Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_STUCTREDSA_Conclusion_Text3
source: “While this may seem like small-scale cyber incidents, these threats should be taken seriously given the increased presence of supply chain attacks and the high profile of many World Cup attendees. It could very well be your employee entering their personal information into a fake website that grants a threat actor access to your network — and subsequently the networks of your suppliers or organisations you do business with,” said Yoo, CEO of Resecurity, a cybersecurity and threat intelligence company based in Los-Angeles, California.
ar: "في حين أن هذا قد يبدو وكأنه حوادث إلكترونية صغيرة النطاق ، إلا أن هذه التهديدات يجب أن تؤخذ على محمل الجد نظرا للوجود المتزايد لهجمات سلسلة التوريد والاهتمام الكبير للعديد من الحاضرين في كأس العالم. قد يكون موظفك هو الذي يدخل معلوماته الشخصية إلى موقع ويب مزيف يمنح ممثل التهديد حق الوصول إلى شبكتك - وبالتالي شبكات مورديك أو المؤسسات التي تتعامل معها ، "قال يو ، الرئيس التنفيذي لشركة Resecurity ، وهي شركة للأمن السيبراني واستخبارات التهديدات مقرها في لوس أنجلوس ، كاليفورنيا.
de: "Auch wenn dies wie kleine Cybervorfälle erscheinen mag, sollten diese Bedrohungen angesichts der zunehmenden Präsenz von Angriffen auf die Lieferkette und des hohen Bekanntheitsgrads vieler WM-Besucher ernst genommen werden. Es könnte sehr gut sein, dass Ihr Mitarbeiter seine persönlichen Daten auf einer gefälschten Website eingibt, die einem Bedrohungsakteur Zugriff auf Ihr Netzwerk gewährt – und anschließend auf die Netzwerke Ihrer Lieferanten oder Organisationen, mit denen Sie Geschäfte machen", sagte Yoo, CEO von Resecurity, einem Unternehmen für Cybersicherheit und Bedrohungsinformationen mit Sitz in Los Angeles, Kalifornien.
es: "Si bien esto puede parecer incidentes cibernéticos a pequeña escala, estas amenazas deben tomarse en serio dada la mayor presencia de ataques a la cadena de suministro y el alto perfil de muchos asistentes a la Copa del Mundo. Podría muy bien ser que su empleado ingrese su información personal en un sitio web falso que otorga a un actor de amenazas acceso a su red y, posteriormente, a las redes de sus proveedores u organizaciones con las que hace negocios", dijo Yoo, CEO de Resecurity, una compañía de ciberseguridad e inteligencia de amenazas con sede en Los Ángeles, California.
fr: « Bien que cela puisse sembler être des incidents cybernétiques à petite échelle, ces menaces doivent être prises au sérieux compte tenu de la présence accrue d’attaques de la chaîne d’approvisionnement et du profil élevé de nombreux participants à la Coupe du monde. Il pourrait très bien s’agir de votre employé qui entre ses renseignements personnels dans un faux site Web qui donne accès à votre réseau à un auteur de menaces, puis aux réseaux de vos fournisseurs ou organisations avec lesquelles vous faites affaire », a déclaré Yoo, PDG de Resecurity. une société de cybersécurité et de renseignement sur les menaces basée à Los Angeles, en Californie.
it: "Anche se questo può sembrare un incidente informatico su piccola scala, queste minacce dovrebbero essere prese sul serio data la maggiore presenza di attacchi alla catena di approvvigionamento e l'alto profilo di molti partecipanti alla Coppa del Mondo. Potrebbe benissimo essere il tuo dipendente che inserisce le proprie informazioni personali in un sito Web falso che consente a un attore di minacce di accedere alla tua rete e, di conseguenza, alle reti dei tuoi fornitori o organizzazioni con cui fai affari", ha affermato Yoo, CEO di Resecurity, una società di sicurezza informatica e intelligence sulle minacce con sede a Los Angeles, in California.
ko: "이번 사건이 작은 규모의 사이버 사건처럼 보이지만, 공급망 공격의 증가와 많은 월드컵 참가자들의 높은 인지도를 고려할 때 이러한 위협은 심각하게 받아들여져야 합니다. 캘리포니아 로스앤젤레스에 본사를 둔 사이버 보안 및 위협 정보 회사인 레지큐리티(Resecurity)의 유 대표는 "직원들이 가짜 웹사이트에 자신의 개인 정보를 입력하면 위협 행위자가 네트워크에 액세스할 수 있고, 그 후에 협력업체나 협업을 하는 조직의 네트워크에 액세스할 수 있다"고 말했다.
nl: "Hoewel dit misschien kleinschalige cyberincidenten lijken, moeten deze bedreigingen serieus worden genomen gezien de toegenomen aanwezigheid van aanvallen op de toeleveringsketen en het hoge profiel van veel WK-deelnemers. Het kan heel goed zijn dat uw werknemer zijn persoonlijke gegevens invoert op een nepwebsite die een bedreigingsactor toegang geeft tot uw netwerk - en vervolgens tot de netwerken van uw leveranciers of organisaties waarmee u zaken doet", zegt Yoo, CEO van Resecurity, een cyberbeveiligings- en dreigingsinformatiebedrijf gevestigd in Los-Angeles, Californië.
pl: „Chociaż może się to wydawać incydentami cybernetycznymi na niewielką skalę, zagrożenia te należy traktować poważnie, biorąc pod uwagę zwiększoną liczbę ataków na łańcuchy dostaw i wysoką rangę wielu uczestników Mistrzostw Świata. To może być Twój pracownik, który wprowadzi swoje dane osobowe do fałszywej witryny, co przyzna osobie atakującej dostęp do Twojej sieci — a następnie do sieci Twoich dostawców lub organizacji, z którymi prowadzisz interesy” — powiedział Yoo, dyrektor generalny Resecurity, firmy zajmującej się cyberbezpieczeństwem i wywiadem dotyczącym zagrożeń z siedzibą w Los Angeles w Kalifornii.
pt: "Embora isso possa parecer um incidente cibernético de pequena escala, essas ameaças devem ser levadas a sério, dada a crescente presença de ataques à cadeia de suprimentos e o alto perfil de muitos participantes da Copa do Mundo. Pode muito bem ser seu funcionário inserindo suas informações pessoais em um site falso que concede a um agente de ameaças acesso à sua rede – e, posteriormente, às redes de seus fornecedores ou organizações com as quais você faz negócios", disse Yoo, CEO da Resecurity, uma empresa de segurança cibernética e inteligência de ameaças com sede em Los-Angeles, Califórnia.
ru: “Хотя это может показаться мелкими киберинцидентами, к этим угрозам следует отнестись серьезно, учитывая растущее число атак на цепочки поставок и высокий авторитет многих участников Чемпионата мира. Вполне возможно, что ваш сотрудник вводит свою личную информацию на поддельный вебсайт, который предоставляет злоумышленнику доступ к вашей сети, а затем и к сетям ваших поставщиков или организаций, с которыми вы ведете бизнес”, - сказал Ю, генеральный директор Resecurity, компании по кибербезопасности и анализу угроз, базирующейся в Лос-Анджелесе, штат Калифорния.
sv: "Även om detta kan verka som småskaliga cyberincidenter bör dessa hot tas på allvar med tanke på den ökade förekomsten av leveranskedjeattacker och den höga profilen hos många besökare på världsmästerskapen. Det kan mycket väl vara din anställde som anger sin personliga information på en falsk webbplats, vilket ger en hotaktör tillgång till ditt nätverk — och därefter nätverken hos dina leverantörer eller organisationer du gör affärer med," sa Yoo, VD för Resecurity, ett cybersäkerhets- och hotunderrättelseföretag baserat i Los Angeles, Kalifornien.
tr: Los Angeles, Kaliforniya merkezli bir siber güvenlik ve tehdit istihbarat şirketi olan Resecurity'nin CEO'su Yoo, "Bunlar, küçük ölçekli siber olaylar gibi görünebilse de tedarik zinciri saldırılarının giderek artması ve birçok Dünya Kupası katılımcısının yüksek profili göz önüne alındığında, bu tehditlerin ciddiye alınması gerekir. Çalışanınız kişisel bilgilerini sahte bir internet sitesine girmesi, bir tehdit aktörüne ağınıza ve ardından tedarikçilerinizin veya iş yaptığınız kuruluşların ağlarına erişim izni veriyor olabilir." diyor.
zh: “虽然这看起来像是小规模的网络事件，但鉴于供应链攻击的增加以及许多世界杯参与者的高调，这些威胁应该得到认真对待。这很可能是你的员工将他们的个人信息输入到一个虚假网站，允许威胁行为者访问你的网络 - 随后访问你的供应商或与你有业务往来的组织的网络，“总部位于加利福尼亚州洛杉矶的网络安全和威胁情报公司Resecurity的首席执行官Yoo说。

# Blog_STUCTREDSA_H1_Text1
source: The UEFA European Football Championship was founded in 1958 and has since become the second biggest football event in the world. For example, the final of UEFA Euro 2016 was watched by 600 million people worldwide. The event is held every four years, with 24 countries competing.
ar: تأسست بطولة UEFA الأوروبية لكرة القدم في عام 1958 وأصبحت منذ ذلك الحين ثاني أكبر حدث لكرة القدم في العالم. على سبيل المثال ، شاهد نهائي اليورو 2016 600 مليون شخص في جميع أنحاء العالم. يقام هذا الحدث كل أربع سنوات ، حيث تتنافس 24 دولة.
de: Die UEFA-Fußball-Europameisterschaft wurde 1958 ins Leben gerufen und hat sich seitdem zum zweitgrößten Fußballereignis der Welt entwickelt. So wurde beispielsweise das Finale der UEFA Euro 2016 von 600 Millionen Menschen weltweit verfolgt. Die Veranstaltung findet alle vier Jahre statt, wobei 24 Länder gegeneinander antreten.
es: El Campeonato de Europa de Fútbol de la UEFA se fundó en 1958 y desde entonces se ha convertido en el segundo evento de fútbol más grande del mundo. Por ejemplo, la final de la Eurocopa 2016 fue vista por 600 millones de personas en todo el mundo. El evento se celebra cada cuatro años, con 24 países compitiendo.
fr: Le Championnat d’Europe de football de l’UEFA a été fondé en 1958 et est depuis devenu le deuxième plus grand événement de football au monde. Par exemple, la finale de l’UEFA Euro 2016 a été suivie par 600 millions de personnes dans le monde entier. L’événement a lieu tous les quatre ans, avec 24 pays en compétition.
it: Il Campionato europeo di calcio UEFA è stato fondato nel 1958 e da allora è diventato il secondo più grande evento calcistico al mondo. Ad esempio, la finale di UEFA Euro 2016 è stata vista da 600 milioni di persone in tutto il mondo. L'evento si tiene ogni quattro anni, con 24 paesi in competizione.
ko: UEFA 유럽축구선수권대회는 1958년에 창설되었고, 이후 세계에서 두 번째로 큰 축구 대회가 되었다. 예를 들어 유로 2016 결승전은 전 세계 6억 명이 관람했다. 이 대회는 4년마다 열리며 24개국이 경쟁한다.
nl: Het Europees kampioenschap voetbal werd opgericht in 1958 en is sindsdien uitgegroeid tot het op één na grootste voetbalevenement ter wereld. Zo werd de finale van UEFA Euro 2016 wereldwijd door 600 miljoen mensen bekeken. Het evenement wordt om de vier jaar gehouden, 24 landen nemen deel.
pl: Mistrzostwa Europy w Piłce Nożnej UEFA zostały założone w 1958 roku i od tego czasu stały się drugim co do wielkości wydarzeniem piłkarskim na świecie. Na przykład finał UEFA Euro 2016 oglądało 600 milionów ludzi na całym świecie. Wydarzenie odbywa się co cztery lata, a rywalizuje w nim 24 kraje.
pt: O Campeonato Europeu de Futebol da UEFA foi fundado em 1958 e desde então se tornou o segundo maior evento de futebol do mundo. Por exemplo, a final da UEFA Euro 2016 foi assistida por 600 milhões de pessoas em todo o mundo. O evento é realizado a cada quatro anos, com 24 países competindo.
ru: Чемпионат Европы по футболу был основан в 1958 году и с тех пор стал вторым по величине футбольным событием в мире. Например, финал Евро-2016 смотрели 600 миллионов человек по всему миру. Мероприятие проводится раз в четыре года, в нем принимают участие 24 страны.
sv: UEFA Europamästerskapet i fotboll grundades 1958 och har sedan dess blivit det näst största fotbollsevenemanget i världen. Till exempel sågs finalen av UEFA Euro 2016 av 600 miljoner människor världen över. Evenemanget hålls vart fjärde år, med 24 länder som tävlar.
tr: UEFA Avrupa Futbol Şampiyonası 1958 yılında kuruldu ve o zamandan beri dünyanın en büyük ikinci futbol etkinliği haline geldi. Örneğin, UEFA Euro 2016 finali dünya çapında 600 milyon kişi tarafından izlenmiştir. Etkinlik her dört yılda bir düzenlenmekte ve 24 ülke mücadele etmektedir.
zh: 欧洲足球锦标赛成立于 1958 年，此后成为世界第二大足球赛事。例如，2016年欧洲杯决赛在全球有6亿人观看。该赛事每四年举办一次，有24个国家参加。

# Blog_STUCTREDSA_H1_Text2
source: Data involvement at UEFA Euro 2024: There are several areas where encryption and data security are needed to keep the event secure from data breaches.
ar: مشاركة البيانات في اليورو 2024: هناك العديد من المجالات التي يلزم فيها التشفير وأمن البيانات للحفاظ على الحدث آمنا من خروقات البيانات.
de: Datenbeteiligung bei der UEFA Euro 2024: Es gibt mehrere Bereiche, in denen Verschlüsselung und Datensicherheit erforderlich sind, um die Veranstaltung vor Datenschutzverletzungen zu schützen.
es: Participación de los datos en la UEFA Euro 2024: Hay varias áreas en las que se necesita el cifrado y la seguridad de los datos para mantener el evento a salvo de violaciones de datos.
fr: Implication des données à l’UEFA Euro 2024 : Il existe plusieurs domaines où le cryptage et la sécurité des données sont nécessaires pour protéger l’événement contre les violations de données.
it: Coinvolgimento dei dati a UEFA Euro 2024: ci sono diverse aree in cui la crittografia e la sicurezza dei dati sono necessarie per proteggere l'evento dalle violazioni dei dati.
ko: UEFA Euro 2024에서의 데이터 참여: 데이터 침해로부터 이벤트를 안전하게 유지하기 위해 암호화 및 데이터 보안이 필요한 몇 가지 영역이 있습니다.
nl: Gegevensbetrokkenheid bij UEFA Euro 2024: Er zijn verschillende gebieden waar versleuteling en gegevensbeveiliging nodig zijn om het evenement te beschermen tegen datalekken.
pl: Ochrona danych podczas UEFA Euro 2024: Istnieje kilka obszarów, w których szyfrowanie i bezpieczeństwo danych są niezbędne, aby zapewnić bezpieczeństwo wydarzenia przed naruszeniami bezpieczeństwa.
pt: Envolvimento de dados na UEFA Euro 2024: Existem várias áreas em que a criptografia e a segurança dos dados são necessárias para manter o evento protegido contra violações de dados.
ru: Использование данных на УЕФА Евро-2024: Есть несколько областей, где шифрование и безопасность данных необходимы для защиты мероприятия от утечек данных.
sv: Datainblandning vid UEFA Euro 2024: Det finns flera områden där kryptering och datasäkerhet behövs för att hålla evenemanget säkert från dataintrång.
tr: UEFA Euro 2024'te veri katılımı: Etkinliği veri ihlallerine karşı güvende tutmak için şifreleme ve veri güvenliğinin gerekli olduğu çeşitli alanlar bulunur.
zh: 2024 年欧洲杯的数据参与：有几个领域需要加密和数据安全，以确保赛事免受数据泄露的影响。

# Blog_STUCTREDSA_H1_Text3
source: <li><b>Player data</b>: Football is one of the most intense sports, involving injuries and health complications of players almost every game. Players endure intense pressure on their bodies, which requires regular health inspections after every game to ensure they can compete in the next game. This information is crucial for every team to keep confidential; otherwise, opponents can exploit weaknesses in their rivals. With AxCrypt secure file sharing, this information remains confidential within each team.</li>
ar: <li><b>بيانات اللاعب</b>: كرة القدم هي واحدة من أكثر الرياضات كثافة ، حيث تتضمن إصابات ومضاعفات صحية للاعبين في كل مباراة تقريبا. يتحمل اللاعبون ضغطا شديدا على أجسادهم ، الأمر الذي يتطلب فحوصات صحية منتظمة بعد كل مباراة للتأكد من قدرتهم على المنافسة في المباراة التالية. هذه المعلومات ضرورية لكل فريق للحفاظ على سريتها. خلاف ذلك ، يمكن للمعارضين استغلال نقاط الضعف في منافسيهم. مع مشاركة الملفات الآمنة اكسكربت ، تظل هذه المعلومات سرية داخل كل فريق.</li>
de: <li><b>Spielerdaten</b>: Fußball ist eine der intensivsten Sportarten, bei der es bei fast jedem Spiel zu Verletzungen und gesundheitlichen Komplikationen der Spieler kommt. Die Spieler sind einem starken Druck auf ihren Körper ausgesetzt, der regelmäßige Gesundheitskontrollen nach jedem Spiel erfordert, um sicherzustellen, dass sie im nächsten Spiel antreten können. Diese Informationen sind für jedes Team von entscheidender Bedeutung, um sie vertraulich zu behandeln. Andernfalls können die Gegner die Schwächen ihrer Rivalen ausnutzen. Mit der sicheren Dateifreigabe von AxCrypt bleiben diese Informationen innerhalb jedes Teams vertraulich.</li>
es: <li><b>Datos</b> de los jugadores: El fútbol es uno de los deportes más intensos, ya que implica lesiones y complicaciones de salud de los jugadores en casi todos los partidos. Los jugadores soportan una intensa presión sobre sus cuerpos, lo que requiere inspecciones de salud periódicas después de cada juego para garantizar que puedan competir en el próximo juego. Esta información es crucial para que todos los equipos la mantengan confidencial; De lo contrario, los oponentes pueden explotar las debilidades de sus rivales. Con el intercambio seguro de archivos de AxCrypt, esta información permanece confidencial dentro de cada equipo.</li>
fr: <li><b>Données sur les joueurs</b> : Le football est l’un des sports les plus intenses, impliquant des blessures et des complications pour la santé de presque tous les joueurs. Les joueurs subissent une pression intense sur leur corps, ce qui nécessite des inspections de santé régulières après chaque match pour s’assurer qu’ils peuvent participer au prochain match. Cette information est cruciale pour que chaque équipe reste confidentielle, sinon les adversaires peuvent exploiter les faiblesses de leurs rivaux. Avec le partage sécurisé de fichiers AxCrypt, ces informations restent confidentielles au sein de chaque équipe. </li>
it: <li><b>Dati dei giocatori</b>: Il calcio è uno degli sport più intensi, che comporta infortuni e complicazioni di salute dei giocatori quasi ogni partita. I giocatori sopportano un'intensa pressione sui loro corpi, che richiede regolari ispezioni sanitarie dopo ogni partita per assicurarsi che possano competere nella partita successiva. Queste informazioni sono fondamentali per ogni team da mantenere riservate; altrimenti, gli avversari possono sfruttare le debolezze dei loro rivali. Con la condivisione sicura dei file di AxCrypt, queste informazioni rimangono riservate all'interno di ogni team.</li>
ko: <li><b>선수 데이터</b>: 축구는 거의 모든 경기에서 선수들의 부상과 건강 합병증을 수반하는 가장 격렬한 스포츠 중 하나입니다. 선수들은 몸에 대한 강한 압박을 견디는데, 매 경기 이후 정기적인 건강 검사를 통해 다음 경기에 출전할 수 있도록 해야 한다. 이 정보는 모든 팀이 기밀을 유지하는 데 매우 중요하다; 그렇지 않으면 상대는 경쟁자의 약점을 악용할 수 있다. AxCrypt의 안전한 파일 공유를 통해 이 정보는 각 팀 내에서 기밀로 유지됩니다.</li>
nl: <li><b>Spelersgegevens</b>: Voetbal is een van de meest intense sporten, waarbij bijna elke wedstrijd blessures en gezondheidscomplicaties van spelers betrokken zijn. Spelers ondergaan intense druk op hun lichaam, wat regelmatige gezondheidsinspecties na elke wedstrijd vereist om ervoor te zorgen dat ze kunnen deelnemen aan de volgende wedstrijd. Deze informatie is cruciaal om voor elk team vertrouwelijk te houden; anders kunnen tegenstanders de zwakke punten van hun rivalen uitbuiten. Met AxCrypt secure file sharing blijft deze informatie vertrouwelijk binnen elk team.</li>
pl: <li><b>Dane graczy</b>: Piłka nożna to jeden z najbardziej intensywnych sportów, w którym niemal w każdym meczu zawodnicy doznają kontuzji i komplikacji zdrowotnych. Zawodnicy są poddawani intensywnej presji, co wymaga regularnych badań lekarskich po każdym meczu, aby upewnić się, że będą mogli rywalizować w kolejnym meczu. Informacje te są kluczowe dla każdej drużyny, aby zachować je w tajemnicy; w przeciwnym razie przeciwnicy mogą wykorzystać słabości rywali. Dzięki bezpiecznemu udostępnianiu plików AxCrypt informacje te pozostają poufne w obrębie każdej drużyny.</li>
pt: <li><b>Dados do jogador</b>: O futebol é um dos esportes mais intensos, envolvendo lesões e complicações de saúde dos jogadores em quase todos os jogos. Os jogadores suportam intensa pressão em seus corpos, o que requer inspeções regulares de saúde após cada jogo para garantir que possam competir no próximo jogo. Essas informações são cruciais para que todas as equipes mantenham a confidencialidade; caso contrário, os oponentes podem explorar as fraquezas de seus rivais. Com o compartilhamento seguro de arquivos do AxCrypt, essas informações permanecem confidenciais dentro de cada equipe.</li>
ru: <li><b>Данные об игроках</b>: Футбол является одним из самых интенсивных видов спорта, связанных с травмами и осложнениями со здоровьем игроков почти в каждой игре. Игроки испытывают сильное давление на свое тело, что требует регулярных медицинских осмотров после каждой игры, чтобы убедиться, что они могут соревноваться в следующей игре. Эта информация имеет решающее значение для сохранения конфиденциальности каждой команды; В противном случае противники могут использовать слабые места своих соперников. Благодаря безопасному обмену файлами AxCrypt эта информация остается конфиденциальной в каждой команде.</li>
sv: <li><b>Spelaruppgifter:</b> Fotboll är en av de mest intensiva sporterna och involverar skador och hälsokomplikationer för spelarna nästan varje match. Spelarna utsätts för intensiv press på sina kroppar, vilket kräver regelbundna hälsokontroller efter varje match för att säkerställa att de kan tävla i nästa match. Denna information är avgörande för varje lag att hålla konfidentiell; annars kan motståndarna utnyttja svagheter hos sina rivaler. Med AxCrypts säkra fildelning förblir denna information konfidentiell inom varje lag.</li>​⬤
tr: <li><b>Oyuncu verileri</b>: Futbol, neredeyse her maçta oyuncuların sakatlanmasına ve sağlık sorunlarına yol açan en sert sporlardan biridir. Oyuncuların vücutları yoğun bir baskıya maruz kalır ve bu da bir sonraki maçta mücadele edebilmelerini sağlamak için her maçtan sonra düzenli sağlık kontrolleri yapılmasını gerektirir. Bu bilgilerin gizli tutulması her takım için son derece önemlidir; aksi takdirde rakipler rakiplerinin zayıflıklarından faydalanabilir. AxCrypt güvenli dosya paylaşımı ile bu bilgiler her takım içinde gizli kalır.</li>
zh: <li><b>球员数据</b>：足球是最激烈的运动之一，几乎每场比赛都涉及球员的伤病和健康并发症。球员的身体承受着巨大的压力，这需要在每场比赛后定期进行健康检查，以确保他们能够在下一场比赛中竞争。这些信息对于每个团队的保密都至关重要;否则，对手可以利用对手的弱点。通过AxCrypt安全文件共享，这些信息在每个团队中都是机密的。</li>
