Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WAYAFC_H4_Text7
source: The attacks are not random; they are part of broader espionage campaigns. Hotels, for instance, are targeted for their potential to house <b>valuable</b> individuals, while telecommunication networks provide access to large volumes of data at scale.
de: Die Angriffe sind nicht zufällig; Sie sind Teil breiter angelegter Spionagekampagnen. Hotels zum Beispiel werden wegen ihres Potenzials zur Unterbringung <b>wertvoller</b> Personen ins Visier genommen, während Telekommunikationsnetze den Zugang zu großen Datenmengen in großem Umfang ermöglichen.
fr: Les attaques ne sont pas aléatoires; elles font partie de campagnes d’espionnage plus larges. Les hôtels, par exemple, sont ciblés pour leur potentiel à héberger des individus <b>de valeur</b>, tandis que les réseaux de télécommunication fournissent un accès à de grands volumes de données à grande échelle.
it: Gli attacchi non sono casuali; Fanno parte di più ampie campagne di spionaggio. Gli hotel, ad esempio, sono presi di mira per il loro potenziale di ospitare persone <b>di valore</b> , mentre le reti di telecomunicazione forniscono l'accesso a grandi volumi di dati su larga scala.
ru: Атаки не случайны; Они являются частью более широких шпионских кампаний. Отели, например, являются мишенью из-за их потенциала для размещения <b>ценных</b> людей, в то время как телекоммуникационные сети обеспечивают доступ к большим объемам данных в больших масштабах.
zh: 这些攻击不是随机的;他们是更广泛的间谍活动的一部分。例如，酒店因其容纳 <b>宝贵</b> 个人的潜力而成为目标，而电信网络则提供对大量数据的大规模访问。

# Blog_WAYAFC_H4_Text8
source: <b>4. Geopolitical Context</b>
de: <b>4. Geopolitischer Kontext</b>
fr: <b>4. Contexte géopolitique</b>
it: <b>4. Contesto geopolitico</b>
ru: <b>4. Геополитический контекст</b>
zh: <b>4. 地缘政治背景</b>

# Blog_WAYAFC_H4_Text9
source: <li>The attacks align with the ongoing <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>U.S- China.semiconductor trade war</b></a>. While there’s no direct evidence linking the hacks to retaliation, the timing raises questions about coordinated cyber warfare.</li>
de: <li>Die Angriffe stehen im Einklang mit dem anhaltenden <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>U.S- China.semiconductor trade war</b></a>. Es gibt zwar keine direkten Beweise für einen Zusammenhang zwischen den Hacks und Vergeltungsmaßnahmen, aber der Zeitpunkt wirft Fragen über eine koordinierte Cyberkriegsführung auf.</li>
fr: <li>Les attaques s’inscrivent dans la <a href='https://www.spglobal.com/mobility/fr/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>U.S- China.trade semiconductor war</b></a>. Bien qu’il n’existe aucune preuve directe liant les attaques à des représailles, le timing soulève des questions sur la cyberguerre coordonnée. </li>
it: <li>Gli attacchi sono in linea con la <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>guerra commerciale in corso tra Stati Uniti e Cina.</b></a> Sebbene non ci siano prove dirette che colleghino gli hack a ritorsioni, la tempistica solleva interrogativi sulla guerra informatica coordinata.</li>
ru: <li>Атаки связаны с продолжающейся <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>U.S- China.semiconductor trade war</b></a>. Хотя прямых доказательств, связывающих взломы с возмездием, нет, выбор времени вызывает вопросы о скоординированной кибервойне.</li>
zh: <li>这些攻击与正在进行的 <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'><b>U.S- China.semiconductor trade war</b></a>相一致。虽然没有直接证据表明黑客攻击与报复有关，但这一时机引发了人们对协调网络战的质疑。</li>

# Blog_WAYAFC_H5_Text1
source: If you think only large corporations are targeted, think again. Small and medium-sized businesses (SMBs) are often seen as easier prey. Here’s what could happen if you’re hit:
de: Wenn Sie denken, dass nur große Unternehmen ins Visier genommen werden, denken Sie noch einmal darüber nach. Kleine und mittlere Unternehmen (KMU) werden oft als leichtere Beute angesehen. Folgendes kann passieren, wenn Sie getroffen werden:
fr: Si vous pensez que seules les grandes entreprises sont visées, réfléchissez encore. Les petites et moyennes entreprises (PME) sont souvent considérées comme des proies faciles. Voici ce qui pourrait se produire si vous êtes touché :
it: Se pensi che solo le grandi aziende siano prese di mira, ripensaci. Le piccole e medie imprese (PMI) sono spesso viste come una preda più facile. Ecco cosa potrebbe succedere se vieni colpito:
ru: Если вы думаете, что жертвами становятся только крупные корпорации, подумайте еще раз. Малый и средний бизнес (МСБ) часто рассматривается как более легкая добыча. Вот что может произойти, если пострадаете вы:
zh: 如果您认为只有大公司会成为目标，请三思而后行。中小型企业 （SMB） 通常被视为更容易的猎物。如果您被击中，可能会发生以下情况：

# Blog_WAYAFC_H5_Text2
source: 1. <b>Financial Devastation</b>: After the <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>Colonial Pipeline ransomware attack</b></a>, the company had to pay $4.4 million just to regain access to their systems.
de: 1. <b>Finanzielle Verwüstung</b>: Nach dem <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>Colonial Pipeline ransomware attack</b></a> musste das Unternehmen 4,4 Millionen US-Dollar zahlen, um wieder Zugang zu seinen Systemen zu erhalten.
fr: 1. <b>Financial Devastation</b> : Après l’attaque de ransomware Colonial Pipeline <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>, la société a dû payer 4,4 millions de dollars pour retrouver l’accès à ses systèmes.
it: 1. <b>Devastazione finanziaria</b>: dopo <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>l'attacco ransomware Colonial Pipeline</b></a>, l'azienda ha dovuto pagare 4,4 milioni di dollari solo per riottenere l'accesso ai propri sistemi.
ru: 1. <b>Финансовое опустошение</b>: после <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>Colonial Pipeline ransomware attack</b></a> компании пришлось заплатить 4,4 миллиона долларов только за то, чтобы восстановить доступ к своим системам.
zh: 1. <b>财务破坏</b>：在 <a href='https://www.techtarget.com/whatis/feature/Colonial-Pipeline-hack-explained-Everything-you-need-to-know'><b>Colonial Pipeline ransomware attack</b></a>之后，该公司不得不支付 440 万美元才能重新获得对其系统的访问权限。

# Blog_WAYAFC_H5_Text3
source: 2. <b>Reputation Loss</b>: Customers lose trust quickly. When <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>Target’s data breach</b></a> exposed 40 million credit card details, it took years for them to regain customer confidence.
de: 2. <b>Reputationsverlust</b>: Kunden verlieren schnell an Vertrauen. Als <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>Target’s data breach</b></a> 40 Millionen Kreditkartendaten offenlegte, dauerte es Jahre, bis das Unternehmen das Vertrauen der Kunden wiedererlangte.
fr: 2. <b>Perte de réputation</b> : les clients perdent rapidement leur confiance. Lorsque <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>la violation de données de la cible</b></a> a révélé 40 millions de détails de cartes de crédit, il leur a fallu des années pour regagner la confiance des clients.
it: 2. <b>Perdita di reputazione</b>: i clienti perdono rapidamente la fiducia. Quando <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>la violazione dei dati di Target</b></a> ha portato alla luce 40 milioni di dati di carte di credito, ci sono voluti anni prima che riconquistassero la fiducia dei clienti.
ru: 2. <b>Потеря репутации</b>: клиенты быстро теряют доверие. Когда <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>Target’s data breach</b></a> были раскрыты данные 40 миллионов кредитных карт, им потребовались годы, чтобы вернуть доверие клиентов.
zh: 2. <b>声誉损失</b>：客户很快就会失去信任。当 <a href='https://coverlink.com/cyber-liability-insurance/target-data-breach/'><b>Target’s data breach</b></a> 暴露了 4000 万个信用卡详细信息时，他们花了数年时间才重新获得客户信心。

# Blog_WAYAFC_H5_Text4
source: 3. <b>Operational Disruption</b>: Imagine losing access to all your files overnight. That’s what happens when ransomware strikes.
de: 3. <b>Betriebsunterbrechung</b>: Stellen Sie sich vor, Sie verlieren über Nacht den Zugriff auf alle Ihre Dateien. Das passiert, wenn Ransomware zuschlägt.
fr: 3. <b>Interruption opérationnelle</b> : Imaginez perdre l’accès à tous vos fichiers du jour au lendemain. C’est ce qui se passe lorsque le rançongiciel frappe.
it: 3. <b>Interruzione operativa</b>: immagina di perdere l'accesso a tutti i tuoi file da un giorno all'altro. Questo è ciò che accade quando il ransomware colpisce.
ru: 3. <b>Сбой в работе</b>: представьте себе, что вы потеряете доступ ко всем своим файлам в одночасье. Вот что происходит, когда атакуют программы-вымогатели.
zh: 3. <b>运营中断</b>：想象一下，在一夜之间无法访问您的所有文件。这就是勒索软件来袭时发生的情况。

# Blog_WAYAFC_H6_Text1
source: Every cyberattack leaves behind lessons. From the China attack and others like it, here’s what we can take away:
de: Jeder Cyberangriff hinterlässt Lehren. Aus dem Angriff in China und anderen ähnlichen Angriffen können wir Folgendes mitnehmen:
fr: Chaque cyberattaque laisse des leçons à tirer. Voici ce que nous pouvons retirer de l’attaque contre la Chine et d’autres attaques similaires :
it: Ogni attacco informatico lascia dietro di sé delle lezioni. Dall'attacco alla Cina e ad altri simili, ecco cosa possiamo trarre da:
ru: Каждая кибератака оставляет после себя уроки. Из китайской атаки и других подобных ей мы можем извлечь вот что:
zh: 每一次网络攻击都会留下教训。从中国的攻击和其他类似事件中，我们可以得到以下启示：

# Blog_WAYAFC_H6_Text2
source: <li><b>Patch Your Systems Regularly</b>: Vulnerabilities are like open windows for hackers. Regular updates act as the locks.</li>
de: <li><b>Patchen Sie Ihre Systeme regelmäßig</b>: Schwachstellen sind wie offene Fenster für Hacker. Regelmäßige Updates fungieren als Sperren.</li>
fr: <li><b>Corrigez régulièrement vos systèmes</b> : les vulnérabilités sont comme des fenêtres ouvertes pour les pirates informatiques. Les mises à jour régulières agissent comme des verrous. </li>
it: <li><b>Applica regolarmente le patch ai tuoi sistemi</b>: le vulnerabilità sono come finestre aperte per gli hacker. Gli aggiornamenti regolari fungono da blocchi.</li>
ru: <li><b>Регулярно обновляйте свои системы</b>: уязвимости подобны открытым окнам для хакеров. Регулярные обновления действуют как блокировки.</li>
zh: <li><b>定期修补您的系统</b>：漏洞就像为黑客打开的窗口。定期更新充当锁。</li>

# Blog_WAYAFC_H6_Text3
source: <li><b>Train Your Team</b>: Social engineering and phishing attacks trick even the smartest employees. Regular cybersecurity training can prevent costly mistakes.</li>
de: <li><b>Schulen Sie Ihr Team</b>: Social Engineering und Phishing-Angriffe tricksen selbst die klügsten Mitarbeiter aus. Regelmäßige Cybersicherheitsschulungen können kostspielige Fehler verhindern.</li>
fr: <li><b>Formez votre équipe</b> : L’ingénierie sociale et les attaques de phishing trompent même les employés les plus intelligents. Une formation régulière en cybersécurité peut éviter des erreurs coûteuses. </li>
it: <li><b>Forma il tuo team</b>: l'ingegneria sociale e gli attacchi di phishing ingannano anche i dipendenti più intelligenti. Una formazione regolare sulla sicurezza informatica può prevenire errori costosi.</li>
ru: <li><b>Обучайте свою команду</b>: социальная инженерия и фишинговые атаки обманывают даже самых умных сотрудников. Регулярное обучение кибербезопасности может предотвратить дорогостоящие ошибки.</li>
zh: <li><b>培训您的团队</b>：社会工程和网络钓鱼攻击甚至会欺骗最聪明的员工。定期的网络安全培训可以防止代价高昂的错误。</li>

# Blog_WAYAFC_H6_Text4
source: <li><b>Adopt a Zero-Trust Model</b>: Don’t assume any user or device is safe. Verify everything, all the time.</li>
de: <li><b>Führen Sie ein Zero-Trust-Modell ein</b>: Gehen Sie nicht davon aus, dass ein Benutzer oder Gerät sicher ist. Überprüfen Sie alles, jederzeit.</li>
fr: <li><b>Adopter un modèle de confiance zéro</b> : ne présumez pas que l’utilisateur ou le périphérique est en sécurité. Vérifiez tout, à tout moment. </li>
it: <li><b>Adotta un modello zero-trust</b>: non dare per scontato che nessun utente o dispositivo sia al sicuro. Verifica tutto, sempre.</li>
ru: <li><b>Примите модель нулевого доверия</b>: не предполагайте, что какой-либо пользователь или устройство находятся в безопасности. Проверяйте все и всегда.</li>
zh: <li><b>采用零信任模型</b>：不要假设任何用户或设备都是安全的。始终验证所有内容。</li>

# Blog_WAYAFC_H6_Text5
source: For example, in 2017, the WannaCry ransomware encrypted files on thousands of computers across 150 countries, making them inaccessible. Organizations with proper backups and updated systems recovered quickly, while others faced weeks of disruption.
de: Im Jahr 2017 verschlüsselte beispielsweise die Ransomware WannaCry Dateien auf Tausenden von Computern in 150 Ländern und machte sie unzugänglich. Unternehmen mit ordnungsgemäßen Backups und aktualisierten Systemen konnten sich schnell erholen, während andere mit wochenlangen Unterbrechungen konfrontiert waren.
fr: Par exemple, en 2017, le ransomware WannaCry a chiffré des fichiers sur des milliers d’ordinateurs dans 150 pays, les rendant inaccessibles. Les organisations ayant des sauvegardes appropriées et des systèmes mis à jour se sont rétablies rapidement, tandis que d’autres ont dû faire face à des semaines de perturbations.
it: Ad esempio, nel 2017, il ransomware WannaCry ha crittografato i file su migliaia di computer in 150 paesi, rendendoli inaccessibili. Le organizzazioni con backup adeguati e sistemi aggiornati si sono riprese rapidamente, mentre altre hanno dovuto affrontare settimane di interruzioni.
ru: Например, в 2017 году программа-вымогатель WannaCry зашифровала файлы на тысячах компьютеров в 150 странах, сделав их недоступными. Организации с надлежащим резервным копированием и обновленными системами быстро восстановились, в то время как другие столкнулись с неделями сбоев.
zh: 例如，在 2017 年，WannaCry 勒索软件对 150 个国家/地区数千台计算机上的文件进行了加密，使其无法访问。拥有适当备份和更新系统的组织迅速恢复，而其他组织则面临数周的中断。

# Blog_WAYAFC_H7_Text1
source: Governments are no longer sitting on the sidelines. They’re stepping up with regulations, sanctions, and collaborations to fight cybercrime.
de: Die Regierungen sitzen nicht länger an der Seitenlinie. Sie setzen sich für Vorschriften, Sanktionen und Kooperationen ein, um Cyberkriminalität zu bekämpfen.
fr: Les gouvernements ne sont plus en marge, ils multiplient les règlements, les sanctions et la collaboration pour lutter contre la cybercriminalité.
it: I governi non sono più seduti in disparte. Stanno intensificando le normative, le sanzioni e le collaborazioni per combattere il crimine informatico.
ru: Правительства больше не сидят в стороне. Они активизируют свои действия с помощью нормативных актов, санкций и сотрудничества в борьбе с киберпреступностью.
zh: 政府不再袖手旁观。他们正在加强法规、制裁和合作，以打击网络犯罪。

# Blog_WAYAFC_H7_Text2
source: <li><b>Sanctions Against Hackers</b>: After the <b>China attack</b>, discussions about penalizing entities involved in the recent China cyberattacks are intensifying.</li>
de: <li><b>Sanktionen gegen Hacker</b>: Nach dem <b>Angriff in China</b> verschärfen sich die Diskussionen über eine Bestrafung von Unternehmen, die an den jüngsten Cyberangriffen in China beteiligt sind.</li>
fr: <li><b>Sanctions contre les pirates informatiques</b> : après l’attaque de la <b>Chine</b>, les discussions sur la pénalisation des entités impliquées dans les récentes cyberattaques en Chine s’intensifient. </li>
it: <li><b>Sanzioni contro gli hacker</b>: dopo l'attacco <b>in Cina</b>, si stanno intensificando le discussioni sulla penalizzazione delle entità coinvolte nei recenti attacchi informatici in Cina.</li>
ru: <li><b>Санкции против хакеров</b>: После <b>китайских атак</b> дискуссии о наказании организаций, причастных к недавним кибератакам в Китае, активизируются.</li>
zh: <li><b>对黑客的制裁</b>： <b>在中国攻击</b>之后，关于惩罚参与最近中国网络攻击的实体的讨论正在加剧。</li>

# Blog_WAYAFC_H7_Text3
source: <li><b>Cross-Border Cooperation</b>: Countries are now working together to share intelligence and track down cybercriminals.</li>
de: <li><b>Grenzüberschreitende Zusammenarbeit</b>: Die Länder arbeiten jetzt zusammen, um nachrichtendienstliche Erkenntnisse auszutauschen und Cyberkriminelle aufzuspüren.</li>
fr: <li><b>Coopération transfrontalière</b> : les pays travaillent désormais ensemble pour partager des renseignements et traquer les cybercriminels.
it: <li><b>Cooperazione transfrontaliera</b>: i paesi stanno ora lavorando insieme per condividere l'intelligence e rintracciare i criminali informatici.</li>
ru: <li><b>Трансграничное сотрудничество</b>: В настоящее время страны работают вместе, чтобы обмениваться разведданными и отслеживать киберпреступников.</li>
zh: <li><b>跨境合作</b>：各国现在正在共同努力共享情报并追踪网络犯罪分子。</li>

# Blog_WAYAFC_H7_Text4
source: <li><b>Stronger Laws</b>: Regulations like GDPR and CCPA are holding businesses accountable for safeguarding customer data.</li>
de: <li><b>Strengere Gesetze</b>: Vorschriften wie GDPR und CCPA machen Unternehmen für den Schutz von Kundendaten verantwortlich.</li>
fr: <li><b>Des lois plus fortes</b> : les réglementations telles que le RGPD et le CCPA rendent les entreprises responsables de la protection des données des clients. </li>
it: <li><b>Leggi più severe</b>: normative come il GDPR e il CCPA ritengono le aziende responsabili della salvaguardia dei dati dei clienti.</li>
ru: <li><b>Более строгие законы</b>: такие нормативные акты, как GDPR и CCPA, возлагают на компании ответственность за защиту данных клиентов.</li>
zh: <li><b>更严格的法律</b>：GDPR 和 CCPA 等法规要求企业负责保护客户数据。</li>

# Blog_WAYAFC_H8_Text1
source: So, what can your business do to avoid becoming the next headline?
de: Was kann Ihr Unternehmen also tun, um nicht in die nächste Schlagzeile zu geraten?
fr: Alors, que peut faire votre entreprise pour éviter de devenir la prochaine manchette?
it: Quindi, cosa può fare la tua azienda per evitare di diventare il prossimo titolo?
ru: Итак, что может сделать ваш бизнес, чтобы не попасть в заголовки газет?
zh: 那么，您的企业可以做些什么来避免成为下一个头条新闻呢？

# Blog_WAYAFC_H8_Text2
source: 1. <b>Invest in Encryption Tool for SMBs</b>: Tools like AxCrypt and its secure .axx file format ensure your files are encrypted, making them useless even if hackers get their hands on them.
de: 1. <b>Investieren Sie in ein Verschlüsselungstool für KMUs</b>: Tools wie AxCrypt und sein sicheres .axx-Dateiformat stellen sicher, dass Ihre Dateien verschlüsselt sind, was sie selbst dann unbrauchbar macht, wenn Hacker sie in die Hände bekommen.
fr: 1. <b>Investir dans l’outil de chiffrement pour les PME</b> : des outils comme AxCrypt et sa sécurité . Le format de fichier axx garantit que vos fichiers sont cryptés, les rendant inutiles même si des pirates informatiques y mettent la main.
it: 1. <b>Investi in uno strumento di crittografia per le PMI</b>: strumenti come AxCrypt e il suo formato di file .axx sicuro assicurano che i tuoi file siano crittografati, rendendoli inutili anche se gli hacker ci mettono le mani sopra.
ru: 1. <b>Инвестируйте в инструмент шифрования для малого и среднего бизнеса</b>: такие инструменты, как AxCrypt и его безопасный формат файлов .axx, гарантируют, что ваши файлы зашифрованы, что делает их бесполезными, даже если хакеры получат их в свои руки.
zh: 1. <b>投资中小企业加密工具</b>：AxCrypt 等工具及其安全的 .axx 文件格式可确保您的文件被加密，即使黑客掌握了它们，它们也毫无用处。

# Blog_WAYAFC_H8_Text3
source: 2. <b>Backup, Backup, Backup</b>: Always keep secure backups of critical data. If ransomware locks you out, you’ll still have access.
de: 2. <b>Backup, Backup, Backup</b>: Bewahren Sie immer sichere Backups kritischer Daten auf. Wenn Ransomware Sie aussperrt, haben Sie immer noch Zugriff.
fr: 2. <b>Backup, Backup, Backup</b> : Gardez toujours des sauvegardes sécurisées de données critiques. Si un ransomware vous bloque, vous aurez toujours accès.
it: 2. <b>Backup, backup, backup</b>: mantieni sempre backup sicuri dei dati critici. Se il ransomware ti blocca, avrai comunque accesso.
ru: 2. <b>Резервное копирование, резервное копирование, и еще раз, резервное копирование:</b> Всегда храните безопасные резервные копии критически важных данных. Если программа-вымогатель заблокирует ваш доступ, у вас все равно будет доступ.
zh: 2. <b>备份、备份、备份</b>：始终保持关键数据的安全备份。如果勒索软件将您锁定，您仍然可以访问。

# Blog_WAYAFC_H8_Text4
source: 3. <b>Conduct Regular Audits</b>: Hire experts to identify weak points in your system.
de: 3. <b>Führen Sie regelmäßige Audits durch</b>: Beauftragen Sie Experten, um Schwachstellen in Ihrem System zu identifizieren.
fr: 3. <b>Effectuer des audits réguliers</b> : Embaucher des experts pour identifier les points faibles de votre système.
it: 3. <b>Condurre audit regolari</b>: Assumi esperti per identificare i punti deboli del tuo sistema.
ru: 3. <b>Проводите регулярные аудиты</b>: нанимайте экспертов для выявления слабых мест в вашей системе.
zh: 3. <b>进行定期审计</b>：聘请专家来识别您系统中的薄弱环节。

# Blog_WAYAFC_H8_Text5
source: Take <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> as an example. After their 2018 breach that exposed 500 million guest records, the company revamped its cybersecurity protocols.
de: Nehmen Sie <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> als Beispiel. Nach der Sicherheitsverletzung im Jahr 2018, bei der 500 Millionen Gästedatensätze offengelegt wurden, überarbeitete das Unternehmen seine Cybersicherheitsprotokolle.
fr: Prenez <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> comme exemple. Après leur brèche de 2018 qui a exposé 500 millions de dossiers d’invités, la société a remanié ses protocoles de cybersécurité.
it: Prendiamo <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> come esempio. Dopo la violazione del 2018 che ha esposto 500 milioni di record di ospiti, l'azienda ha rinnovato i suoi protocolli di sicurezza informatica.
ru: Возьмите <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> в качестве примера. После взлома в 2018 году, в результате которого стало известно о 500 миллионах записей посетителей, компания обновила свои протоколы кибербезопасности.
zh: 以 <a href='https://www.csoonline.com/article/567795/marriott-data-breach-faq-how-did-it-happen-and-what-was-the-impact.html'><b>Marriott International</b></a> 集团为例。在 2018 年泄露了 5 亿条客人记录后，该公司修改了其网络安全协议。
