Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_IDTRLPVU_H3_Text5
source: <strong>Backup:</strong> Regularly backing up your personal media is also crucial to safeguarding it from being leaked. By creating multiple copies of your media and storing them in different locations, you ensure that even if one copy gets lost or stolen, you still have access to your media. To add an extra layer of security, you can encrypt your backups.
ar: <strong> النسخ الاحتياطي: </strong> النسخ الاحتياطي المنتظم لوسائطك الشخصية أمر بالغ الأهمية أيضًا لحمايتها من التسريب. من خلال إنشاء نسخ متعددة من الوسائط الخاصة بك وتخزينها في مواقع مختلفة ، فإنك تضمن أنه حتى إذا فقدت نسخة واحدة أو سُرقت ، فلا يزال بإمكانك الوصول إلى الوسائط الخاصة بك. لإضافة طبقة أمان إضافية ، يمكنك تشفير نسخك الاحتياطية.
de: <strong>Backup:</strong> Das regelmäßige Sichern Ihrer persönlichen Medien ist auch wichtig, um sie vor dem Auslaufen zu schützen. Indem Sie mehrere Kopien Ihrer Medien erstellen und an verschiedenen Orten speichern, stellen Sie sicher, dass Sie auch bei Verlust oder Diebstahl einer Kopie weiterhin Zugriff auf Ihre Medien haben. Um eine zusätzliche Sicherheitsebene hinzuzufügen, können Sie Ihre Backups verschlüsseln.
es: <strong>Respaldo:</strong> Hacer copias de seguridad periódicas de tus archivos personales también es crucial para evitar que se filtren. Si creas varias copias de tus archivos y las guardas en distintos lugares, te aseguras de que, incluso si pierdes o te roban una copia, sigues teniendo acceso a ellos. Para añadir una capa adicional de seguridad, puedes cifrar tus copias de seguridad.
fr: <strong>Sauvegarde :</strong> La sauvegarde régulière de vos médias personnels est également cruciale pour les protéger contre les fuites. En créant plusieurs copies de vos médias et en les stockant à différents endroits, vous vous assurez que même si une copie est perdue ou volée, vous avez toujours accès à vos médias. Pour ajouter une couche de sécurité supplémentaire, vous pouvez chiffrer vos sauvegardes.
it: <strong>Backup:</strong> Anche il backup regolare dei tuoi media personali è fondamentale per salvaguardarli dalla fuga di notizie. Creando più copie dei file multimediali e archiviandole in posizioni diverse, si garantisce che, anche in caso di smarrimento o furto di una copia, si abbia comunque accesso ai file multimediali. Per aggiungere un ulteriore livello di sicurezza, è possibile crittografare i backup.
ko: <strong>백업:</strong> 개인 미디어를 정기적으로 백업하는 것도 유출되지 않도록 보호하는 데 중요합니다. 미디어의 복사본을 여러 개 만들어 다른 위치에 저장하면 복사본 하나를 분실하거나 도난당하더라도 미디어에 계속 액세스할 수 있습니다. 보안 계층을 추가하기 위해 백업을 암호화할 수 있습니다.
nl: <strong>Backup:</strong> Het regelmatig maken van een back-up van uw persoonlijke media is ook cruciaal om te voorkomen dat deze worden gelekt. Door meerdere kopieën van uw media te maken en deze op verschillende locaties op te slaan, zorgt u ervoor dat zelfs als één exemplaar verloren of gestolen wordt, u nog steeds toegang hebt tot uw media. Om een extra beveiligingslaag toe te voegen, kunt u uw back-ups versleutelen.
pt: <strong>Backup:</strong> Realizar backups regulares da sua mídia pessoal também é crucial para protegê-la contra vazamentos. Ao criar cópias múltiplas da sua mídia e armazená-las em locais diferentes, você garante que, mesmo se uma cópia for perdida ou roubada, ainda terá acesso à sua mídia. Para adicionar uma camada extra de segurança, você pode encriptar seus backups.
ru: <strong> Резервное копирование:</strong> Регулярное резервное копирование ваших личных носителей также имеет решающее значение для защиты их от утечки. Создавая несколько копий вашего носителя и храня их в разных местах, вы гарантируете, что даже в случае утери или кражи одной копии у вас все равно будет доступ к вашему носителю. Чтобы повысить уровень безопасности, вы можете зашифровать свои резервные копии.
sv: <strong>Säkerhetskopiering:</strong> Att regelbundet säkerhetskopiera dina personliga medier är också avgörande för att skydda dem från att läcka. Genom att skapa flera kopior av dina media och lagra dem på olika platser säkerställer du att även om en kopia tappas bort eller blir stulen, har du fortfarande tillgång till dina media. För att lägga till ett extra lager av säkerhet kan du kryptera dina säkerhetskopior.
tr: <strong>Yedek:</strong> Kişisel medyanızı düzenli olarak yedeklemek, sızdırılmasını önlemek için de çok önemlidir. Medyanızın birden çok kopyasını oluşturup bunları farklı konumlarda depolayarak, bir kopya kaybolsa veya çalınsa bile medyanıza erişiminiz olmasını sağlarsınız. Ek bir güvenlik katmanı eklemek için yedeklemelerinizi şifreleyebilirsiniz.
zh: <strong>备份：</strong>定期备份您的个人媒体对于防止其泄露也至关重要。 通过创建媒体的多个副本并将其存储在不同的位置，您可以确保即使一个副本丢失或被盗，您仍然可以访问您的媒体。 要添加额外的安全层，您可以加密备份。

# Blog_IDTRLPVU_H3_Text6
source: <strong>Vigilance:</strong> Be wary of phishing scams, which involve tricking you into revealing your personal information or login credentials. These scams often come in the form of emails, texts, or phone calls that appear to be from legitimate sources. Always double-check the sender's email address or phone number and never click on suspicious links or download attachments from unknown sources.
ar: <strong> اليقظة: </strong> كن حذرا من عمليات التصيد الاحتيالي التي تتضمن خداعك للكشف عن معلوماتك الشخصية أو بيانات اعتماد تسجيل الدخول. غالبا ما تأتي عمليات الاحتيال هذه في شكل رسائل بريد إلكتروني أو نصوص أو مكالمات هاتفية تبدو وكأنها من مصادر مشروعة. تحقق دائما من عنوان البريد الإلكتروني أو رقم الهاتف الخاص بالمرسل ولا تنقر مطلقًا على الروابط المشبوهة أو تنزيل المرفقات من مصادر غير معروفة.
de: <strong>Wachsamkeit:</strong> Seien Sie vorsichtig bei Phishing-Betrügereien, bei denen Sie dazu gebracht werden, Ihre persönlichen Daten oder Anmeldeinformationen preiszugeben. Diese Betrügereien erfolgen häufig in Form von E-Mails, Texten oder Telefonanrufen, die anscheinend aus legitimen Quellen stammen. Überprüfen Sie immer die E-Mail-Adresse oder Telefonnummer des Absenders und klicken Sie niemals auf verdächtige Links oder laden Sie Anhänge von unbekannten Quellen herunter.
es: <strong>Vigilancia:</strong> Desconfía de las estafas de phishing, que consisten en engañarte para que reveles tus datos personales o tus credenciales de acceso. Estas estafas suelen presentarse en forma de correos electrónicos, mensajes de texto o llamadas telefónicas que parecen proceder de fuentes legítimas. Verifica siempre la dirección de correo electrónico o el número de teléfono del remitente y nunca hagas clic en enlaces sospechosos ni descargues archivos adjuntos de fuentes desconocidas.
fr: <strong>Vigilance :</strong> Méfiez-vous des escroqueries par hameçonnage, qui consistent à vous inciter à révéler vos informations personnelles ou vos identifiants de connexion. Ces escroqueries se présentent souvent sous la forme d'e-mails, de SMS ou d'appels téléphoniques qui semblent provenir de sources légitimes. Vérifiez toujours l'adresse e-mail ou le numéro de téléphone de l'expéditeur et ne cliquez jamais sur des liens suspects ou ne téléchargez pas de pièces jointes provenant de sources inconnues.
it: <strong>Vigilanza:</strong> Fai attenzione alle truffe di phishing, che consistono nell'indurti a rivelare le tue informazioni personali o le tue credenziali di accesso. Queste truffe spesso si presentano sotto forma di e-mail, messaggi di testo o telefonate che sembrano provenire da fonti legittime. Ricontrolla sempre l'indirizzo e-mail o il numero di telefono del mittente e non fare mai clic su collegamenti sospetti o scaricare allegati da fonti sconosciute.
ko: <strong>경계:</strong> 개인 정보나 로그인 자격 증명을 공개하도록 속이는 피싱 사기에 주의하세요. 이러한 사기는 종종 합법적인 출처에서 온 것처럼 보이는 이메일, 문자 또는 전화 통화의 형태로 제공됩니다. 항상 발신자의 이메일 주소나 전화번호를 다시 확인하고 의심스러운 링크를 클릭하거나 출처를 알 수 없는 첨부 파일을 다운로드하지 마세.
nl: <strong>Waakzaamheid:</strong> Wees op uw hoede voor phishing-zwendel, waarbij u wordt misleid om uw persoonlijke gegevens of inloggegevens te onthullen. Deze oplichting komt vaak in de vorm van e-mails, sms'jes of telefoontjes die afkomstig lijken te zijn van legitieme bronnen. Controleer altijd het e-mailadres of telefoonnummer van de afzender en klik nooit op verdachte links of download bijlagen van onbekende bronnen.
pl: <strong>Czujność:</strong> uważaj na oszustwa typu phishing, które polegają na nakłonieniu Cię do ujawnienia danych osobowych lub danych logowania. Oszustwa te często mają formę e-maili, SMS-ów lub rozmów telefonicznych, które wydają się pochodzić z legalnych źródeł. Zawsze dokładnie sprawdzaj adres e-mail lub numer telefonu nadawcy i nigdy nie klikaj podejrzanych linków ani nie pobieraj załączników z nieznanych źródeł.
pt: <strong>Vigilância:</strong> Esteja atento a golpes de phishing, que envolvem tentativas de fazer com que você revele suas informações pessoais ou credenciais de login. Esses golpes frequentemente chegam na forma de e-mails, mensagens de texto ou chamadas telefônicas que aparentam ser de fontes legítimas. Sempre verifique o endereço de e-mail ou o número de telefone do remetente e nunca clique em links suspeitos ou faça download de anexos de fontes desconhecidas.
ru: <strong> Бдительность: </strong> Будьте осторожны с фишинговыми мошенничествами, которые предполагают обманом заставить вас раскрыть вашу личную информацию или учетные данные для входа в систему. Эти мошеннические сообщения часто приходят в виде электронных писем, текстовых сообщений или телефонных звонков, которые, как представляется, поступают из законных источников. Всегда перепроверяйте адрес электронной почты или номер телефона отправителя и никогда не переходите по подозрительным ссылкам и не загружайте вложения из неизвестных источников.
sv: <strong>Varsamhet:</strong> Var försiktig med nätfiske, som innebär att du luras att avslöja din personliga information eller inloggningsuppgifter. Dessa bedrägerier kommer ofta i form av e-postmeddelanden, sms eller telefonsamtal som verkar komma från legitima källor. Dubbelkolla alltid avsändarens e-postadress eller telefonnummer och klicka aldrig på misstänkta länkar eller ladda ner bilagor från okända källor.
tr: <strong>Tetikte Olma:</strong> Kişisel bilgilerinizi veya oturum açma kimlik bilgilerinizi açıklamanız için sizi kandırmayı içeren kimlik avı dolandırıcılıklarına karşı dikkatli olun. Bu dolandırıcılıklar genellikle meşru kaynaklardan geliyormuş gibi görünen e-postalar, kısa mesajlar veya telefon görüşmeleri şeklinde gelir. Her zaman gönderenin e-posta adresini veya telefon numarasını iki kez kontrol edin ve asla şüpheli bağlantılara tıklamayın veya bilinmeyen kaynaklardan gelen ekleri indirmeyin.
zh: <strong>警惕：</strong>警惕网络钓鱼诈骗，其中涉及欺骗您泄露您的个人信息或登录凭据。 这些诈骗通常以电子邮件、短信或电话的形式出现，这些电话似乎来自合法来源。 请务必仔细检查发件人的电子邮件地址或电话号码，切勿点击可疑链接或下载来自未知来源的附件。

# Blog_IDTRLPVU_H3_Text7
source: Lastly, consider limiting the amount of personal media you share online. Even with privacy settings in place, there is always a risk that your media could be accessed or leaked by hackers or malicious actors. By only sharing media with trusted individuals and avoiding sharing sensitive content altogether, you can reduce the risk of your personal media being leaked.
ar: أخيرًا ، ضع في اعتبارك تحديد كمية الوسائط الشخصية التي تشاركها عبر الإنترنت. حتى مع وجود إعدادات الخصوصية في مكانها الصحيح ، هناك دائمًا خطر يتمثل في إمكانية الوصول إلى الوسائط الخاصة بك أو تسريبها من قبل المتسللين أو الجهات الخبيثة. من خلال مشاركة الوسائط فقط مع أفراد موثوق بهم وتجنب مشاركة المحتوى الحساس تمامًا ، يمكنك تقليل مخاطر تسريب الوسائط الشخصية الخاصة بك.
de: Erwägen Sie schließlich, die Anzahl der persönlichen Medien, die Sie online freigeben, zu begrenzen. Selbst wenn Datenschutzeinstellungen vorhanden sind, besteht immer das Risiko, dass Hacker oder böswillige Akteure auf Ihre Medien zugreifen oder diese durchsickern lassen. Indem Sie Medien nur mit vertrauenswürdigen Personen teilen und das Teilen sensibler Inhalte insgesamt vermeiden, können Sie das Risiko verringern, dass Ihre persönlichen Medien durchgesickert sind.
es: Por último, considera la posibilidad de limitar la cantidad de contenido personal que compartes en Internet. Incluso con la configuración de privacidad activada, siempre existe el riesgo de que hackers o agentes malintencionados accedan a tus archivos o los filtren. Si solamente compartes contenido multimedia con personas de confianza y evitas por completo compartir contenido sensible, puedes reducir el riesgo de que se filtre tu contenido personal.
fr: Enfin, envisagez de limiter la quantité de médias personnels que vous partagez en ligne. Même avec des paramètres de confidentialité en place, il existe toujours un risque que vos médias soient consultés ou divulgués par des pirates ou des acteurs malveillants. En ne partageant des médias qu'avec des personnes de confiance et en évitant complètement de partager du contenu sensible, vous pouvez réduire le risque de fuite de vos médias personnels.
it: Infine, prendi in considerazione la possibilità di limitare la quantità di contenuti multimediali personali che condividi online. Anche con le impostazioni sulla privacy in atto, c'è sempre il rischio che i tuoi contenuti multimediali possano essere accessibili o divulgati da hacker o malintenzionati. Condividendo i contenuti multimediali solo con persone fidate ed evitando del tutto di condividere contenuti sensibili, è possibile ridurre il rischio che i propri contenuti multimediali personali vengano divulgati.
ko: 마지막으로 온라인에서 공유하는 개인 미디어의 양을 제한하는 것이 좋습니다. 개인 정보 설정이 있더라도 해커나 악의적인 행위자가 미디어에 액세스하거나 유출할 수 있는 위험이 항상 있습니다. 신뢰할 수 있는 사람과만 미디어를 공유하고 민감한 콘텐츠를 공유하지 않으면 개인 미디어가 유출될 위험을 줄일 수 있습니다.
nl: Overweeg ten slotte om de hoeveelheid persoonlijke media die u online deelt te beperken. Zelfs met privacy-instellingen is er altijd een risico dat uw media kunnen worden geopend of gelekt door hackers of kwaadwillende actoren. Door alleen media te delen met vertrouwde personen en het delen van gevoelige inhoud helemaal te vermijden, kunt u het risico verkleinen dat uw persoonlijke media worden gelekt.
pl: Na koniec rozważ ograniczenie ilości multimediów osobistych udostępnianych w Internecie. Nawet przy skonfigurowanych ustawieniach prywatności zawsze istnieje ryzyko, że hakerzy lub złośliwe podmioty uzyskają dostęp do Twoich multimediów lub je udostępnią. Udostępniając multimedia tylko zaufanym osobom i całkowicie unikając udostępniania poufnych treści, możesz zmniejszyć ryzyko wycieku Twoich osobistych multimediów.
pt: Por último, considere limitar a quantidade de mídia pessoal que você compartilha online. Mesmo com configurações de privacidade em vigor, sempre há o risco de que sua mídia possa ser acessada ou vazada por hackers ou atores maliciosos. Ao compartilhar mídia apenas com pessoas de confiança e evitar compartilhar conteúdo sensível por completo, você pode reduzir o risco de que sua mídia pessoal seja vazada.
ru: Наконец, подумайте об ограничении объема личных медиа, которыми вы делитесь в Интернете. Даже при наличии настроек конфиденциальности всегда существует риск того, что хакеры или злоумышленники могут получить доступ к вашим медиа или их утечку. Делясь медиафайлами только с доверенными лицами и вообще избегая распространения конфиденциального контента, вы можете снизить риск утечки ваших личных медиафайлов.
sv: Slutligen, överväg att begränsa mängden personliga medier du delar online. Även med sekretessinställningar på plats finns det alltid en risk att din media kan nås eller läckas av hackare eller illvilliga aktörer. Genom att bara dela media med betrodda individer och undvika att dela känsligt innehåll helt och hållet kan du minska risken för att dina personliga medier läcker ut.
tr: Son olarak, çevrimiçi olarak paylaştığınız kişisel medya miktarını sınırlamayı düşünün. Gizlilik ayarları mevcut olsa bile, medyanıza bilgisayar korsanları veya kötü niyetli aktörler tarafından erişilmesi veya bunların sızdırılması riski her zaman vardır. Medyayı yalnızca güvenilir kişilerle paylaşarak ve hassas içeriği paylaşmaktan tamamen kaçınarak, kişisel medyanızın sızma riskini azaltabilirsiniz.
zh: 最后，考虑限制您在线共享的个人媒体数量。 即使有隐私设置，您的媒体也始终存在被黑客或恶意行为者访问或泄露的风险。 通过仅与受信任的个人共享媒体并完全避免共享敏感内容，您可以降低个人媒体被泄露的风险。

# Blog_IDTRLPVU_H4_Conclusion_Text1
source: When it comes to securing your personal photos, videos, and sensitive documents, AxCrypt is your best bet. For six years in a row, AxCrypt has consistently been recognized as the <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>“World's Best Encryption Software</b>”</a>.by PC Mag since <b>2016</b>.
ar: عندما يتعلق الأمر بتأمين الصور الشخصية ومقاطع الفيديو والمستندات الحساسة ، فإن اكسكربت هو أفضل رهان لك. لمدة ست سنوات متتالية ، تم الاعتراف باكسكربت باستمرار باعتباره <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"أفضل برنامج تشفير في العالم </ b> ”</a>. بواسطة PC Mag منذ <b> 2016 </b>.
de: Wenn es um die Sicherung Ihrer persönlichen Fotos, Videos und vertraulichen Dokumente geht, ist AxCrypt die beste Wahl. Seit sechs Jahren in Folge wird AxCrypt durchweg als <a href=' anerkannthttps://www.pcmag.com/picks/the-best-encryption-software '><b>“World's Best Encryption Software</b>"</a>.von PC Mag seit <b>2016</b>.
es: Cuando se trata de proteger tus fotos personales, videos y documentos confidenciales, AxCrypt es tu mejor opción. Durante seis años consecutivos, AxCrypt ha sido reconocido como el <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Mejor software de cifrado del mundo</b>"</a> por PC Mag desde 2016.
fr: Lorsqu'il s'agit de sécuriser vos photos, vidéos et documents sensibles personnels, AxCrypt est votre meilleur pari. Pendant six années consécutives, AxCrypt a été régulièrement reconnu comme le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Meilleur Logiciel de Chiffrement au Monde</ b>”</a> par PC Mag depuis <b>2016</b>.
it: Quando si tratta di proteggere foto, video e documenti sensibili personali, AxCrypt è la soluzione migliore. Per sei anni consecutivi, AxCrypt è stato costantemente riconosciuto come il "<a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>Miglior software di crittografia al mondo"</b></a> da PC Mag dal <b>2016</b>.
ko: 개인 사진, 비디오 및 민감한 문서를 보호하는 데 있어 AxCrypt가 최선의 선택입니다. 6년 연속, <b>2016</b> 년부터 AxCrypt는 지속적으로 PC Mag의 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"세계 최고의 암호화 소프트웨어</b>"</a>로 인정 받고 있습니다.
nl: Als het gaat om het beveiligen van uw persoonlijke foto's, video's en gevoelige documenten, is AxCrypt uw beste keuze. Al zes jaar op rij wordt AxCrypt sinds <b>2016</b> consequent erkend als de <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"World's Best Encryption Software"</b></a>.by PC Mag.
pl: Jeśli chodzi o zabezpieczanie osobistych zdjęć, filmów i poufnych dokumentów, AxCrypt jest najlepszym wyborem. Przez sześć lat z rzędu AxCrypt niezmiennie uznawany był za <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>„Najlepsze na świecie oprogramowanie szyfrujące</ b>”</a>.przez PC Mag od <b>2016</b>.
pt: Quando se trata de proteger suas fotos pessoais, vídeos e documentos confidenciais, o AxCrypt é sua melhor aposta. Por seis anos consecutivos, o AxCrypt tem sido consistentemente reconhecido como o <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Melhor Software de Criptografia do Mundo</b>"</a> pela PC Mag desde <b>2016</b>.
ru: Когда дело доходит до защиты ваших личных фотографий, видео и конфиденциальных документов, AxCrypt - ваш лучший выбор. В течение шести лет подряд AxCrypt неизменно признавался <a href='https://www.pcmag.com/picks/the-best-encryption-software '><b>“World's Best Encryption Software</b>”</a>.издается PC Mag с <b>2016 года</b>.
sv: När det gäller att säkra dina personliga foton, videor och känsliga dokument är AxCrypt din bästa insats. Under sex år i rad har AxCrypt konsekvent erkänts som <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Världens bästa krypteringsmjukvara" b>”</a>.av PC Mag sedan <b>2016</b>.
tr: Kişisel fotoğraflarınızın, videolarınızın ve hassas belgelerinizin güvenliğini sağlamak söz konusu olduğunda, AxCrypt en iyi seçeneğinizdir. AxCrypt <b>2016'dan</b> beri üst üste altı yıl boyunca PC Mag tarafından aralıksız olarak <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Dünyanın En İyi Şifreleme Yazılımı"</b></a> olarak kabul edilmiştir.
zh: 当涉及到保护您的个人照片，视频和敏感文档时，AxCrypt是您最好的选择。 连续六年，AxCrypt一直被认为是<a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"World's Best Encryption Software</b>"</a>.由PC Mag自<b>2016年以来</b>.
