Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVL_Text3
source: I understand that, but I’d like to discuss why we’re doing it this way. In the end we’re of course always open to change, so comments are welcome. Do use our <a href='https://www.axcrypt.net/forums/forum/community/'>forums</a> for that, and refer to this blog post so we know your starting point.
ar: أتفهم ذلك ، لكني أود مناقشة سبب قيامنا بذلك بهذه الطريقة. في النهاية نحن بالطبع منفتحون دائمًا على التغيير ، لذا نرحب بالتعليقات. استخدم <a href='https://www.axcrypt.net/forums/forum/community/'> منتدياتنا </a> لذلك ، وارجع إلى منشور المدونة هذا حتى نعرف نقطة البداية.
de: Ich verstehe das, aber ich würde gerne diskutieren, warum wir es so machen. Am Ende sind wir natürlich immer offen für Veränderungen, also Kommentare sind willkommen. Verwenden Sie unser <a href='https://www.axcrypt.net/forums/forum/community /'>forums</a> und verweisen Sie auf diesen Blogbeitrag, damit wir Ihren Ausgangspunkt kennen.
es: Lo entendemos, pero nos gustaría discutir por qué lo estamos haciendo de esta manera. Al final, por supuesto, siempre estamos abiertos al cambio, por lo que los comentarios siempre son bienvenidos. Utiliza nuestros a href='https://www.axcrypt.net/forums/forum/community/'>foros</a> para eso y consulta esta publicación de blog para que sepamos tu punto de partida.
fr: Je comprends cela, mais j’aimerais discuter des raisons pour lesquelles nous procédons de cette façon. En fin de compte, nous sommes bien sûr toujours ouverts au changement, donc les commentaires sont les bienvenus. Utilisez nos <a href='https://www.axcrypt.net/forums/forum/community/'>forums</a> pour cela, et référez-vous à cet article de blog afin que nous connaissions votre point de départ.
it: Lo capisco, ma vorrei discutere del motivo per cui lo stiamo facendo in questo modo. Alla fine, ovviamente, siamo sempre aperti al cambiamento, quindi i commenti sono i benvenuti. Utilizza i nostri <a href='https://www.axcrypt.net/forums/forum/community/'>forum</a> per questo e fai riferimento a questo post del blog in modo da conoscere il tuo punto di partenza.
ko: 우리는 그 점을 이해하지만 왜 우리가 이런 식으로하고 있는지 논의하고 싶습니다. 결국 우리는 항상 변화에 열려 있으므로 의견을 환영합니다. 이를 위해 <a href='https://www.axcrypt.net/forums/forum/community/'>포럼</a> 을 사용하고 이 블로그 게시물을 참조하여 시작할 수 있습니다.
nl: Dat begrijp ik, maar ik wil het graag hebben over waarom we het op deze manier doen. Uiteindelijk staan we natuurlijk altijd open voor verandering, dus reacties zijn welkom. Gebruik daarvoor onze <a href='https://www.axcrypt.net/forums/forum/community/'>forums</a> en verwijs naar deze blogpost zodat we weten wat uw startpunt is.
pl: Rozumiem to, ale chciałbym omówić, dlaczego robimy to w ten sposób. W końcu oczywiście zawsze jesteśmy otwarci na zmiany, więc komentarze są mile widziane. Skorzystaj w tym celu z naszych <a href='https://www.axcrypt.net/forums/forum/community/'>fora</a> i zapoznaj się z tym wpisem na blogu, abyśmy mogli poznać Twój punkt wyjścia.
pt: Eu entendo isso, mas gostaria de discutir porquê que o fazemos desta forma. No final, estamos, claro, sempre abertos à mudança, pelo que os comentários são bem-vindos. Faça uso dos nossos <a href='https://www.axcrypt.net/forums/forum/community/'>fóruns</a> para isso e refira este blog post para que nos saibamos do seu ponto de partida.
ru: Я понимаю это, но я хотел бы обсудить, почему мы делаем это таким образом. В конце концов, мы, конечно, всегда открыты для изменений, поэтому комментарии приветствуются. Используйте наш <a href='https://www.axcrypt.net/forums/forum/community/'>forums</a> и не забудьте включить это сообщение из блога, чтобы мы знали, почему возник такой вопрос.
sv: Jag förstår det, men jag skulle vilja diskutera varför vi gör på det här sättet. I slutändan är vi naturligtvis alltid öppna för förändringar, så kommentarer är välkomna. Använd våra <a href='https://www.axcrypt.net/forums/forum/community/'>forum</a> för det, och hänvisa till det här blogginlägget så att vi vet din utgångspunkt.
tr: Bunu anlıyorum, ama bunu neden bu şekilde yaptığımızı açıklamak istiyorum. Sonunda elbette her zaman değişime açığız, bu yüzden yorumlara açığız. Bunun için <a href='https://www.axcrypt.net/forums/forum/community/'>forumlarımızı</a> kullanın ve başlangıç noktanızı bilmemiz için bu blog gönderisine bakın.
zh: 我明白，但我想讨论一下为什么我们这样做。 最后，我们当然总是愿意改变，所以欢迎评论。 使用我们的<a href='https://www.axcrypt.net/forums/forum/community/'>forums</a>为此，请参阅此博客文章，以便我们知道您的起点。

# Blog_SVL_Text4
source: There are several reasons why we prefer an annual subscription over a ‘perpetual’ license, but here’s the summary:
ar: هناك العديد من الأسباب التي تجعلنا نفضل الاشتراك السنوي على الترخيص "الدائم" ، ولكن إليك الملخص:
de: Es gibt mehrere Gründe, warum wir ein Jahresabonnement einer unbefristeten Lizenz vorziehen, aber hier ist die Zusammenfassung:
es: Hay varias razones por las que preferimos una suscripción anual a una licencia "perpetua", pero aquí está el resumen:
fr: Il y a plusieurs raisons pour lesquelles nous préférons un abonnement annuel à une licence « perpétuelle », mais en voici le résumé :
it: Esistono diversi motivi per cui preferiamo un abbonamento annuale a una licenza "perpetua", ma ecco il riepilogo:
ko: '영구' 라이선스보다 연간 구독을 선호하는 데에는 몇 가지 이유가 있지만, 요약하면 다음과 같습니다.
nl: Er zijn verschillende redenen waarom we een jaarabonnement verkiezen boven een ‘eeuwigdurende’ licentie, maar hier is het overzicht:
pl: Istnieje kilka powodów, dla których wolimy roczną subskrypcję od „wieczystej” licencji, ale oto podsumowanie:
pt: Há várias razões para preferirmos uma subscrição anual em vez de uma licença 'perpétua', mas aqui está o sumário:
ru: Есть несколько причин, по которым мы предпочитаем годовую подписку "бессрочной" лицензии, наше краткое изложение:
sv: Det finns flera anledningar till att vi föredrar en årlig prenumeration framför en "evig" licens, men här är sammanfattningen:
tr: "Kalıcı" lisans yerine yıllık aboneliği tercih etmemizin birkaç nedeni var ancak bunlar şu şekilde özetlenebilir:
zh: 我们更喜欢年度订阅而不是"永久"许可证有几个原因，但以下是摘要:

# Blog_SVL_Text5
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>It’s more honest, fair and predictable for you as a user.</li><li>It’s more relevant since much of the Premium service requires server and personnel resources continuously.</li><li>It’s more predictable for us.</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> إنها أكثر صدقًا وإنصافًا ويمكن التنبؤ بها كمستخدم. </ li> <li> إنها أكثر صلة نظرًا لأن الكثير من الخدمات المميزة تتطلب خادمًا وموارد موظفين بشكل مستمر. </ li> <li> إنها أكثر قابلية للتنبؤ بالنسبة لنا. </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Es ist ehrlicher, fairer und berechenbarer für Sie als Benutzer.</li><li>Es ist relevanter, da ein Großteil des Premium-Dienstes kontinuierlich Server- und Personalressourcen benötigt.</li><li>Es ist für uns vorhersehbarer.</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Es más honesto, justo y predecible para ti como usuario.</li><li>Es más relevante, ya que gran parte del servicio Premium requiere recursos de servidor y personal continuamente.</li><li>Es más predecible para nosotros.</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>C’est plus honnête, juste et prévisible pour vous en tant qu’utilisateur.</li><li>C’est plus pertinent car une grande partie du service Premium nécessite des ressources de serveur et de personnel en permanence.</li><li>C’est plus prévisible pour nous.</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>È più onesto, equo e prevedibile per te come utente.</li><li>È più rilevante poiché gran parte del servizio Premium richiede continuamente risorse di server e personale.</li><li>Per noi è più prevedibile.</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>사용자로서 더 정직하고 공정하며 예측 가능합니다.</li><li>프리미엄 서비스의 대부분은 서버 및 인력 리소스를 지속적으로 필요로하기 때문에 더 관련이 있습니다.</li><li>우리는 더 예측 가능합니다.</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Het is eerlijker, rechtvaardiger en voorspelbaarder voor u als gebruiker.</li><li>Het is relevanter aangezien een groot deel van de Premium-service continu server- en personeelsbronnen nodig heeft.</li><li>Het is voorspelbaarder voor ons.</li></ol>
pl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Jest bardziej uczciwy, sprawiedliwy i przewidywalny dla Ciebie jako użytkownika.</li><li>Jest bardziej trafny ponieważ znaczna część usługi Premium wymaga ciągłych zasobów serwera i personelu.</li><li>Jest to dla nas bardziej przewidywalne.</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>É mais honesta, justa e previsível para si como utilizador.</li><li>É mais relevante, uma vez que muito do serviço Premium requer recursos de servidor e de pessoal continuamente.</li><li>É mais previsível para nós.</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Это более честно и предсказуемо для вас как пользователя.</li><li> Это более актуально, поскольку большая часть Premium-сервиса постоянно требует серверных и кадровых ресурсов.</li><li> Это более прогнозируемо для нас.</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Det är mer ärligt, rättvist och förutsägbart för dig som användare.</li><li>Det är mer relevant eftersom mycket av Premium-tjänsten kräver server- och personalresurser kontinuerligt.</li><li>Det är mer förutsägbart för oss.</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Bu, bir kullanıcı olarak sizin için daha dürüst, adil ve öngörülebilir bir seçenektir.</li><li>Premium hizmetin çoğu sürekli olarak sunucu ve personel kaynakları gerektirdiğinden daha uygundur.</li><li>Bizim için daha öngörülebilir.</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>对于您作为用户来说，它更诚实，公平和可预测。</li><li>它更相关，因为大部分高级服务需要服务器和人员资源不断。</li><li>这对我们来说更容易预测。</li></ol>

# Blog_SVL_Text6
source: It’s more honest, fair and predictable because the typical software license is not at all perpetual. It’s usually valid for either the exact version you purchased, or for updates until an arbitrary point in time where a new ‘major’ release is published by the manufacturer. This is typically every 12-18 months. The old release will not get security updates, nor be made compatible with new operating systems, so in the end you’re anyway forced to accept the ‘upgrade offer’.
ar: إنه أكثر صدقًا وإنصافًا ويمكن التنبؤ به لأن ترخيص البرنامج النموذجي ليس دائمًا على الإطلاق. عادةً ما يكون صالحًا إما للإصدار الدقيق الذي اشتريته ، أو للتحديثات حتى نقطة زمنية عشوائية حيث يتم نشر إصدار "رئيسي" جديد من قبل الشركة المصنعة. هذا عادة كل 12-18 شهرًا. لن يحصل الإصدار القديم على تحديثات الأمان ، ولن يكون متوافقًا مع أنظمة التشغيل الجديدة ، لذا فأنت مجبر في النهاية على قبول "عرض الترقية".
de: Es ist ehrlicher, fairer und vorhersehbarer, weil die typische Softwarelizenz überhaupt nicht unbefristet ist. Es gilt normalerweise entweder für die genaue Version, die Sie gekauft haben, oder für Updates bis zu einem beliebigen Zeitpunkt, zu dem eine neue Hauptversion vom Hersteller veröffentlicht wird. Dies ist in der Regel alle 12-18 Monate. Die alte Version wird weder Sicherheitsupdates erhalten noch mit neuen Betriebssystemen kompatibel gemacht, sodass Sie am Ende ohnehin gezwungen sind, das Upgrade-Angebot anzunehmen.
es: Es más honesto, justo y predecible porque la licencia de software típica no es para nada perpetua. Por lo general, es válido para la versión exacta que compraste o para actualizaciones hasta un momento arbitrario en el que el fabricante publica una nueva versión "principal". Esto es típicamente cada 12-18 meses. La versión anterior no obtendrá actualizaciones de seguridad ni se hará compatible con los nuevos sistemas operativos, por lo que al final, de todos modos, te ves obligado a aceptar la "oferta de actualización".
fr: C’est plus honnête, juste et prévisible car la licence logicielle typique n’est pas du tout perpétuelle. Il est généralement valable pour la version exacte que vous avez achetée ou pour les mises à jour jusqu’à un moment arbitraire où une nouvelle version « majeure » est publiée par le fabricant. C’est généralement tous les 12-18 mois. L’ancienne version ne recevra pas de mises à jour de sécurité, ni ne sera rendue compatible avec les nouveaux systèmes d’exploitation, donc à la fin, vous êtes de toute façon obligé d’accepter "l’offre de mise à niveau".
it: È più onesto, equo e prevedibile perché la tipica licenza software non è affatto perpetua. Di solito è valido per la versione esatta acquistata o per gli aggiornamenti fino a un momento arbitrario in cui il produttore pubblica una nuova versione "principale". Questo è in genere ogni 12-18 mesi. La vecchia versione non riceverà aggiornamenti di sicurezza, né sarà resa compatibile con i nuovi sistemi operativi, quindi alla fine sei comunque costretto ad accettare l'offerta di aggiornamento.
ko: 일반적인 소프트웨어 라이선스가 전혀 영구적이지 않기 때문에, 더 정직하고 공정하며 예측 가능합니다. 일반적으로 구매한 정확한 버전 또는 제조업체에서 새 '주요' 릴리스를 게시하는 임의의 시점까지 업데이트가 유효합니다. 이것은 일반적으로 12-18 개월마다입니다. 이전 릴리스는 보안 업데이트를받지 못하거나 새 운영 체제와 호환되지 않으므로 결국 '업그레이드 제안'을 해야합니다.
nl: Het is eerlijker, rechtvaardiger en voorspelbaarder omdat de typische softwarelicentie helemaal niet eeuwigdurend is. Het is meestal geldig voor de exacte versie die u hebt gekocht, of voor updates tot een willekeurig tijdstip waarop een nieuwe 'grote' release door de fabrikant wordt gepubliceerd. Dit is meestal elke 12-18 maanden. De oude release krijgt geen beveiligingsupdates en wordt ook niet compatibel gemaakt met nieuwe besturingssystemen, dus uiteindelijk ben je toch gedwongen om het 'upgrade-aanbod' te accepteren.
pl: Jest bardziej uczciwy, sprawiedliwy i przewidywalny, ponieważ typowa licencja na oprogramowanie wcale nie jest wieczysta. Zwykle obowiązuje albo dla dokładnie zakupionej wersji, albo dla aktualizacji do dowolnego momentu, w którym producent opublikuje nowe „główne” wydanie. Zwykle odbywa się to co 12-18 miesięcy. Stara wersja nie otrzyma aktualizacji bezpieczeństwa ani nie będzie kompatybilna z nowymi systemami operacyjnymi, więc ostatecznie i tak jesteś zmuszony zaakceptować „ofertę uaktualnienia”.
pt: É mais honesta, justa e previsível, porque a licença típica de software não é de todo perpétua. É geralmente válida para a versão exacta que adquiriu ou para actualizações até um ponto arbitrário no tempo quando uma nova versão 'principal' seja publicada pelo fabricante. Isto acontece tipicamente a cada 12-18 meses. A versão antiga deixa de receber actualizações de segurança e de ser compatível com novos sistemas operativos e no final você é forçada(o) a aceitar a 'oferta da actualização'.
ru: Это честно, беспристрастно и предсказуемо, потому что типичная лицензия на программное обеспечение вовсе не бессрочна. Обычно это действительно либо для купленной вами версии, либо для обновлений до произвольного момента времени, когда производитель опубликует новую "основную" версию. Обычно это происходит каждые 12-18 месяцев. Старая версия не получит обновлений для системы безопасности и не будет совместима с новыми операционными системами, так что в конце концов вы все равно будете вынуждены принять "предложение об обновлении".
sv: Det är mer ärligt, rättvist och förutsägbart eftersom den typiska mjukvarulicensen inte alls är evig. Det är vanligtvis giltigt för antingen den exakta versionen du köpte, eller för uppdateringar tills en godtycklig tidpunkt då en ny "stor" version publiceras av tillverkaren. Detta är vanligtvis var 12-18:e månad. Den gamla versionen kommer inte att få säkerhetsuppdateringar och inte heller göras kompatibel med nya operativsystem, så i slutändan är du ändå tvungen att acceptera "uppgraderingserbjudandet".
tr: Daha dürüst, adil ve öngörülebilir çünkü tipik yazılım lisansı hiç de kalıcı değildir. Genellikle satın aldığınız tam sürüm için veya üretici tarafından yeni bir 'büyük' sürümün yayınlandığı rastgele bir zaman noktasına kadar güncellemeler için geçerlidir. Bu da genellikle her 12-18 ayda bir gerçekleşir. Eski sürüm güvenlik güncellemeleri almayacağı veya yeni işletim sistemleriyle uyumlu hale getirilmeyeceği için sonunda 'yükseltme teklifini' kabul etmek zorunda kalırsınız.
zh: 它更加诚实，公平和可预测，因为典型的软件许可证根本不是永久性的。 它通常对您购买的确切版本有效，或者对更新有效，直到制造商发布新的"主要"版本的任意时间点。 这通常是每12-18个月一次。 旧的版本不会得到安全更新，也不会与新的操作系统兼容，所以最终你不得不接受"升级优惠"。

# Blog_SVL_Text7
source: Many software companies also offer the worst of two worlds – a license, and a yearly support fee! With AxCrypt it’s simple and clean. A single yearly cost for it all.
ar: تقدم العديد من شركات البرمجيات أيضًا أسوأ ما في العالمين - الترخيص ورسوم الدعم السنوية! مع اكسكربت، الأمر بسيط ونظيف. تكلفة سنوية واحدة لكل ذلك.
de: Viele Softwareunternehmen bieten auch das Schlimmste aus zwei Welten an - eine Lizenz und eine jährliche Supportgebühr! Mit AxCrypt ist es einfach und sauber. Ein einziger jährlicher Preis für alles.
es: Muchas compañías de software también ofrecen lo peor de dos mundos: ¡una licencia y una tarifa de soporte anual! Con AxCrypt es simple y eficaz. Un solo costo anual para todo.
fr: De nombreuses sociétés de logiciels offrent également le pire des deux mondes - une licence et des frais de support annuels! Avec AxCrypt, c’est simple et propre. Un seul coût annuel pour tout cela.
it: Molte società di software offrono anche il peggio di due mondi: una licenza e una tariffa di supporto annuale! Con AxCrypt è semplice e pulito. Un unico costo annuale per tutto.
ko: 많은 소프트웨어 회사는 최악의 플랜인 라이선스와 연간 지원 비용을 동시에 제공하기도 합니다! AxCrypt를 사용하면 단순하고 깔끔한 모든 비용에 대한 단일 연간 비용만 지불하시면 됩니다.
nl: Veel softwarebedrijven bieden ook het slechtste van twee werelden: een licentie en een jaarlijkse ondersteuningsvergoeding! Met AxCrypt is het eenvoudig en schoon. Een enkele jaarlijkse prijs voor alles.
pl: Wiele firm programistycznych oferuje również najgorszy z dwóch światów – licencję i roczną opłatę za wsparcie! Z AxCrypt jest to proste i czyste. Jeden roczny koszt za to wszystko.
pt: Muitas empresas de software também oferecem o pior dos dois mundos: uma licença e uma taxa de suporte anual! Com a AxCrypt, é simples: um único custo anual para tudo.
ru: Многие компании–разработчики программного обеспечения также предлагают худшее из двух миров - лицензию и ежегодную плату за поддержку! С AxCrypt все просто и понятно - единовременная годовая плата.
sv: Många mjukvaruföretag erbjuder också det värsta av två världar – en licens och en årlig supportavgift! Med AxCrypt är det enkelt och rimligt. En enda årlig kostnad för det hela.
tr: Çoğu yazılım şirketi de bu iki dünyanın en kötüsünü sunar - bir lisans ve bir yıllık bir destek ücreti! AxCrypt ile bu basit ve nettir. Hepsi için tek bir yıllık ücret.
zh: 许多软件公司还提供最糟糕的两个世界–许可证和年度支持费！ 使用AxCrypt，它简单而干净。 这一切的一年费用。

# Blog_SVL_Text8
source: We first offer a 30 day Premium Trial, and then you can choose if you’d like to use it for another 6 or 12 months at a time and can stop at any time.
ar: نقدم أولاً إصدارًا تجريبيًا مميزًا لمدة 30 يومًا ، وبعد ذلك يمكنك اختيار ما إذا كنت ترغب في استخدامه لمدة 6 أو 12 شهرًا أخرى في كل مرة ويمكنك التوقف في أي وقت.
de: Wir bieten zuerst eine 30-tägige Premium-Testversion an, und dann können Sie wählen, ob Sie sie jeweils für weitere 6 oder 12 Monate nutzen möchten und jederzeit aufhören können.
es: Primero ofrecemos una prueba gratuita Premium de 30 días, y luego puedes elegir si deseas usarla durante otros 6 o 12 meses a la vez y puedes cancelarla en cualquier momento.
fr: Nous offrons d’abord un Essai Premium de 30 jours, puis vous pouvez choisir si vous souhaitez l’utiliser pendant 6 ou 12 mois supplémentaires à la fois et vous pouvez arrêter à tout moment.
it: Per prima cosa, offriamo una prova Premium di 30 giorni e, dopo, puoi scegliere se desideri utilizzarla per altri 6 o 12 mesi alla volta e puoi interrompere in qualsiasi momento.
ko: 먼저 30일 프리미엄 평가판을 제공하며, 그런 다음 한 번에 6개월 또는 12개월 동안 추가로 사용할 것인지 선택할 수 있으며, 언제든지 중지할 수 있습니다.
nl: Wij bieden eerst een Premium Proefperiode van 30 dagen aan, en daarna kunt u kiezen of u het nog 6 of 12 maanden per keer wilt gebruiken en kunt u op elk moment stoppen.
pl: Najpierw oferujemy 30-dniową wersję próbną Premium, a następnie możesz wybrać, czy chcesz korzystać z niej przez kolejne 6 lub 12 miesięcy na raz i możesz przerwać w dowolnym momencie.
pt: Primeiro oferecemos um período experimental Premium de 30 dias e depois pode escolher se deseja continuar por mais 6 ou 12 meses de cada vez e pode parar a qualquer momento.
ru: Сначала мы предлагаем 30-дневную Premium-пробную версию, а затем вы можете выбрать, хотите ли вы подписку на еще 6 или 12 месяцев. Вы можете отказаться от подписки в любое время.
sv: Vi erbjuder först en 30 dagars Premium-provperiod, och sedan kan du välja om du vill använda den i ytterligare 6 eller 12 månader åt gången och du kan avsluta prenumerationen när som helst.
tr: Öncelikle 30 günlük bir Premium Deneme sunuyoruz ve daha sonra bir seferde 6 veya 12 ay daha kullanmak isteyip istemediğinizi seçebilir ve istediğiniz zaman durdurabilirsiniz.
zh: 我们首先提供30天的Premium试用版，然后您可以选择是否要一次再使用6个月或12个月，并且可以随时停止。
