Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessInvitationMasterKeyInfoMailBodyIntro
source: You have been invited by <b>{0}</b>. Note, this business has the feature <i>master key</i> turned on. This means files you encrypt will for safety reasons be possible to recover by the administrators of the business. By accepting this invitation you will be added to the business and your files will have master key applied to them. If you don’t want to be part of this business, please ignore this email and proceed by <a href='{1}'>signing up</a> instead.
ar: لقد تلقيت دعوة من <b> {0} </b>. ملاحظة ، هذا النشاط التجاري به الميزة <i> المفتاح الرئيسي </ i> قيد التشغيل. هذا يعني أن الملفات التي تقوم بتشفيرها لأسباب تتعلق بالسلامة سيكون من الممكن استردادها من قبل مسؤولي الشركة. بقبول هذه الدعوة ، ستتم إضافتك إلى الشركة وسيتم تطبيق المفتاح الرئيسي لملفاتك عليها. إذا كنت لا تريد أن تكون جزءًا من هذا النشاط التجاري ، فيرجى تجاهل هذا البريد الإلكتروني والمتابعة من خلال <a href='{1}'> الاشتراك </a> بدلاً من ذلك.
es: <b>{0}</b> te ha invitado. Ten en cuenta que esta cuenta tiene activada la función <i>clave maestra</i>. Esto significa que los administradores de la cuenta podrán recuperar los archivos que cifres por motivos de seguridad. Al aceptar esta invitación, se te agregará a la cuenta y se aplicará la clave maestra a tus archivos. Si no quieres ser parte de esta cuenta, ignora este correo electrónico y procede a tu <a href='{1}'>registro</a>.
fr: Vous avez été invité.e sur AxCrypt par <b>{0}</b>. Cette entreprise a activé la fonctionnalité <i>Passe-Partout</i>. Cela qui veut dire que, pour des raisons de sécurités, les documents que vous chiffrez pourront être récupérés par les gestionnaires de l'entreprise. En acceptant cette invitation, vous serez ajouté.e à l'entreprise et le Passe-Partout sera appliqué à vos fichiers. Si vous ne voulez pas rejoindre cette entreprise, veuillez ignorer cet e-mail et continuez en <a href='{1}'>vous inscrivant</a> à la place.
it: Sei stato invitato da <b>{0}</b>. Nota, questa azienda ha la funzionalità <i>Master key</i> attivata. Ciò significa che i file che cripti potranno essere recuperati dagli amministratori dell'azienda per motivi di sicurezza. Accettando questo invito, verrai aggiunto all'azienda e la Master key verrà applicata ai tuoi file. Se non vuoi far parte di questa azienda, ignora questa email e procedi invece <a href='{1}'>registrandoti</a>.
ko: Search results might be outdated: 18 Results / 18 Loaded ResellerSubscriptionExpiredWarning untranslated !!Your subscription has expired since {0}. Please contact <a href="mailto:reseller@axcrypt.net">support</a> to have it extended. BusinessTrialEligibleInfo untranslated !!You're eligible for a free 30 day trial! You can add as many users as you like and pay nothing for the first 30 days! But remember, after the 30 days are up, you will be charged ResellerHelpMarketingBlock1ListItem1 translated Do not edit the images without our permission. 허락없이 이미지를 수정하지 마십시오. ResellerHelpAddAndManageCustomersBlock1Text1 translated To resell AxCrypt Business to a new customer, create their subscription on the account website: AxCrypt Business를 새 고객에게 재판매하려면 계정 웹 사이트에서 구독을 만드세요. ResellerHelpAddAndManageCustomersBlock1ListItem6 translated The reseller’s discount will be automatically added. 리셀러 할인이 자동으로 적용되었습니다. ResellerHelpAddAndManageCustomersBlock4ListItem1 translated You now have an unused license. You can either save it for when you need it (this doesn’t pause the expiration date) or assign it to a new user. 이제 사용되지 않는 라이센스가 있습니다. 필요할 때 저장하거나(만기일을 일시 중지하지 않음) 새 사용자에게 할당할 수 있습니다. ResellerHelpAddAndManageCustomersBlock1Text5 translated If any information has been filled in incorrectly during the creation, you can always change it by going to . 정보가 잘못 입력된 경우 언제든지 이동하여 정보를 변경할 수 있습니다. IndustriesFinancialDescription translated In the world of finance, data security is a serious business. Encryption enables various types of economic activities that would otherwise not be possible. The financial services industry is one hit hardest by the heightened expectations of consumers to access information, receive help, and conduct transactions anywhere and at any time via their electronic devices. By converting plaintext into ciphertext, encryption helps banks, insurance companies, actors in the credit market, corporations, venture funds, investment advisors, fund managers, consulting firms, etc. protect sensitive information so only the authorized users can, with the right key, decrypt and understand the information. In the world of finance, data security is a serious business. Encryption enables various types of economic activities that would otherwise not be possible. The financial services industry is one hit hardest by the heightened expectations of consumers to access information, receive help, and conduct transactions anywhere and at any time via their electronic devices. By converting plaintext into ciphertext, encryption helps banks, insurance companies, actors in the credit market, corporations, venture funds, investment advisors, fund managers, consulting firms, etc. protect sensitive information so only the authorized users can, with the right key, decrypt and understand the information. IndustriesFinancialSecurity translated Client’s information and company deals are also stored safe and secure from prying eyes. 고객의 정보 및 회사 거래도 안전하게 보관되고 있습니다. IndustriesFinancialTeamwork translated The exchange of a large amount of data is simple and easy. It assures the security of electronic commerce transactions over the Internet for example making it possible to transmit credit card numbers. Use master key, a feature which enables business administrators to recover files of the business members, eliminating the risk of losing access to critical files due to employees leaving or forgetting their passwords. 많은 양의 데이터를 교환하는 것은 간단하고 쉽습니다. 그것은 예를 들어 신용 카드 번호를 전송하는 것을 가능하게 하는 등 인터넷을 통한 전자 상거래의 보안을 보장합니다. 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있는 기능인 마스터 키를 사용하여 직원이 암호를 잊거나 탈퇴하여 중요한 파일에 액세스할 수 없게 될 위험을 제거합니다. IndustriesLegalCloud translated Automatically secure your files/documents on multiple cloud storage services such as Google Drive and Dropbox and manage the access to your passwords seamlessly wherever you are. All information is available to all members involved in the agreements and contracts. Google Drive 및 Dropbox와 같은 여러 클라우드 스토리지 서비스에서 파일/문서를 자동으로 보호하고 어디서나 암호에 대한 액세스를 완벽하게 관리할 수 있습니다. 모든 정보는 계약 및 계약에 관련된 모든 회원에게 제공됩니다. AffiliateAdvantagesText1 translated Generous commission - We are proud to offer a commission of 25%, one of the best within the industry. 관대한 커미션 - 업계 최고 중 하나인 25%의 커미션을 제공하게 되어 자랑스럽습니다. AffiliateAdvantagesText4 translated Top conversion rates - Our optimized marketing strategy and strong brand reputation lead to high percentage conversions. This allows you to maximize your earning potential. 최고 전환율 - 최적화된 마케팅 전략과 강력한 브랜드 평판은 높은 비율로 전환됩니다. 이를 통해 수익 잠재력을 극대화할 수 있습니다. AffiliateInstructionsHeading translated Promote AxCrypt and earn a profit from each sale AxCrypt 홍보 및 각 판매 수익 창출 AffiliateInstructionsStep3 translated Refer AxCrypt and earn 25% commission on every paid conversion AxCrypt를 참조하여 모든 유료 전환에 대해 25%의 커미션을 받습니다. BusinessInvitationMasterKeyInfoMailBodyIntro untranslated You have been invited by <b>{0}</b>. Note, this business has the feature <i>master key</i> turned on. This means files you encrypt will for safety reasons be possible to recover by the administrators of the business. By accepting this invitation you will be added to the business and your files will have master key applied to them. If you don’t want to be part of this business, please ignore this email and proceed by <a href='{1}'>signing up</a> instead. MasterKeyHelpText2 untranslated Files which were encrypted <b>before</b> enabling master key will not be possible to open without the original encryption credentials. MasterKeyOldEncryptedFilesHelpText untranslated Files encrypted before this will not be possible to recover with master key. If you know there are files you need to have master key applied to please inform the user to stop protecting the files and then start protecting them again. This will re-encrypt the files, including the master key. You have been invited by <b>{0}</b>. Note, this business has the feature <i>master key</i> turned on. This means files you encrypt will for safety reasons be possible to recover by the administrators of the business. By accepting this invitation you will be added to the business and your files will have master key applied to them. If you don’t want to be part of this business, please ignore this email and proceed by <a href='{1}'>signing up</a> instead.
nl: U bent uitgenodigd door <b>{0}</b>. Let op, voor dit bedrijf is de functie <i>hoofdsleutel</i> ingeschakeld. Dit betekent dat bestanden die u versleutelt om veiligheidsredenen kunnen worden hersteld door de beheerders van het bedrijf. Door deze uitnodiging te accepteren, wordt u toegevoegd aan het bedrijf en wordt de mastersleutel op uw bestanden toegepast. Als u geen deel wilt uitmaken van dit bedrijf, negeert u deze e-mail en gaat u verder door <a href='{1}'>aan te melden</a>.
pl: Zostałeś zaproszony przez <b>{0}</b>. Pamiętaj, że ta firma ma włączoną funkcję <i>klucz główny</i>. Oznacza to, że zaszyfrowane pliki ze względów bezpieczeństwa będą mogły zostać odzyskane przez administratorów firmy. Akceptując to zaproszenie, zostaniesz dodany do firmy, a do Twoich plików zostanie zastosowany klucz główny. Jeśli nie chcesz być częścią tej firmy, zignoruj tę wiadomość e-mail i zamiast tego dokonaj <a href='{1}'>rejestracji</a>.
pt: Foi convidada(o) por <b>{0}</b>. Note que esta empresa tem a funcionalidade <i>chave-mestra</i> activa. Isto quer dizer que os ficheiros que cifrar poderão, por razões de segurança, ser recuperados por administradores. Ao aceitar este convite, será adicionada(o) à empresa e a chave-mestra será aplicada aos seus ficheiros. Se não quiser fazer parte desta empresa, por favor, ignore este email e <a href='{1}'>adira</a>.
sv: Du har blivit inbjuden av <b>{0}</b>. Observera att det här företaget har funktionen <i>master keys</i> aktiverad. Detta innebär att filer som du krypterar av säkerhetsskäl kommer att vara möjliga att återställa av företagets administratörer. Genom att acceptera denna inbjudan kommer du att läggas till i företaget och dina filer kommer att ha master key applicerad på dem. Om du inte vill vara en del av det här företaget, ignorera det här e-postmeddelandet och fortsätt genom att <a href='{1}'>registrera dig</a> istället.
tr: <b>{0}</b> tarafından davet edildiniz. Bu işletmede <i>ana anahtar</i> özelliğinin açık olduğunu unutmayın. Bu, güvenlik nedenleriyle şifrelediğiniz dosyaların işletme yöneticileri tarafından kurtarılabileceği anlamına gelir. Bu daveti kabul ederek işletmeye ekleneceksiniz ve dosyalarınıza ana anahtar uygulanmış olacak. Bu işletmenin bir parçası olmak istemiyorsanız, lütfen bu e-postayı dikkate almayın ve bunun yerine <a href='{1}'>kaydolarak</a> devam edin.
zh: 您已被<b>{0}</b>邀请。 注意，此业务具有<i>主密钥</i>开启的功能。 这意味着出于安全原因，您加密的文件可以由业务管理员恢复。 通过接受此邀请，您将被添加到业务和您的文件将有应用到他们的主密钥。 如果您不想成为这项业务的一部分，请忽略此电子邮件，然后继续<a href='{1}'>注册</a>。

# BusinessPhoneNumberPlaceholder
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ko: 전화번호
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon numarası
zh: 电话号码

# BusinessPrioritySupportTitle
source: Business Priority Support Request
ar: طلب دعم أولوية الأعمال
de: Antrag Auf Unterstützung Der Businesspriorität
es: Solicitud de soporte prioritario para Business
fr: Demande d'assistance Business prioritaire
it: Richiesta di Supporto Prioritario Business
nl: Zakelijke Prioriteit Support Verzoek
pt: Pedido de Suporte Prioritário Empresarial
ru: Запрос На Приоритетную Поддержку Business
sv: Begäran om Företagsprioriterad Support
tr: Business Öncelikli Destek Talebi
zh: Business优先级支持请求

# BusinessProductContent
source: Protect sensitive business data with AES-256. Securely share files with colleagues and stakeholders from any device, and decrypt any file with Masterkey. Priority Business Support included.
ar: احم بيانات الأعمال الحساسة باستخدام AES-256. شارك الملفات بأمان مع الزملاء وأصحاب المصلحة من أي جهاز ، وقم بفك تشفير أي ملف باستخدام المفتاح الرئيسي. وشملت أولوية دعم الأعمال.
de: Schützen Sie sensible Geschäftsdaten mit AES-256. Teilen Sie Dateien sicher mit Kollegen und Stakeholdern von jedem Gerät aus und entschlüsseln Sie jede Datei mit dem Hauptschlüssel. Vorrangige Geschäftsunterstützung inklusive.
es: Proteja los datos empresariales confidenciales con AES-256. Comparta archivos de forma segura con colegas y partes interesadas desde cualquier dispositivo, y descifre cualquier archivo con Masterkey. Soporte comercial prioritario incluido.
fr: Protégez les données professionnelles sensibles avec AES-256. Partagez des fichiers en toute sécurité avec vos collègues et parties prenantes depuis n'importe quel appareil et décryptez n'importe quel fichier avec la Clé Principale. Support commercial prioritaire inclus.
it: Proteggi i dati aziendali sensibili con AES-256. Condividi in modo sicuro i file con colleghi e stakeholder da qualsiasi dispositivo e decrittografa qualsiasi file con Masterkey. Supporto prioritario per le aziende incluso.
ko: AES-256으로 민감한 비즈니스 데이터를 보호하세요. 동료 및 이해관계자와 모든 장치에서 파일을 안전하게 공유하고, 마스터 키로 모든 파일을 복호화하세요. 우선 비즈니스 지원이 포함됩니다.
nl: Bescherm gevoelige bedrijfsgegevens met AES-256. Deel veilig bestanden met collega's en belanghebbenden vanaf elk apparaat en ontsleutel elk bestand met Masterkey. Prioritaire zakelijke ondersteuning inbegrepen.
pl: Chroń wrażliwe dane biznesowe za pomocą protokołu AES-256. Bezpiecznie udostępniaj pliki współpracownikom i interesariuszom z dowolnego urządzenia i odszyfruj dowolny plik za pomocą Masterkey. Priorytetowe wsparcie biznesowe w cenie.
pt: Proteja dados empresariais sensíveis com AES-256. Compartilhe arquivos com segurança com colegas e partes interessadas a partir de qualquer dispositivo e decripte qualquer arquivo com Masterkey. Suporte Prioritário para Empresas incluído.
ru: Защитите конфиденциальные бизнес-данные с помощью AES-256. Безопасно обменивайтесь файлами с коллегами и заинтересованными лицами с любого устройства и расшифровывайте любой файл с помощью Мастер-ключа. Приоритетная поддержка бизнеса включена.
sv: Skydda känslig affärsdata med AES-256. Dela säkert filer med kollegor och intressenter från vilken enhet som helst, och dekryptera vilken fil som helst med en Huvudnyckel. Prioriterad Företagssupport ingår.
tr: AES-256 ile hassas iş verilerini koruyun. Dosyaları herhangi bir cihazdan iş arkadaşlarınızla ve paydaşlarla güvenli bir şekilde paylaşın ve Ana Anahtar ile herhangi bir dosyanın şifresini çözün. Öncelikli Business Desteği dahildir.
zh: 使用AES-256保护敏感业务数据。从任何设备安全地与同事和利益相关者共享文件，并使用万事达密钥解密任何文件。包括优先业务支持。

# BusinessProductKeyHead1
source: The Master Key eliminates the risk of losing access to critical files
ar: يزيل المفتاح الرئيسي خطر فقدان الوصول إلى الملفات الهامة
de: Der Hauptschlüssel eliminiert das Risiko, den Zugriff auf kritische Dateien zu verlieren
es: La llave maestra elimina el riesgo de perder el acceso a archivos críticos
fr: La clé maîtresse élimine le risque de perdre l'accès à des fichiers critiques.
it: La Master Key elimina il rischio di perdere l'accesso ai file critici
ko: 마스터 키를 사용하면 중요한 파일에 대한 액세스가 손실될 위험이 없습니다
nl: De Master Key elimineert het risico van verlies van toegang tot kritieke bestanden
pl: Klucz główny eliminuje ryzyko utraty dostępu do krytycznych plików
ru: Мастер-ключ исключает риск потери доступа к критически важным файлам
sv: Huvudnyckeln eliminerar risken att förlora åtkomst till viktiga filer
zh: 主密钥消除了无法访问关键文件的风险

# BusinessProductKeyHead10
source: Secure files online in mobile and desktop with cloud security
ar: تأمين الملفات عبر الإنترنت في الأجهزة المحمولة وسطح المكتب باستخدام أمان السحابة
de: Sichern Sie Dateien online auf Mobilgeräten und Desktops mit Cloud-Sicherheit
es: Proteja los archivos en línea en dispositivos móviles y de escritorio con seguridad en la nube
fr: Sécurisez vos fichiers en ligne sur mobile et bureau avec la sécurité dans le cloud
it: Proteggi i file online su dispositivi mobili e desktop con la sicurezza del cloud
ko: 클라우드 보안을 통해 모바일 및 데스크톱에서 온라인으로 파일 보호
nl: Beveilig bestanden online op mobiel en desktop met cloudbeveiliging
pl: Bezpieczne pliki online na urządzeniach przenośnych i stacjonarnych z zabezpieczeniami w chmurze
ru: Защита файлов в Интернете на мобильных устройствах и настольных компьютерах с помощью безопасности облака
sv: Säkra filer online i mobil och stationär med molnsäkerhet
zh: 通过云安全在移动和桌面上在线保护文件

# BusinessProductKeyHead2
source: Create and manage user groups with centralized key management
ar: إنشاء مجموعات المستخدمين وإدارتها باستخدام إدارة المفاتيح المركزية
de: Erstellen und Verwalten von Benutzergruppen mit zentraler Schlüsselverwaltung
es: Cree y administre grupos de usuarios con la administración centralizada de claves
fr: Créez et gérez des groupes d'utilisateurs avec une gestion centralisée des clés
it: Creazione e gestione di gruppi di utenti con gestione centralizzata delle chiavi
ko: 중앙 집중식 키 관리를 통해 사용자 그룹 생성 및 관리
nl: Gebruikersgroepen maken en beheren met gecentraliseerd sleutelbeheer
pl: Twórz grupy użytkowników i zarządzaj nimi dzięki scentralizowanemu zarządzaniu kluczami
ru: Создание групп пользователей и управление ими с помощью централизованного управления ключами
sv: Skapa och hantera användargrupper med centraliserad nyckelhantering
zh: 使用集中式密钥管理创建和管理用户组

# BusinessProductKeyHead3
source: Manage file and folder permissions with user access control
ar: إدارة أذونات الملفات والمجلدات باستخدام التحكم في وصول المستخدم
de: Verwalten von Datei- und Ordnerberechtigungen mit Benutzerzugriffskontrolle
es: Administrar permisos de archivos y carpetas con el control de acceso de usuario
fr: Gérez les autorisations des fichiers et des dossiers avec le contrôle d'accès des utilisateurs
it: Gestisci le autorizzazioni di file e cartelle con il controllo dell'accesso degli utenti
ko: 사용자 액세스 제어로 파일 및 폴더 권한 관리
nl: Bestands- en mapmachtigingen beheren met toegangscontrole voor gebruikers
pl: Zarządzaj uprawnieniami do plików i folderów za pomocą kontroli dostępu użytkowników
ru: Управление правами доступа к файлам и папкам с помощью контроля доступа пользователей
sv: Hantera fil- och mappbehörigheter med användaråtkomstkontroll
zh: 使用用户访问控制管理文件和文件夹权限

# BusinessProductKeyHead4
source: Share files to members using group key sharing
ar: مشاركة الملفات مع الأعضاء باستخدام مشاركة مفاتيح المجموعة
de: Freigeben von Dateien für Mitglieder mithilfe der gemeinsamen Nutzung von Gruppenschlüsseln
es: Compartir archivos con miembros mediante el uso compartido de claves de grupo
fr: Partagez des fichiers avec les membres en utilisant le partage de clé de groupe
it: Condividere file con i membri utilizzando la condivisione delle chiavi di gruppo
ko: 그룹 키 공유를 사용하여 회원에게 파일 공유
nl: Bestanden delen met leden via gedeelde groepssleutels
pl: Udostępniaj pliki członkom za pomocą udostępniania kluczy grupowych
ru: Предоставление общего доступа к файлам участникам с помощью общего доступа к ключу группы
sv: Dela filer med medlemmar med hjälp av gruppnyckeldelning
zh: 使用群组密钥共享功能将文件共享给成员

# BusinessProductKeyHead6
source: Get priority business support from a dedicated account manager
ar: احصل على دعم الأعمال ذي الأولوية من مدير حساب مخصص
de: Erhalten Sie vorrangigen Geschäftssupport von einem engagierten Kundenbetreuer
es: Obtenga soporte comercial prioritario de un administrador de cuentas dedicado
fr: Obtenez un support prioritaire pour les entreprises d'un gestionnaire de compte dédié
it: Ottieni supporto aziendale prioritario da un account manager dedicato
ko: 전담 고객 관리자로부터 우선적인 비즈니스 지원 받기
nl: Profiteer van zakelijke support met voorrang van een toegewijde accountmanager
pl: Uzyskaj priorytetowe wsparcie biznesowe od dedykowanego opiekuna klienta
ru: Получите приоритетную бизнес-поддержку от специализированного менеджера по работе с клиентами
sv: Få prioriterat affärsstöd från en dedikerad kontoansvarig
zh: 从专门的客户经理那里获得优先的业务支持

# BusinessProductKeyHead7
source: File Security Solutions for Both Professionals and Businesses
ar: حلول أمان الملفات لكل من المحترفين والشركات
de: Dateisicherheitslösungen für Profis und Unternehmen
es: Soluciones de seguridad de archivos para profesionales y empresas
fr: Solutions de sécurité des fichiers pour les professionnels et les entreprises
it: Soluzioni di sicurezza dei file per professionisti e aziende
ko: 전문가와 기업 모두를 위한 파일 보안 솔루션
nl: Oplossingen voor bestandsbeveiliging voor zowel professionals als bedrijven
pl: Rozwiązania w zakresie bezpieczeństwa plików dla profesjonalistów i firm
ru: Решения для защиты файлов как для профессионалов, так и для бизнеса
sv: Filsäkerhetslösningar för både proffs och företag
zh: 适用于专业人士和企业的文件安全解决方案

# BusinessProductKeyHead8
source: Generate, save, and share passwords, cards, & notes with Password Manager
ar: إنشاء كلمات المرور والبطاقات والملاحظات وحفظها ومشاركتها باستخدام مدير كلمات المرور
de: Generieren, Speichern und Freigeben von Passwörtern, Karten und Notizen mit Passwort Manager
es: Genere, guarde y comparta contraseñas, tarjetas y notas con Password Manager
fr: Générez, enregistrez et partagez des mots de passe, des cartes et des notes avec le Gestionnaire de mots de passe
it: Genera, salva e condividi password, schede e note con Password Manager
ko: 암호 관리자를 사용하여 암호, 카드 및 메모 생성, 저장 및 공유
nl: Wachtwoorden, kaarten en notities genereren, opslaan en delen met Password Manager
pl: Generowanie, zapisywanie i udostępnianie haseł, kart i notatek za pomocą Menedżera haseł
ru: Генерируйте, сохраняйте и делитесь паролями, картами и заметками с помощью Password Manager
sv: Generera, spara och dela lösenord, kort och anteckningar med Password Manager
zh: 使用密码管理器生成、保存和共享密码、卡片和笔记

# BusinessProductKeyHead9
source: Recover Your Encrypted Files Safely with AxCrypt's Secure Key Backup
ar: استرجع ملفاتك المشفرة بأمان باستخدام النسخ الاحتياطي لمفتاح الأمان من أكسكريبت
de: Stellen Sie Ihre verschlüsselten Dateien sicher mit der sicheren Schlüsselsicherung von AxCrypt wieder her
es: Recupere sus archivos cifrados de forma segura con Secure Key Backup de AxCrypt
fr: Récupérez vos fichiers chiffrés en toute sécurité avec la sauvegarde de clés sécurisée d'AxCrypt.
it: Recupera i tuoi file crittografati in modo sicuro con il backup sicuro delle chiavi di AxCrypt
ko: AxCrypt의 보안 키 백업으로 암호화된 파일을 안전하게 복구합니다.
nl: Herstel uw gecodeerde bestanden veilig met AxCrypt's Secure Key Backup
pl: Bezpieczne odzyskiwanie zaszyfrowanych plików dzięki bezpiecznej kopii zapasowej klucza AxCrypt
ru: Безопасно восстанавливайте зашифрованные файлы с помощью безопасного резервного копирования ключей AxCrypt
sv: Återställ dina krypterade filer säkert med AxCrypts Secure Key Backup
zh: 使用 AxCrypt 的安全密钥备份安全地恢复您的加密文件
