Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSPWESBSI2_H2_Text1
source: <b>Encryption:</b> One of the most effective ways to secure PDF files is by encrypting them with a password. Encryption scrambles the content of the PDF, making it unreadable without the correct password. This prevents unauthorized users from accessing the document's contents, even if they gain access to the file.
ar: <b>التشفير:</b> واحدة من أكثر الطرق فعالية لتأمين ملفات PDF هي تشفيرها بكلمة مرور. يعمل التشفير على تشويش محتوى PDF ، مما يجعله غير قابل للقراءة بدون كلمة المرور الصحيحة. يمنع هذا المستخدمين غير المصرح لهم من الوصول إلى محتويات الوثيقة، حتى إذا تمكنوا من الوصول إلى الملف.
de: <b>Verschlüsselung:</b> Eine der effektivsten Möglichkeiten, PDF-Dateien zu sichern, besteht darin, sie mit einem Passwort zu verschlüsseln. Durch die Verschlüsselung wird der Inhalt der PDF-Datei verschlüsselt, sodass er ohne das richtige Passwort nicht mehr lesbar ist. Dadurch wird verhindert, dass nicht autorisierte Benutzer auf den Inhalt des Dokuments zugreifen, selbst wenn sie Zugriff auf die Datei erhalten.
es: <b>Encriptación:</b> Una de las formas más efectivas de proteger los archivos PDF es encriptarlos con una contraseña. El cifrado codifica el contenido del PDF, haciéndolo ilegible sin la contraseña correcta. Esto evita que usuarios no autorizados accedan al contenido del documento, incluso si obtienen acceso al archivo.
fr: <b>Cryptage :</b> L'un des moyens les plus efficaces de sécuriser les fichiers PDF consiste à les chiffrer avec un mot de passe. Le cryptage brouille le contenu du PDF, le rendant illisible sans le mot de passe correct. Cela empêche les utilisateurs non autorisés d'accéder au contenu du document, même s'ils accèdent au fichier.
it: <b>Codifica:</b> Uno dei modi più efficaci per proteggere i file PDF è crittografarli con una password. La crittografia codifica il contenuto del PDF, rendendolo illeggibile senza la password corretta. In questo modo si impedisce agli utenti non autorizzati di accedere al contenuto del documento, anche se ottengono l'accesso al file.
ko: <b>암호화:</b> PDF 파일을 보호하는 가장 효과적인 방법 중 하나는 암호로 파일을 암호화하는 것입니다. 암호화는 PDF의 내용을 암호화하여 올바른 암호 없이는 읽을 수 없게 만듭니다. 이를 통해 파일에 접근하더라도 문서 내용을 무단으로 볼 수 없게 됩니다.
nl: <b>Codering:</b> Een van de meest effectieve manieren om PDF-bestanden te beveiligen, is door ze te versleutelen met een wachtwoord. Versleuteling versleutelt de inhoud van de PDF, waardoor deze onleesbaar wordt zonder het juiste wachtwoord. Dit voorkomt dat onbevoegde gebruikers toegang krijgen tot de inhoud van het document, zelfs als ze toegang krijgen tot het bestand.
pl: <b>Szyfrowanie:</b> jednym z najskuteczniejszych sposobów zabezpieczania plików PDF jest szyfrowanie ich hasłem. Szyfrowanie szyfruje zawartość pliku PDF, czyniąc go nieczytelnym bez prawidłowego hasła. Uniemożliwia to nieupoważnionym użytkownikom dostęp do zawartości dokumentu, nawet jeśli uzyskają oni dostęp do pliku.
pt: <b>Encriptação:</b> Uma das maneiras mais eficazes de proteger arquivos PDF é criptografando-os com uma senha. A criptografia embaralha o conteúdo do PDF, tornando-o ilegível sem a senha correta. Isso impede que usuários não autorizados acessem o conteúdo do documento, mesmo que obtenham acesso ao arquivo.
ru: <b>Шифрование:</b> Одним из наиболее эффективных способов защиты PDF-файлов является их шифрование паролем. Шифрование приводит к искажению содержимого PDF-файла, что делает его нечитаемым без правильного пароля. Это предотвратит несанкционированный доступ пользователей к содержимому документа, даже если они получат доступ к файлу.
sv: <b>Kryptering:</b> Ett av de mest effektiva sätten att säkra PDF-filer är att kryptera dem med ett lösenord. Kryptering omvandlar innehållet i PDF-filen så att det blir oläsligt utan korrekt lösenord. Detta förhindrar obehöriga användare från att få åtkomst till dokumentets innehåll, även om de får tag på filen.
tr: <b>Şifreleme:</b> PDF dosyalarını güvenli hale getirmenin en etkili yollarından biri, onları bir parola ile şifrelemektir. Şifreleme, PDF'nin içeriğini karıştırarak doğru parola olmadan okunamaz hale getirir. Bu, yetkisiz kullanıcıların dosyaya erişim sağlasalar bile belgenin içeriğine erişmelerini engeller.
zh: <b>加密：</b> 保护PDF文件的最有效方法之一是使用密码对其进行加密。加密会扰乱PDF的内容，使其在没有正确密码的情况下无法读取。这样可以防止未经授权的用户访问文档的内容，即使他们获得了对文件的访问权限。

# Blog_HTSPWESBSI2_H2_Text2
source: <b>Access Controls:</b> PDF files can be protected with access controls that restrict who can view, edit, or print the document. Access control settings can specify user permissions, such as allowing only certain users to view the document while preventing others from viewing or opening it
ar: <b>ضوابط الوصول:</b> يمكن حماية ملفات PDF باستخدام عناصر تحكم الوصول التي تقيد من يمكنه عرض المستند أو تحريره أو طباعته. يمكن أن تحدد إعدادات التحكم في الوصول أذونات المستخدم، مثل السماح لمستخدمين معينين فقط بعرض المستند مع منع الآخرين من عرضه أو فتحه
de: <b>Zugangskontrollen:</b> PDF-Dateien können mit Zugriffskontrollen geschützt werden, die einschränken, wer das Dokument anzeigen, bearbeiten oder drucken kann. In den Einstellungen für die Zugriffssteuerung können Benutzerberechtigungen festgelegt werden, z. B. dass nur bestimmte Benutzer das Dokument anzeigen können, während andere es nicht anzeigen oder öffnen können
es: <b>Controles de acceso:</b> Los archivos PDF se pueden proteger con controles de acceso que restringen quién puede ver, editar o imprimir el documento. La configuración de control de acceso puede especificar permisos de usuario, como permitir que solo ciertos usuarios vean el documento y evitar que otros lo vean o abran
fr: <b>Contrôles d'Accès :</b> Les fichiers PDF peuvent être protégés par des contrôles d'accès qui limitent les personnes pouvant afficher, modifier ou imprimer le document. Les paramètres de contrôle d'accès peuvent spécifier les autorisations des utilisateurs, par exemple autoriser uniquement certains utilisateurs à afficher le document tout en empêchant les autres de l'afficher ou de l'ouvrir.
it: <b>Controlli di accesso:</b> I file PDF possono essere protetti con controlli di accesso che limitano gli utenti che possono visualizzare, modificare o stampare il documento. Le impostazioni di controllo di accesso possono specificare le autorizzazioni utente, ad esempio consentendo solo a determinati utenti di visualizzare il documento e impedendo ad altri di visualizzarlo o aprirlo
ko: <b>액세스 제어:</b> PDF 파일은 누가 문서를 볼 수 있고, 편집할 수 있으며, 인쇄할 수 있는지 제한하는 액세스 제어로 보호할 수 있습니다. 액세스 제어 설정을 통해 특정 사용자만 문서를 볼 수 있게 하거나 다른 사용자가 문서를 보거나 열지 못하도록 할 수 있습니다.
nl: <b>Toegangscontroles:</b> PDF-bestanden kunnen worden beveiligd met toegangscontroles die beperken wie het document kan bekijken, bewerken of afdrukken. Met instellingen voor toegangsbeheer kun je gebruikersmachtigingen opgeven, zoals alleen bepaalde gebruikers toestaan het document te bekijken en zo te voorkomen, dat anderen het document bekijken of openen
pt: <b>Controles de Acesso:</b> Os arquivos PDF podem ser protegidos com controles de acesso que restringem quem pode visualizar, editar ou imprimir o documento. As configurações de controle de acesso podem especificar permissões de usuário, como permitir que apenas determinados usuários exibam o documento e, ao mesmo tempo, impedir que outros o visualizem ou abram
ru: <b>Контроль доступа:</b> Файлы PDF могут быть защищены с помощью элементов управления доступом. Они ограничивают круг лиц, которые могут просматривать, редактировать или печатать документ. Параметры управления доступом могут определять разрешения пользователей, например, разрешать просмотр документа только определенным пользователям, а другим — просматривать или открывать его
sv: <b>Åtkomstkontroller:</b> PDF-filer kan skyddas med åtkomstkontroller som begränsar vem som kan visa, redigera eller skriva ut dokumentet. Inställningar för åtkomstkontroll kan specificera användarbehörigheter, till exempel att endast vissa användare får visa dokumentet medan andra hindras från att se eller öppna det.
tr: <b>Erişim Kontrolleri:</b> PDF dosyaları, belgeyi kimlerin görüntüleyebileceğini, düzenleyebileceğini veya yazdırabileceğini kısıtlayan erişim denetimleriyle korunabilir. Erişim denetimi ayarları, yalnızca belirli kullanıcıların belgeyi görüntülemesine izin verirken başkalarının görüntülemesini veya açmasını engelleme gibi kullanıcı izinlerini belirtebilir
zh: <b>访问控制：</b>PDF文件可以通过访问控制来保护，这些访问控制限制了谁可以查看、编辑或打印文档。访问控制设置可以指定用户权限，例如仅允许某些用户查看文档，同时阻止其他人查看或打开文档

# Blog_HTSPWESBSI2_H2_Text3
source: <b>Redaction:</b> Redaction is the process of permanently removing sensitive or confidential information from a PDF document. This can include text, images, or other content that should not be disclosed to unauthorized parties. Redaction tools allow users to selectively remove or obscure sensitive information before sharing the document. While it can remove sensitive information, it's not a good choice when you actually want to share sensitive information
ar: <b>التنقيح:</b> التنقيح هو عملية إزالة المعلومات الحساسة أو السرية نهائيا من وثيقة PDF. يمكن أن يشمل ذلك نصوصا أو صورا أو محتوى آخر لا ينبغي الكشف عنه لأطراف غير مصرح لها. تتيح أدوات التنقيح للمستخدمين إزالة المعلومات الحساسة أو حجبها بشكل انتقائي قبل مشاركة الوثيقة. على الرغم من أنه يمكن أن يزيل المعلومات الحساسة ، إلا أنه ليس خيارا جيدا عندما تريد بالفعل مشاركة معلومات حساسة
de: <b>Redaktion:</b> Schwärzung ist der Prozess, bei dem sensible oder vertrauliche Informationen dauerhaft aus einem PDF-Dokument entfernt werden. Dazu können Texte, Bilder oder andere Inhalte gehören, die nicht an Unbefugte weitergegeben werden sollten. Schwärzungstools ermöglichen es Benutzern, vertrauliche Informationen selektiv zu entfernen oder zu verdecken, bevor sie das Dokument freigeben. Es kann zwar vertrauliche Informationen entfernen, ist aber keine gute Wahl, wenn Sie tatsächlich vertrauliche Informationen freigeben möchten
es: <b>Redacción:</b> La redacción es el proceso de eliminar permanentemente información sensible o confidencial de un documento PDF. Esto puede incluir texto, imágenes u otro contenido que no debe divulgarse a partes no autorizadas. Las herramientas de redacción permiten a los usuarios eliminar u ocultar selectivamente información confidencial antes de compartir el documento. Si bien puede eliminar información confidencial, no es una buena opción cuando realmente desea compartir información confidencial
fr: <b>Caviardage :</b> Le caviardage est le processus de suppression définitive des informations sensibles ou confidentielles d'un document PDF. Cela peut inclure du texte, des images ou tout autre contenu qui ne doit pas être divulgué à des tiers non autorisés. Les outils de rédaction permettent aux utilisateurs de supprimer ou de masquer de manière sélective les informations sensibles avant de partager le document. Bien qu'il puisse supprimer des informations sensibles, ce n'est pas un bon choix lorsque vous souhaitez réellement partager des informations sensibles.
it: <b>Redazione:</b> La redazione è il processo di rimozione permanente di informazioni sensibili o riservate da un documento PDF. Ciò può includere testo, immagini o altri contenuti che non devono essere divulgati a parti non autorizzate. Gli strumenti di redazione consentono agli utenti di rimuovere o oscurare selettivamente le informazioni sensibili prima di condividere il documento. Sebbene possa rimuovere informazioni sensibili, non è una buona scelta quando si desidera effettivamente condividere informazioni sensibili
ko: <b>적출:</b> 적출은 PDF 문서에서 민감하거나 기밀 정보를 영구적으로 제거하는 과정입니다. 이는 텍스트, 이미지 또는 기타 민감한 정보를 포함하여 무단 사용자에게 노출되지 않도록 할 수 있습니다. 적출 도구를 사용하면 문서를 공유하기 전에 선택적으로 민감한 정보를 제거하거나 숨길 수 있습니다. 그러나 민감한 정보를 실제로 공유하려는 경우에는 적합하지 않습니다.
nl: <b>Redactie:</b> Redigeren is het proces waarbij gevoelige of vertrouwelijke informatie permanent uit een PDF-document wordt verwijderd. Dit kan tekst, afbeeldingen of andere inhoud zijn die niet door onbevoegden mag worden gezien. Met redactietools kunnen gebruikers selectief gevoelige informatie verwijderen of verbergen voordat ze het document delen. Hoewel dit gevoelige informatie kan verwijderen, is het geen goede keuze wanneer je daadwerkelijk gevoelige informatie wilt delen
pl: <b>Redakcja:</b> redakcja to proces trwałego usuwania wrażliwych lub poufnych informacji z dokumentu PDF. Może to obejmować tekst, obrazy lub inną treść, która nie powinna być ujawniana osobom nieupoważnionym. Narzędzia redakcyjne umożliwiają użytkownikom selektywne usuwanie lub ukrywanie poufnych informacji przed udostępnieniem dokumentu. Chociaż może usunąć poufne informacje, nie jest to dobry wybór, jeśli rzeczywiście chcesz udostępnić poufne informacje
pt: <b>Redação:</b> A redação é o processo de remover permanentemente informações confidenciais ou confidenciais de um documento PDF. Isso pode incluir texto, imagens ou outro conteúdo que não deve ser divulgado a terceiros não autorizados. As ferramentas de redação permitem que os usuários removam ou obscureçam seletivamente informações confidenciais antes de compartilhar o documento. Embora possa remover informações confidenciais, não é uma boa escolha quando você realmente deseja compartilhar informações confidenciais
ru: <b>Редактирование:</b> Редактирование — это процесс безвозвратного удаления конфиденциальной информации из документа PDF. Это может быть текст, изображения или другой контент, который не должен быть раскрыт посторонним лицам. Инструменты редактирования позволяют пользователям выборочно удалять или скрывать конфиденциальную информацию перед публикацией документа. Несмотря на то, что он может удалить конфиденциальную информацию, это не лучший выбор, когда вы действительно хотите поделиться конфиденциальной информацией
sv: <b>Redaktion:</b> Redigering är processen att permanent ta bort känslig eller konfidentiell information från ett PDF-dokument. Detta kan inkludera text, bilder eller annat innehåll som inte bör avslöjas för obehöriga parter. Redigeringsverktygen tillåter användare att selektivt ta bort eller dölja känslig information innan de delar dokumentet. Även om det kan ta bort känslig information, är det inte ett bra val när du faktiskt vill dela känslig information.
tr: <b>Redaksiyon:</b> Redaksiyon, bir PDF belgesinden hassas veya gizli bilgileri kalıcı olarak kaldırma işlemidir. Bu, yetkisiz taraflara ifşa edilmemesi gereken metin, resim veya diğer içerikleri içerebilir. Redaksiyon araçları, kullanıcıların belgeyi paylaşmadan önce hassas bilgileri seçerek kaldırmasına veya gizlemesine olanak tanır. Hassas bilgileri kaldırabilse de, hassas bilgileri gerçekten paylaşmak istediğinizde iyi bir seçim değildir
zh: <b>校订：</b> 密文是从PDF文档中永久删除敏感或机密信息的过程。这可能包括不应向未经授权的各方披露的文本、图像或其他内容。编辑工具允许用户在共享文档之前有选择地删除或隐藏敏感信息。虽然它可以删除敏感信息，但当您真正想要共享敏感信息时，它不是一个好的选择

# Blog_HTSPWESBSI2_H2_Text4
source: <b>Secure File Transfer:</b> When sharing PDF files, it's essential to use secure file transfer methods to prevent interception or unauthorized access during transmission. Secure file transfer protocols, such as SFTP or HTTPS, encrypting data at rest before sharing it, ensuring that it remains secure from prying eyes.
ar: <b>نقل الملفات الآمن:</b> عند مشاركة ملفات PDF ، من الضروري استخدام طرق نقل الملفات الآمنة لمنع الاعتراض أو الوصول غير المصرح به أثناء الإرسال. بروتوكولات نقل الملفات الآمنة ، مثل SFTP أو HTTPS ، لتشفير البيانات في حالة عدم النشاط قبل مشاركتها ، مما يضمن بقائها آمنة من أعين المتطفلين.
de: <b>Sichere Dateiübertragung:</b> Bei der Freigabe von PDF-Dateien ist es wichtig, sichere Dateiübertragungsmethoden zu verwenden, um das Abfangen oder den unbefugten Zugriff während der Übertragung zu verhindern. Sichere Dateiübertragungsprotokolle wie SFTP oder HTTPS, die ruhende Daten vor der Freigabe verschlüsseln und sicherstellen, dass sie vor neugierigen Blicken geschützt bleiben.
es: <b>Transferencia segura de archivos:</b> Al compartir archivos PDF, es esencial utilizar métodos seguros de transferencia de archivos para evitar la interceptación o el acceso no autorizado durante la transmisión. Protocolos seguros de transferencia de archivos, como SFTP o HTTPS, que cifran los datos en reposo antes de compartirlos, lo que garantiza que permanezcan a salvo de miradas indiscretas.
fr: <b>Transfert sécurisé de fichiers :</b> Lors du partage de fichiers PDF, il est essentiel d'utiliser des méthodes sécurisées de transfert de fichiers pour empêcher toute interception ou tout accès non autorisé pendant la transmission. Les protocoles de transfert de fichiers sécurisés, tels que SFTP ou HTTPS, cryptant les données au repos avant de les partager, garantissent ainsi qu'elles restent à l'abri des regards indiscrets.
it: <b>Trasferimento sicuro dei file:</b> Quando si condividono file PDF, è essenziale utilizzare metodi di trasferimento file sicuri per impedire l'intercettazione o l'accesso non autorizzato durante la trasmissione. Proteggi i protocolli di trasferimento dei file, come SFTP o HTTPS, crittografando i dati inattivi prima di condividerli, garantendo che rimangano al sicuro da occhi indiscreti.
ko: <b>안전한 파일 전송:</b> PDF 파일을 공유할 때 전송 중 가로채기나 무단 접근을 방지하기 위해 안전한 파일 전송 방법을 사용하는 것이 중요합니다. SFTP 또는 HTTPS와 같은 안전한 파일 전송 프로토콜을 사용하여 데이터를 공유하기 전에 암호화하여, 외부의 시선으로부터 안전하게 보호할 수 있습니다.
nl: <b>Veilige bestandsoverdracht:</b> bij het delen van PDF-bestanden is het essentieel om veilige bestandsoverdrachtmethoden te gebruiken om onderschepping of ongeautoriseerde toegang tijdens de verzending te voorkomen. Veilige protocollen voor bestandsoverdracht, zoals SFTP of HTTPS, waarbij gegevens in rust worden versleuteld voordat ze worden gedeeld, zorgt dat deze veilig blijven voor nieuwsgierige blikken.
pl: <b>Bezpieczny transfer plików:</b> udostępniając pliki PDF, należy koniecznie używać bezpiecznych metod przesyłania plików, aby zapobiec przechwyceniu lub nieautoryzowanemu dostępowi podczas transmisji. Bezpieczne protokoły przesyłania plików, takie jak SFTP lub HTTPS, szyfrują dane w spoczynku przed ich udostępnieniem, zapewniając ich bezpieczeństwo przed wścibskimi oczami.
pt: <b>Transferência segura de arquivos:</b> Ao compartilhar arquivos PDF, é essencial usar métodos seguros de transferência de arquivos para evitar interceptação ou acesso não autorizado durante a transmissão. Protocolos de transferência de arquivos seguros, como SFTP ou HTTPS, criptografando dados em repouso antes de compartilhá-los, garantindo que eles permaneçam seguros contra olhares indiscretos.
ru: <b>Безопасная передача файлов:</b> При обмене файлами PDF важно использовать безопасные методы передачи файлов, чтобы предотвратить перехват или несанкционированный доступ во время передачи. Безопасные протоколы передачи файлов, такие как SFTP или HTTPS, шифруют данные при хранении перед их передачей, гарантируя, что они останутся в безопасности от посторонних глаз.
sv: <b>Säker filöverföring:</b> När du delar PDF-filer är det viktigt att använda säkra filöverföringsmetoder för att förhindra avlyssning eller obehörig åtkomst under överföringen. Protokoll för säker fildelning, exempelvis SFTP eller HTTPS, krypterar data i vila innan de delas, vilket säkerställer att de förblir säkra från nyfikna ögon.
tr: <b>Güvenli Dosya Transferi:</b> PDF dosyalarını paylaşırken, aktarım sırasında müdahaleyi veya yetkisiz erişimi önlemek için güvenli dosya aktarım yöntemlerini kullanmak çok önemlidir. SFTP veya HTTPS gibi güvenli dosya aktarım protokolleri, bekleyen verileri paylaşmadan önce şifreleyerek meraklı gözlerden korunmasını sağlar.
zh: <b>安全文件传输：</b> 共享PDF文件时，必须使用安全的文件传输方法，以防止在传输过程中被拦截或未经授权的访问。安全文件传输协议，如SFTP或HTTPS，在共享之前对静态数据进行加密，确保数据安全不被窥探。

# Blog_HTSPWESBSI2_H3_SH1_Text1
source: Video Tutorial:
ar: فيديو تعليمي:
fr: Tutoriel vidéo:
it: Esercitazione video:
ko: 비디오 튜토리얼:
nl: Video zelfstudie:
pl: Film instruktażowy:
pt: Vídeo Tutorial:
ru: Видеоинструкция:
sv: Video Handledning:
tr: Video Eğitimi:
zh: 视频教程：

# Blog_HTSPWESBSI2_H3_SH1_Text10
source: To completely decrypt the file, click on the <b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير الملف تماما ، انقر فوق <b>رمز "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um die Datei vollständig zu entschlüsseln, klicken Sie oben im Hauptmenü auf das Symbol <b>"Sicherung beenden"</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar completamente el archivo, haga clic en el icono <b>'Detener seguridad'</b> en la franja del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Pour décrypter complètement le fichier, cliquez sur l'icône <b>'Arrêter la Sécurisation'</b> dans la barre du menu principal en haut et sélectionnez les fichiers que vous souhaitez décrypter.
it: Per decrittografare completamente il file, fai clic sull'icona " <b>Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일 암호화를 완전히 해제하려면 상단 메뉴의 <b>‘보안 중지’</b> 아이콘을 클릭하고 암호 해제를 원하는 파일을 선택합니다.
nl: Om het bestand volledig te ontsleutelen, klik je op het pictogram ' <b>Stoppen met beveiligen'</b> in het hoofdmenu bovenaan en selecteer je de bestanden die je wilt ontsleutelen.
pl: Aby całkowicie odszyfrować plik, kliknij ikonę <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar completamente o arquivo, clique no ícone <b>'Stop Securing'</b> na faixa do menu principal na parte superior e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы полностью расшифровать файл, щелкните значок <b>«Остановить защиту»</b> на полосе главного меню вверху и выберите файлы, которые вы хотите расшифровать.
sv: För att helt dekryptera filen, klicka på ikonen <b>"Sluta skydda"</b> från huvudmenyn överst och välj de filer som du vill dekryptera.
tr: Dosyanın şifresini tamamen çözmek için, üstteki ana menü şeridinden <b>'Korumayı Durdur'</b> simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要完全解密文件，请单击顶部主菜单条中的 <b>“停止保护”</b> 图标，然后选择要解密的文件。

# Blog_HTSPWESBSI2_H3_SH1_Text2
source: <b>STEP 1:</b> <a href='https://axcrypt.net/download/'>Download</a> and install AxCrypt
ar: <b>الخطوة 1:</b> <a href='https://axcrypt.net/download/'>قم بتنزيل</a> وتثبيت اكسكربت
de: <b>SCHRITT 1:</b> <a href='https://axcrypt.net/download/'>Download</a> AxCrypt herunter und installieren Sie es
es: <b>PASO 1:</b> <a href='https://axcrypt.net/download/'>Descarga</a> e instala AxCrypt
fr: <b>ÉTAPE 1 :</b> <a href='https://axcrypt.net/download/'>Télécharger</a> et installer AxCrypt
it: <b>PASSO 1:</b> <a href='https://axcrypt.net/download/'>Scarica</a> e installa AxCrypt
ko: <b>1단계:</b> <a href='https://axcrypt.net/download/'>AxCrypt를 다운로드</a>하고 설치합니다.
nl: <b>STAP 1:</b> <a href='https://axcrypt.net/download/'>Download</a> en installeer AxCrypt
pl: <b>KROK 1:</b> <a href='https://axcrypt.net/download/'>Pobierz</a> i zainstaluj AxCrypt
pt: <b>PASSO 1:</b> <a href='https://axcrypt.net/download/'>Baixe</a> e instale o AxCrypt
ru: <b>ШАГ 1:</b> <a href='https://axcrypt.net/download/'>Download</a> и установите AxCrypt
sv: <b>STEG 1:</b> <a href='https://axcrypt.net/download/'>Ladda ner</a> och installera AxCrypt
tr: <b>1. ADIM: AxCrypt'i</b> <a href='https://axcrypt.net/download/'>indirin</a> ve yükleyin
zh: <b>第 1 步：</b><a href='https://axcrypt.net/download/'>Download</a>并安装 AxCrypt
