Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCWhatsNextBlogText1
source: Want to dive deeper into encryption best practices? Check out our blog: <a href='/blog/'><b>Blogs on easy-to-use 128-bit and 256-bit encryption tool (axcrypt.net)</b></a>.
de: Möchten Sie tiefer in die Best Practices für die Verschlüsselung eintauchen? Schauen Sie sich unseren Blog an: <a href='/blog/'><b>Blogs on easy-to-use 128-bit and 256-bit encryption tool (axcrypt.net)</b></a>.
es: ¿Desea profundizar en las mejores prácticas de cifrado? Echa un vistazo a nuestro blog: <a href='/blog/'><b>Blogs sobre herramientas de cifrado de 128 bits y 256 bits fáciles de usar (axcrypt.net)</b></a>.
fr: Vous souhaitez plonger plus profondément dans les meilleures pratiques en matière de cryptage ? Découvrez notre blog : <a href='/blog/'><b>Blogs sur l'outil de cryptage facile à utiliser en 128 bits et 256 bits (axcrypt.net)</b></a>.
it: Vuoi approfondire le best practice di crittografia? Dai un'occhiata al nostro blog: <a href='/blog/'><b>Blog su strumenti di crittografia a 128 bit e 256 bit (axcrypt.net) facili da usare</b></a>.
ko: 암호화 모범 사례에 대해 자세히 알아보고 싶습니까? 블로그 확인: <a href='/blog/'><b>사용하기 쉬운 128비트 및 256비트 암호화 도구(axcrypt.net) 블로그</b></a>.
nl: Wil je dieper ingaan op de best practices voor encryptie? Bekijk onze blog: <a href='/blog/'><b>Blogs over gebruiksvriendelijke 128-bits en 256-bits coderingsprogramma (axcrypt.net)</b></a>.
pl: Chcesz głębiej poznać najlepsze praktyki szyfrowania? Sprawdź nasz blog: <a href='/blog/'><b>Blogi na temat łatwego w użyciu narzędzia do szyfrowania 128-bitowego i 256-bitowego (axcrypt.net)</b></a>.
ru: Хотите узнать больше о передовых методах шифрования? Ознакомьтесь с нашим <a href='/blog/'><b>Blogs on easy-to-use 128-bit and 256-bit encryption tool (axcrypt.net)</b></a>.
zh: 想要更深入地了解加密最佳实践？查看我们的博客： <a href='/blog/'><b>Blogs on easy-to-use 128-bit and 256-bit encryption tool (axcrypt.net)</b></a>.

# AxCWhatsNextGuideText1
source: Check out other AxCrypt guides: <a href='https://axcrypt.net/information/guides/get-started/'><b>AxCrypt Guides | Your guide to cybersecurity solutions</a></b>
de: Schauen Sie sich andere AxCrypt-Anleitungen an: <a href='https://axcrypt.net/information/guides/get-started/'><b>AxCrypt Guides | Your guide to cybersecurity solutions</b></a>
es: Consulte otras guías de AxCrypt: <a href='https://axcrypt.net/information/guides/get-started/'><b>Guías de AxCrypt | Tu guía de soluciones de ciberseguridad</a></b>
fr: Découvrez d'autres guides AxCrypt : <a href='https://axcrypt.net/information/guides/get-started/'><b>Guides AxCrypt | Votre guide des solutions de cybersécurité</b></a>
it: Dai un'occhiata ad altre guide di AxCrypt: <a href='https://axcrypt.net/information/guides/get-started/'><b>Guide di AxCrypt | La tua guida alle soluzioni di sicurezza informatica</b></a>
ko: 다른 AxCrypt 가이드 확인: <a href='https://axcrypt.net/information/guides/get-started/'><b>AxCrypt 가이드 | 사이버 보안 솔루션 가이드</a></b>
nl: Consulte otras guías de AxCrypt: <a href='https://axcrypt.net/information/guides/get-started/'><b>Guías de AxCrypt | Tu guía de soluciones de ciberseguridad</a></b>
pl: Sprawdź inne przewodniki AxCrypt: <a href='https://axcrypt.net/information/guides/get-started/'><b>Przewodniki AxCrypt | Twój przewodnik po rozwiązaniach w zakresie cyberbezpieczeństwa</a></b>
ru: Ознакомьтесь с другими руководствами по AxCrypt: <a href='https://axcrypt.net/information/guides/get-started/'><b>AxCrypt Guides | Your guide to cybersecurity solutions</b></a>
zh: 查看其他 AxCrypt 指南： <a href='https://axcrypt.net/information/guides/get-started/'><b>AxCrypt Guides | Your guide to cybersecurity solutions</b></a>

# AxCWhatsNextPricingText1
source: Check out our plans and pricing to compare and choose the best plan for you: <a href='/pricing/'><b>AxCrypt Price Plan | Easy to use affordable encryption software</b></a>.
de: Schauen Sie sich unsere Pläne und Preise an, um den besten Plan für Sie zu vergleichen und auszuwählen: <a href='/pricing/'><b>AxCrypt Price Plan | Easy to use affordable encryption software</b></a>.
es: Echa un vistazo a nuestros planes y precios para comparar y elegir el mejor plan para ti: <a href='/pricing/'><b>Plan de precios de AxCrypt | Software de cifrado asequible y fácil de usar</b></a>.
fr: Découvrez nos plans et tarifs pour comparer et choisir le meilleur plan pour vous : <a href='/pricing/'><b>Plan tarifaire AxCrypt | Logiciel de cryptage abordable et facile à utiliser</b></a>.
it: Dai un'occhiata ai nostri piani e prezzi per confrontare e scegliere il piano migliore per te: <a href='/pricing/'><b>Piano tariffario AxCrypt | Software di crittografia conveniente e facile da usare</b></a>.
ko: 우리의 계획과 가격을 비교 하 고 당신을 위해 가장 좋은 계획을 선택: <a href='/pricing/'><b>AxCrypt 가격 계획 | 사용이 간편한 경제적인 암호화 소프트웨어</b></a>.
nl: Bekijk onze plannen en prijzen om te vergelijken en kies het beste plan voor u: <a href='/pricing/'><b>AxCrypt Price Plan | Gebruiksvriendelijke encryptiesoftware</b></a>.
pl: Sprawdź nasze plany i ceny, porównaj je i wybierz najlepszy dla siebie: <a href='/pricing/'><b>Plan cenowy AxCrypt | Łatwe w użyciu niedrogie oprogramowanie szyfrujące</b></a>.
ru: Ознакомьтесь с нашими тарифными планами и ценами, чтобы сравнить и выбрать лучший тарифный план для вас: <a href='/pricing/'><b>AxCrypt Price Plan | Easy to use affordable encryption software</b></a>.
zh: 查看我们的计划和定价以比较并选择最适合您的计划： <a href='/pricing/'><b>AxCrypt Price Plan | Easy to use affordable encryption software</b></a>.

# AxCWhatsNextSecurityText3
source: Check out AxCrypt security page: <a href='/information/security/'><b>Why is AxCrypt secure? | Algorithms</b></a>.
de: Schauen Sie sich die AxCrypt-Sicherheitsseite an: <a href='/information/security/'><b>Why is AxCrypt secure? | Algorithms</b></a>.
es: Consulte la página de seguridad de AxCrypt: <a href='/information/security/'><b>Por qué es seguro AxCrypt? | Algoritmos</b></a>.
fr: Découvrez la page de sécurité d'AxCrypt : <a href='/information/security/'><b>Pourquoi AxCrypt est-il sécurisé ? | Algorithmes</b></a>.
it: Dai un'occhiata alla pagina sulla sicurezza di AxCrypt: <a href='/information/security/'><b>Perché AxCrypt è sicuro? | Algoritmi</b></a>.
ko: AxCrypt 보안 페이지: <a href='/information/security/'><b>AxCrypt가 안전한 이유 | 알고리즘</b></a>.
nl: Bekijk de beveiligingspagina van AxCrypt: <a href='/information/security/'><b>Waarom is AxCrypt veilig? | algoritmen</b></a>.
pl: Sprawdź stronę bezpieczeństwa AxCrypt: <a href='/information/security/'><b>Dlaczego AxCrypt jest bezpieczny? | Algorytmy</b></a>.
ru: Ознакомьтесь со страницей безопасности AxCrypt: <a href='/information/security/'><b>Why is AxCrypt secure? | Algorithms</b></a>.
zh: 查看 AxCrypt 安全页面： <a href='/information/security/'><b>Why is AxCrypt secure? | Algorithms</b></a>.

# BacktoAxCryptIDText
source: Back to <span>AxCrypt ID</span>
ar: رجوع إلى <span> معرف اكسكربت</span>
de: Zurück zu <span>AxCrypt ID</span>
es: Regresar a <span>AxCrypt ID</span>
fr: Retour à <span>l'identifiant AxCrypt</span>
it: Torna a <span>AxCrypt ID</span>
ko: <span>AxCrypt ID</span>으로 돌아가
nl: Terug naar <span>AxCrypt ID</span>
pl: Wróć do <span>ID AxCrypt</span>
pt: De volta para <span>AxCrypt ID</span>
ru: Вернуться в <span>AxCrypt ID</span>
sv: Tillbaka till <span>AxCrypt ID</span>
tr: <span>AxCrypt Kimliğe</span> geri dön
zh: 返回<span>AxCrypt ID</span>

# BackToHomeButtonLabel
source: Back to home
ar: الرجوع إلى المنزل
de: Zurück zur Homepage
es: Volver a la Página principal
fr: Retour à l'accueil
it: Torna alla home
ko: 처음으로 돌아가기
nl: Terug naar startpagina
pl: Powrót do strony głównej
pt: Voltar ao início
ru: Вернутся на главную
sv: Tillbaka till hem
tr: Anasayfaya dön
zh: 返回首页

# BacktoText
source: Back to
ar: العودة إلى
de: Zurück zu
es: Volver a
fr: Retour à
it: Torna a
ko: 로 돌아가기
nl: Terug naar
pl: Powrót do
ru: Назад
zh: 返回至

# BadEmail
source: Incorrect email address
ar: عنوان البريد الألكتروني غير صحيح
de: Falsche E-Mail Adresse
es: Dirección de correo electrónico incorrecta
fr: Adresse email incorrecte
it: Indirizzo e-mail non corretto
ko: 이메일 주소가 맞지 않습니다.
nl: Onjuist emailadres
pl: Niepoprawny adres email
pt: Endereço de e-mail incorrecto
ru: Неправильный адрес электронной почты
sv: Felaktig e-postadress
tr: Yanlış e-posta adresi
zh: 错误的电子邮件地址

# BecomeanAffiliateText
source: Become an Affiliate
ar: كن مسوقا بالعمولة
de: Werden Sie ein Affiliate
es: Conviértete en afiliado
fr: Devenir un affilié
it: Diventa un affiliato
ko: 계열사가 되세요.
nl: Word een affiliate
pl: Zostań Partnerem
pt: Torne-se um afiliado
ru: Стать партнером
sv: Bli en Affiliate partner
tr: Satış Ortağı Olun
zh: 成为会员

# BeneficiaryEmailLabel
source: Email address of account to buy Premium for
ar: عنوان البريد الإلكتروني للحساب المراد شراء الممتازة له
de: E-Mail Adresse vom Konto für das Sie Premium kaufen
es: Dirección de correo electrónico de la cuenta para comprar Premium para
fr: L'adresse email du compte pour lequel vous achetez Premium
it: Indirizzo email dell'account per cui si desidera acquistare Premium
ko: Premium을 구입할 계정의 이메일 주소
nl: Emailadres of account om Premium voor aan te schaffen
pl: Adres email konta, dla którego ma zostać wykupiona opcja Premium
pt: Conta de e-mail para adquirir Premium
ru: Адрес электронной почты аккаунта для приобретения Premium за
sv: E-postadress för kontot som skall få Premium
tr: Premium satın alacak hesabın e-posta adresi
zh: 帐户的电子邮件地址购买Premium

# BeneficiaryInvitationTitle
source: Invitation required
ar: الدعوة مطلوبة
de: Einladung benötigt
es: Invitación solicitada
fr: Invitation requise
it: Invito necessario
ko: 초대장 필수
nl: Uitnodiging vereist
pl: Wymagane zaproszenie
pt: Convite necessário
ru: Требуется приглашение
sv: Inbjudan krävs
tr: Davetiye gerekli
zh: 需要邀请

# BeneficiaryIs
source: You are buying Premium for {0}
ar: أنت تشتري الممتازة ل {0}
de: Sie kaufen Premium für {0}
es: Estás comprando Premium para {0}
fr: Vous achetez Premium pour {0}
it: Stai acquistando Premium per {0}
ko: 당신은 {0}에게 Premium을 구입하고 있습니다.
nl: U koopt Premium voor {0}
pl: Wykupujesz opcję Premium dla {0}
pt: Você está comprando Premium para {0}
ru: Вы приобретайте Premium за {0}
sv: Du köper Premium åt {0}
tr: {0} için Premium satın alıyorsun
zh: 您所购买的Premium为{0}

# BeneficiaryNoAccount
source: {0} doesn't have an account with us, send an invite to register an account and continue.
ar: ليس لدى {0} حساب معنا ، أرسل دعوة لتسجيل حساب والمتابعة.
de: hat kein Konto bei uns, sende eine Einladung um ein Konto zu öffnen und um fortzusetzen.
es: {0} no tiene una cuenta con nosotros. Envía una invitación para que se registre y continúe.
fr: {0} n'a pas de compte chez nous, envoyez une invitation pour enregistrer un compte et continuer.
it: {0} non è in possesso di un nostro account, inviagli un invito a registrare un account e continua.
ko: {0} 의 계정이 저희에게 존재하지 않습니다. 계정을 등록하라는 초대장을 보내고 계속하십시오.
nl: {0} heeft geen account bij ons. Stuur een uitnodiging om een account te registreren en ga verder.
pl: {0} nie ma u nas konta, wyślij zaproszenie, aby mógł zarejestrować konto i kontynuować.
pt: {0} não possui uma conta conosco, envie um convite para registrar uma conta e continue.
ru: {0} не имеет аккаунта в нашей системе, отправьте приглашение для регистрации аккаунта и продолжайте.
sv: Det finns inget konto för {0}, bjud in mottagaren att skapa ett konto och försök igen sedan.
tr: {0}'ın AxCrypt hesabı bulunmamaktadır, hesap açmaları için davetiye gönderip devam et.
zh: {0}没有我们的帐户，发送邀请注册帐户并继续。

# BetaGuidesHeading
source: Quick <label>Guides</label>
de: <label>Kurzanleitungen</label>
fr: Guides <label>rapides</label>
ru: Краткие <label>инструкции</label>
zh: 快 <label>指南</label>

# BetaGuidesLabel
source: Beta Quick Guides
de: Beta-Kurzanleitungen
fr: Guides rapides Beta
ru: Краткие руководства по бета-версии
zh: Beta 版快速指南

# BetaQuickGuidesHead1
source: How to encrypt files?
de: Wie verschlüsselt man Dateien?
fr: Comment chiffrer des fichiers ?
ru: Как зашифровать файлы?
zh: 如何加密文件？

# BetaQuickGuidesHead2
source: How to decrypt files?
de: Wie entschlüsselt man Dateien?
fr: Comment déchiffrer des fichiers ?
ru: Как расшифровать файлы?
zh: 如何解密文件？

# BetaQuickGuidesHead3
source: How to stop securing files?
de: Wie kann ich die Sicherung von Dateien beenden?
fr: Comment arrêter de sécuriser des fichiers ?
ru: Как прекратить защиту файлов?
zh: 如何停止保护文件？

# BetaQuickGuidesHead4
source: How to key-share files?
de: Wie kann ich Dateien mit Schlüsseln teilen?
fr: Comment partager des clés pour des fichiers ?
ru: Как обмениваться файлами с помощью ключей?
zh: 如何对文件进行密钥共享？

# BetaQuickGuidesHead5
source: How to secure folders?
de: Wie sichere ich Ordner?
fr: Comment sécuriser des dossiers ?
ru: Как защитить папки?
zh: 如何保护文件夹？

# BetaQuickGuidesHead6
source: How to manage passwords?
de: Wie verwalte ich Passwörter?
fr: Comment gérer les mots de passe ?
ru: Как управлять паролями?
zh: 如何管理密码？

# BetaQuickGuidesParaStep1
source: Login to application.
de: Melden Sie sich bei der Anwendung an.
fr: Se connecter à l'application.
ru: Войдите в приложение.
zh: 登录到应用程序。

# BetaQuickGuidesParaStep10
source: Select <strong>“Stop securing and remove from list”</strong>.
de: Wählen Sie <strong>"Sicherung beenden und aus Liste entfernen"</strong>.
fr: Sélectionnez <strong>“Arrêter de sécuriser et supprimer de la liste”</strong>.
ru: Выберите <strong>«Остановить защиту и удалить из списка»</strong>.
zh: 选择 <strong>“停止保护并从列表中删除”</strong>。

# BetaQuickGuidesParaStep11
source: Click <img class='stop-icon'/> button and select your files to stop securing.
de: Klicken Sie auf <img class='stop-icon'/> die Schaltfläche und wählen Sie Ihre Dateien aus, um die Sicherung zu beenden.
fr: Cliquez sur le bouton <img class='stop-icon'/> et sélectionnez vos fichiers pour arrêter de sécuriser.
ru: Нажмите <img class='stop-icon'/> кнопку и выберите свои файлы, чтобы остановить защиту.
zh: 单击 <img class='stop-icon'/> 按钮并选择您的文件以停止保护。

# BetaQuickGuidesParaStep12
source: Select the checkbox <img class='right-click-icon'/> of file(s) in the recent files list you want to share.
de: Aktivieren Sie das Kontrollkästchen <img class='right-click-icon'/> der Datei(en) in der Liste der zuletzt verwendeten Dateien, die Sie freigeben möchten.
fr: Sélectionnez la case à cocher <img class='right-click-icon'/> des fichiers dans la liste des fichiers récents que vous souhaitez partager.
ru: Установите флажки <img class='right-click-icon'/> для файлов в списке последних файлов, которыми вы хотите поделиться.
zh: <img class='right-click-icon'/>选中要共享的最近打开的文件列表中的文件复选框。

# BetaQuickGuidesParaStep13
source: Add or select contact.
de: Fügen Sie einen Kontakt hinzu oder wählen Sie ihn aus.
fr: Ajouter ou sélectionner un contact.
ru: Добавьте или выберите контакт.
zh: 添加或选择联系人。

# BetaQuickGuidesParaStep14
source: Select <strong>“Apply”</<strong>.
de: Wählen Sie <strong>"Übernehmen<strong>"</strong>.
fr: Sélectionnez <strong>“Appliquer”</strong>.
ru: Выберите <strong>“Применить”</strong>.
zh: 选择 <strong>“申请”</strong>。

# BetaQuickGuidesParaStep15
source: Send the actual file to the recipient.
de: Senden Sie die eigentliche Datei an den Empfänger.
fr: Envoyez le fichier réel au destinataire.
ru: Отправьте фактический файл получателю.
zh: 将实际文件发送给收件人。

# BetaQuickGuidesParaStep16
source: Alternatively, you can click <img class='share-beta-icon'/> button and select your files to share.
de: Alternativ können Sie auf die Schaltfläche klicken <img class='share-beta-icon'/> und Ihre Dateien zum Teilen auswählen.
fr: Alternativement, vous pouvez cliquer sur le bouton <img class='share-beta-icon'/> et sélectionner vos fichiers à partager.
ru: Кроме того, вы можете нажать <img class='share-beta-icon'/> кнопку и выбрать свои файлы для обмена.
zh: 或者，您可以单击 <img class='share-beta-icon'/> 按钮并选择要共享的文件。

# BetaQuickGuidesParaStep17
source: Go to the <strong>“Secured Folders”</strong> menu.
de: Gehen Sie zum Menü <strong>"Gesicherte Ordner"</strong>.
fr: Allez dans le menu <strong>“Dossiers sécurisés”</strong>.
ru: Перейдите в меню <strong>«Защищенные папки»</strong>.
zh: 转到 <strong>“安全文件夹”</strong> 选单。

# BetaQuickGuidesParaStep18
source: Click on <strong>“Add or Drag Folder”</strong> <img class='drag-icon'/>
de: Klicken Sie auf <strong>"Ordner hinzufügen oder ziehen"</strong> <img class='drag-icon'/>
fr: Cliquez sur <strong>“Ajouter ou faire glisser le dossier”</strong> <img class='drag-icon'/>
ru: Нажмите на <strong>"Добавить или перетащить папку"</strong> <img class='drag-icon'/>
zh: 点击 <strong>“添加或拖动文件夹”</strong> <img class='drag-icon'/>

# BetaQuickGuidesParaStep19
source: Select the folder(s) you want to secure.
de: Wählen Sie die Ordner aus, die Sie sichern möchten.
fr: Sélectionnez le(s) dossier(s) que vous souhaitez sécuriser.
ru: Выберите папку(и), которые вы хотите защитить.
zh: 选择要保护的文件夹。

# BetaQuickGuidesParaStep2
source: Click <strong>“Secure”</strong> button <img class='secure-icon' />
de: Klicken Sie auf die Schaltfläche <strong>"Sichern"</strong><img class='secure-icon' />
fr: Cliquez sur le bouton <strong>“Sécuriser”</strong> <img class='secure-icon' />
ru: Нажмите кнопку <strong>“Защитить”</strong> <img class='secure-icon' />
zh: 点击 <strong>“安全”</strong> 按钮 <img class='secure-icon' />

# BetaQuickGuidesParaStep20
source: In case, you want to secure subfolders also, enable it from <strong>Settings</strong> -> <strong>Include Sub-Folders</strong> <img class='include-sub-icon'/>
de: Falls Sie auch Unterordner sichern möchten, aktivieren Sie dies unter <strong>Einstellungen</strong> -> <strong>Unterordner einschließen</strong> <img class='include-sub-icon'/>
fr: Si vous souhaitez également sécuriser les sous-dossiers, activez cette option dans <strong>Paramètres</strong> -> <strong>Inclure les sous-dossiers</strong> <img class='include-sub-icon'/>
ru: В случае, если вы хотите защитить и подпапки, включите его в разделе<strong> Настройки</strong> -> <strong>Включить подпапки</strong>. <img class='include-sub-icon'/>
zh: 如果您还想保护子文件夹，请从<strong>设置</strong> -> <strong>包括子文件夹</strong>中启用它 <img class='include-sub-icon'/>

# BetaQuickGuidesParaStep21
source: Go to the <strong>“Password Manager”</strong> menu.
de: Gehen Sie zum Menü <strong>"Passwort-Manager"</strong>.
fr: Allez dans le menu <strong>“Gestionnaire de mots de passe”</strong>.
ru: Перейдите в меню <strong>«Менеджер паролей»</strong>.
zh: 转到 <strong>“密码管理器”</strong> 选单。

# BetaQuickGuidesParaStep22
source: Click on <strong>“All items”</strong> to view all your passwords.
de: Klicken Sie auf <strong>"Alle Elemente"</strong>, um alle Ihre Passwörter anzuzeigen.
fr: Cliquez sur <strong>“Tous les éléments”</strong> pour voir tous vos mots de passe.
ru: Нажмите на <strong>«Все элементы»</strong>, чтобы просмотреть все свои пароли.
zh: 单击 <strong>“所有项目”</strong> 以查看您的所有密码。

# BetaQuickGuidesParaStep23
source: Click on <strong>“Recently Added”</strong> to view all your recently added passwords.
de: Klicken Sie auf <strong>"Kürzlich hinzugefügt"</strong>, um alle Ihre kürzlich hinzugefügten Passwörter anzuzeigen.
fr: Cliquez sur <strong>“Récemment ajoutés”</strong> pour voir tous vos mots de passe récemment ajoutés.
ru: Нажмите на <strong>«Недавно добавленные»</strong>, чтобы просмотреть все недавно добавленные пароли.
zh: 单击 <strong>“最近添加”</strong> 以查看您最近添加的所有密码。

# BetaQuickGuidesParaStep24
source: Click on <strong>“Shared With”</strong> to view all passwords shared with you.
de: Klicken Sie auf <strong>"Freigegeben für"</strong>, um alle Passwörter anzuzeigen, die mit Ihnen geteilt wurden.
fr: Cliquez sur <strong>“Partagé avec”</strong> pour voir tous les mots de passe partagés avec vous.
ru: Нажмите на <strong>“Поделиться с”</strong>, чтобы просмотреть все пароли, которыми вы поделились.
zh: 单击 <strong>“共享对象”</strong> 以查看与您共享的所有密码。

# BetaQuickGuidesParaStep25
source: Click to <img class='add-icon'/> add a new Password, Card or Note.
de: Klicken Sie hier, um <img class='add-icon'/> ein neues Passwort, eine neue Karte oder eine neue Notiz hinzuzufügen.
fr: Cliquez pour <img class='add-icon'/> ajouter un nouveau mot de passe, une carte ou une note.
ru: Нажмите, чтобы <img class='add-icon'/> добавить новый пароль, карту или заметку.
zh: 单击以 <img class='add-icon'/> 添加新的密码、银行卡或注意事项。

# BetaQuickGuidesParaStep26
source: Click to <img class='upload-icon'/> export your passwords.
de: Klicken Sie hier, um Ihre Passwörter zu <img class='upload-icon'/> exportieren.
fr: Cliquez pour <img class='upload-icon'/> exporter vos mots de passe.
ru: Нажмите, чтобы <img class='upload-icon'/> экспортировать свои пароли.
zh: 单击以 <img class='upload-icon'/> 导出您的密码。

# BetaQuickGuidesParaStep27
source: You can sort <img class='content-icon'/> your passwords based on Date/ Content.
de: Sie können Ihre Passwörter nach Datum/Inhalt sortieren <img class='content-icon'/>.
fr: Vous pouvez trier <img class='content-icon'/> vos mots de passe par Date/Contenu.
ru: Вы можете сортировать <img class='content-icon'/> свои пароли по дате/содержимому.
zh: 您可以根据日期/内容对密码进行排序 <img class='content-icon'/>。

# BetaQuickGuidesParaStep28
source: You can filter <img class='filter-icon'/> your passwords based on password type.
de: Sie können Ihre Passwörter nach Passworttyp filtern <img class='filter-icon'/>.
fr: Vous pouvez filtrer <img class='filter-icon'/> vos mots de passe en fonction du type de mot de passe.
ru: Вы можете фильтровать <img class='filter-icon'/> пароли по типу пароля.
zh: 您可以根据密码类型筛选 <img class='filter-icon'/> 密码。

# BetaQuickGuidesParaStep29
source: Or, select the file from <strong>“Recent Files“</strong> list, right-click and select <strong>Open</strong>.
de: Oder wählen Sie die Datei aus <strong>der Liste "Zuletzt verwendete Dateien"</strong> aus, klicken Sie mit der rechten Maustaste und wählen Sie <strong>Öffnen</strong>.
fr: Ou, sélectionnez le fichier dans la liste <strong>“Fichiers récents”</strong>, faites un clic droit et sélectionnez <strong>Ouvrir</strong>.
ru: Или выберите файл из списка <strong>«Последние файлы»</strong>, щелкните правой кнопкой мыши и выберите <strong>«Открыть»</strong>.
zh: 或者，从 <strong>“最近使用的文件”</strong> 列表中选择文件，右键单击并选择 <strong>打开</strong>。

# BetaQuickGuidesParaStep3
source: Select file(s) you want to encrypt and secure.
de: Wählen Sie die Datei(en) aus, die Sie verschlüsseln und sichern möchten.
fr: Sélectionnez le(s) fichier(s) que vous souhaitez chiffrer et sécuriser.
ru: Выберите файл(ы), которые вы хотите зашифровать и защитить.
zh: 选择要加密和保护的文件。

# BetaQuickGuidesParaStep4
source: Your selected files will be secured and visible in the Recent Files section.
de: Ihre ausgewählten Dateien werden gesichert und im Abschnitt "Zuletzt verwendete Dateien" angezeigt.
fr: Les fichiers que vous avez sélectionnés seront sécurisés et visibles dans la section Fichiers récents.
ru: Выбранные вами файлы будут защищены и видны в разделе «Последние файлы».
zh: 您选择的文件将被保护，并在最近的文件部分可见。

# BetaQuickGuidesParaStep5
source: Click <strong>“Open Secured”</strong> <img class='open-secured-icon'/> button.
de: Klicken Sie auf die Schaltfläche <strong>"Gesichert öffnen"</strong> <img class='open-secured-icon'/>.
fr: Cliquez sur le bouton <strong>“Ouvrir Sécurisé”</strong> <img class='open-secured-icon'/>.
ru: Нажмите кнопку <strong>«Открыть защищенный».</strong> <img class='open-secured-icon'/>
zh: 点击 <strong>"公开担保"</strong> <img class='open-secured-icon'/> 按钮。

# BetaQuickGuidesParaStep6
source: Select the encrypted <strong>“.axx”</strong> extension file(s) you want to open.
de: Wählen Sie die verschlüsselte(n) Datei(en) mit der Erweiterung <strong>".axx"</strong> aus, die Sie öffnen möchten.
fr: Sélectionnez le(s) fichier(s) avec l'extension <strong>“.axx”</strong> crypté(s) que vous souhaitez ouvrir.
ru: Выберите зашифрованные файлы c расширением <strong>".axx",</strong> которые вы хотите открыть.
zh: 选择要打开的加密 <strong>“.axx”</strong> 扩展名文件。
