Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HFMICTETP_H3_Text1
source: Smartphones and other mobile devices have been gaining ground during the most recent years. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Latest data</a> tallies 3.5 billion smartphone users and 4.8 billion smart and feature phone users across the globe, and while offices remain a preferable environment for employees, some staff members are more comfortable with working on tablets or mobile phones as they live on the go. As such, businesses have gone beyond only using the computer for file management.
ar: تكتسب الهواتف الذكية والأجهزة المحمولة الأخرى تقدماً خلال السنوات الأخيرة. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'> أحدث البيانات </a> يبلغ 3.5 مليار مستخدم للهواتف الذكية و 4.8 مليار للهواتف الذكية والعادية المستخدمين في جميع أنحاء العالم ، وبينما تظل المكاتب بيئة مفضلة للموظفين ، يشعر بعض الموظفين براحة أكبر في العمل على الأجهزة اللوحية أو الهواتف المحمولة أثناء تنقلهم. على هذا النحو ، تجاوزت الشركات استخدام الكمبيوتر لإدارة الملفات فقط.
de: Smartphones und andere mobile Geräte haben in den letzten Jahren an Boden gewonnen. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world '>Latest Data</a> entsprechen 3,5 Milliarden Smartphone-Nutzern und 4,8 Milliarden Smart- und Feature-Phone-Nutzern auf der ganzen Welt, und während Büros für Mitarbeiter nach wie vor eine bevorzugte Umgebung sind, fühlen sich einige Mitarbeiter wohler mit der Arbeit an Tablets oder Mobiltelefonen, wenn sie unterwegs sind. Daher sind Unternehmen über die reine Verwendung des Computers für die Dateiverwaltung hinausgegangen.
es: Los smartphones y otros dispositivos móviles han ido ganando terreno durante los últimos años. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Los datos más recientes</a> cuentan 3.500 millones de usuarios de teléfonos inteligentes y 4.800 millones de teléfonos inteligentes y con funciones usuarios de todo el mundo, y aunque las oficinas siguen siendo un entorno preferible para los empleados, algunos miembros del personal se sienten más cómodos trabajando en tabletas o teléfonos móviles mientras viven en movimiento. Como tal, las empresas han ido más allá del uso exclusivo de la computadora para la administración de archivos.
fr: Les smartphones et autres appareils mobiles ont gagné du terrain au cours des dernières années. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Les dernières données</a> totalisent 3,5 milliards d’utilisateurs de smartphones et 4,8 milliards d’utilisateurs de téléphones intelligents et multifonctions à travers le monde, et bien que les bureaux restent un environnement préférable pour les employés, certains membres du personnel sont plus à l’aise avec le travail sur des tablettes ou des téléphones mobiles car ils vivent en déplacement. En tant que telles, les entreprises sont allées au-delà de la seule utilisation de l’ordinateur pour la gestion des fichiers.
it: Smartphone e altri dispositivi mobili hanno guadagnato terreno negli ultimi anni. Gli <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>dati più recenti</a> parlano di 3,5 miliardi di utenti di smartphone e 4,8 miliardi di smart e feature phone utenti in tutto il mondo e, sebbene gli uffici rimangano un ambiente preferibile per i dipendenti, alcuni membri del personale sono più a loro agio nel lavorare su tablet o telefoni cellulari mentre vivono in movimento. Pertanto, le aziende sono andate oltre l'utilizzo del computer solo per la gestione dei file.
ko: 스마트 폰 및 기타 모바일 장치는 최근 몇 년 동안 자리를 잡았습니다. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>최신 데이터에</a> 따르면 전 세계 스마트폰 사용자 35억 명과 스마트 및 피처폰 사용자 48억 명, 사무실은 여전히 직원들이 선호하는 환경이지만, 일부 직원은 이동 중에도 태블릿이나 휴대폰으로 작업하는 것이 더 편합니다. 따라서 기업은 파일 관리를 위해 컴퓨터 뿐만 아닌 다른 기기도 사용하게 되었습니다.
nl: Smartphones en andere mobiele apparaten winnen de laatste jaren terrein. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Nieuwste gegevens</a> komen overeen met 3,5 miljard smartphonegebruikers en 4,8 miljard smart- en wordt gekenmerkt door telefoon gebruikers over de hele wereld, en hoewel kantoren een voorkeursomgeving blijven voor werknemers, voelen sommige personeelsleden zich meer op hun gemak bij het werken op tablets of mobiele telefoons terwijl ze onderweg zijn. Als zodanig zijn bedrijven verder gegaan dan alleen het gebruik van de computer voor bestandsbeheer.
pl: W ostatnich latach coraz popularniejsze stają się smartfony i inne urządzenia mobilne. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Najnowsze dane</a> dotyczą 3,5 miliarda użytkowników smartfonów i 4,8 miliarda smartfonów z funkcjami użytkowników na całym świecie i chociaż biura pozostają preferowanym środowiskiem dla pracowników, niektórzy członkowie personelu czują się bardziej komfortowo pracując na tabletach lub telefonach komórkowych, gdy żyją w ruchu. W związku z tym firmy wykroczyły poza używanie komputera do zarządzania plikami.
pt: Os smartphones e outros dispositivos móveis têm vindo a ganhar terreno nos anos mais recentes. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Os últimos dados</a> dão conta de 3,5 mil milhões de utilizadores de smartphones e 4,8 mil milhões de utilizadores de telefones smart e avançados no mundo. Enquanto que os escritórios continuam a ser o ambiente preferencial dos trabalhadores, algumas pessoas estão mais confortáveis com tablets ou telemóveis enquanto trabalham em movimento. Como tal, os negócios já foram além do trabalho com o computador apenas para gestão de ficheiros.
ru: Смартфоны и другие мобильные устройства становятся все популярнее в последние годы. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world '> Latest data</a> насчитывают 3,5 миллиарда пользователей смартфонов и 4,8 миллиарда пользователей "умных" телефонов с функциональными возможностями по всему миру, и хотя офисы остаются предпочтительной средой для сотрудников, некоторым сотрудникам удобнее работать на планшетах или мобильных телефонах, поскольку у них активный образ жизни. Таким образом, предприятия вышли за рамки использования компьютера только для управления файлами.
sv: Smartphones och andra mobila enheter har vunnit mark under de senaste åren. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Senaste data</a> motsvarar 3,5 miljarder smartphoneanvändare och 4,8 miljarder smart- och funktionstelefoner användare över hela världen, och även om kontor fortfarande är att föredra för anställda, är vissa anställda mer bekväma med att arbeta på surfplattor eller mobiltelefoner när de är på språng. Så företag har nu gått längre än att bara använda datorn för filhantering.
tr: Akıllı telefonlar ve diğer mobil cihazlar son yıllarda rağbet görüyor. <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>En son veriler</a> , dünya çapında 3,5 milyar akıllı telefon kullanıcısı ve 4,8 milyar akıllı ve özellikli telefon kullanıcısı olduğunu gösteriyor ve ofisler çalışanlar için tercih edilen bir ortam olmaya devam ederken, bazı çalışanlar hareket halindeyken tabletlerde veya cep telefonlarında çalışma konusunda daha rahat. Bu nedenle, işletmeler dosya yönetimi için yalnızca bilgisayarı kullanmanın ötesine geçiyor.
zh: 近年来，智能手机和其他移动设备已经取得了进展。 <a href='https://www.bankmycell.com/blog/how-many-phones-are-in-the-world'>Latest data</a> 全球有35亿智能手机用户和48亿智能和功能手机用户。尽管办公室仍然是员工的首选环境，但一些员工在忙碌的时候更愿意使用平板电脑或手机。 因此，企业已经不仅仅使用计算机进行文件管理。

# Blog_HFMICTETP_H3_Text2
source: However, a lot of them still struggle in searching for a solution for safekeeping the data stored and gone across these devices. Threats continue to lurk despite the convenience and with that, potential risks and losses for any organization.
ar: ومع ذلك ، لا يزال الكثير منهم يكافحون في البحث عن حل لحفظ البيانات المخزنة والموجودة عبر هذه الأجهزة. لا تزال التهديدات كامنة على الرغم من الراحة ومع ذلك ، المخاطر والخسائر المحتملة لأي منظمة.
de: Viele von ihnen haben jedoch immer noch Schwierigkeiten, nach einer Lösung für die sichere Aufbewahrung der auf diesen Geräten gespeicherten und übertragenen Daten zu suchen. Trotz der Bequemlichkeit lauern weiterhin Bedrohungen und damit potenzielle Risiken und Verluste für jedes Unternehmen.
es: Sin embargo, muchos de ellos todavía luchan por encontrar una solución para salvaguardar los datos almacenados y pasados ​​por estos dispositivos. Las amenazas continúan acechando a pesar de la conveniencia y, con ello, los riesgos y pérdidas potenciales para cualquier organización.
fr: Cependant, beaucoup d’entre eux ont encore du mal à trouver une solution pour conserver les données stockées et transmises à ces appareils. Les menaces continuent de se cacher malgré la commodité et, avec cela, les risques et les pertes potentiels pour toute organisation.
it: Tuttavia, molti di loro hanno ancora difficoltà a cercare una soluzione per mantenere i dati archiviati e passati attraverso questi dispositivi. Le minacce continuano a nascondersi nonostante la convenienza e, con ciò, potenziali rischi e perdite per qualsiasi organizzazione.
ko: 그러나 많은 사람들이 장치서 저장되고 사라진 데이터를 안전하게 보관하는 솔루션을 찾는 데 여전히 어려움을 겪고 있습니다. 위협은 편리함 밑에 계속 숨어 있으며 모든 조직에 잠재적인 위험과 손실이 있습니다.
nl: Veel van hen worstelen echter nog steeds met het zoeken naar een oplossing voor het veilig bewaren van de gegevens die op deze apparaten zijn opgeslagen. Ondanks het gemak blijven bedreigingen op de loer liggen en daarmee potentiële risico's en verliezen voor elke organisatie.
pl: Jednak wielu z nich wciąż ma problemy z poszukiwaniem rozwiązania do przechowywania przechowywanych i przecho- dzących danych. Zagrożenia nadal czają się pomimo wygody, a co za tym idzie, potencjalnego ryzyka i strat dla każdej organizacji.
pt: Contudo, muitos deles ainda lutam à procura de uma solução de salvaguarda de dados guardados e desaparecidos destes dispositivos. As ameaças continuam à espreita apesar da conveniência e, com eles, os riscos e perdas potenciais para qualquer organização.
ru: Однако многие из них все еще испытывают трудности в поиске решения для обеспечения сохранности данных, хранящихся и передаваемых через эти устройства. Угрозы продолжают таиться, несмотря на удобство, а вместе с этим и потенциальные риски и потери для любой организации.
sv: Men många av dem kämpar fortfarande med att leta efter en lösning för att skydda data som lagras och förs över dessa enheter. Hot fortsätter att lura trots bekvämligheten och därmed potentiella risker och förluster för alla organisationer.
tr: Bununla birlikte, bunların birçoğu hala depolanan ve bu cihazlarda hareket eden verileri korumak için bir çözüm arayışında zorlanıyor. Tehditler, elverişliliğe ve bununla birlikte herhangi bir kuruluş için potansiyel risk ve kayıplara rağmen gizlenmeye devam ediyor.
zh: 然而，他们中的很多人仍然在寻找一个解决方案来保护存储和跨越这些设备的数据。 威胁继续潜伏，尽管方便和随之而来的，潜在的风险和损失的任何组织。

# Blog_HFMICTETP_H3_Text3
source: Luckily, enterprise encryption software is now readily available in the market, providing organizations guaranteed safety with all their files across any device.
ar: لحسن الحظ ، أصبح برنامج تشفير المؤسسات متاحًا الآن بسهولة في السوق ، مما يوفر للمؤسسات أمانًا مضمونًا مع جميع ملفاتها عبر أي جهاز.
de: Glücklicherweise ist Unternehmensverschlüsselungssoftware jetzt auf dem Markt erhältlich und bietet Unternehmen garantierte Sicherheit für alle ihre Dateien auf jedem Gerät.
es: Afortunadamente, el software de cifrado empresarial ahora está disponible en el mercado, lo que brinda a las organizaciones seguridad garantizada con todos sus archivos en cualquier dispositivo.
fr: Heureusement, les logiciels de cryptage d’entreprise sont maintenant facilement disponibles sur le marché, offrant aux organisations une sécurité garantie avec tous leurs fichiers sur n’importe quel appareil.
it: Fortunatamente, il software di crittografia aziendale è ora prontamente disponibile sul mercato, fornendo alle organizzazioni la sicurezza garantita con tutti i loro file su qualsiasi dispositivo.
ko: 다행히 엔터프라이즈 암호화 소프트웨어는 이제 시장에서 쉽게 사용할 수 있으므로, 조직에 모든 장치에서 모든 파일에 대한 안전을 보장합니다.
nl: Gelukkig is er nu zakelijke encryptiesoftware op de markt die organisaties gegarandeerde veiligheid biedt met al hun bestanden op elk apparaat.
pl: Na szczęście oprogramowanie szyfrujące dla przedsiębiorstw jest teraz łatwo dostępne na rynku, zapewniając organizacjom gwarantowane bezpieczeństwo wszystkich ich plików na dowolnym urządzeniu.
pt: Felizmente, software de cifragem empresarial está agora disponível no mercado, fornecendo às organizações segurança garantida dos seus ficheiros em qualquer dispositivo.
ru: К счастью, корпоративное программное обеспечение для шифрования теперь доступно на рынке, обеспечивая организациям гарантированную безопасность всех их файлов на любом устройстве.
sv: Lyckligtvis är nu krypteringsmjukvara för företag lättillgängligt på marknaden, vilket ger organisationer garanterad säkerhet för alla sina filer på alla enheter.
tr: Neyse ki, kurumsal şifreleme yazılımları artık piyasada kolayca bulunabiliyor ve kuruluşlara tüm dosyaları için herhangi bir cihazda güvenlik garantisi veriyor.
zh: 幸运的是，企业加密软件现在在市场上很容易获得，为组织在任何设备上保证所有文件的安全。

# Blog_HFMICTETP_H3_Text4
source: The system supplies businesses with features of encryption that can be found in documents housed on a desktop, turning an unwarranted and stressful scenario into a manageable situation and giving you peace of mind during your entire file management process.
ar: يزود النظام الشركات بميزات التشفير التي يمكن العثور عليها في المستندات الموجودة على سطح المكتب ، مما يحول السيناريو غير المبرر والمرهق إلى موقف يمكن إدارته ويمنحك راحة البال أثناء عملية إدارة الملفات بأكملها.
de: Das System bietet Unternehmen Verschlüsselungsfunktionen, die in Dokumenten auf einem Desktop zu finden sind, wodurch ein ungerechtfertigtes und stressiges Szenario in eine überschaubare Situation verwandelt wird und Sie während Ihres gesamten Dateiverwaltungsprozesses beruhigt sein können.
es: El sistema proporciona a las empresas funciones de cifrado que se pueden encontrar en documentos alojados en un escritorio, convirtiendo un escenario estresante e injustificado en una situación manejable y brindándote tranquilidad durante todo el proceso de administración de archivos.
fr: Le système fournit aux entreprises des fonctionnalités de cryptage que l’on peut trouver dans les documents hébergés sur un bureau, transformant un scénario injustifié et stressant en une situation gérable et vous donnant la tranquillité d’esprit tout au long de votre processus de gestion de fichiers.
it: Il sistema fornisce alle aziende funzionalità di crittografia che possono essere trovate nei documenti ospitati su un desktop, trasformando uno scenario ingiustificato e stressante in una situazione gestibile e offrendoti tranquillità durante l'intero processo di gestione dei file.
ko: 이 시스템은 데스크톱에 저장된 문서에서 찾을 수 있는 암호화 기능을 기업에 제공하여, 보증되지 않고 스트레스가 많은 시나리오를 관리 가능한 상황으로 전환하고 전체 파일 관리 프로세스에서 사용자에게 안정감을 줍니다.
nl: Het systeem voorziet bedrijven van encryptiefuncties die te vinden zijn in documenten op een desktop, waardoor een ongerechtvaardigd en stressvol scenario verandert in een beheersbare situatie en u gemoedsrust krijgt tijdens uw hele bestandsbeheerproces.
pl: System zapewnia firmom funkcje szyfrowania, które można znaleźć w dokumentach przechowywanych na komputerze stacjonarnym, zamieniając nieuzasadniony i stresujący scenariusz w sytuację wykonalną i zapewniając spokój ducha podczas całego procesu zarządzania plikami.
pt: O sistema fornece às empresas recursos de cifragem que podem ser encontrados em documentos alojados num computador de secretária, tornando cenários injustificados e stressantes em situações geríveis e dando-lhe tranquilidade durante todo o processo de gestão de ficheiros.
ru: Система предоставляет предприятиям функции шифрования, которые можно найти в документах, размещенных на рабочем столе, превращая необоснованный и стрессовый сценарий в управляемую ситуацию и обеспечивая вам душевное спокойствие на протяжении всего процесса управления файлами.
sv: Systemet förser företag med funktioner för kryptering som kan hittas i dokument som finns på skrivbordet, vilket gör ett omotiverat och stressigt scenario till en hanterbar situation och ger dig sinnesro under hela filhanteringsprocessen.
tr: Sistem, işletmelere masaüstünde bulunan belgelerde bulunabilecek şifreleme özellikleri sağlayarak, yersiz ve stresli bir senaryoyu yönetilebilir bir duruma dönüştürür ve tüm dosya yönetimi süreciniz boyunca size huzur verir.
zh: 该系统为企业提供加密功能，这些功能可以在桌面上的文档中找到，将毫无根据和压力的情况转变为可管理的情况，并在整个文件管理过程中让您高枕无忧。

# Blog_HFMICTETP_H3_Text5
source: If this still isn’t enough, your enterprise encryption software can also authenticate the devices being used in your establishment, so you can minimize the risk of infiltration from unwanted users.
ar: إذا كان هذا لا يزال غير كافٍ ، يمكن لبرنامج تشفير مؤسستك أيضًا مصادقة الأجهزة المستخدمة في مؤسستك ، حتى تتمكن من تقليل مخاطر التسلل من المستخدمين غير المرغوب فيهم.
de: Wenn dies immer noch nicht ausreicht, kann Ihre Unternehmensverschlüsselungssoftware auch die in Ihrem Unternehmen verwendeten Geräte authentifizieren, sodass Sie das Risiko einer Infiltration durch unerwünschte Benutzer minimieren können.
es: Si esto aún no es suficiente, el software de cifrado de tu empresa también puede autenticar los dispositivos que se utilizan en tu establecimiento, para que puedas minimizar el riesgo de infiltración de usuarios no deseados.
fr: Si cela ne suffit toujours pas, votre logiciel de chiffrement d’entreprise peut également authentifier les appareils utilisés dans votre établissement, ce qui vous permet de minimiser le risque d’infiltration d’utilisateurs indésirables.
it: Se questo non bastasse, il tuo software di crittografia aziendale può anche autenticare i dispositivi utilizzati nella tua struttura, in modo da ridurre al minimo il rischio d'infiltrazione da parte di utenti indesiderati.
ko: 그래도 충분하지 않은 경우, 기업 암호화 소프트웨어는 회사에서 사용 중인 장치를 인증할 수도 있으며 이를 통해 원치 않는 사용자의 침입 위험을 최소화할 수 있습니다.
nl: Als dit nog niet genoeg is, kan uw enterprise-encryptiesoftware ook de apparaten verifiëren die in uw vestiging worden gebruikt, zodat u het risico op infiltratie door ongewenste gebruikers kunt minimaliseren.
pl: Jeśli to nadal nie wystarczy, oprogramowanie szyfrujące dla Twojej firmy może również uwierzytelniać urządzenia używane w Twojej firmie, dzięki czemu możesz zminimalizować ryzyko infiltracji przez niechcianych użytkowników.
pt: Se isto não for suficiente, o seu software de cifragem empresarial pode também autenticar os dispositivos usados no seu estabelecimento, minimizando-se assim o risco de infiltração de utilizadores indesejáveis.
ru: Если этого все еще недостаточно, ваше корпоративное программное обеспечение шифрования также может аутентифицировать устройства, используемые в вашем учреждении, чтобы вы могли свести к минимуму риск проникновения нежелательных пользователей.
sv: Om detta fortfarande inte räcker, kan ditt företags krypteringsmjukvara också autentisera enheterna som används i din anläggning, så att du kan minimera risken för infiltration från oönskade användare.
tr: Hala yeterli değilse işletme şifreleme yazılımınız, istenmeyen kullanıcı sızıntıları riskini en aza indirmek için işletmenizde kullanılan cihazları da doğrulayabilir.
zh: 如果这还不够，您的企业加密软件还可以对您的企业中使用的设备进行身份验证，这样您就可以最大限度地减少来自不需要的用户的渗透风险。
