Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WTPI_H2_Text2
source: 'Scientia potentia est' originating from Latin writings meaning knowledge is power is a relevant aphorism that can be associated with today's world. This dictum is now truer than ever, as a result of rapid advances in information technology.
ar: نشأت كلمة "Scientia potentia est" من الكتابات اللاتينية التي تعني أن المعرفة قوة هي قول مأثور ذي صلة يمكن ربطه بعالم اليوم. هذا القول المأثور هو الآن أكثر صحة من أي وقت مضى ، نتيجة للتقدم السريع في تكنولوجيا المعلومات.
de: 'Scientia potentia est' stammt aus lateinischen Schriften, was bedeutet, dass Wissen Macht ist, und ist ein relevanter Aphorismus, der mit der heutigen Welt in Verbindung gebracht werden kann. Dieses Diktum ist heute aufgrund der rasanten Fortschritte in der Informationstechnologie wahrer denn je.
es: 'Scientia potentia est', que tiene su origen en escritos latinos que significan que el conocimiento es poder, es un aforismo relevante que se puede asociar con el mundo actual. Este dicho es ahora más cierto que nunca, como resultado de los rápidos avances en la tecnología de la información.
fr: 'Scientia potentia est' provenant d’écrits latins signifiant que la connaissance est le pouvoir est un aphorisme pertinent qui peut être associé au monde d’aujourd’hui. Ce dicton est maintenant plus vrai que jamais, en raison des progrès rapides des technologies de l’information.
it: 'Scientia potentia est' proveniente dagli scritti latini, che significa conoscenza è potere, è un aforisma rilevante che può essere associato al mondo di oggi. Questo detto è ora più vero che mai, come risultato dei rapidi progressi nella tecnologia dell'informazione.
ko: 지식이 힘이라는 의미의 라틴어 글에서 유래한 'Scientia potentia est'는 오늘날의 세계와 연관될 수 있는 관련 격언입니다. 이 격언은 정보 기술의 급속한 발전의 결과로 그 어느 때 보다 사실입니다.
nl: 'Scientia potentia est' afkomstig uit Latijnse geschriften, wat betekent dat kennis macht is, is een relevant aforisme dat geassocieerd kan worden met de wereld van vandaag. Deze uitspraak geldt nu meer dan ooit, als gevolg van de snelle vooruitgang in de informatietechnologie.
pl: „Scientia potentia est” wywodząca się z pism łacińskich oznaczająca, że wiedza to władza, jest trafnym aforyzmem, który można kojarzyć z dzisiejszym światem. To stwierdzenie jest teraz prawdziwsze niż kiedykolwiek w wyniku szybkiego postępu w technologii informacyjnej.
pt: Em latim, 'Scientia potentia est' significa conhecimento é poder. É um aforismo relevante que pode ser associado ao mundo de hoje. Este dito é agora mais verdadeiro que nunca, dados os rápidos avanços das tecnologias de informação.
ru: "Scientia potentia est" —"знание - это сила", является актуальным афоризмом, который может ассоциироваться с сегодняшним миром. Это изречение сейчас более справедливо, чем когда-либо, в результате стремительного развития информационных технологий.
sv: 'Scientia potentia est' som kommer från latinska skrifter som betyder kunskap är makt är en relevant aforism som kan appliceras på världen idag. Detta påstående är nu sannare än någonsin, som ett resultat av snabba framsteg inom informationsteknologin.
tr: Latinceden gelen ve bilgi güçtü anlamına gelen 'Scientia potentia est', günümüz dünyasıyla ilişkilendirilebilecek bir aforizmadır. Bu özdeyiş, bilgi teknolojisindeki hızlı gelişmelerin bir sonucu olarak şu an her zamankinden daha da doğru.
zh: "Scientia potentia est"起源于拉丁语着作，意思是知识就是力量是一种相关的格言，可以与当今世界联系起来。 由于信息技术的快速发展，这一格言现在比以往任何时候都更加真实。

# Blog_WTPI_H2_Text3
source: Throughout the developing world governments and politicians conceive widely-held beliefs related to the importance of transparency, there has been surprisingly little rigorous evidence on the role that additional information plays in improving someone's situation. The role of information within our society is increasingly questioned. The production of information has sky-roketed in the last few years, one part thanks to its great accessibility as through new ways of data collection and storage. The quantity of information available has by far oustripped our capacity to use it and therefore can be misused if policies and regulations fail to adjust. Quantity doesn't necessarily mean quality. Rarely adequate, the accuracy of information should be controlled to avoid flow of fake news especially regarding political issues.
ar: في جميع أنحاء العالم النامي ، يتصور السياسيون والحكومات المعتقدات السائدة المتعلقة بأهمية الشفافية ، ومن المدهش أن هناك القليل من الأدلة الصارمة على الدور الذي تلعبه المعلومات الإضافية في تحسين وضع شخص ما. دور المعلومات داخل مجتمعنا موضع تساؤل على نحو متزايد. ارتفع إنتاج المعلومات في السنوات القليلة الماضية ، ويرجع الفضل في جزء منه إلى سهولة الوصول إليها من خلال طرق جديدة لجمع البيانات وتخزينها. لقد أدت كمية المعلومات المتاحة إلى إضعاف قدرتنا على استخدامها ، وبالتالي يمكن إساءة استخدامها إذا فشلت السياسات واللوائح في تعديلها. الكمية لا تعني بالضرورة الجودة. في حالات نادرة ، يجب التحكم في دقة المعلومات لتجنب تدفق الأخبار المزيفة خاصة فيما يتعلق بالقضايا السياسية.
de: Während Regierungen und Politiker in den Entwicklungsländern weit verbreitete Überzeugungen in Bezug auf die Bedeutung von Transparenz vertreten, gibt es überraschend wenig rigorose Beweise für die Rolle, die zusätzliche Informationen bei der Verbesserung der Situation eines Menschen spielen. Die Rolle von Information in unserer Gesellschaft wird zunehmend in Frage gestellt. Die Produktion von Informationen ist in den letzten Jahren sprunghaft angestiegen, zum einen dank ihrer guten Zugänglichkeit und zum anderen durch neue Wege der Datenerfassung und -speicherung. Die Menge der verfügbaren Informationen hat unsere Fähigkeit, sie zu nutzen, bei weitem übertroffen und kann daher missbraucht werden, wenn Richtlinien und Vorschriften nicht angepasst werden. Quantität bedeutet nicht unbedingt Qualität. Selten ausreichend, sollte die Genauigkeit der Informationen kontrolliert werden, um den Fluss gefälschter Nachrichten zu vermeiden, insbesondere in Bezug auf politische Themen.
es: En todo el mundo en desarrollo, los gobiernos y los políticos conciben creencias generalizadas relacionadas con la importancia de la transparencia. Ha habido sorprendentemente poca evidencia rigurosa sobre el papel que juega la información adicional para mejorar la situación de alguien. El papel de la información dentro de nuestra sociedad es cada vez más cuestionado. La producción de información se ha disparado en los últimos años, tanto por su gran accesibilidad como por nuevas formas de recopilación y almacenamiento de datos. La cantidad de información disponible ha superado con creces nuestra capacidad para usarla y, por lo tanto, puede ser mal utilizada si las políticas y regulaciones no se ajustan. Cantidad no significa necesariamente calidad. Rara vez adecuada, la precisión de la información debe controlarse para evitar el flujo de noticias falsas, especialmente en lo que respecta a materias políticas.
fr: Dans l’ensemble du monde en développement, les gouvernements et les politiciens conçoivent des croyances largement répandues liées à l’importance de la transparence, il y a eu étonnamment peu de preuves rigoureuses sur le rôle que jouent les informations supplémentaires dans l’amélioration de la situation d’une personne. Le rôle de l’information au sein de notre société est de plus en plus remis en question. La production d’informations s’est accélérée ces dernières années, en partie grâce à sa grande accessibilité ainsi qu’à travers de nouveaux moyens de collecte et de stockage des données. La quantité d’informations disponibles a de loin dépassé notre capacité à les utiliser et peut donc être utilisée à mauvais escient si les politiques et les réglementations ne s’adaptent pas. Quantité ne signifie pas nécessairement qualité. Rarement adéquate, l’exactitude de l’information doit être contrôlée pour éviter le flux de fausses nouvelles, en particulier en ce qui concerne les questions politiques.
it: In tutto il mondo in via di sviluppo i governi e i politici concepiscono convinzioni ampiamente diffuse relative all'importanza della trasparenza, e ci sono state sorprendentemente poche prove rigorose sul ruolo che le informazioni aggiuntive svolgono nel migliorare la situazione di qualcuno. Il ruolo dell'informazione all'interno della nostra società è sempre più messo in discussione. La produzione di informazioni è aumentata vertiginosamente negli ultimi anni, da un lato grazie alla sua grande accessibilità, attraverso nuove modalità di raccolta e archiviazione dei dati. La quantità di informazioni disponibili ha di gran lunga superato la nostra capacità di utilizzarle e quindi può essere utilizzata in modo improprio se le politiche e i regolamenti non si adeguano. Quantità non significa necessariamente qualità. Raramente adeguata, l'accuratezza delle informazioni dovrebbe essere controllata per evitare il flusso di fake news, specialmente per quanto riguarda questioni politiche.
ko: 개발 도상국 정부와 정치인들은 투명성의 중요성과 관련하여 신념을 가지고 있지만, 추가 정보가 누군가의 상황을 개선하는 데 어떤 역할을하는지에 대한 엄격한 증거는 놀랍게도 거의 없습니다. 우리 사회에서 정보의 역할에 대한 의문이 점점 더 커지고 있습니다. 정보 생산은 지난 몇 년 동안 하늘을 찌르고 있으며, 그 중 하나는 새로운 데이터 수집 및 저장 방법을 통한 뛰어난 접근성 덕분입니다. 이용 가능한 정보의 양은 우리의 사용 능력을 훨씬 높혔으므로 정책과 규정이 조정되지 않으면 오용될 수 있습니다. 수량이 반드시 품질을 의미하는 것은 아닙니다. 드물게 적절하게도 정보의 정확성은 특히 정치적 문제와 관련하여 가짜 뉴스의 흐름을 피하기 위해 통제되어야합니다.
nl: Overal in ontwikkelingslanden hebben regeringen en politici wijdverbreide overtuigingen over het belang van transparantie, maar er is verrassend weinig rigoureus bewijs geleverd over de rol die aanvullende informatie speelt bij het verbeteren van iemands situatie. De rol van informatie in onze samenleving wordt steeds meer in vraag gesteld. De productie van informatie is de laatste jaren in een stroomversnelling geraakt, enerzijds dankzij de grote toegankelijkheid en anderzijds door nieuwe manieren van gegevensverzameling en -opslag. De hoeveelheid beschikbare informatie heeft onze capaciteit om deze te gebruiken ver overtroffen en kan daarom worden misbruikt als beleid en regelgeving zich niet aanpassen. Kwantiteit betekent niet noodzakelijk kwaliteit. Zelden adequaat, moet de nauwkeurigheid van informatie worden gecontroleerd om de stroom van nepnieuws te voorkomen, vooral met betrekking tot politieke kwesties.
pl: W całym rozwijającym się świecie rządy i politycy mają szeroko rozpowszechnione przekonania związane z wagą przejrzystości, zaskakująco mało jest rygorystycznych dowodów na rolę, jaką dodatkowe informacje odgrywają w poprawie czyjejś sytuacji. Coraz częściej kwestionowana jest rola informacji w naszym społeczeństwie. Produkcja informacji gwałtownie wzrosła w ciągu ostatnich kilku lat, między innymi dzięki dużej dostępności, jak również dzięki nowym sposobom gromadzenia i przechowywania danych. Ilość dostępnych informacji znacznie przewyższyła nasze możliwości ich wykorzystania i dlatego mogą być niewłaściwie wykorzystywane, jeśli polityka i przepisy nie dostosowują się. Ilość niekoniecznie oznacza jakość. Rzadko wystarczająca, dokładność informacji powinna być kontrolowana, aby uniknąć przepływu fałszywych wiadomości, zwłaszcza dotyczących kwestii politycznych.
pt: No mundo desenvolvido, governos e políticos têm convicções generalizadas sobre a importância da transparência, mas surpreendentemente tem havido pouca evidência rigorosa no papel de que a informação adicional tem na melhoria da situação de alguém. O papel da informação na nossa sociedade é cada vez mais questionado. A produção de informação disparou no últimos anos, em parte graças à sua grande acessibilidade através de novas formas de recolha e armazenamento de dados. A quantidade de informação disponível até agora ultrapassou a nossa capacidade de a usar e portanto pode ser mal utilizada se as políticas e regulamentos não se ajustarem. Quantidade não significa necessariamente qualidade. Raramente adequada, a precisão da informação deve ser controlada para se evitarem fluxos de notícias falsas especialmente em relação a problemas políticos.
ru: Во всем развивающемся мире правительства и политики придерживаются широко распространенных убеждений, связанных с важностью прозрачности, но на удивление мало убедительных доказательств той роли, которую дополнительная информация играет в улучшении чьего-либо положения. Роль информации в нашем обществе все чаще ставится под сомнение. За последние несколько лет производство информации резко возросло, отчасти благодаря ее большой доступности, а также благодаря новым способам сбора и хранения данных. Количество доступной информации намного превысило наши возможности по ее использованию и, следовательно, может быть использовано не по назначению, если политика и нормативные акты не будут скорректированы. Количество не обязательно означает качество. Редко бывая адекватной, точность информации следует контролировать, чтобы избежать потока поддельных новостей, особенно касающихся политических вопросов.
sv: I hela utvecklingsvärlden har regeringar och politiker föreställt sig ha uppfattningen av vikten av öppenhet, men det har funnits förvånansvärt lite rigorösa bevis på vilken roll ytterligare information spelar för att förbättra någons situation. Informationens roll i vårt samhälle ifrågasätts alltmer. Produktionen av information har skjutit i höjden de senaste åren, en del tack vare dess stora tillgänglighet som genom nya sätt att samla in och lagra data. Mängden tillgänglig information har vida överskuggat vår kapacitet att använda den och kan därför missbrukas om policyer och regler inte lyckats anpassa sig. Kvantitet betyder inte nödvändigtvis kvalitet. Informationens riktighet bör kontrolleras för att undvika flöden av falska nyheter, särskilt när det gäller politiska frågor.
tr: Gelişmekte olan dünya genelinde hükümetler ve politikacılar şeffaflığın önemine ilişkin yaygın inançlara sahip olsalar da, ek bilginin bir kişinin durumunu iyileştirmede oynadığı rol konusunda şaşırtıcı derecede yetersiz kanıt bulunmaktadır. Toplumumuzda bilginin rolü giderek daha fazla sorgulanmaktadır. Bilgi üretimi son birkaç yılda, bir kısmı yeni veri toplama ve depolama yöntemlerinin sağladığı büyük erişilebilirlik sayesinde olmak üzere, hızla artmıştır. Mevcut bilginin miktarı, onu kullanma kapasitemizin çok ötesine geçmiştir ve bu nedenle politikalar ve düzenlemeler uyum sağlamadığı takdirde kötüye kullanılabilir. Nicelik mutlaka kalite anlamına gelmez. Nadiren yeterli olsa da, özellikle siyasi konularda sahte haber akışını önlemek için bilginin doğruluğu kontrol edilmelidir.
zh: 在整个发展中世界，政府和政治家都普遍认为透明度的重要性，但关于额外信息在改善某人的处境方面所起的作用的严格证据却出人意料地少。 信息在我们社会中的作用越来越受到质疑。 信息的生产在过去几年中急剧增加，其中一个部分归功于它通过新的数据收集和存储方式提供的巨大可访问性。 现有信息的数量远远超出了我们使用信息的能力，因此，如果政策和法规未能调整，就可能被滥用。 数量并不一定意味着质量。 很少足够，信息的准确性应该受到控制，以避免虚假新闻的流动，特别是在政治问题上。

# Blog_WTPI_H2_Text4
source: Rise of knowledge is becoming the key to economic and political input. The role of information provides identification cards to eligible beneficiaries, who can demand the fulfillment of their own rights. Ownership of information confers a sense of impartiality or reflected interests in the eyes of the owner; whereas information which belongs to others.
ar: أصبح صعود المعرفة مفتاح المدخلات الاقتصادية والسياسية. يوفر دور المعلومات بطاقات تعريفية للمستفيدين المؤهلين ، الذين يمكنهم المطالبة بإعمال حقوقهم الخاصة. تمنح ملكية المعلومات إحساسًا بالحياد أو تعكس المصالح في نظر المالك ؛ بينما المعلومات التي تخص الآخرين.
de: Wissenszuwachs wird zum Schlüssel für wirtschaftlichen und politischen Input. Die Rolle der Information stellt berechtigten Begünstigten Ausweise zur Verfügung, die die Erfüllung ihrer eigenen Rechte verlangen können. Das Eigentum an Informationen vermittelt in den Augen des Eigentümers ein Gefühl der Unparteilichkeit oder reflektierter Interessen; während Informationen, die anderen gehören.
es: El auge del conocimiento se está convirtiendo en la clave para el aporte económico y político. La función de información brinda cédulas de identificación a los derechohabientes, quienes pueden exigir el cumplimiento de sus propios derechos. La propiedad de la información confiere un sentido de imparcialidad o intereses reflejados a los ojos del propietario; considerando que la información que pertenece a otros.
fr: La montée des connaissances devient la clé de l'apport économique et politique. Le rôle de l'information fournit des cartes d'identité aux bénéficiaires éligibles, qui peuvent exiger le respect de leurs propres droits. La propriété de l'information confère un sentiment d'impartialité ou d'intérêts reflétés aux yeux du propriétaire; tandis que les informations appartiennent à d'autres.
it: L'aumento della conoscenza sta diventando la chiave per l'input economico e politico. Il ruolo dell'informazione fornisce carte d'identità ai beneficiari aventi diritto, che possono esigere il rispetto dei propri diritti. La proprietà delle informazioni conferisce un senso di imparzialità o interessi riflessi agli occhi del proprietario; mentre le informazioni che appartengono ad altri.
ko: 지식의 상승은 경제적, 정치적 투입의 열쇠가되고 있습니다. 정보의 역할은 자신의 권리 이행을 요구할 수 있는 적격 수혜자에게 신분증을 제공합니다. 정보의 소유권은 소유자에게 공정성 또는 반영된 이익을 부여합니다; 다른 사람의 정보와 달리.
nl: Opkomst van kennis wordt de sleutel tot economische en politieke inbreng. De rol van informatie verschaft identificatiekaarten aan in aanmerking komende begunstigden, die de vervulling van hun eigen rechten kunnen eisen. Eigendom van informatie geeft een gevoel van onpartijdigheid of weerspiegelde belangen in de ogen van de eigenaar; terwijl informatie die aan anderen toebehoort.
pl: Wzrost wiedzy staje się kluczem do wkładu ekonomicznego i politycznego. Rolą informacji są karty identyfikacyjne dla uprawnionych beneficjentów, którzy mogą domagać się realizacji swoich praw. Własność informacji daje poczucie bezstronności lub odzwierciedlonych interesów w oczach właściciela; natomiast informacje należą do innych.
pt: O crescimento do conhecimento está a tornar-se a chave para o contributo económico e político. A informação fornece cartões de identidade a beneficiários elegíveis que podem exigir a execução dos seus próprios direitos. A posse de informação confere uma sensação de imparcialidade ou de interesses reflectidos aos olhos de quem a detém.
ru: Рост знаний становится ключом к экономическому и политическому вкладу. Роль информации предоставляет идентификационные карточки имеющим на это право бенефициарам, которые могут требовать выполнения своих собственных прав. Владение информацией придает ощущение беспристрастности или отраженных интересов в глазах владельца; в то время как информация, которая принадлежит другим.
sv: Kunskapens uppgång håller på att bli nyckeln till ekonomisk och politisk insats. Informationsrollen tillhandahåller id-kort till berättigade förmånstagare, som kan kräva att sina egna rättigheter uppfylls. Äganderätten till information ger en känsla av opartiskhet eller reflekterade intressen i ägarens ögon; medan information som tillhör andra.
tr: Bilginin yükselişi, ekonomik ve siyasi girdi için kilit unsur haline gelmektedir. Enformasyonun rolü ise kendi haklarının yerine getirilmesini talep edebilen nitelikli faydalanıcılar için tanıtma kartları temin eder. Enformasyonun mülkiyeti, sahibinin gözünde bir tarafsızlık ya da kendine dönük menfaat hissi sunar oysa ki enformasyon başkalarına aittir.
zh: 知识的崛起正在成为经济和政治投入的关键。 信息的作用为符合条件的受益人提供身份证，他们可以要求履行自己的权利。 信息的所有权赋予所有者眼中的公正感或反映的利益;而属于他人的信息。
