Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CSFE_H1_SH2_Text1
source: AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data; data at rest, at transit, and in use. Moreover, AxCrypt also provides its users with a password management generator that ensures their passwords are as secure as possible. It also provides a collaboration tool that allows users to share secured files and data with other AxCrypt users.
ar: يوفر اكسكربت تشفيرًا قويًا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات ؛ البيانات في حالة التخزين والنقل والمستخدمة. علاوة على ذلك ، يوفر اكسكربت أيضًا لمستخدميه مولد إدارة كلمات المرور الذي يضمن أن تكون كلمات المرور الخاصة بهم آمنة قدر الإمكان. كما يوفر أداة تعاون تتيح للمستخدمين مشاركة الملفات والبيانات المؤمنة مع مستخدمي اكسكربت الآخرين.
de: AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern. ruhende Daten, bei der Übertragung und bei der Verwendung. Darüber hinaus stellt AxCrypt seinen Benutzern einen Passwortverwaltungsgenerator zur Verfügung, der sicherstellt, dass ihre Passwörter so sicher wie möglich sind. Es bietet auch ein Tool für die Zusammenarbeit, mit dem Benutzer gesicherte Dateien und Daten für andere AxCrypt-Benutzer freigeben können.
es: AxCrypt ofrece un cifrado sólido de 256 bits para proteger tus datos en las tres etapas de datos: en reposo, en tránsito y en uso. Además, AxCrypt también proporciona a sus usuarios un generador de administración de contraseñas que garantiza que sus contraseñas sean lo más seguras posible. También proporciona una herramienta de colaboración que permite a los usuarios compartir archivos y datos protegidos con otros usuarios de AxCrypt.
fr: AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes des données; données au repos, au transit, et en cours d’utilisation. De plus, AxCrypt fournit également à ses utilisateurs un générateur de gestion de mots de passe qui garantit que leurs mots de passe sont aussi sécurisés que possible. Il fournit également un outil de collaboration qui permet aux utilisateurs de partager des fichiers et des données sécurisés avec d’autres utilisateurs d’AxCrypt.
it: AxCrypt offre una crittografia avanzata con crittografia a 256 bit per proteggere i tuoi dati nelle tre fasi dei dati; dati inattivi, in transito e in uso. Inoltre, AxCrypt fornisce anche ai suoi utenti un generatore di gestione delle password che garantisce che le loro password siano il più sicure possibile. Fornisce inoltre uno strumento di collaborazione che consente agli utenti di condividere file e dati protetti con altri utenti AxCrypt.
ko: AxCrypt는 256비트 암호화를 통해 강력한 암호화 기능을 제공하여 정지 상태, 전송 중 및 사용 중인 데이터의 세 가지 단계에서 데이터를 보호합니다. 또한 AxCrypt는 사용자에게 암호를 최대한 안전하게 보호하는 암호 관리 생성기를 제공합니다. 또한 사용자가 다른 AxCrypt 사용자와 보안 파일 및 데이터를 공유할 수 있는 협업 도구를 제공합니다.
nl: AxCrypt biedt sterke encryptie met 256-bit encryptie om uw gegevens te beveiligen in de drie stadia van gegevens; gegevens in rust, bij doorvoer en in gebruik. Bovendien biedt AxCrypt zijn gebruikers ook een wachtwoordbeheergenerator die ervoor zorgt dat hun wachtwoorden zo veilig mogelijk zijn. Het biedt ook een samenwerkingstool waarmee gebruikers beveiligde bestanden en gegevens kunnen delen met andere AxCrypt-gebruikers.
pl: AxCrypt oferuje silne szyfrowanie z 256-bitowym szyfrowaniem, aby zabezpieczyć Twoje dane na trzech etapach danych; dane w spoczynku, podczas przesyłania i w użyciu. Co więcej, AxCrypt zapewnia również swoim użytkownikom generator zarządzania hasłami, który zapewnia, że ich hasła są tak bezpieczne, jak to tylko możliwe. Zapewnia również narzędzie do współpracy, które pozwala użytkownikom udostępniać zabezpieczone pliki i dane innym użytkownikom AxCrypt.
pt: A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados nas suas três fases: em repouso, em trânsito e em uso. Além disso, fornece aos seus utilizadores um gerador de palavras-passe que garante que as suas palavras-passe são o mais seguras possível. A AxCrypt fornece ainda uma ferramenta de colaboração que permite aos utilizadores partilhar ficheiros e dados protegidos com outros utilizadores AxCrypt.
ru: AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные при хранении, при передаче и в процессе использования. Кроме того, AxCrypt также предоставляет своим пользователям генератор управления паролями, который обеспечивает максимальную безопасность паролей. Он также предоставляет инструмент для совместной работы, который позволяет пользователям обмениваться защищенными файлами и данными с другими пользователями AxCrypt.
sv: AxCrypt erbjuder stark kryptering med 256-bitars kryptering för att säkra dina data i de tre stadierna av data; data i vila, vid transport och vid användning. Dessutom förser AxCrypt också sina användare med en lösenordsgenerator som säkerställer att lösenorden är så säkra som möjligt. Det tillhandahåller också ett samarbetsverktyg som tillåter användare att dela säkra filer och data med andra AxCrypt-användare.
tr: AxCrypt 256-bit şifreleme ile güçlü bir şifreleme sunarak bekleyen, aktarılan ve kullanılan veriler olmak üzere verilerinizin üç aşamada güvenliğini sağlar. Ayrıca AxCrypt, kullanıcılarına parolalarının mümkün olduğunca güvenli olmasını sağlayan bir parola yönetimi oluşturucu da sağlar. Ayrıca, kullanıcıların güvenli dosyaları ve verileri diğer AxCrypt kullanıcılarıyla paylaşmalarına olanak tanıyan bir işbirliği aracı da sağlar.
zh: AxCrypt提供强大的加密与256位加密，以保护您的数据在三个阶段的数据;数据在静止，传输和使用。 此外，AxCrypt还为其用户提供密码管理生成器，以确保他们的密码尽可能安全。 它还提供了一个协作工具，允许用户与其他AxCrypt用户共享安全文件和数据。

# Blog_CSFE_H1_SubHeading1
source: <strong>How to achieve cybersecurity for employees?</strong>
ar: <strong> كيف يتم تحقيق الأمن السيبراني للموظفين؟ </ strong>
de: <strong>Wie erreicht man Cybersicherheit für Mitarbeiter?</stark>
es: <strong>¿Cómo educar a los empleados sobre ciberseguridad?</strong>
fr: <strong>Comment réaliser la cybersécurité pour les employés?</strong>
it: <strong>Come ottenere la sicurezza informatica per i dipendenti?</strong>
ko: <strong>직원을 위한 사이버 보안을 달성하는 방법은 무엇입니까?</strong>
nl: <strong>Hoe bereik je cybersecurity voor werknemers?</strong>
pl: <strong>Jak osiągnąć cyberbezpieczeństwo dla pracowników?</strong>
pt: <strong>Como conseguir cibersegurança para trabalhadores?</strong>
ru: <strong>Как обеспечить кибербезопасность для сотрудников?</strong>
sv: <strong>Hur uppnår man cybersäkerhet för anställda?</strong>
tr: <strong>Çalışanlar için siber güvenlik nasıl sağlanır?</strong>
zh: <strong>如何为员工实现网络安全？</strong>

# Blog_CSFE_H1_SubHeading2
source: <strong>Cybersecurity with AxCrypt</strong>
ar: <strong> الأمن السيبراني مع اكسكربت </strong>
de: <strong>Cybersicherheit mit AxCrypt</strong>
es: <strong>Ciberseguridad con AxCrypt</strong>
fr: <strong>Cybersécurité avec AxCrypt</strong>
it: <strong>Sicurezza Informatica con AxCrypt</strong>
ko: <strong>AxCrypt와 사이버 보안</strong>
nl: <strong>Cyberbeveiliging met AxCrypt</strong>
pl: <strong>Cyberbezpieczeństwo z AxCrypt</strong>
pt: <strong>Cibersegrança com AxCrypt</strong>
ru: <strong>Кибербезопасность с помощью AxCrypt</strong>
sv: <strong>Cybersäkerhet med AxCrypt</strong>
tr: <strong>AxCrypt ile siber güvenlik</strong>
zh: <strong>AxCrypt网络安全</strong>

# Blog_CSFE_H1_Text1
source: Recognizing when a cyberattack has occurred might be more difficult for an employee than avoiding one in the first place, but there are a few warning signals. Employees should be constantly educated about what to look for if they fear they have been hacked.
ar: قد يكون التعرف على وقت وقوع هجوم إلكتروني أكثر صعوبة على الموظف من تجنبه في المقام الأول ، ولكن هناك بعض الإشارات التحذيرية. يجب تثقيف الموظفين باستمرار حول ما يجب البحث عنه إذا كانوا يخشون تعرضهم للاختراق.
de: Das Erkennen, wann ein Cyberangriff stattgefunden hat, ist für einen Mitarbeiter möglicherweise schwieriger als das Vermeiden eines Cyberangriffs, aber es gibt einige Warnsignale. Mitarbeiter sollten ständig darüber aufgeklärt werden, worauf sie achten müssen, wenn sie befürchten, gehackt worden zu sein
es: Reconocer cuándo ha ocurrido un ataque cibernético puede ser más difícil para un empleado que evitarlo en primer lugar, pero hay algunas señales de advertencia. Los empleados deben recibir educación constante sobre lo que deben buscar si temen haber sido hackeados.
fr: Reconnaître quand une cyberattaque s'est produite peut être plus difficile pour un employé que d'en éviter une en premier lieu, mais il y a quelques signaux d'avertissement. Les employés doivent être constamment formés de ce qu'il faut rechercher s'ils craignent d'avoir été piratés.
it: Riconoscere quando è avvenuto un attacco informatico può essere più difficile per un dipendente che evitarle uno fin dall'inizio, ma ci sono alcuni segnali di allarme. I dipendenti dovrebbero essere formati costantemente sui segnali da ricercare se temono di aver subito un attacco.
ko: 사이버 공격 발생의 인식이 초기단계에서의 회피보다는 어려울 수 있지만, 여기에는 몇 가지 경고 신호가 있습니다. 직원들은 해킹을 당한것 같은 우려가 느껴질 시 체크해야 할 부분들을 지속적으로 교육받아야 합니다.
nl: Het herkennen van wanneer een cyberaanval heeft plaatsgevonden kan voor een medewerker moeilijker zijn dan het vermijden ervan, maar er zijn een paar waarschuwingssignalen. Werknemers moeten voortdurend worden geïnformeerd over waar ze op moeten letten als ze bang zijn dat ze zijn gehackt.
pl: Rozpoznanie, kiedy doszło do cyberataku, może być trudniejsze dla pracownika niż uniknięcie takiego ataku, ale jest kilka sygnałów ostrzegawczych. Pracownicy powinni być stale edukowani o tym, na co zwracać uwagę, jeśli obawiają się, że stali się ofiarą ataku hakerskiego.
pt: Reconhecer quando um ciberataque aconteceu pode ser mais difícil do que evitá-lo, mas há alguns sinais de aviso. Os trabalhadores devem ser constantemente educados em relação ao que devem prestar atenção caso temam ter sido atacados.
ru: Распознать, когда произошла кибератака, сотруднику может быть сложнее, чем избежать ее, но есть несколько предупреждающих сигналов. Сотрудников следует постоянно информировать о том, на что следует обращать внимание, если они опасаются, что их взломали.
sv: Att känna igen när en cyberattack har skett kanske är svårare för en anställd än att undvika att det händer i första hand, men det finns en del varningstecken. De anställda bör ständigt utbildas i vad de ska leta efter om de misstänker att de har blivit hackade.
tr: Bir çalışan için bir siber saldırının ne zaman gerçekleştiğini tanımak, bir siber saldırıdan kaçınmaktan daha zor olabilir, ancak birkaç uyarı sinyali vardır. Çalışanlar, saldırıya uğradıklarından korkarlarsa nelere dikkat etmeleri gerektiği konusunda sürekli olarak eğitilmelidir.
zh: 识别网络攻击何时发生对员工来说可能比一开始就避免网络攻击更困难，但有一些警告信号。 员工应该不断接受教育，了解如果他们担心自己被黑客攻击，应该寻找什么。

# Blog_CSFE_H1_Text2
source: Being aware of cybersecurity in everyday situations is referred to as cybersecurity awareness. Cybersecurity awareness includes being conscious of the risks of browsing the web, checking email, and engaging online. Employees must regard cybersecurity as a vital aspect of their roles as business executives.
ar: يُشار إلى الوعي بالأمن السيبراني في المواقف اليومية باسم الوعي بالأمن السيبراني. يشمل الوعي بالأمن السيبراني الوعي بمخاطر تصفح الويب ، والتحقق من البريد الإلكتروني ، والمشاركة عبر الإنترنت. يجب على الموظفين اعتبار الأمن السيبراني جانبًا حيويًا من أدوارهم كمديرين تنفيذيين للأعمال.
de: Das Bewusstsein für Cybersicherheit in alltäglichen Situationen wird als Cybersicherheitsbewusstsein bezeichnet. Das Bewusstsein für Cybersicherheit umfasst das Bewusstsein für die Risiken beim Surfen im Internet, beim Abrufen von E-Mails und beim Online-Engagement. Mitarbeiter müssen Cybersicherheit als einen wesentlichen Aspekt ihrer Rolle als Führungskräfte betrachten.
es: Ser consciente de la ciberseguridad en situaciones cotidianas se conoce como conciencia sobre ciberseguridad. La conciencia sobre ciberseguridad implica ser consciente de los riesgos de navegar por la web, consultar el correo electrónico y participar en línea. Los empleados deben considerar la ciberseguridad como un aspecto vital de sus roles como ejecutivos de negocios.
fr: Être conscient de la cybersécurité dans des situations quotidiennes est appelé sensibilisation à la cybersécurité. La sensibilisation à la cybersécurité comprend la prise de conscience des risques liés à la navigation sur le web, à la vérification des e-mails et à l’engagement en ligne. Les employés doivent considérer la cybersécurité comme un aspect essentiel de leur rôle en tant que représentants de l’entreprise.
it: Essere consapevoli della sicurezza informatica nelle situazioni quotidiane è indicato come consapevolezza della sicurezza informatica. La consapevolezza della sicurezza informatica include l'essere consapevoli dei rischi della navigazione sul Web, del controllo della posta elettronica e dell'essere attivi online. I dipendenti devono considerare la sicurezza informatica come un aspetto vitale del loro ruolo di dirigenti aziendali.
ko: 일상적인 상황에서 사이버 보안을 인식하는 것을 사이버 보안 인식이라고 합니다. 사이버 보안 인식에는 웹 검색, 이메일 확인 및 온라인 참여의 위험을 인식하는 것이 포함됩니다. 직원은 사이버 보안을 비즈니스 임원으로서의 중요히 여겨야 합니다.
nl: Bewust zijn van cybersecurity in alledaagse situaties wordt cybersecurity awareness genoemd. Bewustwording van cyberbeveiliging houdt ook in dat u zich bewust bent van de risico's van surfen op het web, het controleren van e-mail en online bezig zijn. Werknemers moeten cyberbeveiliging beschouwen als een vitaal aspect van hun rol als zakenlui.
pl: Świadomość zagrozeń cybernetycznych w codziennych sytuacjach określana jest mianem świadomości cyberbezpieczeństwa. Świadomość cyberbezpieczeństwa obejmuje świadomość zagrożeń związanych z przeglądaniem sieci, sprawdzaniem poczty e-mail i angażowaniem się online. Pracownicy muszą traktować cyberbezpieczeństwo jako istotny aspekt ich ról jako dyrektorów biznesowych.
pt: Estar-se consciente da cibersegurança em todas as situações do dia-a-dia refere-se como consciência da cibersegurança. A consciência da cibersegurança inclui estar-se consciente dos riscos de navegar na internet, ler email e estar online. Os trabalhadores devem olhar para a cibersegurança como um aspecto vital dos seus papéis como executivos de negócios.
ru: информированность о кибербезопасности в повседневных ситуациях называется осведомленностью о кибербезопасности. Осведомленность о кибербезопасности включает в себя осознание рисков, связанных с просмотром веб-страниц, проверкой электронной почты и взаимодействием онлайн. Сотрудники должны рассматривать кибербезопасность как жизненно важный аспект как руководителей бизнеса.
sv: Att vara medveten om cybersäkerhet i vardagliga situationer kallas cybersäkerhetsmedvetenhet. Cybersäkerhetsmedvetenhet inkluderar att vara medveten om riskerna med att surfa på webben, kolla e-post och engagera sig online. Anställda måste betrakta cybersäkerhet som en viktig aspekt av deras roller som företagsledare.
tr: Günlük durumlarda siber güvenliğin farkında olmak, siber güvenlik farkındalığı olarak adlandırılır. Siber güvenlik farkındalığı, internette gezinmenin, e-postaları kontrol etmenin ve çevrimiçi etkileşimde bulunmanın risklerinin bilincinde olmayı içerir. Çalışanlar, siber güvenliği, işletme yöneticileri olarak rollerinin hayati bir boyutu olarak görmelidir.
zh: 在日常情况下意识到网络安全被称为网络安全意识。 网络安全意识包括意识到浏览网页、检查电子邮件和在线参与的风险。 员工必须将网络安全视为其业务主管角色的重要方面。

# Blog_CSFE_H2_SH1_Text1
source: Key sharing is a feature that allows you to keep your data secure while also sharing it with your colleagues. It enables you to collaborate and connect with other members without jeopardizing the confidentiality of your data. Using AxCrypt's key sharing function you can give anyone data access and withdraw it whenever you want; you don't even have to disclose your password. For more info on AxCrypt key, sharing check our key sharing tutorial on <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
ar: مشاركة المفاتيح هي ميزة تتيح لك الحفاظ على أمان بياناتك أثناء مشاركتها أيضًا مع زملائك. يمكّنك من التعاون والتواصل مع الأعضاء الآخرين دون تعريض سرية بياناتك للخطر. باستخدام وظيفة مشاركة المفاتيح في اكسكربت ، يمكنك منح أي شخص إمكانية الوصول إلى البيانات وسحبها وقتما تشاء ؛ ليس عليك حتى الكشف عن كلمة المرور الخاصة بك. لمزيد من المعلومات حول مفتاح اكسكربت ، المشاركة ، تحقق من البرنامج التعليمي لمشاركة المفاتيح على <a href='https://www.youtube.com/watch؟v=TUVWbmiEFSs'>يوتيوب </a>
de: Die Schlüsselfreigabe ist eine Funktion, mit der Sie Ihre Daten sicher aufbewahren und gleichzeitig mit Ihren Kollegen teilen können. Es ermöglicht Ihnen, mit anderen Mitgliedern zusammenzuarbeiten und sich mit ihnen zu verbinden, ohne die Vertraulichkeit Ihrer Daten zu gefährden. Mit der Schlüsselfreigabefunktion von AxCrypt können Sie jedem Datenzugriff gewähren und ihn jederzeit zurückziehen. Sie müssen nicht einmal Ihr Passwort preisgeben. Weitere Informationen zum Teilen von AxCrypt-Schlüsseln finden Sie in unserem Tutorial zum Teilen von Schlüsseln auf <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '> YouTube</a>
es: El uso compartido de claves es una función que te permite mantener tus datos seguros mientras los compartes con tus colegas. Te permite colaborar y conectarte con otros miembros sin poner en peligro la confidencialidad de tus datos. Con la función de uso compartido de claves de AxCrypt, puedes otorgar acceso a los datos a cualquier persona y retirarlos cuando lo desees; ni siquiera tienes que revelar tu contraseña. Para obtener más información sobre cómo compartir claves de AxCrypt, consulta nuestro tutorial para compartir claves en <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
fr: Le partage de clés est une fonctionnalité qui vous permet de sécuriser vos données tout en les partageant avec vos collègues. Il vous permet de collaborer et de vous connecter avec d’autres membres sans compromettre la confidentialité de vos données. En utilisant la fonction de partage de clés d’AxCrypt, vous pouvez donner à n’importe qui l’accès aux données et le retirer quand vous le souhaitez; vous n’avez même pas besoin de divulguer votre mot de passe. Pour plus d’informations sur le partage de clé AxCrypt, consultez notre tutoriel de partage de clé sur <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
it: La condivisione delle chiavi è una funzionalità che ti consente di proteggere i tuoi dati condividendoli anche con i tuoi colleghi. Ti consente di collaborare e connetterti con altri membri senza compromettere la riservatezza dei tuoi dati. Usando la funzione di condivisione delle chiavi di AxCrypt puoi dare a chiunque l'accesso ai dati e ritirarli quando vuoi; non devi nemmeno rivelare la tua password. Per ulteriori informazioni sulla chiave AxCrypt, la condivisione controlla il nostro tutorial sulla condivisione delle chiavi su <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
ko: 키 공유는 데이터를 안전하게 유지하면서 동료와 공유할 수 있는 기능입니다. 이를 통해 데이터의 기밀성을 유지하고 다른 구성원과 협업하고 연결할 수 있습니다. AxCrypt의 키 공유 기능을 사용하면 누구에게나 데이터 액세스 권한을 부여하고 원할 때마다 철회할 수 있습니다. 비밀번호를 공개할 필요도 없습니다. AxCrypt 키 공유에 대한 자세한 내용은 <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>에서 확인해보세요.
nl: Het delen van sleutels is een functie waarmee u uw gegevens veilig kunt houden en deze ook kunt delen met uw collega's. Het stelt u in staat om samen te werken en contact te leggen met andere leden zonder de vertrouwelijkheid van uw gegevens in gevaar te brengen. Met behulp van AxCrypt's functie voor het delen van sleutels kunt u iedereen toegang geven tot gegevens en deze intrekken wanneer u maar wilt; u hoeft niet eens uw wachtwoord vrij te geven. Raadpleeg voor meer informatie over het delen van AxCrypt-sleutels, onze tutorial over het delen van sleutels op <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
pl: Udostępnianie kluczy to funkcja, która pozwala chronić dane, a także udostępniać je współpracownikom. Umożliwia współpracę i łączenie się z innymi członkami bez narażania poufności danych. Korzystając z funkcji udostępniania kluczy AxCrypt, możesz dać każdemu dostęp do danych i wycofać je, kiedy tylko chcesz; nie musisz nawet ujawniać swojego hasła. Aby uzyskać więcej informacji na temat klucza AxCrypt, zapoznaj się z naszym samouczkiem udostępniania kluczy na <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a>
pt: A partilha de chaves é uma funcionalidade que lhe permite manter os seus dados seguros e partilhá-los com os seus colegas. Permite-lhe colaborar e ligar-se a outras pessoas sem pôr em risco a confidencialidade dos seus dados. Ao usar a funcionalidade de partilha de chaves da AxCrypt, pode dar e revogar o acesso a dados a qualquer pessoa e sempre que desejar; nem sequer tem de divulgar a palavra-passe. Para mais informação sobre a partilha de chaves AxCrypt, veja o nosso tutorial de partilha de chaves no <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a>
ru: Совместное использование ключей - это функция, которая позволяет вам сохранять ваши данные в безопасности, а также делиться ими со своими коллегами. Это позволяет вам сотрудничать и устанавливать связь с другими участниками, не ставя под угрозу конфиденциальность ваших данных. Используя функцию обмена ключами AxCrypt, вы можете предоставить кому угодно доступ к данным и отозвать их, когда захотите; вам даже не нужно раскрывать свой пароль. Для получения дополнительной информации о совместном использовании ключей AxCrypt ознакомьтесь с нашим руководством по совместному использованию ключей на <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '> YouTube</a>
sv: Nyckeldelning är en funktion som låter dig hålla din information säker samtidigt som du delar den med dina kollegor. Det gör att du kan samarbeta och ansluta andra medlemmar utan att äventyra sekretessen för dina uppgifter. Genom att använda AxCrypts nyckeldelningsfunktion kan du ge vem som helst dataåtkomst och dra tillbaka den när du vill; du behöver inte ens avslöja ditt lösenord. För mer information om AxCrypt-nyckeln, delning kolla vår handledning för nyckeldelning på <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>
tr: Anahtar paylaşımı, verilerinizi güvende tutmanızı ve aynı zamanda iş arkadaşlarınızla paylaşmanızı sağlayan bir özelliktir. Verilerinizin gizliliğini tehlikeye atmadan diğer üyelerle işbirliği yapmanızı ve bağlantı kurmanızı sağlar. AxCrypt'in anahtar paylaşım işlevini kullanarak herkese veri erişimi verebilir ve istediğiniz zaman geri alabilirsiniz; şifrenizi açıklamak zorunda bile değilsiniz. AxCrypt anahtar paylaşımı hakkında daha fazla bilgi için <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube'daki</a> anahtar paylaşımı konusundaki öğretici videomuza göz atın
zh: 密钥共享是一项功能，可让您在保持数据安全的同时与同事共享数据。 它使您能够与其他成员协作和连接，而不会危及数据的机密性。 使用AxCrypt的密钥共享功能，您可以让任何人访问数据，并随时撤回;你甚至不必透露你的密码。 有关AxCrypt密钥的更多信息，请查看我们的密钥共享教程<a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a>
