Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WBFAHPI_H1_SH3_Text1
source: Password spraying is a form of reverse brute force attack where the attacker brute force logs into the application based on a list of usernames with default passwords. This attack is normally used in areas where the admin sets a default password for the new users. Normally, attackers try to guess the passwords. However, unlike a brute-force attack, which focuses on a single account, in this case, password injection attacks target multiple accounts at a time. Here the attackers gain access to a large number of accounts (usernames) with a few common passwords.
ar: رش كلمة المرور هو شكل من أشكال هجوم القوة الغاشمة العكسية حيث يقوم المهاجم بالقوة الغاشمة بتسجيل الدخول إلى التطبيق بناءً على قائمة بأسماء المستخدمين بكلمات مرور افتراضية. يستخدم هذا الهجوم عادة في المناطق التي يعيّن فيها المسؤول كلمة مرور افتراضية للمستخدمين الجدد. عادة ، يحاول المهاجمون تخمين كلمات المرور. ومع ذلك ، على عكس هجوم القوة الغاشمة ، الذي يركز على حساب واحد ، في هذه الحالة ، تستهدف هجمات حقن كلمة المرور حسابات متعددة في وقت واحد. هنا يستطيع المهاجمون الوصول إلى عدد كبير من الحسابات (أسماء المستخدمين) ببضع كلمات مرور شائعة.
de: Das Sprühen von Passwörtern ist eine Form des umgekehrten Brute-Force-Angriffs, bei dem sich der Angreifer Brute-Force basierend auf einer Liste von Benutzernamen mit Standardkennwörtern bei der Anwendung anmeldet. Dieser Angriff wird normalerweise in Bereichen eingesetzt, in denen der Administrator ein Standardkennwort für die neuen Benutzer festlegt. Normalerweise versuchen Angreifer, die Passwörter zu erraten. Im Gegensatz zu einem Brute-Force-Angriff, der sich auf ein einzelnes Konto konzentriert, zielen Passwortinjektionsangriffe in diesem Fall jedoch auf mehrere Konten gleichzeitig ab. Hier erhalten die Angreifer Zugriff auf eine große Anzahl von Konten (Benutzernamen) mit wenigen gängigen Passwörtern.
es: La pulverización de contraseñas es una forma de ataque de fuerza bruta inversa en la que el atacante de fuerza bruta inicia sesión en la aplicación en función de una lista de nombres de usuario con contraseñas predeterminadas. Este ataque normalmente se usa en áreas donde el administrador establece una contraseña predeterminada para los nuevos usuarios. Normalmente, los atacantes intentan adivinar las contraseñas. Sin embargo, a diferencia de un ataque de fuerza bruta, que se centra en una sola cuenta, en este caso, los ataques de pulverización de contraseñas se dirigen a varias cuentas a la vez. Aquí, los atacantes obtienen acceso a una gran cantidad de cuentas (nombres de usuario) con algunas contraseñas comunes.
fr: La pulvérisation de mot de passe est une forme d'attaque par force brute inversée dans laquelle l'attaquant se connecte à l'application en se basant sur une liste de noms d'utilisateur avec des mots de passe par défaut. Cette attaque est normalement utilisée dans les zones où l'administrateur définit un mot de passe par défaut pour les nouveaux utilisateurs. Normalement, les attaquants essaient de deviner les mots de passe. Cependant, contrairement à une attaque par force brute, qui se concentre sur un seul compte, dans ce cas, les attaques par injection de mot de passe ciblent plusieurs comptes à la fois. Ici, les attaquants accèdent à un grand nombre de comptes (noms d'utilisateur) avec quelques mots de passe communs.
it: La spruzzatura di password è una forma di attacco di forza bruta inversa in cui l'aggressore accede all'applicazione in base a un elenco di nomi utente con password predefinite. Questo attacco viene normalmente utilizzato nelle aree in cui l'amministratore imposta una password predefinita per i nuovi utenti. Normalmente, gli aggressori cercano di indovinare le password. Tuttavia, a differenza di un attacco di forza bruta, che si concentra su un singolo account, in questo caso gli attacchi di password injection prendono di mira più account contemporaneamente. Qui gli aggressori ottengono l'accesso a un gran numero di account (nomi utente) con poche password comuni.
ko: 암호 스프레이는 공격자가 기본 암호를 사용하여 사용자 이름 목록을 기반으로 응용 프로그램에 무차별 암호 대입하는 역방향 무차별 암호 대입 공격의 한 형태입니다. 이 공격은 일반적으로 관리자가 새 사용자에 대한 기본 암호를 설정하는 영역에서 사용됩니다. 공격자는 암호를 추측하려고 합니다. 그러나 단일 계정에 초점을 맞춘 무차별 암호 대입 공격과 달리 이 경우 암호 삽입 공격은 한 번에 여러 계정을 대상으로 합니다. 여기서 공격자는 몇 가지 일반적인 암호를 사용하여 많은 수의 계정(유저네임)에 액세스할 수 있습니다.
nl: Password spraying is een vorm van reverse brute force aanval waarbij de aanvaller brute force inlogt op de applicatie op basis van een lijst van gebruikersnamen met standaard wachtwoorden. Deze aanval wordt gewoonlijk gebruikt in gebieden waar de beheerder een standaardwachtwoord instelt voor de nieuwe gebruikers. Normaal gesproken proberen aanvallers de wachtwoorden te raden. Maar in tegenstelling tot een brute-force aanval, die zich richt op één account, zijn wachtwoordinjectieaanvallen in dit geval gericht op meerdere accounts tegelijk. Hier krijgen de aanvallers toegang tot een groot aantal accounts (gebruikersnamen) met een paar gemeenschappelijke wachtwoorden.
pl: Rozpylanie haseł to forma odwrotnego ataku siłowego, w którym atakujący loguje się do aplikacji na podstawie listy nazw użytkowników z domyślnymi hasłami. Ten atak jest zwykle używany w obszarach, w których administrator ustawia domyślne hasło dla nowych użytkowników. Zazwyczaj osoby atakujące próbują odgadnąć hasła. Jednak w przeciwieństwie do ataku brute-force, który koncentruje się na jednym koncie, w tym przypadku ataki polegające na wstrzykiwaniu hasła są ukierunkowane na wiele kont jednocześnie. Tutaj atakujący uzyskują dostęp do dużej liczby kont (nazw użytkowników) za pomocą kilku wspólnych haseł.
pt: O password spraying é uma forma de ataque de força bruta reversa em que um atacante inicia sessão na aplicação em força bruta com base numa lista de utilizadores com palavras-passe predefinidas. Este ataque é usado normalmente em áreas onde o(a) administrador(a) configura uma palavra-passe predefinida para os novos utilizadores. Normalmente, os atacantes tentam adivinhar as palavras-passe. Contudo, ao contrário de um ataque de força bruta que se foca numa única conta, neste caso, os ataques de injecção de palavras-passe têm como alvo múltiplas contas ao mesmo tempo. Os atacantes obtêm acesso a uma grande número de contas (nomes de utilizador) com algumas palavras-passe comuns.
ru: Разбрасывание паролей - это форма обратной брутфорс атаки, при которой злоумышленник с помощью грубой силы входит в приложение на основе списка имен пользователей с паролями по умолчанию. Эта атака обычно используется в областях, где администратор устанавливает пароль по умолчанию для новых пользователей. Обычно злоумышленники пытаются угадать пароли. Однако, в отличие от атаки методом перебора, которая фокусируется на одной учетной записи, в данном случае атаки с использованием пароля нацелены на несколько учетных записей одновременно. Здесь злоумышленники получают доступ к большому количеству учетных записей (имен пользователей) с помощью нескольких распространенных паролей.
sv: Lösenordssprayning är en form av omvänd brute force-attack där angriparens brute force loggar in i programmet baserat på en lista över användarnamn med standardlösenord. Denna attack används normalt i områden där administratören anger ett standardlösenord för de nya användarna. Normalt försöker angripare gissa lösenorden. Men till skillnad från en brute-force-attack, som fokuserar på ett enda konto, riktar sig lösenordsinjektionsattacker in sig på flera konton samtidigt. Här får angriparna tillgång till ett stort antal konton (användarnamn) med några vanliga lösenord.
tr: Parola püskürtme, saldırganın kaba kuvvetinin varsayılan parolalara sahip kullanıcı adlarının bir listesi temelinde uygulamaya giriş yaptığı bir ters kaba kuvvet saldırısı biçimidir. Bu saldırı normalde yöneticinin yeni kullanıcılar için varsayılan bir parola belirlediği alanlarda kullanılır. Normalde, saldırganlar şifreleri tahmin etmeye çalışır. Ancak, tek bir hesaba odaklanan kaba kuvvet saldırısının aksine, bu durumda, şifre enjeksiyon saldırıları aynı anda birden fazla hesabı hedef alır. Burada saldırganlar birkaç ortak şifreyle çok sayıda hesaba (kullanıcı adı) erişim kazanırlar.
zh: 密码喷涂是一种反向蛮力攻击的形式，攻击者根据具有默认密码的用户名列表暴力登录到应用程序。 此攻击通常用于管理员为新用户设置默认密码的区域。 通常，攻击者试图猜测密码。 但是，与暴力破解攻击（专注于单个帐户）不同，在这种情况下，密码注入攻击一次针对多个帐户。 在这里，攻击者可以使用一些常用密码访问大量帐户（用户名）。

# Blog_WBFAHPI_H1_SH4_Text1
source: From the name itself, it is obvious - it basically uses a large number of predefined popular phrases or terms normally found in a dictionary. In general, a good password list can improve the success rate of attackers, but here they often require multiple attempts against potential targets. The drawback of this kind of attack is that it is time-consuming and has a low probability compared to newer powerful attack methods.
ar: من الاسم نفسه ، إنه واضح - يستخدم أساسًا عددًا كبيرًا من العبارات أو المصطلحات الشائعة المحددة مسبقًا الموجودة عادةً في القاموس. بشكل عام ، يمكن أن تؤدي قائمة كلمات المرور الجيدة إلى تحسين معدل نجاح المهاجمين ، لكنهم هنا يتطلبون غالبًا محاولات متعددة ضد الأهداف المحتملة. عيب هذا النوع من الهجوم هو أنه يستغرق وقتًا طويلاً وله احتمالية منخفضة مقارنة بأساليب الهجوم الجديدة القوية.
de: Aus dem Namen selbst geht hervor, dass er im Grunde eine große Anzahl vordefinierter populärer Phrasen oder Begriffe verwendet, die normalerweise in einem Wörterbuch zu finden sind. Im Allgemeinen kann eine gute Passwortliste die Erfolgsquote von Angreifern verbessern, aber hier erfordern sie oft mehrere Versuche gegen potenzielle Ziele. Der Nachteil dieser Art von Angriff ist, dass er zeitaufwändig ist und im Vergleich zu neueren leistungsstarken Angriffsmethoden eine geringe Wahrscheinlichkeit aufweist.
es: Por el nombre en sí, es obvio: básicamente se utiliza una gran cantidad de frases o términos populares predefinidos que normalmente se encuentran en un diccionario. En general, una buena lista de contraseñas puede mejorar la tasa de éxito de los atacantes, pero aquí a menudo requieren múltiples intentos contra objetivos potenciales. El inconveniente de este tipo de ataque es que requiere mucho tiempo y tiene una probabilidad baja en comparación con los métodos de ataque más nuevos y potentes.
fr: D'après le nom lui-même, c'est évident - elle utilise essentiellement un grand nombre de phrases ou de termes populaires prédéfinis que l'on trouve normalement dans un dictionnaire. En général, une bonne liste de mots de passe peut améliorer le taux de réussite des attaquants, mais ici, ils nécessitent souvent plusieurs tentatives contre des cibles potentielles. L'inconvénient de ce type d'attaque est qu'elle prend du temps et a une faible probabilité par rapport aux nouvelles méthodes d'attaque puissantes.
it: Dal nome stesso, è ovvio - fondamentalmente utilizza un gran numero di frasi popolari predefinite o termini normalmente trovati in un dizionario. In generale, un buon elenco di password può migliorare il tasso di successo degli aggressori, ma qui spesso richiedono più tentativi contro potenziali obiettivi. Lo svantaggio di questo tipo di attacco è che richiede molto tempo e ha una bassa probabilità rispetto ai nuovi metodi di attacco potenti.
ko: 이름에서부터 알 수 있습니다 - 기본적으로 사전에서 일반적으로 발견되는 미리 정의 된 인기있는 문구 또는 용어를 많이 사용합니다. 일반적으로 좋은 암호 목록은 공격자의 성공률을 높일 수 있지만, 여러 번 시도해야 하는 경우가 많습니다. 이러한 종류의 공격의 단점은 시간이 많이 걸리고 새로운 강력한 공격 방법에 비해 확률이 낮다는 것입니다.
nl: Van de naam zelf is het duidelijk - het gebruikt in feite een groot aantal vooraf gedefinieerde populaire uitdrukkingen of termen die normaal in een woordenboek voorkomen. Over het algemeen kan een goede wachtwoordlijst het slagingspercentage van aanvallers verbeteren, maar hier hebben ze vaak meerdere pogingen tegen potentiële doelwitten nodig. Het nadeel van dit soort aanvallen is dat het tijdrovend is en een lage waarschijnlijkheid heeft in vergelijking met nieuwere krachtige aanvalsmethoden.
pl: Już sama nazwa jest oczywista - w zasadzie wykorzystuje dużą liczbę predefiniowanych popularnych zwrotów lub terminów, które zwykle znajdują się w słowniku. Ogólnie rzecz biorąc, dobra lista haseł może poprawić wskaźnik sukcesu atakujących, ale w tym przypadku często wymagają one wielu prób przeciwko potencjalnym celom. Wadą tego rodzaju ataku jest to, że jest czasochłonny i ma niskie prawdopodobieństwo w porównaniu z nowszymi potężnymi metodami ataku.
pt: A partir do nome, é óbvio - usa basicamente um grande número de frases ou termos populares predefinidos normalmente encontrados num dicionário. Em geral, uma boa lista de palavras-passe pode melhorar a taxa de sucesso dos atacantes, mas aqui eles muitas vezes requerem várias tentativas contra potenciais alvos. A desvantagem desse tipo de ataque é que é demorado e tem uma baixa probabilidade quando comparado com métodos de ataque mais novos e poderosos.
ru: Из самого названия очевидно - в нем в основном используется большое количество предопределенных популярных фраз или терминов, обычно встречающихся в словаре. В целом, хороший список паролей может повысить вероятность успеха злоумышленников, но здесь им часто требуется несколько попыток против потенциальных целей. Недостатком такого рода атак является то, что они отнимают много времени и имеют низкую вероятность по сравнению с более новыми мощными методами атаки.
sv: Från själva namnet är det uppenbart - det använder i princip ett stort antal fördefinierade populära fraser eller termer som normalt finns i en ordbok. I allmänhet kan en bra lösenordslista förbättra framgångsfrekvensen för angripare, men här kräver de ofta flera försök mot potentiella mål. Nackdelen med denna typ av attack är att den är tidskrävande och har låg sannolikhet jämfört med nyare kraftfulla attackmetoder.
tr: Adı üzerinde - temel olarak normalde bir sözlükte bulunan çok sayıda önceden tanımlanmış popüler kelime öbeği veya terim kullanır. Genel olarak, iyi bir parola listesi saldırganların başarı oranını artırabilir, ancak burada genellikle potansiyel hedeflere karşı birden fazla girişimde bulunulması gerekir. Bu tür saldırıların dezavantajı, zaman alıcı olması ve daha yeni güçlü saldırı yöntemlerine kıyasla düşük bir olasılığa sahip olmasıdır.
zh: 从名称本身来看，很明显-它基本上使用了大量预定义的流行短语或通常在字典中找到的术语。 一般来说，一个好的密码列表可以提高攻击者的成功率，但在这里他们经常需要对潜在目标进行多次尝试。 这种攻击的缺点是与较新的强大攻击方法相比，它耗时且概率较低。

# Blog_WBFAHPI_H1_SH5_Text1
source: In this kind of attack, hackers combine a dictionary attack method with a simple brute force attack. Hackers normally would know the username, so they perform a dictionary attack and simple brute force methods to find the account login combination. This procedure involves choosing common words from a dictionary and replacing them with random numbers or characters. This combined approach is more effective.
ar: في هذا النوع من الهجوم ، يجمع المتسللون بين أسلوب هجوم القاموس وهجوم القوة الغاشمة البسيط. عادة ما يعرف المتسللون اسم المستخدم ، لذلك يقومون بهجوم القاموس وطرق القوة الغاشمة البسيطة للعثور على تركيبة تسجيل الدخول إلى الحساب. يتضمن هذا الإجراء اختيار الكلمات الشائعة من القاموس واستبدالها بأرقام أو أحرف عشوائية. هذا النهج المشترك هو أكثر فعالية.
de: Bei dieser Art von Angriff kombinieren Hacker eine Wörterbuchangriffsmethode mit einem einfachen Brute-Force-Angriff. Hacker würden normalerweise den Benutzernamen kennen, also führen sie einen Wörterbuchangriff und einfache Brute-Force-Methoden durch, um die Kontoanmeldekombination zu finden. Bei diesem Verfahren werden gebräuchliche Wörter aus einem Wörterbuch ausgewählt und durch Zufallszahlen oder Zeichen ersetzt. Dieser kombinierte Ansatz ist effektiver.
es: En este tipo de ataque, los hackers informáticos combinan un método de ataque de diccionario con un simple ataque de fuerza bruta. Los hackers informáticos normalmente conocen el nombre de usuario, por lo que realizan un ataque de diccionario y métodos simples de fuerza bruta para encontrar la combinación de inicio de sesión de la cuenta. Este procedimiento consiste en elegir palabras comunes de un diccionario y reemplazarlas con números o caracteres aleatorios. Este enfoque combinado es más efectivo.
fr: Dans ce type d'attaque, les pirates combinent une méthode d'attaque par dictionnaire avec une simple attaque par force brute. Les pirates connaissent normalement le nom d'utilisateur, ils effectuent donc une attaque par dictionnaire et de simples méthodes de force brute pour trouver la combinaison de connexion au compte. Cette procédure consiste à choisir des mots courants dans un dictionnaire et à les remplacer par des nombres ou des caractères aléatoires. Cette approche combinée est plus efficace.
it: In questo tipo di attacco, gli hacker combinano un metodo di attacco a dizionario con un semplice attacco di forza bruta. Gli hacker normalmente conoscono il nome utente, quindi eseguono un attacco con dizionario e semplici metodi di forza bruta per trovare la combinazione di accesso all'account. Questa procedura prevede la scelta di parole comuni da un dizionario e la loro sostituzione con numeri o caratteri casuali. Questo approccio combinato è più efficace.
ko: 이러한 종류의 공격에서 해커는 사전 공격 방법과 간단한 무차별 대입 공격을 결합합니다. 해커는 일반적으로 사용자 이름을 알고 있으므로 사전 공격과 간단한 무차별 대입 방법을 수행하여 계정 로그인 조합을 찾습니다. 이 절차에는 사전에서 일반적인 단어를 선택하고 임의의 숫자 또는 문자로 바꾸는 작업이 포함됩니다. 이러한 접근 방식은 효과적입니다.
nl: Bij dit soort aanval combineren hackers een woordenboekaanvalmethode met een eenvoudige brute force-aanval. Normaal kennen hackers de gebruikersnaam, dus voeren zij een woordenboekaanval en eenvoudige brute-force methoden uit om de inlogcombinatie van het account te vinden. Hierbij worden veel voorkomende woorden uit een woordenboek gekozen en vervangen door willekeurige getallen of tekens. Deze gecombineerde aanpak is doeltreffender.
pl: W tego rodzaju ataku hakerzy łączą metodę ataku słownikowego z prostym atakiem siłowym. Hakerzy normalnie znają nazwę użytkownika, więc przeprowadzają atak słownikowy i proste metody brutalnej siły, aby znaleźć kombinację logowania do konta. Ta procedura polega na wybraniu typowych słów ze słownika i zastąpieniu ich losowymi liczbami lub znakami. To połączone podejście jest bardziej skuteczne.
pt: Neste tipo de ataque, os hackers combinam um método de ataque de dicionário com um ataque de força bruta simples. Os hackers normalmente sabem o nome de utilizador e portanto perpetram um ataque de dicionário e métodos de força bruta simples para encontrar a combinação de credenciais. Este procedimento envolve a escolha de palavras comuns de um dicionário e a sua substituição por números e caracteres aleatórios. Esta abordagem combinada é mais eficaz.
ru: В такого рода атаках хакеры сочетают метод атаки по словарю с простой атакой методом перебора. Хакеры обычно знают имя пользователя, поэтому они проводят атаку по словарю и простые методы перебора, чтобы найти комбинацию входа в учетную запись. Эта процедура включает в себя выбор распространенных слов из словаря и замену их случайными числами или символами. Такой комбинированный подход более эффективен.
sv: I den här typen av attacker kombinerar hackare en ordboksattackmetod med en enkel brute force-attack. Hackare känner vanligtvis till användarnamnet, så de utför en ordboksattack och enkla brute force-metoder för att hitta inloggningskombinationen. Denna procedur innebär att man väljer vanliga ord från en ordbok och ersätter dem med slumpmässiga siffror eller tecken. Detta kombinerade tillvägagångssätt är mer effektivt.
tr: Bu tür bir saldırıda, bilgisayar korsanları bir sözlük saldırısı yöntemini basit bir kaba kuvvet saldırısıyla birleştirir. Bilgisayar korsanları normalde kullanıcı adını bilir, bu nedenle hesap giriş kombinasyonunu bulmak için bir sözlük saldırısı ve basit kaba kuvvet yöntemleri uygularlar. Bu prosedür, bir sözlükten ortak sözcükler seçmeyi ve bunları rasgele sayılar veya karakterlerle değiştirmeyi içerir. Bu kombine yaklaşım daha etkilidir.
zh: 在这种攻击中，黑客将字典攻击方法与简单的蛮力攻击相结合。 黑客通常会知道用户名，因此他们执行字典攻击和简单的蛮力方法来查找帐户登录组合。 此过程涉及从字典中选择常用单词并用随机数或字符替换它们。 这种组合方法更有效。
