Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVL_Text12
source: Most software licenses are restricted to one or set number of installations. The AxCrypt subscription is personal but valid on any number of devices.
ar: تقتصر معظم تراخيص البرامج على تثبيت واحد أو عدد معين من التثبيتات. اشتراك اكسكربت شخصي ولكنه صالح على أي عدد من الأجهزة.
de: Die meisten Softwarelizenzen sind auf eine oder eine festgelegte Anzahl von Installationen beschränkt. Das AxCrypt-Abonnement ist persönlich, aber auf beliebig vielen Geräten gültig.
es: La mayoría de las licencias de software están restringidas a una o a un número determinado de instalaciones. La suscripción a AxCrypt es personal, pero válida en cualquier cantidad de dispositivos.
fr: La plupart des licences logicielles sont limitées à une ou plusieurs installations. L’abonnement AxCrypt est personnel mais valable sur n’importe quel nombre d’appareils.
it: La maggior parte delle licenze software è limitata a una oa un determinato numero di installazioni. L'abbonamento AxCrypt è personale ma valido su qualsiasi numero di dispositivi.
ko: 대부분의 소프트웨어 라이센스는 하나 또는 설정된 설치 수로 제한됩니다. AxCrypt 구독은 개인적이지만 여러 장치에서 유효합니다.
nl: De meeste softwarelicenties zijn beperkt tot één of een vast aantal installaties. Het AxCrypt-abonnement is persoonlijk maar geldig op een onbeperkt aantal apparaten.
pl: Większość licencji na oprogramowanie jest ograniczona do jednej lub określonej liczby instalacji. Subskrypcja AxCrypt jest osobista, ale ważna na dowolnej liczbie urządzeń.
pt: Muitas licenças de software estão restringidas a um determinado número de instalações. A subscrição da AxCrypt é pessoal mas válida para qualquer número de dispositivos.
ru: Большинство лицензий на программное обеспечение ограничены одной или заданным количеством установок. Подписка AxCrypt является персональной, но действительна на любом количестве устройств.
sv: De flesta programvarulicenser är begränsade till en eller ett visst antal installationer. AxCrypt-prenumerationen är personlig men giltig på valfritt antal enheter.
tr: Çoğu yazılım lisansı bir veya belirli sayıda kurulum ile sınırlıdır. AxCrypt aboneliği kişiseldir ancak herhangi bir sayıda cihazda geçerlidir.
zh: 大多数软件许可证仅限于一个或设置数量的安装。 AxCrypt订阅是个人的，但在任何数量的设备上都有效。

# Blog_SVL_Text13
source: It’s more relevant, because AxCrypt is not just a piece of software, it’s a hybrid cloud application. It’s a shared encryption platform which provides a server infrastructure for this purpose, as well as a password manager which also uses server resources. With Premium you also get access to support, which require staffing and other resources. In other words, we do have running costs even after delivering the software to you. So we think it’s simply more relevant that you subscribe to our services, just like you do for other cloud services.
ar: إنه أكثر صلة بالموضوع ، لأن اكسكربت ليس مجرد جزء من البرنامج ، إنه تطبيق سحابي مختلط. إنه نظام تشفير مشترك يوفر بنية أساسية للخادم لهذا الغرض ، بالإضافة إلى مدير كلمات المرور الذي يستخدم أيضًا موارد الخادم. مع الممتازة، يمكنك أيضًا الوصول إلى الدعم ، والذي يتطلب موظفين وموارد أخرى. بمعنى آخر ، لدينا تكاليف تشغيل حتى بعد توصيل البرنامج إليك. لذلك نعتقد أن الاشتراك في خدماتنا أمر أكثر ملاءمة ، تمامًا كما تفعل مع الخدمات السحابية الأخرى.
de: Es ist relevanter, weil AxCrypt nicht nur eine Software ist, sondern eine Hybrid-Cloud-Anwendung. Es handelt sich um eine gemeinsam genutzte Verschlüsselungsplattform, die zu diesem Zweck eine Serverinfrastruktur sowie einen Passwortmanager bereitstellt, der auch Serverressourcen verwendet. Mit Premium erhalten Sie auch Zugang zu Support, der Personal und andere Ressourcen erfordert. Mit anderen Worten, wir haben auch nach der Auslieferung der Software an Sie laufende Kosten. Wir denken also, dass es einfach relevanter ist, dass Sie unsere Dienste abonnieren, genau wie bei anderen Cloud-Diensten.
es: Es más relevante, porque AxCrypt no es solo una pieza de software, es una aplicación de nube híbrida. Es una plataforma de cifrado compartida que proporciona una infraestructura de servidor para este propósito, así como un administrador de contraseñas que también utiliza los recursos del servidor. Con Premium también obtienes acceso a soporte, que requiere personal y otros recursos. En otras palabras, tenemos costos de funcionamiento incluso después de entregarte el software. Por lo tanto, creemos que es simplemente más relevante que te suscribas a nuestros servicios, al igual que lo haces con otros servicios en la nube.
fr: C’est plus pertinent, car AxCrypt n’est pas seulement un logiciel, c’est une application de cloud hybride. Il s’agit d’une plate-forme de cryptage partagée qui fournit une infrastructure de serveur à cet effet, ainsi qu’un gestionnaire de mots de passe qui utilise également les ressources du serveur. Avec Premium, vous avez également accès à une assistance, qui nécessite du personnel et d’autres ressources. En d’autres termes, nous avons des coûts de fonctionnement même après vous avoir livré le logiciel. Nous pensons donc qu’il est tout simplement plus pertinent que vous vous abonniez à nos services, tout comme vous le faites pour d’autres services cloud.
it: È più rilevante, perché AxCrypt non è solo un software, è un'applicazione cloud ibrida. È una piattaforma di crittografia condivisa che fornisce un'infrastruttura di server per questo scopo, nonché un gestore di password che utilizza anche le risorse del server. Con Premium hai anche accesso al supporto, che richiede personale e altre risorse. In altre parole, abbiamo costi di gestione anche dopo la consegna del software. Quindi pensiamo che sia semplicemente più rilevante che tu ti abboni ai nostri servizi, proprio come fai per altri servizi cloud.
ko: AxCrypt는 단순한 소프트웨어가 아니라 하이브리드 클라우드 응용 프로그램이기 때문에 더 관련이 있습니다. 이 목적을 위해 서버 인프라를 제공하는 공유 암호화 플랫폼과, 서버 리소스도 사용하는 암호 관리자입니다. Premium을 사용하면 인력 및 기타 리소스가 필요한 곳에도 액세스할 수 있습니다. 즉, 소프트웨어를 귀하에게 제공 한 후에도 운영 비용이 발생합니다. 따라서 다른 클라우드 서비스와 마찬가지로 당사 서비스도 구독 형태로 하는 것이 더 관련성이 있다고 생각합니다.
nl: Het is relevanter, omdat AxCrypt niet zomaar een stukje software is, het is een hybride cloud-applicatie. Het is een gedeeld versleutelingsplatform dat hiervoor een serverinfrastructuur biedt, evenals een wachtwoordbeheerder die ook serverbronnen gebruikt. Met Premium krijgt u ook toegang tot ondersteuning, waarvoor personeel en andere middelen nodig zijn. Met andere woorden, we hebben lopende kosten, zelfs nadat we de software aan u hebben geleverd. Daarom vinden we het gewoon relevanter dat u zich abonneert op onze diensten, net zoals u dat doet voor andere clouddiensten.
pl: Jest to bardziej istotne, ponieważ AxCrypt to nie tylko oprogramowanie, to hybrydowa aplikacja w chmurze. Jest to współdzielona platforma szyfrująca, która zapewnia do tego celu infrastrukturę serwerową, a także menedżer haseł, który również wykorzystuje zasoby serwera. Dzięki Premium zyskujesz również dostęp do wsparcia, które wymaga personelu i innych zasobów. Innymi słowy, mamy koszty bieżące nawet po dostarczeniu oprogramowania do Ciebie. Uważamy więc, że po prostu bardziej istotne jest subskrybowanie naszych usług, tak jak robisz to w przypadku innych usług w chmurze.
pt: É mais relevante, porque a AxCrypt não é apenas uma peça de software, é uma aplicação de nuvem híbrida. É uma plataforma de cifragem partilhada que fornece uma infra-estrutura de servidor para o seu propósito assim como um gestor de palavras-passe que também usa recursos do servidor. Com Premium, também tem acesso a apoio, o que requer pessoal e outros recursos. Por outras palavras, nós temos custos operacionais mesmo depois de lhe entregarmos o software. Portanto, achamos que é simplesmente mais relevante que subscreva os nossos serviços, tal como faz com outros serviços na nuvem.
ru: Это более актуально, потому что AxCrypt - это не просто часть программного обеспечения, это гибридное облачное приложение. Это общая платформа шифрования, которая предоставляет серверную инфраструктуру, а также менеджер паролей, который также использует ресурсы сервера. С Premium вы также получаете доступ к поддержке, для которой требуются кадровые и другие ресурсы. Другими словами, у нас есть текущие расходы даже после доставки вам программного обеспечения. Поэтому мы считаем, что просто более уместно, чтобы вы подписались на наши сервисы, точно так же, как вы это делаете для других облачных сервисов.
sv: Det är mer relevant, eftersom AxCrypt inte bara är en mjukvara, det är en hybrid molnapplikation. Det är en delad krypteringsplattform som tillhandahåller en serverinfrastruktur för detta ändamål, såväl som en lösenordshanterare som också använder serverresurser. Med Premium får du även tillgång till support, vilket kräver bemanning och andra resurser. Med andra ord har vi driftskostnader även efter att vi har levererat programvaran till dig. Så vi tycker att det helt enkelt är mer relevant att du prenumererar på våra tjänster, precis som du gör för andra molntjänster.
tr: AxCrypt'in sadece bir yazılım parçası olmaması, hibrit bir bulut uygulaması olması nedeniyle bu daha uygundur. Bu amaç için bir sunucu altyapısı ve aynı zamanda sunucu kaynaklarını kullanan bir şifre yöneticisi sağlayan paylaşımlı bir şifreleme platformudur. Premium ile personel ve diğer kaynaklar gerektiren desteğe de erişebilirsiniz. Başka bir deyişle, yazılımı size teslim ettikten sonra bile işletme maliyetlerimiz bulunur. Bu nedenle, diğer bulut hizmetlerinde yaptığınız gibi, hizmetlerimize abone olmanızın daha elverişli olduğunu düşünüyoruz.
zh: 它更相关，因为AxCrypt不仅仅是一个软件，它是一个混合云应用程序。 它是一个共享加密平台，为此目的提供服务器基础设施，以及一个密码管理器，它也使用服务器资源。 有了保费，您还可以获得支持，这需要人员和其他资源。 换句话说，即使在将软件交付给您之后，我们也会产生运行成本。 因此，我们认为您订阅我们的服务更相关，就像您订阅其他云服务一样。

# Blog_SVL_Text14
source: That it’s more predictable for us might not seem important to you as a user, but in fact it means that we can plan better for continued development of the platform.
ar: قد لا يبدو أنه يمكن التنبؤ به بالنسبة لنا أمرًا مهمًا بالنسبة لك كمستخدم ، ولكن هذا يعني في الواقع أنه يمكننا التخطيط بشكل أفضل للتطوير المستمر للنظام الأساسي.
de: Dass es für uns vorhersehbarer ist, mag Ihnen als Benutzer nicht wichtig erscheinen, aber tatsächlich bedeutet es, dass wir die Weiterentwicklung der Plattform besser planen können.
es: Que sea más predecible para nosotros puede no parecer importante para ti como usuario, pero de hecho significa que podemos planificar mejor el desarrollo continuo de la plataforma.
fr: Que ce soit plus prévisible pour nous peut ne pas sembler important pour vous en tant qu’utilisateur, mais en fait cela signifie que nous pouvons mieux planifier le développement continu de la plate-forme.
it: Che sia più prevedibile per noi potrebbe non sembrare importante per te come utente, ma in realtà significa che possiamo pianificare meglio lo sviluppo continuo della piattaforma.
ko: 우리에게 더 예측 가능하다는 것은 사용자로서 당신에게 중요하지 않은 것처럼 보일 수 있지만, 실제로는 플랫폼의 지속적인 개발을 위해 더 나은 계획을 세울 수 있음을 의미합니다.
nl: Dat het voor ons voorspelbaarder is, lijkt misschien niet belangrijk voor u als gebruiker, maar het betekent wel dat we de verdere ontwikkeling van het platform beter kunnen plannen.
pl: To, że jest to dla nas bardziej przewidywalne, może nie wydawać się ważne dla Ciebie jako użytkownika, ale w rzeczywistości oznacza to, że możemy lepiej planować dalszy rozwój platformy.
pt: Que é mais previsível para nós pode não ser importante para si como utilizador, mas, na realidade, quer dizer que nós podemos planear melhor o desenvolvimento contínuo da plataforma.
ru: То, что для нас это более предсказуемо, может показаться вам как пользователю не важным, но на самом деле это означает, что мы можем лучше планировать дальнейшее развитие платформы.
sv: Att det är mer förutsägbart för oss kanske inte verkar viktigt för dig som användare, men det betyder faktiskt att vi kan planera bättre för fortsatt utveckling av plattformen.
tr: Bizim için daha öngörülebilir olması, bir kullanıcı olarak sizin için önemli görünmeyebilir, ancak aslında platformun sürekli gelişimi için daha iyi plan yapabileceğimiz anlamına gelir.
zh: 对于我们来说，它更具可预测性对您作为用户似乎并不重要，但实际上这意味着我们可以更好地计划平台的持续开发。

# Blog_SVL_Text15
source: There are advantages for the license model as well, but right now we really feel that it’s better for both you and us!
ar: هناك مزايا لنموذج الترخيص أيضًا ، ولكن في الوقت الحالي نشعر حقًا أنه أفضل لك ولنا!
de: Es gibt auch Vorteile für das Lizenzmodell, aber im Moment haben wir wirklich das Gefühl, dass es sowohl für Sie als auch für uns besser ist!
es: También hay ventajas para el modelo de licencia, ¡pero en este momento realmente creemos que es mejor tanto para ti como para nosotros!
fr: Il y a aussi des avantages pour le modèle de licence, mais pour le moment, nous pensons vraiment que c’est mieux pour vous et pour nous!
it: Ci sono vantaggi anche per il modello di licenza, ma in questo momento riteniamo davvero che sia meglio sia per te che per noi!
ko: 라이센스 모델에도 장점이 있지만, 지금은 이것이 귀하와 우리 모두에게 더 낫다고 생각합니다!
nl: Er zijn ook voordelen voor het licentiemodel, maar op dit moment voelen we echt dat het beter is voor zowel u als ons!
pl: Model licencji również ma swoje zalety, ale teraz naprawdę czujemy, że jest to lepsze zarówno dla Ciebie, jak i dla nas!
pt: Há vantagens do modelo de licença também, mas neste momento achamos mesmo que é melhor tanto para si como para nós!
ru: У лицензионной модели тоже есть преимущества, но прямо сейчас мы действительно чувствуем, что так лучше и для вас, и для нас!
sv: Det finns fördelar med licensmodellen också, men just nu känner vi verkligen att det är bättre för både dig och oss!
tr: Lisans modelinin de avantajları var, ancak şu anda hem sizin hem de bizim için daha iyi olduğunu düşünüyoruz!
zh: 许可证模式也有优势，但现在我们真的觉得它对你和我们都更好！

# Blog_SVL_Text16
source: Finally, if you do stop subscribing, AxCrypt Free is still a very useful software and you’ll never get locked out of your data if you let your subscription expire so there is no negative locking in. Of course we’d like to think that we deliver so much value that you’ll want to stay because you think the cost is a bargain!
ar: أخيرًا ، إذا توقفت عن الاشتراك ، فإن اكسكربت المجانية لا يزال برنامجًا مفيدًا للغاية ولن يتم حظر بياناتك أبدًا إذا تركت اشتراكك ينتهي حتى لا يكون هناك قفل سلبي. بالطبع نود أن نعتقد ذلك نحن نقدم الكثير من القيمة التي سترغب في البقاء فيها لأنك تعتقد أن التكلفة صفقة!
de: Schließlich, wenn Sie aufhören zu abonnieren, ist AxCrypt Free immer noch eine sehr nützliche Software und Sie werden nie von Ihren Daten ausgeschlossen, wenn Sie Ihr Abonnement ablaufen lassen, so dass es keine negative Sperrung gibt. Natürlich würden wir gerne glauben, dass wir so viel Wert liefern, dass Sie bleiben möchten, weil Sie denken, dass die Kosten ein Schnäppchen sind!
es: Finalmente, si dejas de suscribirte, AxCrypt Free sigue siendo un software muy útil y nunca se bloqueará el acceso a tus datos si dejas que tu suscripción caduque para que no haya un bloqueo negativo. Por supuesto, nos gustaría pensar que ofrecemos tanto valor que querrás quedarte porque crees que el costo es una ganga.
fr: Enfin, si vous arrêtez de vous abonner, AxCrypt Gratuit est toujours un logiciel très utile et vous ne serez jamais bloqué sur vos données si vous laissez votre abonnement expirer, il n'y a donc pas de verrouillage négatif. Bien sûr, nous aimerions penser que nous offrons tellement de valeur que vous voudrez rester parce que vous pensez que le prix est une bonne affaire !
it: Infine, se smetti di iscriverti, AxCrypt Gratuito è ancora un software molto utile e non verrai mai bloccato dai tuoi dati se lasci scadere il tuo abbonamento, quindi non c'è alcun blocco negativo. Naturalmente ci piacerebbe pensare che offriamo così tanto valore che vorrai rimanere, perché pensi che il costo sia un vero affare!
ko: 마지막으로, 구독을 중지하더라도 AxCrypt Free는 여전히 매우 유용한 소프트웨어이며 구독이 만료되어 부정적인 잠금이 발생하지 않도록 데이터가 잠기지 않습니다. 물론 여러분이 우리 제품과 남아준다면 감사하겠지만요!
nl: Tot slot, als u stopt met uw abonnement, is AxCrypt Free nog steeds een zeer nuttige software en u zult nooit worden uitgesloten van uw gegevens als u uw abonnement laat verlopen, dus er is geen negatieve vergrendeling. Natuurlijk denken we graag dat we zoveel waarde leveren dat u zult willen blijven omdat u de kosten een koopje vindt!
pl: Wreszcie, jeśli przestaniesz subskrybować, AxCrypt Free jest nadal bardzo przydatnym oprogramowaniem i Twoje dane nigdy nie zostaną dla Ciebie zablokowane, kiedy Twoja subskrypcja wygaśnie, więc nie ma negatywnego blokowania. Oczywiście chcielibyśmy móc myśleć, że to co dostarczamy jest na tyle wartościowe dla Ciebie, że będziesz chciał zostać, wiedząc, że ten koszt jest okazją!
pt: Finalmente, se você parar de subscrever, a AxCrypt Free continua a ser software muito útil e você nunca ficará impedida(o) de aceder aos seus dados se deixar a sua subscrição expirar, portanto não fica dependente de forma negativa. Claro que nós gostamos de pensar que incluímos tanto valor que você quererá permanecer por achar que o custo é uma pechincha!
ru: Наконец, если вы все-таки прекратите подписку, AxCrypt Free по-прежнему остается очень полезным программным обеспечением, и ваши данные никогда не будут заблокированы, если вы дадите подписке истечь, так что отрицательной блокировки не будет. Конечно, нам хотелось бы думать, что мы обеспечиваем такую ценность, что вы захотите остаться, потому что сочтете цену выгодной!
sv: Slutligen, om du slutar prenumerera, är AxCrypt Free fortfarande en mycket användbar programvara och du kommer aldrig att bli utelåst från din data om du låter din prenumeration löpa ut så att det inte finns någon negativ inlåsning. Naturligtvis vill vi tro att vi levererar så mycket värde att du vill stanna för att du tycker att kostnaden är ett fynd!
tr: Son olarak, aboneliğinizi sonlandırsanız bile AxCrypt Free çok kullanışlı bir yazılımdır ve aboneliğinizin süresinin dolmasına izin verirseniz verilerinizin kapısında anahtarsız kalmazsınız, böylece olumsuz bir kilitlenmeye maruz kalmazsınız. Tabii ki, maliyetin bir pazarlık olduğunu düşündüğünüz için bizimle birlikte kalmanızı sağlayacak birçok değer sağlamak bizim görevimizdir!
zh: 最后，如果你停止订阅，AxCrypt Free仍然是一个非常有用的软件，如果你让你的订阅过期，你永远不会被锁定在你的数据之外，所以没有负面的锁定。 当然，我们想认为我们提供了这么多的价值，你会想留下来，因为你认为成本是一个讨价还价！

# Blog_SVL_Text17
source: Happy AxCrypting!
ar: اكسكربتنك سعيد!
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Buon AxCrypting!
ko: 즐거운 AxCrypt되세요!
nl: Veel plezier met AxCrypten!
pl: Miłego AxCryptowania!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxCrypting!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting快乐!

# Blog_SVL_Text2
source: Some users instinctively react negatively to the AxCrypt Premium subscription model. Not against the general principle of paying for Premium, but the yearly recurring fee as opposed to a ‘perpetual’ license
ar: يتفاعل بعض المستخدمين غريزيًا بشكل سلبي مع نموذج اشتراك اكسكربت الممتازة. ليس مخالفًا للمبدأ العام للدفع مقابل قسط التأمين ، ولكن الرسوم المتكررة السنوية مقابل الترخيص "الدائم"
de: Einige Benutzer reagieren instinktiv negativ auf das AxCrypt Premium-Abonnementmodell. Nicht gegen das allgemeine Prinzip der Prämienzahlung, sondern gegen die jährliche wiederkehrende Gebühr im Gegensatz zu einer unbefristeten Lizenz
es: Algunos usuarios instintivamente reaccionan de manera negativa al modelo de suscripción AxCrypt Premium. No contra el principio general de pagar Premium, sino contra la tarifa anual recurrente en lugar de una licencia "perpetua".
fr: Certains utilisateurs réagissent instinctivement négativement au modèle d’abonnement AxCrypt Premium. Non pas contre le principe général de payer pour Premium, mais contre les frais récurrents annuels par opposition à une licence « perpétuelle »
it: Alcuni utenti reagiscono istintivamente negativamente al modello di abbonamento AxCrypt Premium. Non contro il principio generale del pagamento di Premium, ma la tariffa annuale ricorrente rispetto a una licenza "perpetua"
ko: 일부 사용자는 본능적으로 AxCrypt 프리미엄 구독 모델에 부정적으로 반응합니다. 프리미엄을 지불하는 일반적인 원칙에 위배되지 않지만, '영구적' 라이센스와는 반대로 매년 반복되는 수수료에 대해서 말이죠.
nl: Sommige gebruikers reageren instinctief negatief op het AxCrypt Premium abonnementsmodel. Niet tegen het algemene principe van betalen voor Premium, maar tegen de jaarlijks terugkerende vergoeding in tegenstelling tot een ‘eeuwigdurende’ licentie
pl: Niektórzy użytkownicy instynktownie reagują negatywnie na model subskrypcji AxCrypt Premium. Nie wbrew ogólnej zasadzie płacenia za Premium, ale rocznej, cyklicznej opłacie w przeciwieństwie do licencji „wieczystej”
pt: Alguns utilizadores reagem instintivamente de forma negativa ao modelo de subscrição AxCrypt Premium. Não causa do princípio genérico de se pagar por Premium, mas pela taxa anualmente recorrente em vez de uma 'perpétua'
ru: Некоторые пользователи инстинктивно негативно реагируют на модель подписки AxCrypt Premium. Не против общего принципа оплаты Premium, а за ежегодную повторяющуюся плату в отличие от "бессрочной’ лицензии
sv: Vissa användare reagerar instinktivt negativt på AxCrypt Premium-prenumerationsmodellen. Inte mot den allmänna principen att betala för Premium, utan den årliga återkommande avgiften i motsats till en "evig" licens
tr: Bazı kullanıcılar, AxCrypt Premium aboneliğine; Premium abonelik için ödeme yapma ilkesinden ziyade 'kalıcı' bir lisansa karşılık olarak tekrarlayan yıllık ücretlere olumsuz bir içgüdüsel tepki verir
zh: 一些用户本能地对AxCrypt高级订阅模式做出负面反应。 不是违反支付保费的一般原则，而是每年的经常性费用，而不是"永久"许可证
