Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AllowCookieInfoText
source: We use cookies to enhance your browsing experience and to understand how visitors use our website. By continuing to use this site you consent to the use of cookies in accordance with our <a href='/information/privacy-policy'>cookie policy</a>.
ar: نحن نستخدم ملفات تعريف الارتباط لتحسين تجربة التصفح الخاصة بك وفهم كيفية استخدام الزوار لموقعنا. من خلال الاستمرار في استخدام هذا الموقع ، فإنك توافق على استخدام ملفات تعريف الارتباط وفقا <a href='/information/privacy-policy'>لسياسة ملفات تعريف الارتباط</a> الخاصة بنا.
de: Wir verwenden Cookies, um Ihr Surferlebnis zu verbessern und um zu verstehen, wie Besucher unsere Website nutzen. Durch die weitere Nutzung dieser Website erklären Sie sich mit der Verwendung von Cookies in Übereinstimmung mit unserer <a href='/information/privacy-policy'>cookie policy</a> einverstanden.
es: Utilizamos cookies para mejorar su experiencia de navegación y para comprender cómo los visitantes utilizan nuestro sitio web. Al continuar utilizando este sitio, usted acepta el uso de cookies de acuerdo con nuestra política de <a href='/information/privacy-policy'>cookies</a>.
fr: Nous utilisons des cookies pour améliorer votre expérience de navigation et comprendre comment les visiteurs utilisent notre site web. En continuant à utiliser ce site, vous consentez à l'utilisation de cookies conformément à notre <a href='/information/privacy-policy'>politique en matière de cookies</a>.
it: Utilizziamo i cookie per migliorare la tua esperienza di navigazione e per capire come i visitatori utilizzano il nostro sito web. Continuando a utilizzare questo sito acconsenti all'uso dei cookie in conformità con la nostra <a href='/information/privacy-policy'>politica sui cookie</a>.
ko: 우리는 사용자의 브라우징 경험을 향상시키고 웹사이트 방문자가 어떻게 사용하는지 이해하기 위해 쿠키를 사용합니다. 이 사이트를 계속 사용하면 우리의 <a href='/information/privacy-policy/'>쿠키 정책</a>에 따라 쿠키 사용에 동의하는 것으로 간주됩니다.
nl: We gebruiken cookies om jouw surfervaring te verbeteren en om te begrijpen hoe bezoekers onze website gebruiken. Door deze site te blijven gebruiken, stem je in met het gebruik van cookies in overeenstemming met ons <a href='/information/privacy-policy'>cookiebeleid</a>.
pl: Używamy plików cookie, aby poprawić komfort przeglądania i zrozumieć, w jaki sposób odwiedzający korzystają z naszej witryny. Kontynuując korzystanie z tej witryny, wyrażasz zgodę na używanie plików cookie zgodnie z naszą <a href='/information/privacy-policy'>polityką dotyczącą plików cookie</a>.
pt: Utilizamos cookies para melhorar a sua experiência de navegação e para compreender como os visitantes utilizam o nosso website. Ao continuar a usar este site, você concorda com o uso de cookies de acordo com nossa <a href='/information/privacy-policy'>política de cookies</a>.
ru: Мы используем файлы cookie, чтобы улучшить ваш опыт просмотра и понять, как посетители используют наш веб-сайт. Продолжая использовать этот сайт, вы соглашаетесь на использование файлов cookie в соответствии с нашей <a href='/information/privacy-policy'>cookie policy</a>.
sv: Vi använder cookies för att förbättra din webbupplevelse och för att förstå hur besökare använder vår webbplats. Genom att fortsätta använda denna webbplats samtycker du till användningen av cookies i enlighet med vår <a href='/information/privacy-policy'>cookiepolicy</a>.
tr: Tarama deneyiminizi geliştirmek ve ziyaretçilerin internet sitemizi nasıl kullandığını anlamak için çerezleri kullanırız. Bu siteyi kullanmaya devam ederek, <a href='/information/privacy-policy'>çerez politikamıza</a> uygun olarak çerezlerin kullanılmasına izin vermiş olursunuz.
zh: 我们使用 cookie 来增强您的浏览体验并了解访问者如何使用我们的网站。继续使用本网站即表示您同意根据我们的 <a href='/information/privacy-policy'>cookie policy</a>使用 cookie。

# AllowCookiesPopupTitle
source: This website uses cookies
ar: هذا الموقع يستخدم الكوكيز
es: Este sitio web utiliza cookies
fr: Ce site web utilise des cookies
it: Questo sito utilizza i cookie
ko: 이 웹사이트는 쿠키를 사용합니다
nl: Deze website gebruikt cookies
pl: Ta strona korzysta z plików cookie
pt: Este sítio web usa cookies
sv: Denna webbplats använder cookies
tr: Bu web sitesi çerezleri kullanır

# AlreadyRegisteredLink
source: Already registered? Log in here
ar: مسجل بالفعل؟ سجل الدخول هنا
de: Bereits registriert? Hier einloggen
es: ¿Ya estás registrado? Ingresa aquí
fr: Déjà inscrit? Connectez-vous ici
it: Utente già registrato? Accedi qui
ko: 이미 회원이신가요? 여기에 로그인하세요
nl: Al geregistreerd? Hier aanmelden
pl: Masz już konto? Zaloguj się tutaj
pt: Já está registrado? Faça log in aqui
ru: Уже зарегистрированы? Вход в систему здесь
sv: Redan registrerad? Logga på här
tr: Zaten kaydoldun mu? Buradan oturum aç
zh: 已注册？ 登录这里

# AlreadyVerifiedInfo
source: Oops. You already verified your account, that's great! Please sign in using the same password you used then.
ar: ويحي. لقد تحققت بالفعل من حسابك ، هذا رائع! يرجى تسجيل الدخول باستخدام نفس كلمة المرور التي استخدمتها في ذلك الوقت.
de: Upps. Sie haben Ihr Konto bereits überprüft, das ist toll! Bitte loggen Sie sich mit dem selben Passwort ein, welches Sie zuvor benutzt haben.
es: ¡Uy! Ya has verificado tu cuenta. ¡Genial! Por favor, inicia sesión con la misma contraseña que usaste anteriormente.
fr: Oups. Vous avez déjà vérifié votre compte, c'est bien! S'il vous plait, connectez-vous en utilisant le même mot de passe que vous aviez utilisé.
it: Ops! Hai già verificato il tuo account, ottimo! Per favore connettiti usando la stessa password che avevi già utilizzato.
ko: 이미 당신의 계정을 인증하셨습니다. 사용하셨던 비밀번호로 로그인하십시오.
nl: Oops. U heeft uw account al geverifieerd, geweldig! Meld u alstublieft met het zelfde wachtwoord die u eerder hebt gebruikt aan.
pl: Ups. Zweryfikowałeś już swoje konto, to świetnie! Zaloguj się, używając tego samego hasła, którego używałeś.
pt: Muito bem. Você já verificou a sua conta, isso é ótimo! Por favor inicie sua sessão utilizando a mesma palavra-passe usada anteriormente.
ru: Ой! Вы уже подтвердили Ваш аккаунт. Прекрасно! Пожалуйста, войдите в систему, используя тот же пароль, что и тогда.
sv: Hoppsan. Du har redan verifierat din epostadress, bra! Logga nu in med samma lösenord som du angav då.
tr: Oops. Hesabını onaylamışsın bile, harika! Lütfen aynı şifreyi kullanarak oturum aç.
zh: 哎呀！ 您已经验证您的帐户，这是伟大的！ 请使用您当时使用的相同密码登录。

source: Always Offline
ar: دائما غير متصل
de: Immer Offline
es: Siempre desconectado
fr: Toujours Hors Ligne
it: Sempre Non in Linea
ko: 오프라인 유지
nl: Altijd Offline
pl: Zawsze Offline
pt: Sempre desconectado
ru: Всегда Оффлайн
sv: Alltid Frånkopplad
tr: Sürekli çevrimdışı
zh: 始终脱机

# AlwaysOfflineToolTip
source: When enabled, Internet access is never used or required, until disabled.
ar: عند التمكين ، لا يتم استخدام الوصول إلى الإنترنت مطلقًا أو مطلوبًا ، حتى يتم تعطيله.
de: Solange diese Funktion aktiviert ist, wird der Internetzugang nie genutzt noch ist er erforderlich.
es: Cuando esta función esté habilitada, no será posible acceder a Internet sin que antes sea desactivada.
fr: Quand activé, l'accès à Internet n'est jamais utilisé ou nécessaire, jusqu'à la désactivation.
it: Quando è abilitato, l'accesso a Internet non è mai usato o richiesto, finché non viene disabilitato.
ko: 활성화되는시 비활성화 될 때까지 인터넷 접속을 요구하지 않습니다.
nl: Indien ingeschakeld is toegang tot het internet niet gebruikt of vereist, totdat het uitgeschakeld wordt.
pl: Dopóki ta funkcja jest wlączona, połączenie z Internetem nie jest używane ani wymagane.
pt: Quando ativado, o acesso à internet nunca é usado ou solicitado, até que seja desabilitado.
ru: После активирования доступ к Интернету больше не нужен и не требуется до момента дезактивирования.
sv: Om Alltid Frånkopplad aktiveras, kommer ingen Internetåtkomst att krävas eller användas tills funktionen avaktiveras.
tr: Devredeyken internet erişimi gerekli değildir ve kullanılmaz, devredışı edilene kadar.
zh: 启用后，互联网接入永远不会使用或需要，直到禁用。

# AnnualMonthlySwitcherAnnualButtonLabel
source: Annual 20% off
ar: 20٪ خصم سنوي
de: Jährliche 20% Rabatt
es: 20% de descuento anual
fr: 20% de remise par an
it: Sconto annuale del 20%
ko: 매 년 20% 할인
nl: Jaarlijks 20% korting
pl: 20% zniżki rocznie
pt: Desconto anual de 20%
ru: Скидка 20% при оформлении годовой подписки
sv: Årlig 20% rabatt
tr: Yıllık %20 indirim
zh: 全年20%折扣

# AnnualMonthlySwitcherMonthlyButtonLabel
source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Par mois
it: Mensile
ko: 매 달
nl: Maandelijks
pl: Miesięczne
pt: Mensal
ru: Ежемесячно
sv: Månadsvist
tr: Aylık
zh: 每月

# AnnualSubscriptionTitle
source: Annual
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuo
ko: 연간
nl: Jaarlijks
pl: Coroczny
pt: Anual
ru: Годовая
sv: Årlig
tr: Yıllık
zh: 年报

# AnonymousRenameMenuText
source: Anonymous Rename
ar: إعادة تسمية مجهولة
de: Anonym neubenennen
es: Renombre anónimo
fr: Anonyme Renommer
it: Rinomina Anonimo
ko: 익명 이름 다시 짓기
nl: Anoniem Hernoemen
pl: Anonimowa zmiana nazwy
pt: Renomeação anônima
ru: Анонимное Переименование
sv: Anonymt Namnbyte
tr: Anonim yeni isimlendirme
zh: 匿名重命名

# AnonymousRenameSelectFilesDialogTitle
source: Select encrypted files to rename!
ar: حدد الملفات المشفرة لإعادة تسميتها!
de: Wählen Sie verschlüsselte Dateien zum Umbenennen.
es: ¡Selecciona los archivos cifrados para cambiar el nombre!
fr: Sélectionner des fichiers chiffrés pour renommer!
it: Seleziona i file criptati da rinominare!
ko: 개명을 위해 암호화된 파일들을 선택해주시기 바랍니다!
nl: Selecteer geëncrypteerde bestanden om te hernoemen!
pl: Wybierz szyfrowane pliki, których nazwę chcesz zmienić!
pt: Selecione os arquivos encriptados para renomeá-los!
ru: Выберите закодированные файлы для переименования!
sv: Välj krypterade filer att byta namn på!
tr: Yeniden adlandırılacak şifreli dosyaları seç!
zh: 选择要重命名的加密文件！

# AnonymousRenameToolTip
source: Hide the real name of a secured file by renaming it to something random.
ar: إخفاء الاسم الحقيقي لملف مؤمن بإعادة تسميته إلى شيء عشوائي.
de: Verstecken Sie den echten Namen einer gesicherten Datei indem Sie ihn in etwas Beliebiges umbenennen.
es: Oculta el nombre real de un archivo protegido al darle un nuevo nombre aleatorio.
fr: Cacher le nom réel d'un fichier sécurisé en le renommant avec un nom au hasard.
it: Nascondi il vero nome di un file protetto, rinominandolo in modo casuale.
ko: 보안된 파일의 실제 이름을 숨기기 위해서 개명을 하시기 바랍니다.
nl: Verberg de echte naam van een beveiligd bestand door het een willekeurige naam te geven.
pl: Ukryj prawdziwą nazwę zabezpieczonego pliku przez nadanie mu losowej nazwy.
pt: Esconda o nome real de um arquivo seguro renomeando-o para algo aleatório
ru: Скройте настоящее имя защищённого файла, произвольно переименовав его.
sv: Dölj det verkliga namnet för en skyddad fil genom att ge den ett slumpmässigt namn.
tr: Korumadaki dosyanın gerçek ismini rastgele bir şeye değiştirerek sakla.
zh: 通过将安全文件重命名为随机的内容来隐藏安全文件的真实名称。

# AppActivateMailSubject
source: AxCrypt ID Verification [ {0} ]
ar: التحقق من معرف اكسكربت [{0}]
de: AxCrypt ID Verifikation [ {0} ]
es: Verificación de AxCrypt ID [ {0} ]
fr: Vérification de l'AxCrypt ID [ {0} ]
it: Verifica dell'AxCrypt ID [ {0} ]
ko: AxCrypt ID 확인 [ {0} ]
nl: AxCrypt ID Verificatie [ {0} ]
pl: Weryfikacja identyfikatora AxCrypt [ {0} ]
pt: Verificação do AxCrypt ID [ {0} ]
ru: Верификация AxCrypt ID [{0}]
sv: AxCrypt ID Verifiering [ {0} ]
tr: AxCrypt Kimliği Onayı [ {0} ]
zh: AxCrypt ID验证[{0} ]

# ApplyButtonText
source: Apply Code
ar: تطبيق الكود
de: Anwendungscode
es: Validar código
fr: Appliquer un code
it: Applica Codice
ko: 코드 적용
nl: Code toepassen
pl: Zastosuj kod
pt: Aplicar Código
ru: Применить код
sv: Aktivera Rabattkoden
tr: Kod Uygula
zh: 应用代码

# ApplyDiscountCodePrompt
source: Enter the discount code
ar: أدخل رمز الخصم
de: Geben Sie den Rabattcode ein
es: Ingresa el código de descuento
fr: Entrez le code de réduction
it: Inserisci il codice sconto
ko: 할인코드를 입력하세요
nl: Voer de kortingscode in
pl: Podaj kod zniżkowy
pt: Digite o código de disconto
ru: Введите промокод
sv: Lägg till rabattkod
tr: İndirim kodunu girin
zh: 输入折扣代码

# ApplyLabel
source: Apply
ar: تقدم
de: Anwenden
es: Aplicar
fr: Appliquer
it: Invia richiesta
ko: 신청
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
zh: 申请

# ApplyNowLabel
source: Apply now
ar: قدم الآن
de: Jetzt bewerben
es: Solicitar ahora
fr: Postulez maintenant
it: Applica ora
ko: 지금 등록하세요
nl: Solliciteer nu
pl: Aplikuj teraz
pt: Candidate-se já
ru: Подайте заявку сейчас
sv: Ansök nu
tr: Şimdi başvurun
zh: 现在申请

# AppNotWorkExpectedText
source: Didn't work as expected
ar: لم يعمل كما هو متوقع
de: Hat nicht wie erwartet funktioniert
es: No funcionó como se esperaba
fr: Ne fonctionnait pas comme prévu
it: Non ha funzionato come previsto
ko: 예상대로 작동하지 않음
nl: Werkte niet zoals verwacht
pl: Nie działa zgodnie z oczekiwaniami
pt: Não funcionou como esperado
ru: Сработало не так, как ожидалось
sv: Fungerade inte som förväntat
tr: Beklendiği şekilde çalışmadı
zh: 没有按预期工作

# ApproveMasterKeyMoreThanOneBusinessError
source: Master key can't be enabled while being part of more than one business. Please leave any other businesses you're part of before enabling master key.
ar: لا يمكن تمكين المفتاح الرئيسي أثناء كونه جزءًا من أكثر من عمل واحد. يرجى ترك أي أعمال أخرى تكون جزءًا منها قبل تمكين المفتاح الرئيسي.
es: La clave maestra no se puede habilitar si se forma parte de más de una cuenta. Abandona cualquiera de las otras cuentas de las que formes parte antes de habilitar la clave maestra.
fr: Vous ne pouvez pas utiliser le Passe-Partout si vous appartenez à plus d'une entreprise. Veuillez quitter les autres entreprises dont vous faites partie avant d'activer le Passe-Partout.
it: La Master key non può essere abilitata se si fa parte di più di un'azienda. Lascia le altre aziende di cui fai parte prima di abilitare la Master key.
ko: 하나 이상의 비즈니스에 속해있을 경우 마스터 키를 사용할 수 없습니다. 마스터 키를 사용하시기 전에는 속해있는 비즈니스를 확인해주세요.
nl: De Mastersleutel kan niet worden ingeschakeld als u deel uitmaakt van meer dan één bedrijf. Verlaat eventuele andere bedrijven waar u deel van uitmaakt voordat u de master sleutel inschakelt.
pl: Klucza głównego nie można włączyć, będąc należąc do więcej niż jednej firmy. Przed włączeniem klucza głównego opuść wszystkie inne firmy, których jesteś częścią.
pt: A chave-mestra não pode ser activada enquanto você for parte de mais do que uma empresa. Por favor, deixe outras empresas de que for parte antes de activar a chave-mestra.
sv: Master key kan inte aktiveras när du är en del av mer än ett företag. Lämna alla andra företag som du är en del av innan du aktiverar master key.
tr: Ana anahtar, birden fazla işletmenin parçasıyken etkinleştirilemez. Lütfen ana anahtarı etkinleştirmeden önce parçası olduğunuz diğer işletmelerden ayrılın.
zh: 作为多个业务的一部分时，不能启用主密钥。 在启用主密钥之前，请留下您参与的任何其他业务。

# ApproveMasterKeyPrompt
source: Approve Master Key
ar: الموافقة على المفتاح الرئيسي
es: Aprobar clave maestra
fr: Valider le Passe-Partout
it: Approva Master Key
ko: 마스터 키 인증 완료
nl: Master sleutel goedkeuren
pl: Zatwierdź klucz główny
pt: Aprovar Chave-Mestra
sv: Godkänn Master Key
tr: Ana Anahtarı Onaylayın
zh: 批准主密钥

# ApproveMasterkeyText
source: Are you sure you want to approve master key?
ar: هل أنت متأكد من أنك تريد الموافقة على المفتاح الرئيسي؟
de: Sind Sie sicher, dass Sie den Hauptschlüssel genehmigen möchten?
es: ¿Está seguro de que desea aprobar la clave maestra?
fr: Êtes-vous sûr de vouloir approuver la clé maîtresse ?
it: Si è certi di voler approvare la chiave master?
ko: 마스터 키를 승인하시겠습니까?
nl: Weet u zeker dat u de hoofdsleutel wilt goedkeuren?
pl: Czy na pewno chcesz zatwierdzić klucz główny?
ru: Вы уверены, что хотите утвердить мастер-ключ?
zh: 您确定要批准主密钥吗？

# AppSignInMessage
source: For security reasons, please enter your password again.
ar: لأسباب أمنية ، يرجى إدخال كلمة المرور الخاصة بك مرة أخرى.
de: Bitte geben Sie aus Sicherheitsgründen ein neues Kennwort ein.
es: Por razones de seguridad, introduce tu contraseña de nuevo.
fr: Pour des raisons de sécurité, insérez de nouveau votre mot de passe.
it: Per motivi di sicurezza, immetti nuovamente la tua password.
ko: 보안상의 이유로 다시 한 번 비밀번호를 입력해주세요
nl: Vanwege veiligsheids redenen vragen wij u om uw wachtwoord opnieuw in te voeren.
pl: Ze względów bezpieczeństwa ponownie podaj swoje hasło.
pt: Por razões de segurança, por favor introduza a sua palavra-passe novamente.
ru: Ввиду безопасности, пожалуйста, введите Ваш пароль ещё раз.
sv: Av säkerhetsskäl måste du ange ditt lösenord igen.
tr: Güvenlik sorunları nedeniyle lütfen şifreni tekrar gir.
zh: 出于安全考虑，请再次输入您的密码。

# AppStoreCancelSubscriptionInformationText
source: Your subscription is managed through Appstore, please make any needed changes there. Updates to the subscription will be reflected here within a few minutes.
ar: يتم إدارة اشتراكك من خلال متجر التطبيقات ، يرجى إجراء أي تغييرات مطلوبة هناك. ستنعكس تحديثات الاشتراك هنا في غضون بضع دقائق.
de: Ihr Abonnement wird über Appstore verwaltet, bitte nehmen Sie alle erforderlichen änderungen diese. Aktualisierungen des Abonnements werden hier innerhalb weniger Minuten angezeigt.
es: Appstore se encarga de tu suscripción, por lo que cualquier cambio que desees realizar deberás hacerlo en esa aplicación. Las actualizaciones a la suscripción se verán reflejadas aquí dentro de unos minutos.
fr: Votre abonnement est géré à travers l'Appstore, veuillez y faire les changements nécessaires. La mise à jour de votre abonnement sera visible ici d'ici quelques minutes.
it: Il tuo abbonamento è gestito tramite Appstore, apporta lì tutte le modifiche necessarie. Gli aggiornamenti all'abbonamento verranno riportati qui in pochi minuti.
ko: 구독 서비스의 관리는 Appstore에 의해 이루어집니다. 모든 정보 변경은 Appstore에서 관리하세요. 구독 서비스의 업데이트 적용은 시간이 조금 걸리는 점 양해 부탁드립니다.
nl: Uw abonnement wordt beheerd via de Appstore, breng daar graag de nodige wijzingen aan. Updates van het abonnement worden hier binnen enkele minuten weergegeven.
pl: Twoja subskrypcja jest zarządzana przez Appstore, wprowadź tam wszelkie potrzebne zmiany. zmiany. Aktualizacje subskrypcji zostaną odzwierciedlone w tym miejscu w ciągu kilku minut.
pt: A sua subscrição é gerida através da Appstore, na qual deverá fazer as alterações necessárias. Actualizações à subscrição serão reflectidas aqui dentro de alguns minutos.
ru: Ваша подписка управляется через Appstore, пожалуйста, внесите все необходимые изменения через него. Обновление подписки будет отражено здесь в течение нескольких минут.
sv: Din prenumeration hanteras genom Appstore, ändringar kan göras där. Ändringar till prenumerationen som görs där kommer uppdateras här inom några minuter.
tr: Aboneliğiniz Appstore'dan yönetilmektedir, lütfen değişiklikleri orada yapınız. Aboneliklere yapılan güncellemeler buraya bir kaç dakika içinde yansıtılacaktır.
zh: 您的订阅通过Appstore进行管理，请在那里进行任何必要的更改。 订阅的更新将在几分钟内反映在这里。

# ArabicLanguageSelectionText
source: عربي(Arabic)
de: عربي(Arabisch)
es: عربي(árabe)
fr: عربي(arabe)
it: Arabo
ko: عربي(아랍어)
nl: عربي(Arabisch)
pl: عربي(Arabski)
pt: عربي(Árabe)
ru: عربي(Арабский)
sv: عربي(Arabiska)
tr: عربي(Arapça)
zh: عربي(阿拉伯语)

# AsAffiliateHeading
source: <span>As a</span> Affiliate
ar: <span>كأ</span> التابعه
de: <span>Als</span> Affiliate
es: <span>A modo de</span> Afiliar
fr: <span>En tant que</span> affilié
it: <span>Come</span> Affiliare
ko: <span>계열사로</span>
nl: <span>Als een</span>-partner
pl: <span>Jako</span> Partner
pt: <span>Como um</span> Afiliar
ru: <span>В качестве</span> Партнера
sv: <span>Som en</span> Partner
tr: <span>Bir Satış Ortağı</span> Olarak
zh: <span>作为一个</span> 联盟

# AsGreatAffiliateHeading
source: <span>You'd be a</span> great Affiliate <span>if you:</span>
ar: <span>ستكون مسوقا</span> بالعمولة رائعا <span>إذا كنت:</span>
de: <span>Sie wären ein</span> großartiger Affiliate, <span>wenn Sie:</span>
es: <span>Serías un</span> gran afiliado <span>si:</span>
fr: <span>Vous seriez un </span> grand affilié <span>si vous :
it: <span>Saresti un</span> ottimo affiliato <span>se:</span>
ko: <span>다음과 같은 경우</span>훌륭한 계열사 <span>이 됩니다.</span>
nl: <span>Je zou een</span> geweldige Affiliate <span>zijn als je:</span>
pl: <span>Byłbyś</span> świetnym Partnerem, <span>jeśli:</span>
pt: <span>Você seria um</span> ótimo Afiliado <span>se:</span>
ru: <span>Вы будете</span> отличным партнером<span>, если вы:</span>
sv: <span>Du hade varit en</span> perfekt Affiliate <span>om du:</span>
tr: <span>Aşağıdakilere uygunsanız</span>harika bir Satış Ortağı olabilirsiniz<span>:</span>
zh: <span>如果您符合以下条件</span>，<span>您将成为一名</span>出色的会员：

# AsGreatResellerHeading
source: You'd be a <span>great Reseller</span> if you:
ar: ستكون <span>موزعا رائعا</span> إذا كنت:
de: Sie wären ein <span>großartiger Wiederverkäufer</span>, wenn Sie:
es: Sería un <span>gran revendedor</span> si:
fr: Vous serez un <span>excellent revendeur</span> si :
it: Saresti un <span>ottimo rivenditore</span> se:
ko: 다음과 같은 경우 <span>훌륭한 리셀러</span>가 될 수 있습니다.
nl: Je zou een goede reseller zijn als je:
pl: Byłbyś <span>świetnym sprzedawcą</span>, jeśli:
pt: Você seria um <span>ótimo revendedor</span> se:
ru: Вы станете <span>отличным реселлером</span>, если вы:
sv: Du skulle vara en <span>perfekt återförsäljare</span> om du:
tr: Aşağıdakilere uygunsanız <span>harika bir Bayi</span> olabilirsiniz:
zh: 如果您符合以下条件，您将成为一名 <span>出色的经销商</span> ：

# AsResellerHeading
source: <span>As a</span> Reseller
ar: <span>كأ</span> موزع
de: <span>Als</span> Reseller
es: <span>A modo de</span> Revendedor
fr: <span>En tant que</span> revendeur
it: <span>Come</span> Rivenditore
ko: <span>As</span> 리셀러
nl: <span>Als</span> Reseller
pl: <span>Jako</span> sprzedawca
pt: <span>Como um</span> Revendedor
ru: <span>В качестве</span> Реселлера
sv: <span>Som en</span> Återförsäljare
tr: <span>Bir Bayi</span> Olarak
zh: <span>作为一个</span> 经销商

# AuthenticationError
source: The page you tried to visit requires authentication. Please sign in to proceed.
ar: الصفحة التي حاولت زيارتها تتطلب المصادقة. الرجاء تسجيل الدخول للمتابعة.
de: Die Seite, die Sie besuchen wollen benötigt eine Authentifizierung. Bitte melden Sie sich an um fortzufahren.
es: La página que intentaste visitar requiere autenticación. Por favor, inicia sesión para continuar.
fr: La page à laquelle vous souhaitez accéder requière une authentification. S'il vous plait, connectez-vous pour poursuivre.
it: La pagina a cui vuoi accedere richiede l'autenticazione. Per favore connettiti per continuare.
ko: 요청하신 페이지를 보고싶으시면 로그인 해주시기 바랍니다.
nl: De pagina die u probeert te bezoeken vereist authenticatie. Meldt u zich alstublieft aan om verder te gaan.
pl: Strona, którą próbujesz uruchomić, wymaga uwierzytelnienia. Zaloguj się, aby kontynuować.
pt: A página que você tentou visitar necessita autentificação. Por favor, faça login para continuar.
ru: Страница, которую Вы пытались посетить, требует идентификации. Пожалуйста, войдите в систему для продолжения.
sv: Sidan kräver inloggning, vänligen logga in och fortsätt.
tr: Girmeye çalıştığın site doğrulama gerektirmektedir. Devam etmek için lütfen oturum aç.
zh: 您尝试访问的页面需要身份验证。 请登录继续。

# AutoAnonymousRenameMenuItemText
source: Auto Anonymous Rename
ar: إعادة تسمية مجهول تلقائي
es: Cambio de nombre anónimo automático
fr: Renommer anonymement et automatiquement
it: Modifica Automatica del nome Anonimo
nl: Automatisch Anonieme Naam Wijzigen
pt: Renomeação Anónima Automática
sv: Automatisk Anonym Namnändring
tr: Otomatik Anonim Yeniden Adlandır
zh: 自动匿名重命名
