Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIAAI_Text24
source: Changing your AxCrypt ID password in effect means that we take your private key, decrypt it using the old password and then re-encrypt it using the new password. This is how a password change will enable you to open old AxCrypt-encrypted files. Note that they will still in fact open using the old password as well! This is also why you are never dependent on our servers. If you know the original password, you can always open the file. If you have a synchronized copy of the encrypted private key available, you can open any file as long as you have the current password.
ar: يعني تغيير كلمة مرور معرف اكسكربت في الواقع أننا نأخذ مفتاحك الخاص ونفك تشفيره باستخدام كلمة المرور القديمة ثم نعيد تشفيره باستخدام كلمة المرور الجديدة. هذه هي الطريقة التي سيمكنك بها تغيير كلمة المرور من فتح ملفات اكسكربت القديمة المشفرة. لاحظ أنهم سيظلون مفتوحين في الواقع باستخدام كلمة المرور القديمة أيضًا! وهذا هو السبب أيضًا في أنك لا تعتمد أبدًا على خوادمنا. إذا كنت تعرف كلمة المرور الأصلية ، فيمكنك دائمًا فتح الملف. إذا توفرت لديك نسخة متزامنة من المفتاح الخاص المشفر ، فيمكنك فتح أي ملف طالما لديك كلمة المرور الحالية.
de: Das Ändern Ihres AxCrypt ID-Passworts bedeutet in der Tat, dass wir Ihren privaten Schlüssel nehmen, ihn mit dem alten Passwort entschlüsseln und dann mit dem neuen Passwort erneut verschlüsseln. Auf diese Weise können Sie mit einer Kennwortänderung alte AxCrypt-verschlüsselte Dateien öffnen. Beachten Sie, dass sie auch weiterhin mit dem alten Passwort geöffnet werden! Dies ist auch der Grund, warum Sie niemals von unseren Servern abhängig sind. Wenn Sie das ursprüngliche Passwort kennen, können Sie die Datei jederzeit öffnen. Wenn Sie eine synchronisierte Kopie des verschlüsselten privaten Schlüssels zur Verfügung haben, können Sie jede Datei öffnen, solange Sie das aktuelle Kennwort haben.
es: Cambiar tu contraseña de AxCrypt ID significa que tomamos tu clave privada, la desciframos con la contraseña anterior y luego la volvemos a cifrar con la nueva contraseña. Así es como un cambio de contraseña te permitirá abrir archivos antiguos cifrados con AxCrypt. ¡Ten en cuenta que, de hecho, también se abrirán con la contraseña anterior! Esta es también la razón por la que nunca dependes de nuestros servidores. Si conoces la contraseña original, siempre puedes abrir el archivo. Si tienes disponible una copia sincronizada de la clave privada cifrada, puedes abrir cualquier archivo siempre que tengas la contraseña actual.
fr: Changer votre mot de passe AxCrypt ID signifie en effet que nous prenons votre clé privée, la déchiffrons à l’aide de l’ancien mot de passe, puis la rechiffrons à l’aide du nouveau mot de passe. C’est ainsi qu’un changement de mot de passe vous permettra d’ouvrir d’anciens fichiers cryptés AxCrypt. Notez qu’ils s’ouvriront toujours en utilisant également l’ancien mot de passe! C’est aussi pourquoi vous n’êtes jamais dépendant de nos serveurs. Si vous connaissez le mot de passe d’origine, vous pouvez toujours ouvrir le fichier. Si vous disposez d’une copie synchronisée de la clé privée chiffrée, vous pouvez ouvrir n’importe quel fichier tant que vous disposez du mot de passe actuel.
it: La modifica della password dell'ID AxCrypt significa che prendiamo la tua chiave privata, la decrittografiamo usando la vecchia password e poi la crittografiamo nuovamente usando la nuova password. Ecco come una modifica della password ti consentirà di aprire vecchi file crittografati con AxCrypt. Nota che in realtà si apriranno ancora usando anche la vecchia password! Questo è anche il motivo per cui non dipendi mai dai nostri server. Se si conosce la password originale, è sempre possibile aprire il file. Se si dispone di una copia sincronizzata della chiave privata crittografata, è possibile aprire qualsiasi file purché si disponga della password corrente.
ko: 사실상 AxCrypt ID 암호를 변경하면 개인 키를 가져 와서 이전 암호를 사용하여 해독 한 다음 새 암호를 사용하여 다시 암호화합니다. 암호를 변경하면 이전 AxCrypt로 암호화 된 파일을 열 수 있습니다. 그들은 여전히 이전 암호를 사용하여 열립니다! 이것이 또한 귀하가 당사 서버에 의존하지 않는 이유이기도 합니다. 원래 암호를 알고 있으면 언제든지 파일을 열 수 있습니다. 암호화된 개인 키의 동기화된 복사본을 사용할 수 있는 경우 현재 암호가 있는 한 모든 파일을 열 수 있습니다.
nl: Het wijzigen van uw AxCrypt ID wachtwoord betekent in feite dat we uw private sleutel nemen, deze ontsleutelen met het oude wachtwoord en vervolgens opnieuw versleutelen met het nieuwe wachtwoord. Dit is hoe een wachtwoordwijziging u in staat stelt om oude AxCrypt-versleutelde bestanden te openen. Merk op dat ze in feite nog steeds geopend worden met het oude wachtwoord! Dit is ook de reden waarom u nooit afhankelijk bent van onze servers. Als u het originele wachtwoord kent, kunt u het bestand altijd openen. Als u een gesynchroniseerde kopie van de versleutelde privésleutel beschikbaar hebt, kunt u elk bestand openen zolang u het huidige wachtwoord hebt.
pl: Zmiana obowiązującego hasła AxCrypt ID oznacza, że pobieramy Twój klucz prywatny, odszyfrowujemy go starym hasłem, a następnie ponownie szyfrujemy nowym hasłem. W ten sposób zmiana hasła umożliwi otwieranie starych plików zaszyfrowanych przez AxCrypt. Pamiętaj, że nadal będą się otwierać przy użyciu starego hasła! Dlatego też nigdy nie jesteś zależny od naszych serwerów. Jeśli znasz oryginalne hasło, zawsze możesz otworzyć plik. Jeśli masz dostępną zsynchronizowaną kopię zaszyfrowanego klucza prywatnego, możesz otworzyć dowolny plik, o ile masz aktualne hasło.
pt: Alterar a palavra-passe do seu AxCrypt ID significa que pegamos na sua chave privada, deciframo-la com a palavra-passe antiga e, de seguida, re-ciframo-la com a nova palavra-passe. É assim que uma mudança de palavra-passe lhe permitirá abrir ficheiros antigos cifrados com a AxCrypt. Note que, de facto, eles ainda vão ser abertos com a palavra-passe antiga também! É também por isso que você nunca depende dos nossos servidores. Se você sabe a palavra-passe original, pode sempre abrir o ficheiro. Se tiver uma cópia sincronizada da chave privada cifrada, pode abrir qualquer ficheiro desde que tenha a palavra-passe actual.
ru: Изменение вашего пароля AxCrypt ID фактически означает, что мы берем ваш закрытый ключ, расшифровываем его, используя старый пароль, а затем повторно шифруем его, используя новый пароль. Вот как смена пароля позволит вам открыть старые файлы, зашифрованные AxCrypt. Обратите внимание, что они по-прежнему будут открываться с использованием старого пароля! Именно поэтому вы никогда не зависите от наших серверов. Если вы знаете исходный пароль, вы всегда можете открыть файл. Если у вас есть синхронизированная копия зашифрованного закрытого ключа, вы можете открыть любой файл, если у вас есть текущий пароль.
sv: Att ändra ditt AxCrypt ID-lösenord innebär att vi tar din privata nyckel, dekrypterar den med det gamla lösenordet och sedan omkrypterar det med det nya lösenordet. Lösenordsändringen gör det möjligt för dig att öppna gamla AxCrypt-krypterade filer. Observera att de fortfarande kommer att öppnas med det gamla lösenordet också! Det är också därför du aldrig är beroende av våra servrar. Om du känner till det ursprungliga lösenordet kan du alltid öppna filen. Om du har en synkroniserad kopia av den krypterade privata nyckeln tillgänglig kan du öppna vilken fil som helst så länge du har det aktuella lösenordet.
tr: AxCrypt Kimlik parolanızı değiştirmek, aslında özel anahtarınızı almamız, eski parolayı kullanarak şifresini çözmemiz ve ardından yeni parolayı kullanarak yeniden şifrelememiz anlamına gelir. Parola değişikliği bu şekilde eski AxCrypt ile şifrelenmiş dosyaları açmanızı sağlayacaktır. Aslında eski parolayı kullanarak da açılacaklarını unutmayın! Bu aynı zamanda sunucularımıza asla bağımlı olmamanızın nedenidir. Eğer orijinal parolayı biliyorsanız, dosyayı her zaman açabilirsiniz. Şifrelenmiş özel anahtarın senkronize bir kopyasına sahipseniz, geçerli parolaya sahip olduğunuz sürece herhangi bir dosyayı açabilirsiniz.
zh: 更改您的AxCrypt ID密码意味着我们获取您的私钥，使用旧密码解密，然后使用新密码重新加密。 这就是密码更改将使您能够打开旧的AxCrypt加密文件的方式。 请注意，他们实际上仍然会使用旧密码打开！ 这也是为什么您永远不依赖于我们的服务器。 如果您知道原始密码，则可以随时打开文件。 如果您有加密私钥的同步副本可用，则只要您拥有当前密码，就可以打开任何文件。

# Blog_WIAAI_Text25
source: All of this key management is done automatically and behind the scenes by AxCrypt, entirely transparently as long as you allow AxCrypt to access our servers.
ar: تتم إدارة كل هذه المفاتيح تلقائيًا وخلف الكواليس بواسطة اكسكربت ، بشفافية كاملة طالما أنك تسمح لاكسكربت بالوصول إلى خوادمنا.
de: All diese Schlüsselverwaltung erfolgt automatisch und hinter den Kulissen von AxCrypt, völlig transparent, solange Sie AxCrypt den Zugriff auf unsere Server gestatten.
es: AxCrypt realiza toda esta gestión de claves de forma automática y entre bastidores, de manera completamente transparente, siempre que permitas que AxCrypt acceda a nuestros servidores.
fr: Toute cette gestion des clés est effectuée automatiquement et en coulisses par AxCrypt, de manière totalement transparente tant que vous autorisez AxCrypt à accéder à nos serveurs.
it: Tutta questa gestione delle chiavi viene eseguita automaticamente e dietro le quinte da AxCrypt, in modo del tutto trasparente fintanto che consenti ad AxCrypt di accedere ai nostri server.
ko: 이 모든 키 관리는 AxCrypt가 당사 서버에 액세스하도록 허용하는 한, 완전히 투명하게 AxCrypt에 의해 자동으로 백그라운드에서 수행됩니다.
nl: Al dit sleutelbeheer wordt automatisch en achter de schermen gedaan door AxCrypt, volledig transparant, zolang u AxCrypt toegang geeft tot onze servers.
pl: Całe to zarządzanie kluczami odbywa się automatycznie i za kulisami przez AxCrypt, całkowicie transparentnie, o ile zezwalasz AxCrypt na dostęp do naszych serwerów.
pt: Toda esta gestão de chaves é feita automaticamente e nos bastidores pela AxCrypt, de forma inteiramente transparente desde que você permita que a AxCrypt aceda aos nossos servidores.
ru: Все это управление ключами выполняется AxCrypt автоматически, но является полностью прозрачным, пока вы разрешаете AxCrypt получать доступ к нашим серверам.
sv: All denna nyckelhantering görs automatiskt och bakom kulisserna av AxCrypt, helt transparent så länge du tillåter AxCrypt att komma åt våra servrar.
tr: Tüm bu anahtar yönetimi, AxCrypt'in sunucularımıza erişmesine izin verdiğiniz sürece tamamen şeffaf bir şekilde AxCrypt tarafından otomatik olarak ve perde arkasında yapılır.
zh: 所有这些密钥管理都是由AxCrypt在幕后自动完成的，只要您允许AxCrypt访问我们的服务器，就完全透明。

# Blog_WIAAI_Text26
source: For advanced users who fully understand the above mechanisms, it is possible to do all of this without our servers. It’s possible to generate AxCrypt ID key pairs, export them, import them etc. We do not recommend anyone to actually do this, since a mistake or misunderstanding easily can lead to data loss or inability to use AxCrypt.
ar: بالنسبة للمستخدمين المتقدمين الذين يفهمون الآليات المذكورة أعلاه تمامًا ، فمن الممكن القيام بكل هذا بدون خوادمنا. من الممكن إنشاء أزواج مفاتيح معرف اكسكربت وتصديرها واستيرادها وما إلى ذلك. لا نوصي أي شخص بالقيام بذلك بالفعل ، لأن الخطأ أو سوء الفهم يمكن أن يؤدي بسهولة إلى فقدان البيانات أو عدم القدرة على استخدام اكسكربت.
de: Für fortgeschrittene Benutzer, die die oben genannten Mechanismen vollständig verstehen, ist es möglich, all dies ohne unsere Server zu tun. Es ist möglich, AxCrypt-ID-Schlüsselpaare zu generieren, zu exportieren, zu importieren usw. Wir empfehlen niemandem, dies tatsächlich zu tun, da ein Fehler oder Missverständnis leicht zu Datenverlust oder Unfähigkeit führen kann, AxCrypt zu verwenden.
es: Para usuarios avanzados que entienden completamente los mecanismos anteriores, es posible hacer todo esto sin nuestros servidores. Es posible generar pares de claves de AxCrypt ID, exportarlos, importarlos, etc. No recomendamos que nadie haga esto, ya que un error o un malentendido fácilmente puede provocar la pérdida de datos o la imposibilidad de usar AxCrypt.
fr: Pour les utilisateurs avancés qui comprennent parfaitement les mécanismes ci-dessus, il est possible de faire tout cela sans nos serveurs. Il est possible de générer des paires de clés AxCrypt ID, de les exporter, de les importer, etc. Nous ne recommandons à personne de le faire réellement, car une erreur ou un malentendu peut facilement entraîner une perte de données ou une incapacité à utiliser AxCrypt.
it: Per gli utenti avanzati che comprendono appieno i meccanismi di cui sopra, è possibile fare tutto questo senza i nostri server. È possibile generare coppie di chiavi ID AxCrypt, esportarle, importarle, ecc. Non consigliamo a nessuno di farlo effettivamente, poiché un errore o un malinteso possono portare facilmente alla perdita di dati o all'impossibilità di utilizzare AxCrypt.
ko: 위의 메커니즘을 완전히 이해하는 고급 사용자의 경우 서버 없이이 모든 작업을 수행 할 수 있습니다. AxCrypt ID 키 쌍을 생성하고, 내보내고, 가져 오는 등의 작업이 가능합니다. 실수나 오해로 인해 데이터가 손실되거나 AxCrypt를 사용할 수 없게 될 수 있으므로 실제로 이 작업을 수행하는 것은 권장하지 않습니다.
nl: Voor gevorderde gebruikers die bovenstaande mechanismen volledig begrijpen, is het mogelijk om dit allemaal te doen zonder onze servers. Het is mogelijk om AxCrypt ID-sleutelparen te genereren, te exporteren, te importeren enz. We raden niemand aan om dit daadwerkelijk te doen, aangezien een fout of misverstand gemakkelijk kan leiden tot gegevensverlies of het onvermogen om AxCrypt te gebruiken.
pl: Dla zaawansowanych użytkowników, którzy w pełni rozumieją powyższe mechanizmy, możliwe jest zrobienie tego wszystkiego bez naszych serwerów. Możliwe jest generowanie par kluczy AxCrypt ID, eksportowanie ich, importowanie itp. Nie zalecamy tego nikomu, ponieważ błąd lub nieporozumienie może łatwo doprowadzić do utraty danych lub niemożności korzystania z AxCrypt.
pt: Para utilizadores avançados que compreendem completamente os mecanismos acima, é possível fazer tudo isto sem os nossos servidores. É possível gerar pares de chaves AxCrypt ID, exportá-los, importá-los, etc. Não recomendamos a ninguém fazer isto, pois um engano ou equívoco pode facilmente causar perda de dados ou incapacidade de se usar a AxCrypt.
ru: Для продвинутых пользователей, которые полностью понимают вышеуказанные механизмы, все это возможно сделать без наших серверов. Можно генерировать пары ключей AxCrypt ID, экспортировать, импортировать их и т.д. Мы никому не рекомендуем делать это, поскольку ошибка или недоразумение легко могут привести к потере данных или невозможности использовать AxCrypt.
sv: För avancerade användare som till fullo förstår ovanstående mekanismer är det möjligt att göra allt detta utan våra servrar. Det är möjligt att generera AxCrypt ID-nyckelpar, exportera och importera dem etc. Vi rekommenderar ingen att faktiskt göra detta, eftersom ett misstag eller missförstånd lätt kan leda till dataförlust eller oförmåga att använda AxCrypt.
tr: Yukarıdaki mekanizmaları tam olarak anlayan ileri düzey kullanıcılar için, tüm bunları sunucularımız olmadan yapmak mümkündür. AxCrypt Kimliği anahtar çiftleri oluşturmak, bunları dışa aktarmak, içe aktarmak vs. mümkündür. Aslında bunu kimsenin yapmasını önermeyiz, çünkü bir hata veya yanlış anlama kolayca veri kaybına veya AxCrypt'in kullanılamamasına neden olabilir.
zh: 对于完全理解上述机制的高级用户，可以在没有我们的服务器的情况下完成所有这些。 可以生成AxCrypt ID密钥对，导出它们，导入它们等。 我们不建议任何人实际这样做，因为一个错误或误解很容易导致数据丢失或无法使用AxCrypt。

# Blog_WIAAI_Text3
source: A key pair is a concept used in public key, or asymmetric, cryptography. In this type of cryptography there are two, related keys with the following properties:
ar: زوج المفاتيح هو مفهوم يستخدم في تشفير المفتاح العام أو غير المتماثل. يوجد في هذا النوع من التشفير مفتاحان مرتبطان بالخصائص التالية:
de: Ein Schlüsselpaar ist ein Konzept, das in der öffentlichen Schlüssel- oder asymmetrischen Kryptographie verwendet wird. Bei dieser Art von Kryptographie gibt es zwei verwandte Schlüssel mit den folgenden Eigenschaften:
es: Un par de claves es un concepto utilizado en criptografía de clave pública o asimétrica. En este tipo de criptografía existen dos claves relacionadas con las siguientes propiedades:
fr: Une paire de clés est un concept utilisé dans la cryptographie à clé publique, ou asymétrique. Dans ce type de cryptographie, il existe deux clés associées avec les propriétés suivantes:
it: Una coppia di chiavi è un concetto utilizzato nella crittografia a chiave pubblica o asimmetrica. In questo tipo di crittografia sono disponibili due chiavi correlate con le seguenti proprietà:
ko: 키 쌍은 공개 키 또는 비대칭 암호화에 사용되는 개념입니다. 이 유형의 암호화에는 다음 속성을 가진 두 개의 관련 키가 있습니다.
nl: Een sleutelpaar is een begrip dat wordt gebruikt in de openbare sleutel, of asymmetrische cryptografie. In dit type cryptografie zijn er twee, verwante sleutels met de volgende eigenschappen:
pl: Para kluczy to pojęcie używane w kryptografii klucza publicznego lub asymetrycznej. W tego typu kryptografii występują dwa powiązane ze sobą klucze o następujących właściwościach:
pt: Um par de chaves é um conceito usada na criptografia de chave pública ou assimétrica. Neste tipo de criptografia, há duas chaves relacionadas e que têm as seguintes propriedades:
ru: Пара ключей - это концепция, используемая в криптографии с открытым ключом, или асимметричной криптографии. В этом типе криптографии есть два связанных ключа со следующими свойствами:
sv: Ett nyckelpar är ett begrepp som används i offentlig nyckel, eller i asymmetrisk, kryptografi. I denna typ av kryptografi finns två relaterade nycklar med följande egenskaper:
tr: Anahtar çifti, ortak anahtar veya asimetrik şifrelemede kullanılan bir kavramdır. Bu tür kriptografide, aşağıdaki özelliklere sahip iki ilgili anahtar vardır:
zh: 密钥对是公钥或非对称加密中使用的概念。 在这种类型的密码学中，有两个具有以下属性的相关密钥:

# Blog_WIAAI_Text4
source: <li><em>A public key – this key is non-secret and can be used by anyone to encrypt data. But it can’t be used to decrypt anything! We sometimes call this a sharing key.</em></li>
ar: <li> <em> مفتاح عمومي - هذا المفتاح غير سري ويمكن لأي شخص استخدامه لتشفير البيانات. لكن لا يمكن استخدامه لفك تشفير أي شيء! نسمي هذا أحيانًا مفتاح المشاركة. </ em> </li>
de: <li><em>Ein öffentlicher Schlüssel - dieser Schlüssel ist nicht geheim und kann von jedem zum Verschlüsseln von Daten verwendet werden. Aber es kann nicht verwendet werden, um etwas zu entschlüsseln! Wir nennen dies manchmal einen Freigabeschlüssel.</em></li>
es: <li><em>Una clave pública: esta clave no es secreta y cualquiera puede usarla para cifrar datos. ¡Pero no se puede usar para descifrar nada! A veces llamamos a esto una clave para compartir.</em></li>
fr: <li><em>Une clé publique – cette clé n’est pas secrète et peut être utilisée par n’importe qui pour chiffrer des données. Mais il ne peut pas être utilisé pour décrypter quoi que ce soit! Nous appelons parfois cela une clé de partage.</em></li>
it: <li><em>Una chiave pubblica: questa chiave non è segreta e può essere utilizzata da chiunque per crittografare i dati. Ma non può essere utilizzato per decifrare nulla! A volte la chiamiamo chiave di condivisione.</em></li>
ko: <li><em>공개 키 – 이 키는 비밀이 아니며 누구나 데이터를 암호화하는 데 사용할 수 있습니다. 그러나 아무것도 해독하는 데 사용할 수 없습니다! 우리는 이를 공유 키라고도 합니다.</em></li>
nl: <li><em>Een openbare sleutel – deze sleutel is niet geheim en kan door iedereen worden gebruikt om gegevens te versleutelen. Maar het kan niet worden gebruikt om iets te decoderen! We noemen dit soms een deelsleutel.</em></li>
pl: <li><em>Klucz publiczny — ten klucz nie jest tajny i może być używany przez każdego do szyfrowania danych. Ale nie można go użyć do odszyfrowania czegokolwiek! Czasami nazywamy to kluczem udostępniania.</em></li>
pt: <li><em>Uma chave pública – esta chave não é secreta e pode ser usada por qualquer pessoa para cifrar dados. Mas não pode ser usada para decifrar nada! Às vezes, chamamos-lhe chave partilhada.</em></li>
ru: <li><em>Открытый ключ – этот ключ не является секретным и может быть использован кем угодно для шифрования данных. Но это не может быть использовано для расшифровки чего-либо! Иногда мы называем это общим ключом.</em></li>
sv: <li><em>En offentlig nyckel – denna nyckel är icke-hemlig och kan användas av vem som helst för att kryptera data. Men det kan inte användas för att dekryptera någonting! Vi kallar det ibland för en delningsnyckel.</em></li>
tr: <li><em>Açık anahtar – bu anahtar gizli değildir ve verileri şifrelemek için herkes tarafından kullanılabilir. Ancak herhangi bir şeyin şifresini çözmek için kullanılamaz! Bazı durumlarda bu, paylaşım anahtarı olarak da adlandırılır .</em></li>
zh: <li><em>公钥-此密钥是非秘密的，任何人都可以使用它来加密数据。 但它不能用来解密任何东西！ 我们有时称之为共享密钥。</em></li>

# Blog_WIAAI_Text5
source: <li><em>A private key – this key must be secret and is required in order to decrypt any data encrypted using the public key. We sometimes call this a secret key.</em></li>
ar: <li> <em> مفتاح خاص - يجب أن يكون هذا المفتاح سريًا ومطلوبًا لفك تشفير أي بيانات مشفرة باستخدام المفتاح العام. نطلق على هذا أحيانًا اسم المفتاح السري. </em></li>
de: <li><em>Ein privater Schlüssel - dieser Schlüssel muss geheim sein und wird benötigt, um alle mit dem öffentlichen Schlüssel verschlüsselten Daten zu entschlüsseln. Wir nennen das manchmal einen geheimen Schlüssel.</em></li>
es: <li><em>Una clave privada: esta clave debe ser secreta y se requiere para descifrar cualquier dato cifrado con la clave pública. A veces llamamos a esto una clave secreta.</em></li>
fr: <li><em>Une clé privée – cette clé doit être secrète et est nécessaire pour déchiffrer toutes les données chiffrées à l’aide de la clé publique. Nous appelons parfois cela une clé secrète.</em></li>
it: <li><em>Una chiave privata – questa chiave deve essere segreta ed è necessaria per decrittografare tutti i dati crittografati utilizzando la chiave pubblica. A volte la chiamiamo chiave segreta.</em></li>
ko: <li><em>개인 키 – 이 키는 비밀이어야 하며 공개 키를 사용하여 암호화된 데이터를 해독하는 데 필요합니다. 이를 비밀 키라고도 합니다.</em></li>
nl: <li><em>Een privésleutel – deze sleutel moet geheim zijn en is vereist om alle gegevens die met de openbare sleutel zijn versleuteld, te ontsleutelen. We noemen dit soms een geheime sleutel.</em></li>
pl: <li><em>Klucz prywatny – ten klucz musi być tajny i jest wymagany do odszyfrowania wszelkich danych zaszyfrowanych za pomocą klucza publicznego. Czasami nazywamy to tajnym kluczem.</em></li>
pt: <li><em>Uma chave privada – esta chave deve ser secreta e é necessária para decifrar quaisquer dados cifrados com a chave pública. Por vezes, designamo-la chave secreta.</em></li>
ru: <li><em>Закрытый ключ – этот ключ должен быть секретным и необходим для расшифровки любых данных, зашифрованных с помощью открытого ключа. Мы иногда называем это секретным ключом.</em></li>
sv: <li><em>En privat nyckel – denna nyckel måste vara hemlig och krävs för att dekryptera all data som krypteras med den offentliga nyckeln. Vi kallar det ibland för en hemlig nyckel.</em></li>
tr: <li><em>Özel bir anahtar – bu anahtar gizli olmalıdır ve ortak anahtar kullanılarak şifrelenen verilerin şifresini çözmek için gereklidir. Bazen buna gizli anahtar da deriz.</em></li>
zh: <li><em>私钥-此密钥必须是秘密的，并且是解密使用公钥加密的任何数据所必需的。 我们有时称之为密钥。</em></li>
