Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_H2_SH3_Text1
source: With our Cloud storage awareness, your files will automatically be secured in Dropbox, Google Drive etc. Our user friendly system enables ease of operations, guarantees the highest possible control and ensures that nobody but you can access your personal information so that no disadvantageous data breach arises. Moreover we offer Zero Knowledge encryption. Zero knowledge cloud encryption safeguards your privacy, in short your personal data is encrypted in the best possible way and there is no way for cloud providers nor us to identify your accreditation. You can use our Cloud encryption software by signing up to our business (for companies) or premium (for private users) subscription. Start your 30 days free trial now! Read more about our <a style='font-weight: 800;' href='/business'>products</a>.
ar: من خلال إدراكنا للتخزين السحابي ، سيتم تأمين ملفاتك تلقائيًا في جوجل درايف و دروب بوكس وما إلى ذلك. يتيح نظامنا سهل الاستخدام سهولة العمليات ، ويضمن أعلى مستوى ممكن من التحكم ويضمن عدم تمكن أي شخص غيرك من الوصول إلى معلوماتك الشخصية حتى لا يتم خرق البيانات غير المواتية ينشأ. علاوة على ذلك ، نقدم تشفير Zero Knowledge. يحمي تشفير سحابة المعرفة الصفرية خصوصيتك ، وباختصار يتم تشفير بياناتك الشخصية بأفضل طريقة ممكنة ولا توجد طريقة لمقدمي الخدمات السحابية ولا لنا لتحديد اعتمادك. يمكنك استخدام برنامج التشفير السحابي الخاص بنا من خلال الاشتراك في أعمالنا (للشركات) أو الاشتراك المميز (للمستخدمين الخاصين). ابدأ تجربتك المجانية لمدة 30 يومًا الآن! اقرأ المزيد عن <a style = 'font-weight: 800؛' href = '/ business'> المنتجات </a>.
de: Mit unserer Cloud-Speichererkennung werden Ihre Dateien automatisch in Dropbox, Google Drive usw. gesichert. Unser benutzerfreundliches System ermöglicht eine einfache Bedienung, garantiert höchstmögliche Kontrolle und stellt sicher, dass niemand außer Ihnen auf Ihre persönlichen Daten zugreifen kann, so dass keine nachteilige Datenschutzverletzung entsteht. Darüber hinaus bieten wir Zero-Knowledge-Verschlüsselung an. Zero Knowledge Cloud-Verschlüsselung schützt Ihre Privatsphäre, kurz gesagt, Ihre persönlichen Daten werden bestmöglich verschlüsselt und es gibt weder für Cloud-Anbieter noch für uns die Möglichkeit, Ihre Akkreditierung zu identifizieren. Sie können unsere Cloud-Verschlüsselungssoftware verwenden, indem Sie sich für unser Business- (für Unternehmen) oder Premium-Abonnement (für Privatanwender) anmelden. Starten Sie jetzt Ihre 30-tägige kostenlose Testversion! Lesen Sie mehr über unsere <a style='font-weight: 800;' href='/business'>products</a>.
es: Con nuestro servicio Cloud Storage Awareness, tus archivos se protegerán automáticamente en Dropbox, Google Drive, etc. Nuestro sistema sencillo facilita las operaciones, garantiza el mayor control posible y asegura que nadie más que tú pueda acceder a tu información personal para que no se produzca una violación de datos desventajosa. surge Además, ofrecemos cifrado Zero Knowledge. El cifrado en la nube de conocimiento cero protege tu privacidad, en resumen, tus datos personales se cifran de la mejor manera posible y no hay forma de que los proveedores de la nube ni nosotros identifiquemos tu acreditación. Puedes usar nuestro software de cifrado en la nube registrándote en nuestra suscripción Business (para empresas) o Premium (para usuarios privados). ¡Comienza tu prueba gratuita de 30 días ahora! Obtén más información sobre nuestros productos <a style='font-weight: 800;' href='/business'>aquí</a>.
fr: Grâce à notre connaissance du stockage Cloud, vos fichiers seront automatiquement sécurisés dans Dropbox, Google Drive, etc. Notre système convivial facilite les opérations, garantit le contrôle le plus élevé possible et assure que personne d’autre que vous ne peut accéder à vos informations personnelles afin qu’aucune violation de données désavantageuse ne survienne. De plus, nous offrons le cryptage Zero Knowledge. Le cryptage zero knowledge cloud protège votre vie privée, en bref vos données personnelles sont cryptées de la meilleure façon possible et il n’y a aucun moyen pour les fournisseurs de cloud ni pour nous d’identifier votre accréditation. Vous pouvez utiliser notre logiciel de cryptage sur le Cloud en souscrivant à notre abonnement business (pour les entreprises) ou premium (pour les utilisateurs privés). Commencez votre essai gratuit de 30 jours maintenant! En savoir plus sur nos <a style='font-weight: 800;' href='/business'>produits</a>.
it: Con la nostra consapevolezza dell'archiviazione cloud, i tuoi file saranno automaticamente protetti in Dropbox, Google Drive ecc. Il nostro sistema intuitivo consente facilità d'uso, garantisce il massimo controllo possibile e assicura che nessuno, tranne te, possa accedere alle tue informazioni personali in modo che non si verifichi una violazione dei dati svantaggiosa. Inoltre offriamo la crittografia Zero Knowledge. La crittografia cloud Zero Knowledge salvaguarda la tua privacy; in breve, i tuoi dati personali sono crittografati nel miglior modo possibile e non c'è modo per i fornitori di cloud né per noi di identificare il tuo accreditamento. Puoi utilizzare il nostro software di crittografia cloud iscrivendoti al nostro abbonamento Business (per aziende) o Premium (per utenti privati). Inizia subito la tua prova gratuita di 30 giorni! Scopri di più sui nostri <a style='font-weight: 800;' href='/business'>prodotti</a>.
ko: 클라우드 스토리지 인식으로 파일은 드롭박스, 구글 드라이브 등에서 자동으로 보호됩니다. 당사의 사용자 친화적인 시스템은 조작을 용이하게하고 가능한 최고의 제어를 보장하며 귀하 이외의 누구도 개인 정보에 액세스 할 수 없도록하여 불리한 데이터 침해가 발생하지 않도록합니다. 또한 영지식 암호화를 제공합니다. 영지식 클라우드 암호화는 귀하의 개인 정보를 보호하며, 간단히 말해서 귀하의 개인 데이터는 가능한 최선의 방법으로 암호화되며 클라우드 제공업체나 당사가 귀하의 인증을 식별할 방법이 없습니다. 클라우드 암호화 소프트웨어는 비즈니스 (회사용) 또는 프리미엄 (개인 사용자용) 구독에 가입하여 사용할 수 있습니다. 지금 30 일 무료 평가판을 시작하십시오! 당사 <a style='font-weight: 800;' href='/business'>제품</a> 에 대해 자세히 알아보십시오.
nl: Met ons bewustzijn van cloudopslag worden uw bestanden automatisch beveiligd in Dropbox, Google Drive enz. Ons gebruiksvriendelijke systeem maakt bediening eenvoudig, garandeert de hoogst mogelijke controle en zorgt ervoor dat niemand anders dan u toegang heeft tot uw persoonlijke informatie, zodat er geen nadelige datalekken ontstaat. Bovendien bieden we Zero Knowledge-encryptie. Zero knowledge cloud-encryptie beschermt uw privacy, in het kort worden uw persoonlijke gegevens op de best mogelijke manier versleuteld en er is geen manier voor cloudproviders noch voor ons om uw accreditatie te identificeren. U kunt onze Cloud-encryptiesoftware gebruiken door u aan te melden voor ons zakelijke (voor bedrijven) of premium (voor particuliere gebruikers) abonnement. Start nu uw gratis proefperiode van 30 dagen! Lees meer over onze <a style='font-weight: 800;' href='/business'>producten</a>.
pl: Dzięki naszej świadomości przechowywania w chmurze Twoje pliki będą automatycznie zabezpieczane w Dropbox, Google Drive itp. Nasz przyjazny dla użytkownika system zapewnia łatwość obsługi, gwarantuje najwyższą możliwą kontrolę i zapewnia, że nikt oprócz Ciebie nie ma dostępu do Twoich danych osobowych, dzięki czemu nie ma niekorzystnego naruszenia danych powstaje. Ponadto oferujemy szyfrowanie Zero Knowledge. Szyfrowanie w chmurze bez wiedzy chroni Twoją prywatność, krótko mówiąc, Twoje dane osobowe są szyfrowane w najlepszy możliwy sposób i nie ma możliwości, aby dostawcy usług w chmurze ani my mogli zidentyfikować Twoją akredytację. Możesz korzystać z naszego oprogramowania do szyfrowania w chmurze, rejestrując się w naszej subskrypcji biznesowej (dla firm) lub premium (dla użytkowników prywatnych). Rozpocznij 30-dniowy bezpłatny okres próbny już teraz! Przeczytaj więcej o naszym <a style='font-weight: 800;' href='/business'>produkty</a>.
pt: Com a nossa detecção de armazenamento na nuvem, os seus ficheiros serão automaticamente protegidos no Dropbox, Google Drive, etc. O nosso sistema é amigo do utilizador, tornando as operações fáceis, garantindo o maior controlo possível e garantindo que ninguém senão você pode aceder à sua informação pessoal por forma a que nenhuma violação de dados desvantajosa ocorra. Além disso, oferecemos cifragem de Conhecimento Zero. Esta cifragem na nuvem protege a sua privacidade. Em resumo, os seus dados pessoais são cifrados da melhor forma possível e não há maneira dos fornecedores na nuvem nem nós identificarmos a sua acreditação. Pode usar o software de cifragem na Nuvem aderindo à nossa subscrição Business (para empresas) ou Premium (para utilizadores privados). Comece já a sua avaliação gratuita de 30 dias! Leia mais sobre os nossos <a style='font-weight: 800;' href='/business'>produtos</a>.
ru: Благодаря нашей осведомленности об облачных хранилищах ваши файлы будут автоматически защищены в Dropbox, Google Drive и т.д. Наша удобная для пользователя система обеспечивает простоту операций, гарантирует максимально возможный контроль и, что никто, кроме вас, не сможет получить доступ к вашей личной информации, чтобы избежать нежелательной утечки данных. Кроме того, мы предлагаем шифрование с нулевым разглашением. Облачное шифрование с нулевым разглашением гарантирует вашу конфиденциальность, короче говоря, ваши личные данные зашифрованы наилучшим из возможных способов, и ни облачные провайдеры, ни мы не можем идентифицировать вашу аккредитацию. Вы можете использовать наше программное обеспечение для шифрования в облаке, подписавшись на нашу подписку business (для компаний) или premium (для частных пользователей). Начните свой бесплатную пробную месяц прямо сейчас! Узнайте больше о нашем <a style='font-weight: 800;' href='/business'>products</a>.
sv: Med vår medvetenhet om molnlagring kommer dina filer automatiskt att säkras i Dropbox, Google Drive etc. Vårt användarvänliga system möjliggör enkel drift, garanterar högsta möjliga kontroll och säkerställer att ingen annan än du kan komma åt din personliga information så att inga ofördelaktiga dataintrång kan göras. Dessutom erbjuder vi Zero Knowledge-kryptering. Zero knowledge molnkryptering skyddar din integritet, dina personuppgifter är krypterade på bästa möjliga sätt och det finns inget sätt för molnleverantörer eller oss att identifiera din ackreditering. Du kan använda vår molnkrypteringsmjukvara genom att registrera dig för vår prenumeration för verksamhet(för företag) eller premium (för privata användare) . Börja din 30 dagars gratis provperiod nu! Läs mer om våra <a style='font-weight: 800;' href='/business'>produkter</a>.
tr: Bulut depolama farkındalığımızla, dosyalarınız Dropbox, Google Drive vb. cihazlarda otomatik olarak güvence altına alınır. Kullanıcı dostu sistemimiz kullanım kolaylığı sağlar, mümkün olan en üst seviye kontrolü garanti eder ve zararlı veri ihlalinin ortaya çıkmaması için kişisel bilgilerinize sizden başka kimsenin erişememesini sağlar. Ayrıca Sıfır Bilgi şifrelemesi sunarız. Sıfır bilgi bulut şifrelemesi gizliliğinizi korur, kısacası kişisel verileriniz mümkün olan en iyi şekilde şifrelenir ve bulut sağlayıcılarının veya bizim akreditasyonunuzu tanımlamamızın herhangi bir yolu bulunmaz. Bulut şifreleme yazılımımızı Business (şirketler için) veya Premium (özel kullanıcılar için) aboneliğimize kaydolarak kullanabilirsiniz. 30 günlük ücretsiz deneme sürümünüzü şimdi başlatın! <a style='font-weight: 800;' href='/business'>Ürünlerimiz</a> hakkında daha fazla bilgi edinin.
zh: 有了我们的云存储意识，您的文件将自动安全在Dropbox，谷歌驱动器等。 我们的用户友好的系统使操作变得容易，保证尽可能高的控制，并确保除了您之外没有人可以访问您的个人信息，从而不会出现不利的数据泄露。 此外，我们提供零知识加密。 零知识云加密保护您的隐私，简而言之，您的个人数据以最佳方式加密，云提供商和我们都无法识别您的身份。 您可以通过注册我们的业务（公司）或高级（私人用户）订阅来使用我们的云加密软件。 现在开始您的30天免费试用! 阅读更多关于我们的<a style='font-weight:800;'href='/business'>products</a>。

# Blog_EIBM_H2_SubHeading1
source: <strong>1. Protect your network</strong>
ar: <strong> 1. حماية شبكتك </strong>
de: <strong>1. Schützen Sie Ihr Netzwerk</strong>
es: <strong>1. Protege tu red</strong>
fr: <strong>1. Protégez votre réseau</strong>
it: <strong>1. Proteggi la tua rete</strong>
ko: <strong>1. 네트워크 보호</strong>
nl: <strong>1. Bescherm uw netwerk</strong>
pl: <strong>1. Chroń swoją sieć</strong>
pt: <strong>1. Proteja a sua rede</strong>
ru: <strong>1. Защитите свою сеть</strong>
sv: <strong>1. Skydda ditt nätverk</strong>
tr: <strong>1. Ağınızı koruyun</strong>
zh: <strong>1. 保护您的网络</strong>

# Blog_EIBM_H2_SubHeading2
source: <strong>1. Protect your network</strong>
ar: <strong>1. حماية شبكتك</strong>
de: <strong>1. Schützen Sie Ihr Netzwerk</strong>
es: <strong>1. Protege tu red</strong>
fr: <strong>1. Protégez votre réseau</strong>
it: <strong>1. Proteggi il tuo network</strong>
ko: <strong>1. 네트워크 보호</strong>
nl: <sterk>1. Bescherm uw netwerk</strong>
pl: <strong>1. Chroń swoją sieć</strong>
pt: <strong>1. Proteja a sua rede</strong>
ru: <strong>1. Защитите свою сеть</strong>
sv: <strong>1. Skydda ditt nätverk</strong>
tr: <strong>1. Ağınızı koruyun</strong>
zh: <strong>1. 保护您的网络</strong>

# Blog_EIBM_H2_SubHeading3
source: <strong>3. Ensure your Cloud Data</strong>
ar: <strong> 3. تأكد من بياناتك السحابية </strong>
de: <strong>3. Sichern Sie Ihre Cloud-Daten</strong>
es: <strong>3. Asegura tus datos en la nube</strong>
fr: <strong>3. Assurez vos Données Cloud</strong>
it: <strong>3. Proteggi i tuoi Dati Cloud</strong>
ko: <strong>3. 클라우드 데이터 보호</strong>
nl: <strong>3. Zorg voor uw Cloudgegevens</strong>
pl: <strong>3. Zapewnij swoje dane w chmurze</strong>
pt: <strong>3. Proteja os seus Dados na Nuvem</strong>
ru: <strong>3. Обеспечьте сохранность ваших облачных данных</strong>
sv: <strong>3. Säkra din molndata</strong>
tr: <strong>3. Bulut Verilerinizin Güvenliğini Sağlayın</strong>
zh: <strong>3. 确保您的云数据</strong>

# Blog_EIBM_H2_Text1
source: Aside from the obvious personally identifiable information (PII) such as names, addresses, and social security numbers, the financial industry also regularly handles data that includes income, credit score, collection history, and family member PII and Non-public Personal Information (NPI).
ar: بصرف النظر عن معلومات التعريف الشخصية الواضحة (PII) مثل الأسماء والعناوين وأرقام الضمان الاجتماعي ، تتعامل الصناعة المالية أيضًا بانتظام مع البيانات التي تتضمن الدخل ودرجة الائتمان وسجل التحصيل وأفراد العائلة PII والمعلومات الشخصية غير العامة (NPI).
de: Abgesehen von den offensichtlichen personenbezogenen Daten (PII) wie Namen, Adressen und Sozialversicherungsnummern verarbeitet die Finanzbranche regelmäßig auch Daten wie Einkommen, Kreditwürdigkeit, Sammlungshistorie und PII von Familienmitgliedern sowie nicht öffentliche personenbezogene Daten (NPI).
es: Además de la información de identificación personal (PII) obvia, como nombres, direcciones y números de seguro social, la industria financiera también maneja regularmente datos que incluyen ingresos, puntaje de crédito, historial de cobros, PII de miembros de la familia e información personal no pública (NPI).
fr: Outre les informations personnelles identifiables (IPI) évidentes telles que les noms, adresses et numéros de sécurité sociale, le secteur financier traite également régulièrement des données telles que le revenu, le pointage de crédit, l'historique de collecte, les IPI des membres de la famille et les informations personnelles non publiques (IPNP ).
it: A parte le ovvie informazioni di identificazione personale (PII) come nomi, indirizzi e numeri di previdenza sociale, il settore finanziario gestisce regolarmente anche dati che includono reddito, punteggio di credito, cronologia delle tasse e PII dei membri della famiglia e informazioni personali non pubbliche (NPI ).
ko: 이름, 주소 및 사회 보장 번호와 같은 명백한 개인 식별 정보(PII) 외에도 금융 업계는 소득, 신용 점수, 수집 내역, 가족 구성원 PII 및 비공개 개인 정보(NPI)를 포함하는 데이터를 정기적으로 처리합니다.
nl: Afgezien van de voor de hand liggende Persoonlijk Identificeerbare Informatie (PII) zoals namen, adressen en burgerservicenummers, verwerkt de financiële sector ook regelmatig gegevens zoals inkomen, kredietscore, incassogeschiedenis en familielid PII en Niet-openbare Persoonlijke Informatie (NPI ).
pl: Oprócz oczywistych informacji umożliwiających identyfikację osoby (PII), takich jak nazwiska, adresy i numery ubezpieczenia społecznego, branża finansowa również regularnie przetwarza dane, które obejmują dochód, ocenę kredytową, historię windykacji oraz dane osobowe członków rodziny i niepubliczne dane osobowe (NPI ).
pt: Além da óbvia informação pessoal identificável (PII) como nomes, moradas e números de segurança social, a indústria financeira também trata lida regularmente com dados que incluem rendimentos, perfil de crédito, historial de cobrança, PII de membros da família e Informação Pessoal Não-Pública (NPI).
ru: Помимо очевидной личной информации, позволяющей установить личность (PII), такой как имена, адреса и номера социального страхования, финансовая индустрия также регулярно обрабатывает данные, которые включают доход, кредитный рейтинг, историю взысканий и PII членов семьи, а также непубличную личную информацию (NPI).
sv: Bortsett från den uppenbara personligt identifierbara informationen (PII) såsom namn, adresser och personnummer, hanterar finansbranschen också regelbundet data som inkluderar inkomst, kreditvärdighet, insamlingshistorik och familjemedlems PII och icke-offentlig personlig information (NPI) ).
tr: İsimler, adresler ve sosyal güvenlik numaraları gibi kişisel olarak tanımlanabilir bariz bilgilerin (PII) haricinde finans endüstrisi, gelir, kredi notu, tahsilat tarihçesi ve aile üyelerine ait kişisel olarak tanımlanabilir bilgiler ve Kamuya Açık Olmayan Kişisel Bilgileri (NPI) içeren verileri düzenli olarak ele alır.
zh: 除了明显的个人身份信息（PII），如姓名，地址和社会安全号码外，金融业还定期处理包括收入，信用评分，收集历史记录以及家庭成员PII和非公开个人信息（NPI）

# Blog_EIBM_H3_SH1_Text1
source: This is a piece of the transaction, which is very critical. From the actual pin number that was generated on that card, creating your pin, making sure that pin is always secret, different patterns are used to secure that pin at rest or when being used.
ar: هذا جزء من الصفقة ، وهو أمر بالغ الأهمية. من الرقم السري الفعلي الذي تم إنشاؤه على تلك البطاقة ، وإنشاء رقم التعريف الشخصي الخاص بك ، والتأكد من أن الرقم السري دائمًا ما يكون سريًا ، يتم استخدام أنماط مختلفة لتأمين هذا الدبوس في حالة السكون أو عند استخدامه.
de: Dies ist ein Teil der Transaktion, der sehr kritisch ist. Von der tatsächlichen PIN-Nummer, die auf dieser Karte generiert wurde, über das Erstellen Ihrer PIN bis hin zum Sicherstellen, dass die PIN immer geheim ist, werden verschiedene Muster verwendet, um diese PIN im Ruhezustand oder bei der Verwendung zu sichern.
es: Esta es una parte de la transacción, que es muy crítica. Desde el número de pin real que se generó en esa tarjeta, la creación de tu pin, y asegurarse de que el pin sea siempre secreto, se utilizan diferentes patrones para asegurar ese pin en reposo o cuando se usa.
fr: Il s’agit d’une partie de la transaction, qui est très critique. À partir du numéro de code pin réel qui a été généré sur cette carte, en créant votre code pin, en s’assurant que ce code pin est toujours secret, différents modèles sont utilisés pour sécuriser ce code pin au repos ou lors de son utilisation.
it: Questa è una parte della transazione, che è molto critica. Dal numero di pin effettivo generato su quella scheda, alla creazione del pin, assicurandosi che il pin sia sempre segreto, vengono utilizzati modelli diversi per proteggere quel pin a riposo o quando viene utilizzato.
ko: 이것은 매우 중요한 거래의 일부입니다. 해당 카드에 생성 된 실제 핀 번호에서 핀을 만들고, 핀이 항상 안전한지 확인하고, 다른 패턴을 통해 해당 핀을 보호하거나 사용됩니다.
nl: Dit is een stuk van de transactie dat zeer kritisch is. Van het feitelijke pinnummer dat op die kaart is gegenereerd, het aanmaken van uw pin, het ervoor zorgen dat die pin altijd geheim is, tot het gebruik van verschillende patronen om die pin in rusttoestand of tijdens het gebruik te beveiligen.
pl: To jest fragment transakcji, który jest bardzo istotny. Od rzeczywistego numeru pinu, który został wygenerowany na tej karcie przy tworzeniu pinu, upewniając się, że pin jest zawsze tajny, różne wzory są używane do zabezpieczenia tego pinu w spoczynku lub podczas używania.
pt: Esta é uma peça da transacção que é muito crítica. Desde o número PIN que foi gerado no cartão, a sua criação, a certeza que é sempre secreto, há diferentes padrões que são usados para proteger o PIN em repouso ou em uso.
ru: Это часть сделки, которая очень важна. Исходя из фактического пинкода, который был сгенерирован на этой карте, создавая свой пинкод, убедившись, что пинкод всегда является секретным, используются различные шаблоны для защиты этого пинкода при хранении или при использовании.
sv: Detta är en del av transaktionen som är mycket kritisk. Från den faktiska pinnen som genererades på kortet, skapa din pinkod, se till att hålla den hemlig, olika mönster används för att säkra koden i vila eller när den används.
tr: Bu, çok kritik olan işlemin bir parçasıdır. Bu kartta oluşturulan gerçek pin numarasından, pininizi oluşturmaktan, pinin her zaman gizli olduğundan emin olmaya kadar, pimi hareketsiz veya kullanım halindeyken güvence altına almak için farklı desenler kullanılır.
zh: 这是交易的一块，这是非常关键的。 从该卡上生成的实际密码号，创建您的密码，确保密码始终是秘密的，不同的模式用于在静止或使用时保护该密码。
