Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEDOYAAIPI2_H2_Text2
source: And that’s it! Your files will be encrypted with an <strong>.axx</strong> file extension, and will appear on the ‘Recent Files’ tab under the menu strip. To open a file, just tap on any of the listed files directly from the main screen, or tap the <strong>‘Open Secured’</strong> button and select a file. To permanently decrypt a file, tap on the <strong>‘Stop Securing’</strong> button and select the file that you’d like to decrypt that has the <strong>.axx</strong> file extension.
ar: وهذا كل شيء! سيتم تشفير ملفاتك بامتداد <strong>ملف .axx</strong> ، وستظهر في علامة التبويب "الملفات الحديثة" أسفل شريط القائمة. لفتح ملف، ما عليك سوى النقر على أي من الملفات المدرجة مباشرة من الشاشة الرئيسية، أو النقر على زر <strong>'فتح آمن'</strong> واختيار ملف. لفك تشفير ملف نهائيا ، انقر فوق <strong>الزر "إيقاف التأمين"</strong> وحدد الملف الذي ترغب في فك تشفيره والذي يحتوي على امتداد <strong>الملف .axx</strong> .
de: Und das ist es! Ihre Dateien werden mit der Dateierweiterung <strong>.axx</strong> verschlüsselt und auf der Registerkarte "Zuletzt verwendete Dateien" in der Menüleiste angezeigt. Um eine Datei zu öffnen, tippen Sie einfach direkt auf dem Hauptbildschirm auf eine der aufgelisteten Dateien oder tippen Sie auf die Schaltfläche <strong>"Gesichert öffnen"</strong> und wählen Sie eine Datei aus. Um eine Datei dauerhaft zu entschlüsseln, tippen Sie auf die Schaltfläche <strong>"Sicherung beenden"</strong> und wählen Sie die Datei mit der Dateierweiterung <strong>.axx</strong> aus, die Sie entschlüsseln möchten.
es: ¡Y eso es todo! Sus archivos se cifrarán con una extensión de archivo <strong>.axx</strong> y aparecerán en la pestaña 'Archivos recientes' debajo de la tira de menú. Para abrir un archivo, simplemente toque cualquiera de los archivos enumerados directamente desde la pantalla principal, o toque el botón <strong>'Abrir seguro'</strong> y seleccione un archivo. Para descifrar permanentemente un archivo, toque el botón <strong>'Detener seguridad'</strong> y seleccione el archivo que desea descifrar que tenga la extensión de archivo <strong>.axx</strong>.
fr: Et c'est tout! Vos fichiers seront cryptés avec une extension de fichier <strong>.axx</strong> et apparaîtront dans l'onglet « Fichiers récents » sous la barre de menu. Pour ouvrir un fichier, appuyez simplement sur l'un des fichiers répertoriés directement depuis l'écran principal, ou appuyez sur le bouton <strong>'Ouvrir sécurisé'</strong> et sélectionnez un fichier. Pour décrypter définitivement un fichier, appuyez sur le bouton <strong>'Arrêter la sécurisation'</strong> et sélectionnez le fichier que vous souhaitez décrypter et qui porte l'extension de fichier <strong>.axx</strong>.
it: E questo è tutto! I tuoi file verranno crittografati con un'estensione <strong>.axx</strong> e appariranno nella scheda "File recenti" sotto la barra dei menu. Per aprire un file, basta toccare uno dei file elencati direttamente dalla schermata principale, oppure toccare il pulsante <strong>"Apri protetto"</strong> e selezionare un file. Per decrittografare definitivamente un file, tocca il pulsante <strong>"Interrompi protezione"</strong> e seleziona il file che desideri decrittografare con estensione <strong>.axx</strong> .
ko: 이게 전부입니다! 파일은 <strong>.axx</strong> 파일 확장자로 암호화되며, 메뉴 스트립 아래의 '최근 파일' 탭에 표시됩니다. 파일을 열려면 메인 화면에서 나열된 파일 중 하나를 탭하거나 <strong>‘보안 파일 열기’</strong> 버튼을 탭하고 파일을 선택하세요. 파일을 영구적으로 복호화하려면 <strong>‘보안 중지’</strong> 버튼을 탭하고 <strong>.axx</strong> 파일 확장자를 가진 복호화하려는 파일을 선택하세요.
nl: En dat is het! Jouw bestanden worden versleuteld met de bestandsextensie <strong>.axx</strong> en verschijnen op het tabblad 'Recente bestanden' onder de menustrook. Om een bestand te openen, klik je gewoon op een van de vermelde bestanden rechtstreeks vanuit het hoofdscherm, of klik je op de knop <strong>'Beveiligd openen'</strong> en selecteer je een bestand. Om een bestand permanent te ontsleutelen, klik je op de knop <strong>'Beveiliging stoppen'</strong> en selecteer je het bestand dat je wilt ontsleutelen met de bestandsextensie <strong>.axx</strong> .
pl: I to wszystko! Twoje pliki zostaną zaszyfrowane z rozszerzeniem <strong>.axx</strong> i pojawią się w zakładce „Ostatnie pliki” pod paskiem menu. Aby otworzyć plik, po prostu dotknij dowolnego z wymienionych plików bezpośrednio na ekranie głównym lub dotknij przycisku <strong>„Otwórz zabezpieczone”</strong> i wybierz plik. Aby trwale odszyfrować plik, kliknij przycisk <strong>„Zatrzymaj zabezpieczanie”</strong> i wybierz plik, który chcesz odszyfrować, i który ma rozszerzenie <strong>.axx</strong>.
pt: E é isso! Seus arquivos serão criptografados com uma extensão de arquivo <strong>.axx</strong> e aparecerão na guia 'Arquivos recentes' sob a faixa de menu. Para abrir um arquivo, basta tocar em qualquer um dos arquivos listados diretamente da tela principal, ou tocar no botão <strong>'Abrir Protegido'</strong> e selecionar um arquivo. Para descriptografar permanentemente um arquivo, toque no botão <strong>'Parar de proteger'</strong> e selecione o arquivo que você deseja descriptografar que tem a extensão de arquivo <strong>.axx</strong> .
ru: Вот и все! Ваши файлы будут зашифрованы с расширением <strong>.axx</strong> и появятся на вкладке «Недавние файлы» под строкой меню. Чтобы открыть файл, просто нажмите на любой из перечисленных файлов прямо на главном экране или нажмите кнопку <strong>«Открыть защищенный»</strong> и выберите файл. Чтобы окончательно расшифровать файл, нажмите кнопку <strong>«Остановить защиту»</strong> и выберите файл, который вы хотите расшифровать, с расширением <strong>.axx</strong>.
sv: Och det är allt! Dina filer kommer att krypteras med filändelsen <strong>.axx</strong> och kommer att visas på fliken "Senaste filer" under menyraden. För att öppna en fil, tryck bara på någon av de listade filerna direkt från huvudskärmen, eller tryck på knappen <strong>"Öppna skyddad"</strong> och välj en fil. För att permanent dekryptera en fil, tryck på knappen <strong>"Sluta säkra"</strong> och välj den fil som du vill dekryptera och har filändelsen <strong>.axx</strong> .
tr: Ve işte bu kadar! Dosyalarınız bir <strong>.axx</strong> dosya uzantısıyla şifrelenecek ve menü şeridinin altındaki 'Son Dosyalar' sekmesinde görünecektir. Bir dosyayı açmak için, doğrudan ana ekrandan listelenen dosyalardan herhangi birine tıklayın veya <strong>'Güvenli Aç'</strong> seçeneğine tıklayın ve bir dosya seçin. Bir dosyanın şifresini kalıcı olarak çözmek için <strong>'Güvenliği Durdur'</strong> seçeneğine tıklayın ve şifresini çözmek istediğiniz <strong>.axx</strong> dosya uzantısına sahip dosyayı seçin.
zh: 就是这样！您的文件将使用 <strong>.axx</strong> 文件扩展名进行加密，并显示在菜单栏下的“最近打开的文件”选项卡上。要打开一个文件，只需直接从主屏幕点击列出的任何文件，或者点击 <strong>“打开安全”</strong> 按钮并选择一个文件。要永久解密文件，请点击 <strong>“停止保护”</strong> 按钮，然后选择要解密的文件扩展名为 <strong>.axx</strong> 的文件。

# Blog_HTEDOYAAIPI2_H2_Text3
source: When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: عند فتح ملف لعرضه أو تحريره، فإنه ينشئ فقط عملية فك تشفير مؤقتة، وسيتم تلقائيا إعادة تشفير أي تغييرات يتم إجراؤها على الملف.
de: Wenn Sie eine Datei öffnen, um sie anzuzeigen oder zu bearbeiten, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: Al abrir un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: Lorsque vous ouvrez un fichier pour l'afficher ou le modifier, cela crée uniquement un processus de décryptage temporaire et toutes les modifications apportées au fichier seront automatiquement rechiffrées.
it: Quando si apre un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittografia temporaneo e tutte le modifiche apportate al file verranno automaticamente crittografate nuovamente.
ko: 파일을 보기나 편집하려고 열 때, 일시적인 복호화 과정만 생성되며, 파일에 대한 모든 변경 사항은 자동으로 다시 암호화됩니다.
nl: Wanneer je een bestand opent om te bekijken of te bewerken, wordt het slechts tijdelijk ontsleuteld en worden alle wijzigingen in het bestand automatisch opnieuw versleuteld.
pl: Kiedy otwierasz plik w celu przeglądania lub edycji, tworzy się jedynie tymczasowy proces deszyfrowania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: Quando você abre um arquivo para exibir ou editar, ele cria apenas um processo de descriptografia temporário e quaisquer alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: När du öppnar en fil för att visa eller redigera skapas bara en tillfällig dekrypteringsprocess, och alla ändringar som görs i filen kommer återkrypteras.
tr: Görüntülemek veya düzenlemek için bir dosyayı açtığınızda, yalnızca geçici bir şifre çözme işlemi oluşturulur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_HTEDOYAAIPI2_H2_Text4
source: AxCrypt can also automatically encrypt and sync files on your <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> and <strong>Mac</strong>, and on your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> accounts, so that you can access and edit them on the go on your phone.
ar: يمكن لاكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا على <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>نظامي التشغيل ويندوز</strong></a> و <strong>ماك</strong> ، وعلى حسابات <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>جوجل درايف</strong></a> و <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>ون درايف</strong></a> ، بحيث يمكنك الوصول إليها وتحريرها أثناء التنقل على هاتفك.
de: AxCrypt kann auch automatisch Dateien auf Ihrem <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> und <strong>Mac</strong> sowie auf Ihren <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive-</strong></a> und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> -Konten verschlüsseln und synchronisieren, sodass Sie unterwegs auf Ihrem Telefon darauf zugreifen und sie bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos en su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> y <strong>Mac</strong>, y en sus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> y <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> , para que pueda acceder a ellos y editarlos sobre la marcha en su teléfono.
fr: AxCrypt peut également chiffrer et synchroniser automatiquement les fichiers sur votre <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows </strong></a> et <strong>Mac</strong>, ainsi que sur votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> et <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a>, afin que vous puissiez y accéder et les modifier lors de vos déplacements sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> e <strong>Mac</strong> e sui tuoi account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> , in modo da poterli accedere e modificarli in movimento sul tuo telefono.
ko: AxCrypt는 또한 <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> 및 <strong>Mac</strong>에서 파일을 자동으로 암호화하고 동기화할 수 있으며, <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> 및 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> 계정에서 파일을 자동으로 암호화하고 동기화하여 휴대폰에서 파일에 액세스하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden versleutelen en synchroniseren op jouw <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> en <strong>Mac</strong>, en op jouw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> - en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive-accounts</strong></a> , zodat je ze onderweg op jouw telefoon kunt openen en bewerken.
pl: AxCrypt może także automatycznie szyfrować i synchronizować pliki w <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows< /strong></a> i <strong>Mac</strong> oraz na <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step -by-step-in-2024/'><strong>Dysk Google</strong></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files- using-worlds-best-encryption/'><strong>OneDrive</strong></a> konta, dzięki czemu możesz uzyskać do nich dostęp i edytować je na swoim telefonie, gdziekolwiek jesteś.
pt: O AxCrypt também pode criptografar e sincronizar arquivos automaticamente em seu <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> e <strong>Mac</strong>, e em suas contas <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>do Google Drive</strong></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> , para que você possa acessá-los e editá-los em qualquer lugar em seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы на <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> и <strong>Mac</strong>, а также в учетных записях <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a>, чтобы вы могли получать к ним доступ и редактировать их на ходу на своем телефоне.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer på dina <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows-</strong></a> och <strong>Mac-datorer</strong> samt på dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive-konton</strong></a> , så att du kan komma åt och redigera dem när du är på språng via din telefon.
tr: AxCrypt ayrıca <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a> ve <strong>Mac</strong> dosyalarınızdaki ve <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a> hesaplarınızdaki dosyaları otomatik olarak şifreleyebilir ve senkronize edebilir, böylece hareket halindeyken telefonunuzdan erişebilir ve düzenleyebilirsiniz.
zh: AxCrypt还可以自动加密和同步您的文件上<a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><strong>Windows</strong></a>和<strong>Mac</strong>，并在您的<a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><strong>Google Drive</strong></a>和<a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><strong>OneDrive</strong></a>账户，以便您可以在手机上随时随地访问和编辑它们。

# Blog_HTEDOYAAIPI2_H3_Text1
source: <strong>1. 🔒 Protect Personal Photos,Videos and Files:</strong> Encryption adds an additional strong security layer to your files on your Android and iOS devices, providing a secured space for files and reducing the risks associated with keeping the data on phones.
ar: <strong>1. 🔒 حماية الصور الشخصية ومقاطع الفيديو والملفات:</strong> يضيف التشفير طبقة أمان قوية إضافية إلى ملفاتك على أجهزة أندرويد وايفون ، مما يوفر مساحة آمنة للملفات ويقلل من المخاطر المرتبطة بالاحتفاظ بالبيانات على الهواتف.
de: <strong>1. 🔒Schützen Sie persönliche Fotos, Videos und Dateien:</strong> Die Verschlüsselung fügt Ihren Dateien auf Ihren Android- und iOS-Geräten eine zusätzliche starke Sicherheitsebene hinzu, bietet einen sicheren Speicherplatz für Dateien und reduziert die Risiken, die mit der Aufbewahrung der Daten auf Telefonen verbunden sind.
es: <strong>1.🔒 Proteja fotos, videos y archivos personales:</strong> El cifrado agrega una capa de seguridad sólida adicional a sus archivos en sus dispositivos Android e iOS, proporcionando un espacio seguro para los archivos y reduciendo los riesgos asociados con mantener los datos en los teléfonos.
fr: <strong>1. 🔒 Protégez les Photos, Vidéos et Fichiers Personnels :</strong> Le cryptage ajoute une couche de sécurité supplémentaire à vos fichiers sur vos appareils Android et iOS, fournissant un espace sécurisé pour les fichiers et réduisant les risques associés à la conservation des données sur les téléphones.
it: <strong>1. 🔒 Proteggi foto, video e file personali:</strong> la crittografia aggiunge un ulteriore livello di sicurezza ai tuoi file sui tuoi dispositivi Android e iOS, fornendo uno spazio protetto per i file e riducendo i rischi associati alla conservazione dei dati sui telefoni.
ko: <strong>1. 🔒 개인 사진, 비디오 및 파일 보호:</strong> 암호화는 Android 및 iOS 기기에서 파일에 강력한 보안 계층을 추가하여 파일을 위한 안전한 공간을 제공하고 휴대폰에 데이터를 보관하는 것과 관련된 위험을 줄입니다.
nl: <strong>1. 🔒 Bescherm persoonlijke foto's, video's en bestanden:</strong> Versleuteling voegt een extra sterke beveiligingslaag toe aan jouw bestanden op jouw Android- en iOS-apparaten, waardoor een beveiligde ruimte voor bestanden wordt geboden en de risico's worden verminderd die gepaard gaan met het bewaren van de gegevens op telefoons.
pl: <strong>1. 🔒 Chroń osobiste zdjęcia, filmy i pliki:</strong> szyfrowanie dodaje dodatkową, silną warstwę zabezpieczeń do Twoich plików na urządzeniach z Androidem i iOS, zapewniając bezpieczne miejsce na pliki i zmniejszając ryzyko związane z przechowywaniem danych na telefonach.
pt: <strong>1. 🔒 Proteja fotos, vídeos e arquivos pessoais:</strong> A criptografia adiciona uma camada de segurança forte adicional aos seus arquivos em seus dispositivos Android e iOS, fornecendo um espaço seguro para arquivos e reduzindo os riscos associados à manutenção dos dados nos telefones.
ru: <strong>1. 🔒 Защита личных фотографий, видео и файлов:</strong> Шифрование добавляет дополнительный надежный уровень безопасности к вашим файлам на устройствах Android и iOS, обеспечивая безопасное пространство для файлов и снижая риски, связанные с хранением данных на телефонах.
sv: <strong>1. 🔒 Skydda personliga foton, videor och filer:</strong> Kryptering lägger till ett extra starkt säkerhetslager till dina filer på dina Android- och iOS-enheter, vilket ger ett säkert utrymme för filer och minskar riskerna med att behålla data på telefoner.
tr: <strong>1. 🔒 Kişisel Fotoğrafları, Videoları ve Dosyaları Koruyun:</strong> Şifreleme, Android ve iOS cihazlarınızdaki dosyalarınıza ek bir güçlü güvenlik katmanı ekleyerek dosyalar için güvenli bir alan sağlar ve verilerin telefonlarda tutulmasıyla ilişkili riskleri azaltır.
zh: <strong>1. 🔒 保护个人照片、视频和文件：</strong> 加密为 Android 和 iOS 设备上的文件增加了一个额外的强大安全层，为文件提供安全的空间并降低与将数据保存在手机上相关的风险。
