Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TIEDTC_H1_SH1_Text1
source: Employee information must be protected given the period we are living in, which follows the impact of a global pandemic that has pushed many organisations to adjust to a new type of working environment. Every business, unless it is a sole proprietorship, has employees, and with that comes a lot of sensitive data that needs to be protected. Personal and financial information, timesheets and payment for employees, contracts, and sick notes are just a few examples of sensitive data. Protecting such information from unauthorised parties should be every company's top priority, especially when it is shared with external users. Information like this could be beneficial to hackers. Internally securing this data from public scrutiny is just as crucial Organisations run a significant risk of exposure, particularly through their personnel.
ar: يجب حماية معلومات الموظفين بالنظر إلى الفترة التي نعيش فيها ، والتي تتبع تأثير جائحة عالمي دفع العديد من المنظمات للتكيف مع نوع جديد من بيئة العمل. كل شركة ، ما لم تكن ملكية فردية ، لديها موظفين ، ومع ذلك تأتي الكثير من البيانات الحساسة التي تحتاج إلى الحماية. المعلومات الشخصية والمالية والجداول الزمنية والمدفوعات للموظفين والعقود والملاحظات المرضية ليست سوى أمثلة قليلة على البيانات الحساسة. يجب أن تكون حماية هذه المعلومات من الأطراف غير المصرح لها أولوية قصوى لكل شركة ، خاصةً عند مشاركتها مع مستخدمين خارجيين. قد تكون معلومات مثل هذه مفيدة للقراصنة. يعد تأمين هذه البيانات داخليًا من التدقيق العام أمرًا بالغ الأهمية حيث تتعرض المنظمات لخطر كبير من التعرض ، لا سيما من خلال موظفيها.
de: Mitarbeiterinformationen müssen in der Zeit, in der wir leben, geschützt werden, die auf die Auswirkungen einer globalen Pandemie folgt, die viele Organisationen dazu veranlasst hat, sich auf eine neue Art von Arbeitsumgebung einzustellen. Jedes Unternehmen, es sei denn, es handelt sich um ein Einzelunternehmen, hat Mitarbeiter und damit viele sensible Daten, die geschützt werden müssen. Persönliche und finanzielle Informationen, Arbeitszeitnachweise und Zahlungen für Mitarbeiter, Verträge und Krankschreibungen sind nur einige Beispiele für sensible Daten. Der Schutz solcher Informationen vor Unbefugten sollte für jedes Unternehmen oberste Priorität haben, insbesondere wenn sie an externe Benutzer weitergegeben werden. Informationen wie diese könnten für Hacker von Vorteil sein. Die interne Sicherung dieser Daten vor öffentlicher Kontrolle ist ebenso wichtig, wie wichtige Organisationen einem erheblichen Expositionsrisiko ausgesetzt sind, insbesondere durch ihr Personal.
es: La información de los empleados debe protegerse dado el período en el que vivimos, que sigue al impacto de una pandemia mundial que ha empujado a muchas organizaciones a adaptarse a un nuevo tipo de entorno laboral. Todas las empresas, a menos que sean de propiedad única, tienen empleados, y eso conlleva una gran cantidad de datos confidenciales que deben protegerse. La información personal y financiera, las plantillas horarias y el pago de los empleados, los contratos y las licencias médicas son solo algunos ejemplos de datos confidenciales. Proteger dicha información de terceros no autorizados debe ser la principal prioridad de todas las empresas, especialmente cuando se comparte con usuarios externos. Información como esta podría ser beneficiosa para los hackers informáticos. Proteger internamente estos datos del escrutinio público es igual de fundamental. Las organizaciones corren un riesgo significativo de exposición, particularmente a través de su personal.
fr: Les informations des employés doivent être protégées compte tenu de la période dans laquelle nous vivons, qui suit l’impact d’une pandémie mondiale qui a poussé de nombreuses organisations à s’adapter à un nouveau type d’environnement de travail. Chaque entreprise, à moins qu’il ne s’agisse d’une entreprise individuelle, a des employés, et cela s’accompagne de nombreuses données sensibles qui doivent être protégées. Les informations personnelles et financières, les feuilles de temps et le paiement des employés, les contrats et les notes de maladie ne sont que quelques exemples de données sensibles. La protection de ces informations contre les parties non autorisées devrait être la priorité absolue de chaque entreprise, en particulier lorsqu’elles sont partagées avec des utilisateurs externes. Des informations comme celle-ci pourraient être bénéfiques pour les pirates. La sécurisation interne de ces données contre l’examen public est tout aussi cruciale. Les organisations courent un risque important d’exposition, en particulier par l’intermédiaire de leur personnel.
it: Le informazioni dei dipendenti devono essere protette visto il periodo che stiamo vivendo, che segue l'impatto di una pandemia globale che ha spinto molte organizzazioni ad adattarsi a un nuovo tipo di ambiente di lavoro. Ogni azienda, a meno che non sia una ditta individuale, ha dipendenti e con ciò arrivano molti dati sensibili che devono essere protetti. Informazioni personali e finanziarie, schede attività e pagamenti per dipendenti, contratti e note di malattia sono solo alcuni esempi di dati sensibili. La protezione di tali informazioni da parti non autorizzate dovrebbe essere la massima priorità di ogni azienda, soprattutto quando vengono condivise con utenti esterni. Informazioni come questa potrebbero essere vantaggiose per gli hacker. La protezione interna di questi dati dal controllo pubblico è altrettanto cruciale Le organizzazioni corrono un rischio significativo di esposizione, in particolare attraverso il proprio personale.
ko: 직원 정보는 우리가 살고 있는 기간을 감안할 때 보호되어야 하며, 이는 많은 조직이 새로운 유형의 작업 환경에 적응하도록 강요한 글로벌 팬데믹의 영향에 따른 것입니다. 단독 소유권이 아닌 한 모든 비즈니스에는 직원이 있으며, 보호해야 할 민감한 데이터가 많이 발생합니다. 개인 및 재무 정보, 직원에 대한 작업표 및 지불, 계약 및 병가는 민감한 데이터의 몇 가지 예에 불과합니다. 이러한 정보를 승인되지 않은 사용자로부터 보호하는 것은, 특히 외부 사용자와 공유되는 경우 모든 회사의 최우선 과제가 되어야 합니다. 이와 같은 정보는 해커에게 도움이 될 수 있습니다. 공개 조사로부터 이 데이터를 내부적으로 보호하는 것은 조직이 특히 직원을 통해 상당한 노출 위험을 감수하는 것과 마찬가지로 중요합니다.
nl: Gegevens van werknemers moeten worden beschermd gezien de periode waarin we leven, die volgt op de impact van een wereldwijde pandemie die veel organisaties ertoe heeft aangezet zich aan te passen aan een nieuw type werkomgeving. Elk bedrijf, tenzij het een eenmanszaak is, heeft werknemers, en dat brengt veel gevoelige gegevens met zich mee die moeten worden beschermd. Persoonlijke en financiële informatie, urenstaten en betalingen voor werknemers, contracten en ziekmeldingen zijn slechts enkele voorbeelden van gevoelige gegevens. Het beschermen van dergelijke informatie tegen onbevoegde partijen zou de hoogste prioriteit van elk bedrijf moeten zijn, vooral wanneer het wordt gedeeld met externe gebruikers. Dergelijke informatie kan nuttig zijn voor hackers. Het intern beveiligen van deze gegevens tegen publieke controle is net zo cruciaal. Organisaties lopen een aanzienlijk risico op blootstelling, met name via hun personeel.
pl: Informacje o pracownikach muszą być chronione, biorąc pod uwagę okres, w którym żyjemy, który jest następstwem globalnej pandemii, która zmusiła wiele organizacji do dostosowania się do nowego typu środowiska pracy. Każda firma, o ile nie jest to jednoosobowa działalność gospodarcza, ma pracowników, a wraz z nią wiele wrażliwych danych, które należy chronić. Informacje osobiste i finansowe, karty czasu pracy i płatności dla pracowników, umowy i zwolnienia chorobowe to tylko kilka przykładów danych wrażliwych. Ochrona takich informacji przed nieautoryzowanymi stronami powinna być najwyższym priorytetem każdej firmy, zwłaszcza gdy są one udostępniane użytkownikom zewnętrznym. Takie informacje mogą być korzystne dla hakerów. Wewnętrzne zabezpieczenie tych danych przed kontrolą publiczną jest tak samo ważne. Organizacje są narażone na znaczne ryzyko narażenia, szczególnie ze strony swoich pracowników.
pt: A informação de trabalhadores deve ser protegida, dado o período em que vivemos e após o impacto da pandemia global que forçou muitas organizações a ajustarem-se para um novo tipo de ambiente de trabalho. Todas as empresas, excepto empresários em nome individual, têm trabalhadores e isso implica muitos dados sensíveis que precisam de ser protegidos. Informação pessoal e financeira, registo de horas trabalhadas e pagamentos de trabalhadores, contratos e baixas por doença são apenas alguns exemplos de dados sensíveis. Proteger esta informação de partes não autorizadas deveria ser a primeira prioridade em todas as empresas, em especial se partilhada com utilizadores externos. Informação como esta pode ser benéfica para hackers. Proteger estes dados internamente do escrutínio público é igualmente crucial. As organizações correm um risco significativo de exposição, particularmente através dos seus trabalhadores.
ru: Информация о сотрудниках должна быть защищена, особенно теперь, в период, который следует за последствиями глобальной пандемии, которая подтолкнула многие организации к адаптации к новому типу рабочей среды. В каждом бизнесе, если только это не индивидуальный предприниматель, есть сотрудники, а вместе с ними и множество конфиденциальных данных, которые необходимо защищать. Личная и финансовая информация, расписания и оплата труда сотрудников, контракты и больничные листы - это лишь несколько примеров конфиденциальных данных. Защита такой информации от неавторизованных лиц должна быть главным приоритетом каждой компании, особенно когда она передается внешним пользователям. Подобная информация может быть полезна хакерам. Внутренняя защита этих данных от общественного контроля так же важна, как и то, что организации подвергаются значительному риску разоблачения, особенно через свой персонал.
sv: Personalinformation måste skyddas med tanke på den period vi lever i, som följer effekterna av en global pandemi som har drivit många organisationer att anpassa sig till en ny typ av arbetsmiljö. Varje företag, såvida det inte är en enskild firma, har anställda, och med det följer en hel del känslig data som behöver skyddas. Personlig och ekonomisk information, tidrapporter och betalningar för anställda, kontrakt och sjukanmälningar är bara några exempel på känsliga uppgifter. Att skydda sådan information från obehöriga parter bör vara varje företags högsta prioritet, särskilt när den delas med externa användare. Information som denna kan vara till nytta för hackare. Att internt säkra dessa uppgifter från offentlig granskning är lika viktigt. Organisationer löper en betydande risk för exponering, särskilt genom sin personal.
tr: Çalışan bilgilerinin, içinde yaşadığımız dönem göz önüne alındığında, birçok kuruluşu yeni bir çalışma ortamına uyum sağlamaya iten küresel bir salgının etkisi göz önüne alındığında korunması zorunludur. Tek bir mülkiyet olmadığı sürece her işletmenin çalışanları bulunur ve korunması gereken birçok hassas veri bunun beraberinde gelir. Kişisel ve finansal bilgiler, zaman çizelgeleri ve çalışanlar için ödeme, sözleşmeler ve hastalık belgeleri hassas verilere sadece birkaç örnektir. Bu tür bilgilerin yetkisiz taraflardan korunması, özellikle harici kullanıcılarla paylaşıldığında, her şirketin en önemli önceliği olmalıdır. Bunun gibi bilgiler bilgisayar korsanları için faydalı olabilir. Bu verileri kamu denetiminden dahili olarak koruma altına almak da aynı derecede önemlidir. Kuruluşların, özellikle personelleri aracılığıyla önemli bir maruz kalma riski bulunur.
zh: 鉴于我们所处的时期，员工信息必须得到保护，这是在全球大流行的影响之后，许多组织不得不适应新型的工作环境。 除非是独资企业，否则每个企业都有员工，随之而来的是需要保护的大量敏感数据。 个人和财务信息，时间表和员工付款，合同和病假单只是敏感数据的几个例子。 保护这些信息不受未经授权方的侵害应该是每个公司的首要任务，特别是当它与外部用户共享时。 像这样的信息可能对黑客有益。 在内部保护这些数据不受公众监督，就像关键组织面临重大风险一样，特别是通过其人员。

# Blog_TIEDTC_H1_SH2_Text1
source: Every firm will have, in one way or another, information on customers, supplier contracts in detail, and documents about bids and tenders, to name a few commercial data kinds. Regulations governing the protection of customer information are applicable to all industries, but the banking and healthcare sectors are particularly sensitive to them. The relevance of this kind of information is frequently undermined and neglected. Every time information is shared, as well as when it is sent to and from internal systems, it must be encrypted because doing so could seriously endanger a corporation. When sharing such data, businesses must exercise caution because sensitive information about their customers or suppliers could be disclosed to unauthorised parties or even rival companies.
ar: سيكون لدى كل شركة ، بطريقة أو بأخرى ، معلومات عن العملاء وعقود الموردين بالتفصيل ووثائق حول العطاءات والعطاءات ، على سبيل المثال لا الحصر أنواع البيانات التجارية. تنطبق اللوائح التي تحكم حماية معلومات العملاء على جميع الصناعات ، لكن قطاعي البنوك والرعاية الصحية حساسان بشكل خاص لها. كثيرا ما يتم تقويض أهمية هذا النوع من المعلومات وإهمالها. في كل مرة يتم فيها مشاركة المعلومات ، وكذلك عند إرسالها من وإلى الأنظمة الداخلية ، يجب تشفيرها لأن القيام بذلك قد يعرض الشركة لخطر كبير. عند مشاركة مثل هذه البيانات ، يجب على الشركات توخي الحذر لأن المعلومات الحساسة حول عملائها أو مورديها يمكن الكشف عنها لأطراف غير مصرح لها أو حتى الشركات المنافسة.
de: Jedes Unternehmen wird auf die eine oder andere Weise Informationen über Kunden, Lieferantenverträge im Detail und Dokumente über Angebote und Ausschreibungen haben, um nur einige Arten von Geschäftsdaten zu nennen. Vorschriften zum Schutz von Kundendaten gelten für alle Branchen, aber der Banken- und Gesundheitssektor ist besonders sensibel für sie. Die Relevanz dieser Art von Informationen wird häufig untergraben und vernachlässigt. Jedes Mal, wenn Informationen ausgetauscht werden, sowie wenn sie an und von internen Systemen gesendet werden, müssen sie verschlüsselt werden, da dies ein Unternehmen ernsthaft gefährden könnte. Bei der Weitergabe solcher Daten müssen Unternehmen Vorsicht walten lassen, da sensible Informationen über ihre Kunden oder Lieferanten an Unbefugte oder sogar Konkurrenzunternehmen weitergegeben werden könnten.
es: Toda empresa dispondrá, de una forma u otra, de información sobre clientes, contratos de proveedores en detalle y documentos sobre licitaciones y concursos, por citar algunos tipos de datos comerciales. Las regulaciones que rigen la protección de la información del cliente son aplicables a todas las industrias, pero los sectores bancario y de salud son particularmente sensibles a ellas. La relevancia de este tipo de información es con frecuencia socavada y descuidada. Cada vez que se comparte información, así como cuando se envía hacia sistemas internos y desde estos, debe cifrarse porque el no hacerlo podría poner en grave peligro a una corporación. Al compartir dichos datos, las empresas deben tener cuidado porque la información confidencial sobre sus clientes o proveedores podría divulgarse a partes no autorizadas o incluso a empresas rivales.
fr: Chaque entreprise disposera, d’une manière ou d’une autre, d’informations sur les clients, de contrats avec les fournisseurs en détail, et de documents sur les offres et les appels d’offres, pour ne citer que quelques types de données commerciales. La réglementation régissant la protection des informations des clients est applicable à tous les secteurs, mais les secteurs de la banque et de la santé y sont particulièrement sensibles. La pertinence de ce type d'information est souvent mise à mal et négligée. Chaque fois que des informations sont partagées, ainsi que lorsqu’elles sont envoyées vers et depuis des systèmes internes, elles doivent être cryptées, car cela pourrait sérieusement mettre en danger une entreprise. Lors du partage de ces données, les entreprises doivent faire preuve de prudence car des informations sensibles sur leurs clients ou fournisseurs pourraient être divulguées à des parties non autorisées ou même à des sociétés concurrentes.
it: Ogni azienda avrà, in un modo o nell'altro, informazioni sui clienti, contratti con i fornitori in dettaglio e documenti su offerte e gare d'appalto, per citare alcuni tipi di dati commerciali. Le normative che disciplinano la protezione delle informazioni dei clienti sono applicabili a tutti i settori, ma i settori bancario e sanitario sono particolarmente sensibili a loro. La rilevanza di questo tipo di informazioni è spesso minata e trascurata. Ogni volta che le informazioni vengono condivise, così come quando vengono inviate da e verso sistemi interni, devono essere crittografate perché ciò potrebbe mettere seriamente in pericolo un'azienda. Quando condividono tali dati, le aziende devono prestare attenzione perché le informazioni sensibili sui loro clienti o fornitori potrebbero essere divulgate a parti non autorizzate o persino a società concorrenti.
ko: 모든 회사는 어떤 식으로든 고객에 대한 정보, 공급 업체 계약, 입찰 및 입찰에 대한 문서 등을 보유하게됩니다. 고객 정보 보호에 관한 규정은 모든 산업에 적용되지만 은행 및 의료 부문은 특히 민감합니다. 이러한 종류의 정보의 관련성은 자주 훼손되고 무시됩니다. 정보가 공유 될 때마다, 그리고 내부 시스템과 송수신 될 때마다, 회사를 위험에 빠뜨릴 수 있으므로 암호화해야합니다. 이러한 데이터를 공유할 때 기업은 고객 또는 공급업체에 대한 민감한 정보가 승인되지 않은 당사자 또는 경쟁 회사에 공개될 수 있으므로 주의해야 합니다.
nl: Elke onderneming beschikt op de een of andere manier over informatie over klanten, gedetailleerde contracten met leveranciers en documenten over offertes en aanbestedingen, om maar een paar soorten commerciële gegevens te noemen. De regelgeving inzake de bescherming van klanteninformatie geldt voor alle bedrijfstakken, maar de banksector en de gezondheidszorg zijn er bijzonder gevoelig voor. De relevantie van dit soort informatie wordt vaak ondermijnd en verwaarloosd. Telkens wanneer informatie wordt gedeeld en van en naar interne systemen wordt gestuurd, moet deze worden versleuteld omdat dit een onderneming ernstig in gevaar kan brengen. Bij het delen van dergelijke gegevens moeten bedrijven voorzichtig te werk gaan omdat gevoelige informatie over hun klanten of leveranciers bekend kan worden gemaakt aan onbevoegden of zelfs aan rivaliserende bedrijven.
pl: Każda firma będzie dysponować, w taki czy inny sposób, informacjami o klientach, szczegółowymi umowami z dostawcami oraz dokumentami dotyczącymi ofert i przetargów, by wymienić kilka rodzajów danych handlowych. Przepisy regulujące ochronę informacji o klientach mają zastosowanie we wszystkich branżach, ale sektory bankowy i opieki zdrowotnej są na nie szczególnie wrażliwe. Znaczenie tego rodzaju informacji jest często podważane i zaniedbywane. Za każdym razem, gdy informacje są udostępniane, a także gdy są wysyłane do i z systemów wewnętrznych, muszą być szyfrowane, ponieważ może to poważnie zagrozić korporacji. Udostępniając takie dane, firmy muszą zachować ostrożność, ponieważ poufne informacje o ich klientach lub dostawcach mogą zostać ujawnione nieupoważnionym stronom, a nawet konkurencyjnym firmom.
pt: Todas as empresas terão, de uma forma ou de outra, informação de clientes, contractos de fornecedores em detalhe, documentos sobre ofertas e concursos, e demais tipos de dados comerciais. Os regulamentos que governam a protecção de informação de clientes são aplicáveis a todas as indústrias, mas os sectores da banca e dos cuidados de saúde são particularmente sensíveis. A relevância deste tipo de informação é frequentemente minada e negligenciada. Sempre que a informação é partilhada, assim como quando é enviada para e de sistemas internos, deve ser cifrada porque não fazê-lo poderá pôr seriamente em perigo uma empresa. Ao partilhar tais dados, as empresas devem ter cuidado porque a informação sensível dos seus clientes ou fornecedores pode ser divulgada a partes não autorizadas ou mesmo empresas concorrentes.
ru: Каждая фирма будет так или иначе располагать информацией о клиентах, подробными контрактами с поставщиками и документами о заявках и тендерах, а также другими коммерческими данными. Правила, регулирующие защиту информации о клиентах, применимы ко всем отраслям промышленности, но банковский сектор и сектор здравоохранения особенно чувствительны к ним. Актуальность такого рода информации часто подрывается и игнорируется. Каждый раз, когда происходит обмен информацией, а также когда она отправляется во внутренние системы и из них, она должна быть зашифрована, поскольку это может серьезно угрожать корпорации. При обмене такими данными предприятия должны проявлять осторожность, поскольку конфиденциальная информация об их клиентах или поставщиках может быть раскрыта неуполномоченным сторонам или даже конкурирующим компаниям.
sv: Varje företag kommer på ett eller annat sätt att ha information om kunder, detaljerade leverantörskontrakt och dokument om anbud och offerter, för att nämna några vanliga informationskällor. Regler som reglerar skydd av kundinformation är tillgängliga i alla branscher, men det är särskilt viktigt att bank- och hälsovårdssektorn tillämpar dem. Relevansen av denna typ av information undergrävs och försummas ofta. Varje gång information delas, såväl som när den skickas till och från interna system, måste den krypteras eftersom det kan utgöra en allvarlig fara för ett företag. När de delar sådan information måste företag iaktta försiktighet eftersom känslig information om deras kunder eller leverantörer kan avslöjas för obehöriga parter eller till och med för konkurrerande företag.
tr: Her firma, öyle ya da böyle, birkaç ticari veri türünü adlandırmak için müşteriler, tedarikçi sözleşmeleri hakkında ayrıntılı bilgi ve teklifler ve ihaleler hakkında belgeler elde eder. Müşteri bilgilerinin korunmasını düzenleyen uygulamalar tüm sektörler için geçerlidir, ancak bankacılık ve sağlık sektörleri bunlara karşı özellikle hassastır. Bu tür bilgilerin alaka düzeyi sıklıkla göz ardı ve ihmal edilir. Bilgi her paylaşıldığında ve iç sistemlere ve iç sistemlerden gönderildiğinde, şifrelenmelidir, çünkü bunu yapmak bir şirketi ciddi şekilde tehlikeye atabilir. Bu tür verileri paylaşırken, işletmeler dikkatli olmalıdır, çünkü müşterileri veya tedarikçileri hakkındaki hassas bilgiler yetkisiz taraflara ve hatta rakip şirketlere açıklanabilir.
zh: 每家公司都会以这种或那种方式获得有关客户的信息，详细的供应商合同以及有关投标和投标的文件，仅举几种商业数据。 管理客户信息保护的法规适用于所有行业，但银行和医疗保健行业对此特别敏感。 这类信息的相关性经常受到破坏和忽视。 每次共享信息以及从内部系统发送信息时，都必须对其进行加密，因为这样做可能会严重危害公司。 在共享此类数据时，企业必须谨慎行事，因为有关其客户或供应商的敏感信息可能会泄露给未经授权的方甚至竞争对手公司。
