Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WEROA_Text8
source: Either the decryption works because the correct password was given, or it does not work because the wrong password was used.
ar: إما أن يعمل فك التشفير لأنه تم تقديم كلمة المرور الصحيحة ، أو أنه لا يعمل بسبب استخدام كلمة مرور خاطئة.
de: Entweder funktioniert die Entschlüsselung, weil das richtige Passwort angegeben wurde, oder sie funktioniert nicht, weil das falsche Passwort verwendet wurde.
es: El descifrado funciona porque se proporcionó la contraseña correcta o no funciona porque se utilizó una contraseña incorrecta.
fr: Soit le décryptage fonctionne parce que le mot de passe correct a été donné, soit il ne fonctionne pas parce que le mauvais mot de passe a été utilisé.
it: La decrittazione funziona perché è stata fornita la password corretta o non funziona perché è stata utilizzata la password errata.
ko: 암호 해독이 올바른 암호를 지정하면 작동하거나 잘못된 암호를 사용하면 작동하지 않습니다.
nl: Ofwel de ontsleuteling werkt omdat het juiste wachtwoord werd gegeven, ofwel het werkt niet omdat het verkeerde wachtwoord werd gebruikt.
pl: Albo odszyfrowanie działa, ponieważ podano prawidłowe hasło, albo nie działa, ponieważ użyto nieprawidłowego hasła.
pt: Ou a decifragem funciona porque foi fornecida a palavra-passe correcta ou não funciona porque uma palavra-passe errada foi usada.
ru: Либо расшифровка работает, потому что был введен правильный пароль, либо она не работает, потому что был использован неправильный пароль.
sv: Antingen fungerar dekrypteringen för att rätt lösenord angavs, eller så fungerar den inte för att fel lösenord användes.
tr: Şifreleme, ya doğru parola sağlandığı için çalışır ya da yanlış parola kullanıldığı için çalışmaz.
zh: 解密工作是因为给出了正确的密码，还是因为使用了错误的密码而不起作用。

# Blog_WEROA_Text9
source: With AxCrypt, we don’t know your password.
ar: مع اكسكربت ، لا نعرف كلمة مرورك.
de: Bei AxCrypt kennen wir Ihr Passwort nicht.
es: En AxCrypt no conocemos tu contraseña.
fr: Avec AxCrypt, nous ne connaissons pas votre mot de passe.
it: Con AxCrypt, non conosciamo la tua password.
ko: AxCrypt를 사용하면 암호를 알 수 없습니다.
nl: Met AxCrypt, kennen we uw wachtwoord niet.
pl: W przypadku AxCrypt nie znamy Twojego hasła.
pt: Com a AxCrypt, nós não sabemos a sua palavra-passe.
ru: С AxCrypt, мы не знаем вашего пароля.
sv: Med AxCrypt känner vi inte till ditt lösenord.
tr: AxCrypt olarak parolanızı bilmeyiz.
zh: 使用AxCrypt，我们不知道您的密码。

# Blog_WEROA_Title
source: What encryption really is about
ar: ما هو التشفير حقا
de: Worum es bei Verschlüsselung wirklich geht
es: De qué se trata realmente el cifrado
fr: Qu’est-ce que le cryptage en réalité
it: Di cosa tratta veramente la crittografia
ko: 암호화의 진정한 의미
nl: Waar encryptie echt over gaat
pl: Na czym tak naprawdę polega szyfrowanie
pt: O que é realmente a cifragem
ru: Что такое шифрование на самом деле
tr: Şifreleme tam olarak nedir
zh: 什么加密真的是关于

# Blog_WIAAI_Summary
source: Warning – this is a rather technical post ;-) It’s only for those really interested in some of the inner workings of AxCrypt.
ar: تحذير - هذا منشور تقني إلى حد ما ؛-) إنه مخصص فقط لأولئك المهتمين حقًا ببعض الأعمال الداخلية لـ اكسكربت .
de: Warnung - dies ist ein eher technischer Beitrag ;-) Er ist nur für diejenigen gedacht, die sich wirklich für das Innenleben von AxCrypt interessieren.
es: Advertencia: esta es una publicación bastante técnica ;-). Es solo para quienes estén realmente interesados ​​​​en algunos de los mecanismos internos de AxCrypt.
fr: Attention – c’est un post plutôt technique ;-) C’est seulement pour ceux qui s’intéressent vraiment à certains des rouages internes d’AxCrypt.
it: Attenzione: questo è un post piuttosto da esperti ;-) È solo per coloro che sono veramente interessati ad alcuni dei meccanismi interni di AxCrypt.
ko: 경고 – 이것은 다소 기술적인 게시물입니다 ;-) AxCrypt의 내부 작업에 관심이 있는 사람들을 위한 것입니다.
nl: Waarschuwing - dit is een nogal technische post ;-) Het is alleen voor diegenen die echt geïnteresseerd zijn in de innerlijke werking van AxCrypt.
pl: Uwaga – to dość techniczny post ;-) To tylko dla tych, którzy naprawdę interesują się niektórymi wewnętrznymi działaniami AxCrypt.
pt: Atenção – isto é um post bastante técnico ;-) É apenas para quem está realmente interessado em alguns dos mecanismos internos do AxCrypt.
ru: Внимание – технический пост ;-) Это только для тех, кто действительно интересуется некоторыми внутренними функциями AxCrypt.
sv: Varning – detta är ett ganska tekniskt inlägg ;-) Det är bara för dem som verkligen är intresserade av några av AxCrypts inre funktioner.
tr: Uyarı - bu oldukça teknik bir gönderi ;-) ve yalnızca AxCrypt'in iş işleyişi ile ilgilenen kişiler için uygun.
zh: 警告-这是一个相当技术性的帖子;-)这只适用于那些真正对AxCrypt的一些内部工作感兴趣的人。

# Blog_WIAAI_Text1
source: Warning – this is a rather technical post ;-) It’s only for those really interested in some of the inner workings of AxCrypt.
ar: تحذير - هذا منشور تقني إلى حد ما ؛-) إنه مخصص فقط لأولئك المهتمين حقًا ببعض الأعمال الداخلية لـ اكسكربت.
de: Warnung - dies ist ein eher technischer Beitrag ;-) Er ist nur für diejenigen gedacht, die sich wirklich für das Innenleben von AxCrypt interessieren.
es: Advertencia: esta es una publicación bastante técnica ;-). Es solo para quienes estén realmente interesados ​​​​en algunos de los mecanismos internos de AxCrypt.
fr: Attention – c’est un post plutôt technique ;-) C’est seulement pour ceux qui s’intéressent vraiment à certains des rouages internes d’AxCrypt.
it: Attenzione: questo è un post piuttosto tecnico ;-) È solo per coloro che sono veramente interessati ad alcuni dei meccanismi interni di AxCrypt.
ko: 경고 – 이것은 다소 기술적인 게시물입니다 ;-) AxCrypt의 내부에서 작동하는 것에 관심이있는 사람들을 위한 것입니다.
nl: Waarschuwing - dit is een nogal technische post ;-) Het is alleen voor diegenen die echt geïnteresseerd zijn in enkele van de innerlijke werkingen van AxCrypt.
pl: Uwaga – to dość techniczny post ;-) To tylko dla tych, którzy naprawdę interesują się niektórymi wewnętrznymi działaniami AxCrypt.
pt: Atenção – isto é um post bastante técnico ;-) É apenas para quem está realmente interessado em alguns dos mecanismos internos do AxCrypt.
ru: Внимание – технический пост ;-) Это только для тех, кто действительно интересуется некоторыми внутренними функциями AxCrypt.
sv: Varning – det här är ett rätt tekniskt inlägg ;-) Det är bara för dem som verkligen är intresserade av några av AxCrypts inre funktioner.
tr: Uyarı - bu oldukça teknik bir yazı ;-) Ve sadece AxCrypt'in bazı iç işleyişleriyle gerçekten ilgilenenler içindir.
zh: 警告-这是一个相当技术性的帖子;-)这只适用于那些真正对AxCrypt的一些内部工作感兴趣的人。

# Blog_WIAAI_Text10
source: <li><em>The file data is encrypted using AES and the session key.</em></li>
ar: <li> <em> يتم تشفير بيانات الملف باستخدام AES ومفتاح الجلسة. </ em> </li>
de: <li><em>Die Dateidaten werden mit AES und dem Sitzungsschlüssel verschlüsselt.</em></li>
es: <li><em>Los datos del archivo se cifran mediante AES y la clave de sesión.</em></li>
fr: <li><em>Les données du fichier sont chiffrées à l’aide d’AES et de la clé de session.</em></li>
it: <li><em>I dati del file vengono crittografati utilizzando AES e la chiave di sessione.</em></li>
ko: <li><em>파일 데이터는 AES 및 세션 키를 사용하여 암호화됩니다.</em></li>
nl: <li><em>De bestandsgegevens worden versleuteld met AES en de sessiesleutel.</em></li>
pl: <li><em>Dane pliku są szyfrowane przy użyciu AES i klucza sesji.</em></li>
pt: <li><em>Os dados do ficheiro são cifrados usando-se AES e a chave de sessão.</em></li>
ru: <li><em>Данные файла зашифрованы с использованием AES и сессионного ключа.</em></li>
sv: <li><em>Fildata krypteras med AES och sessionsnyckeln.</em></li>
tr: <li><em>Dosya verileri AES ve oturum anahtarı kullanılarak şifrelenir.</em></li>
zh: <li><em>文件数据使用AES和会话密钥进行加密。</em></li>

# Blog_WIAAI_Text11
source: <li><em>The session key is encrypted with your password, using a special key wrap algorithm, with AES at the core. This encrypted session key is added to the encrypted file.</em></li>
ar: <li> <em> يتم تشفير مفتاح الجلسة بكلمة المرور الخاصة بك ، باستخدام خوارزمية التفاف مفتاح خاصة ، مع AES في جوهرها. يضاف مفتاح الجلسة المشفر هذا إلى الملف المشفر. </ em> </li>
de: <li><em>Der Sitzungsschlüssel wird mit Ihrem Passwort verschlüsselt, wobei ein spezieller Schlüsselumbruchalgorithmus mit AES als Kern verwendet wird. Dieser verschlüsselte Sitzungsschlüssel wird der verschlüsselten Datei hinzugefügt.</em></li>
es: <li><em>La clave de sesión está cifrada con tu contraseña, utilizando un algoritmo de ajuste de clave especial, con AES en el núcleo. Esta clave de sesión cifrada se agrega al archivo cifrado.</em></li>
fr: <li><em>La clé de session est chiffrée avec votre mot de passe, à l’aide d’un algorithme spécial d’encapsulation de clé, avec AES au cœur. Cette clé de session chiffrée est ajoutée au fichier chiffré.</em></li>
it: <li><em>La chiave di sessione viene crittografata con la password, utilizzando uno speciale algoritmo di wrap della chiave, con AES al centro. Questa chiave di sessione crittografata viene aggiunta al file crittografato.</em></li>
ko: <li><em>세션 키는 AES를 코어에 두고, 특수 키 래핑 알고리즘을 사용하여 암호화됩니다. 이 암호화된 세션 키는 암호화된 파일에 추가됩니다.</em></li>
nl: <li><em>De sessiesleutel wordt versleuteld met uw wachtwoord, met behulp van een speciaal key wrap-algoritme, met AES als kern. Deze versleutelde sessiesleutel wordt toegevoegd aan het versleutelde bestand.</em></li>
pl: <li><em>Klucz sesji jest zaszyfrowany hasłem przy użyciu specjalnego algorytmu zawijania klucza, z kluczem AES. Ten zaszyfrowany klucz sesji jest dodawany do zaszyfrowanego pliku.</em></li>
pt: <li><em>A chave de sessão é cifrada com a sua palavra-passe, usando-se um algoritmo especial de key wrap, com AES na sua base. Esta chave de sessão cifrada é adicionada ao ficheiro cifrado.</em></li>
ru: <li><em>Сеансовый ключ зашифрован вашим паролем с использованием специального алгоритма переноса ключей, в основе которого лежит AES. Этот зашифрованный сеансовый ключ добавляется к зашифрованному файлу.</em></li>
sv: <li><em>Sessionsnyckeln är krypterad med ditt lösenord, med användning av en speciell nyckelomslutningsalgoritm, med AES i kärnan. Denna krypterade sessionsnyckel läggs till i den krypterade filen.</em></li>
tr: <li><em>Oturum anahtarı, çekirdekte AES bulunan özel bir anahtar kaydırma algoritması kullanılarak parolanızla şifrelenir. Şifrelenmiş olan bu oturum anahtarı, şifrelenmiş dosyaya eklenir.</em></li>
zh: <li><em>会话密钥使用您的密码进行加密，使用特殊的密钥包装算法，以AES为核心。 此加密的会话密钥被添加到加密的文件中。</em></li>

# Blog_WIAAI_Text12
source: <li><em>The session key is encrypted with your AxCrypt ID public key, using RSA-4096. This encrypted session key is added to the encrypted file.</em></li>
ar: <li> <em> يتم تشفير مفتاح الجلسة بالمفتاح العام لمعرف اكسكربت ، باستخدام RSA-4096. يضاف مفتاح الجلسة المشفر هذا إلى الملف المشفر. </em></li>
de: <li><em>Der Sitzungsschlüssel wird mit Ihrem öffentlichen AxCrypt-ID-Schlüssel mit RSA-4096 verschlüsselt. Dieser verschlüsselte Sitzungsschlüssel wird der verschlüsselten Datei hinzugefügt.</em></li>
es: <li><em>La clave de sesión está cifrada con tu clave pública de AxCrypt ID, usando RSA-4096. Esta clave de sesión cifrada se agrega al archivo cifrado.</em></li>
fr: <li><em>La clé de session est chiffrée avec votre clé publique AxCrypt ID, à l’aide de RSA-4096. Cette clé de session chiffrée est ajoutée au fichier crypté.</em></li>
it: <li><em>La chiave di sessione viene crittografata con la chiave pubblica AxCrypt ID, utilizzando RSA-4096. Questa chiave di sessione crittografata viene aggiunta al file crittografato.</em></li>
ko: <li><em>세션 키는 RSA-4096을 사용하여 AxCrypt ID 공개 키로 암호화됩니다. 이 암호화된 세션 키는 암호화된 파일에 추가됩니다.</em></li>
nl: <li><em>De sessiesleutel is versleuteld met uw AxCrypt ID openbare sleutel, met behulp van RSA-4096. Deze versleutelde sessiesleutel wordt toegevoegd aan het versleutelde bestand.</em></li>
pl: <li><em>Klucz sesji jest zaszyfrowany za pomocą klucza publicznego AxCrypt ID przy użyciu RSA-4096. Ten zaszyfrowany klucz sesji jest dodawany do zaszyfrowanego pliku.</em></li>
pt: <li><em>A chave de sessão é cifrada com a chave pública do seu AxCrypt ID, usando RSA-4096. Esta chave de sessão cifrada é adicionada ao ficheiro cifrado.</em></li>
ru: <li><em>Сеансовый ключ зашифрован вашим открытым ключом AxCrypt ID с использованием RSA-4096. Этот зашифрованный сеансовый ключ добавляется к зашифрованному файлу.</em></li>
sv: <li><em>Sessionsnyckeln är krypterad med din offentliga AxCrypt ID-nyckel med RSA-4096. Denna krypterade sessionsnyckel läggs till i den krypterade filen.</em></li>
tr: <li><em>Oturum anahtarı, RSA-4096 kullanılarak AxCrypt ID ortak anahtarınızla şifrelenir. Bu şifreli oturum anahtarı, şifrelenmiş dosyaya eklenir.</em></li>
zh: <li><em>会话密钥使用您的AxCrypt ID公钥加密，使用RSA-4096。 此加密的会话密钥被添加到加密的文件中。</em></li>

# Blog_WIAAI_Text13
source: <li><em>The session key is encrypted with the AxCrypt ID public key of any other AxCrypt users you’ve chosen to key share the file with. These encrypted session keys are addded to the encrypted file.</em></li>
ar: <li> <em> يتم تشفير مفتاح الجلسة باستخدام المفتاح العام لمعرف اكسكربت الخاص بأي من مستخدمي اكسكربت الآخرين الذين اخترتهم لمشاركة الملف معهم. تمت إضافة مفاتيح الجلسة المشفرة إلى الملف المشفر. </em> </li>
de: <li><em>Der Sitzungsschlüssel wird mit dem öffentlichen AxCrypt-ID-Schlüssel aller anderen AxCrypt-Benutzer verschlüsselt, für die Sie die Datei freigeben möchten. Diese verschlüsselten Sitzungsschlüssel werden der verschlüsselten Datei hinzugefügt.</em></li>
es: <li><em>La clave de sesión está cifrada con la clave pública de AxCrypt ID de cualquier otro usuario de AxCrypt con el que hayas elegido compartir la clave del archivo. Estas claves de sesión cifradas se agregan al archivo cifrado.</em></li>
fr: <li><em>La clé de session est chiffrée avec la clé publique d'identité AxCrypt de tous les autres utilisateurs AxCrypt avec lesquels vous avez choisi de partager le fichier. Ces clés de session chiffrées sont ajoutées au fichier chiffré.</em></li>
it: <li><em>La chiave di sessione viene crittografata con la chiave pubblica AxCrypt ID di qualsiasi altro utente AxCrypt con cui hai scelto di condividere il file. Queste chiavi di sessione crittografate vengono aggiunte al file crittografato.</em></li>
ko: <li><em>세션 키는 파일을 키 공유하도록 선택한 다른 AxCrypt 사용자의 AxCrypt ID 공개 키로 암호화됩니다. 이러한 암호화된 세션 키는 암호화된 파일에 추가됩니다.</em></li>
nl: <li><em>De sessiesleutel is versleuteld met de openbare AxCrypt ID-sleutel van andere AxCrypt-gebruikers met wie u de sleutel hebt gekozen om het bestand te delen. Deze versleutelde sessiesleutels worden toegevoegd aan het versleutelde bestand.</em></li>
pl: <li><em>Klucz sesji jest zaszyfrowany kluczem publicznym AxCrypt ID dowolnego innego użytkownika AxCrypt, któremu wybrałeś klucz do współdzielenia pliku. Te zaszyfrowane klucze sesji są dodawane do zaszyfrowanego pliku.</em></li>
pt: <li><em>A chave de sessão é cifrada com a chave pública AxCrypt ID de quaisquer outros utilizadores AxCrypt com quem tenha decido partilhar o ficheiro. Estas chaves cifradas de sessão são adicionadas ao ficheiro cifrado.</em></li>
ru: <li><em>Сеансовый ключ зашифрован с помощью открытого ключа AxCrypt ID любых других пользователей AxCrypt, с которыми вы выбрали общий доступ к файлу. Эти зашифрованные сеансовые ключи добавляются в зашифрованный файл.</em></li>
sv: <li><em>Sessionsnyckeln är krypterad med den offentliga AxCrypt ID-nyckeln för alla andra AxCrypt-användare som du har valt att nyckeldela filen med. Dessa krypterade sessionsnycklar läggs till i den krypterade filen.</em></li>
tr: <li><em>Oturum anahtarı, dosyayı anahtar paylaşımı için seçtiğiniz diğer AxCrypt kullanıcılarının AxCrypt Kimliği ortak anahtarıyla şifrelenir. Şifrelenmiş olan bu oturum anahtarları şifrelenmiş dosyaya eklenir.</em></li>
zh: <li><em>会话密钥使用您选择密钥共享文件的任何其他AxCrypt用户的AxCrypt ID公钥进行加密。 这些加密的会话密钥被添加到加密的文件中。</em></li>

# Blog_WIAAI_Text14
source: To decrypt a file, AxCrypt in principle does the following:
ar: لفك تشفير ملف ، يقوم اكسكربت من حيث المبدأ بما يلي:
de: Um eine Datei zu entschlüsseln, macht AxCrypt im Prinzip Folgendes:
es: Para descifrar un archivo, AxCrypt en principio hace lo siguiente:
fr: Pour décrypter un fichier, AxCrypt effectue en principe les opérations suivantes:
it: Per decifrare un file, AxCrypt, in linea di principio, effettua le seguenti operazioni:
ko: 파일을 해독하기 위해, AxCrypt는 원칙적으로 다음을 수행합니다:
nl: Om een bestand te ontsleutelen doet AxCrypt in principe het volgende:
pl: Aby odszyfrować plik, AxCrypt w zasadzie wykonuje następujące czynności:
pt: Para decifrar um ficheiro, a AxCrypt, em princípio, faz o seguinte:
ru: Чтобы расшифровать файл, AxCrypt выполняет следующее:
sv: För att dekryptera en fil gör AxCrypt i princip följande:
tr: Bir dosyanın şifresini çözmek için, AxCrypt prensip olarak aşağıdakileri yapar:
zh: 要解密文件，AxCrypt原则上执行以下操作:

# Blog_WIAAI_Text15
source: <li><em>Take your password, find the session key encrypted with a password above, and try to decrypt it. If successful, the decrypted session key is used to decrypt the file.</em></li>
ar: <li> <em> خذ كلمة المرور الخاصة بك ، وابحث عن مفتاح الجلسة المشفر بكلمة مرور أعلاه ، وحاول فك تشفيرها. إذا نجحت ، فسيتم استخدام مفتاح الجلسة الذي تم فك تشفيره لفك تشفير الملف. </ em> </li>
de: <li><em>Nehmen Sie Ihr Passwort, suchen Sie den Sitzungsschlüssel, der mit einem Passwort oben verschlüsselt ist, und versuchen Sie, es zu entschlüsseln. Bei Erfolg wird der entschlüsselte Sitzungsschlüssel zum Entschlüsseln der Datei verwendet.</em></li>
es: <li><em>Toma tu contraseña, busca la clave de sesión cifrada con una contraseña anterior e intenta descifrarla. Si tienes éxito, la clave de sesión descifrada se usa para descifrar el archivo.</em></li>
fr: <li><em>Prenez votre mot de passe, trouvez la clé de session cryptée avec un mot de passe ci-dessus et essayez de le déchiffrer. En cas de succès, la clé de session déchiffrée est utilisée pour déchiffrer le fichier.</em></li>
it: <li><em>Prendi la tua password, trova la chiave di sessione crittografata con una password sopra e prova a decrittografarla. In caso di successo, la chiave di sessione decrittografata viene utilizzata per decrittografare il file.</em></li>
ko: <li><em>암호를 불러와 위의 암호로 암호화 된 세션 키를 찾아 암호를 해독하십시오. 성공하면 해독된 세션 키를 사용하여 파일을 해독합니다.</em></li>
nl: <li><em>Neem uw wachtwoord, zoek de sessiesleutel die hierboven is versleuteld met een wachtwoord en probeer deze te ontsleutelen. Als dit lukt, wordt de gedecodeerde sessiesleutel gebruikt om het bestand te decoderen.</em></li>
pl: <li><em>Weź swoje hasło, znajdź klucz sesji zaszyfrowany powyższym hasłem i spróbuj go odszyfrować. Jeśli się powiedzie, odszyfrowany klucz sesji jest używany do odszyfrowania pliku.</em></li>
pt: <li><em>Tome a sua palavra-passe, encontre a chave de sessão cifrada com palavra-passe acima e tente decifrá-lo. Se tiver sucesso, a chave de sessão decifrada é usada para decifrar o ficheiro.</em></li>
ru: <li><em>Возьмите свой пароль, найдите сеансовый ключ, зашифрованный с помощью приведенного выше пароля, и попробуйте расшифровать его. В случае успеха расшифрованный сеансовый ключ используется для расшифровки файла.</em></li>
sv: <li><em>Ta ditt lösenord, hitta sessionsnyckeln som är krypterad med ett lösenord och försök att dekryptera det. Om det lyckas används den dekrypterade sessionsnyckeln för att dekryptera filen.</em></li>
tr: <li><em>Parolanızı alın, yukarıdaki parolayla şifrelenmiş oturum anahtarını bulun ve şifresini çözmeye çalışın. Başarılı olursa, şifresi çözülmüş oturum anahtarı, dosyanın şifresini çözmek için kullanılır.</em></li>
zh: <li><em>拿你的密码，找到上面用密码加密的会话密钥，并尝试解密它。 如果成功，则使用解密的会话密钥对文件进行解密。</em></li>

# Blog_WIAAI_Text16
source: <li><em>Take your private AxCrypt ID key, find all session keys encrypted with an AxCrypt ID public key, and try to decrypt each. If anyone is successful, the decrypted session key is used to decrypt the file.</em></li>
ar: <li> <em> استخدم مفتاح معرّف اكسكربت الخاص ، وابحث عن جميع مفاتيح الجلسات المشفرة باستخدام مفتاح عام لمعرف اكسكربت وحاول فك تشفير كل منها. إذا نجح أي شخص ، فسيتم استخدام مفتاح الجلسة الذي تم فك تشفيره لفك تشفير الملف. </em></li>
de: <li><em>Nehmen Sie Ihren privaten AxCrypt-ID-Schlüssel, suchen Sie alle Sitzungsschlüssel, die mit einem öffentlichen AxCrypt-ID-Schlüssel verschlüsselt sind, und versuchen Sie, jeden zu entschlüsseln. Wenn jemand erfolgreich ist, wird der entschlüsselte Sitzungsschlüssel zum Entschlüsseln der Datei verwendet.</em></li>
es: <li><em>Toma tu clave privada de AxCrypt ID, encuentra todas las claves de sesión cifradas con una clave pública de AxCrypt ID e intenta descifrar cada una. Si alguien tiene éxito, la clave de sesión descifrada se usa para descifrar el archivo.</em></li>
fr: <li><em>Prenez votre clé AxCrypt ID privée, trouvez toutes les clés de session chiffrées avec une clé publique AxCrypt ID, et essayez de les déchiffrer. Si quelqu’un réussit, la clé de session déchiffrée est utilisée pour déchiffrer le fichier.</em></li>
it: <li><em>Prendi la tua chiave ID AxCrypt privata, trova tutte le chiavi di sessione crittografate con una chiave pubblica AxCrypt ID e prova a decrittografarne ciascuna. Se qualcuno ha esito positivo, la chiave di sessione decrittografata viene utilizzata per decrittografare il file.</em></li>
ko: <li><em>개인 AxCrypt ID 키를 가져 와서 AxCrypt ID 공개 키로 암호화 된 모든 세션 키를 찾아 각 세션 키를 해독하십시오. 성공하면 암호 해독된 세션 키를 사용하여 파일을 해독합니다.</em></li>
nl: <li><em>Neem uw privé AxCrypt ID-sleutel, zoek alle sessiesleutels die zijn versleuteld met een openbare AxCrypt ID-sleutel en probeer ze allemaal te ontsleutelen. Als iemand succesvol is, wordt de ontsleutelde sessiesleutel gebruikt om het bestand te ontsleutelen.</em></li>
pl: <li><em>Weź swój prywatny klucz AxCrypt ID, znajdź wszystkie klucze sesji zaszyfrowane kluczem publicznym AxCrypt ID i spróbuj je odszyfrować. Jeśli komuś się powiedzie, odszyfrowany klucz sesji jest używany do odszyfrowania pliku.</em></li>
pt: <li><em>Obtém a sua chave privada AxCrypt ID, encontra todas as chaves de sessão cifradas com a chave pública do seu AxCrypt ID, e tenta decifrar com cada uma. Se tiver sucesso com alguma, a chave de sessão decifrada é usada para decifrar o ficheiro.</em></li>
ru: <li><em>Возьмите свой личный ключ AxCrypt ID, найдите все сеансовые ключи, зашифрованные с помощью открытого ключа AxCrypt ID, и попробуйте расшифровать каждый. Если кто-либо добивается успеха, расшифрованный сеансовый ключ используется для расшифровки файла.</em></li>
sv: <li><em>Ta din privata AxCrypt ID-nyckel, hitta alla sessionsnycklar krypterade med en offentlig AxCrypt ID-nyckel och försök att dekryptera var och en. Om någon lyckas, används den dekrypterade sessionsnyckeln för att dekryptera filen.</em></li>
tr: <li><em>Özel AxCrypt ID anahtarınızı alın, bir AxCrypt ID ortak anahtarıyla şifrelenmiş tüm oturum anahtarlarını bulun ve her birinin şifresini çözmeye çalışın. Biri bu konuda başarılı olursa, şifresi çözülen oturum anahtarı dosyanın şifresini çözmek için kullanılır.</em></li>
zh: <li><em>获取您的私有AxCrypt ID密钥，找到使用AxCrypt ID公钥加密的所有会话密钥，并尝试解密每个密钥。 如果任何人成功，则使用解密的会话密钥来解密文件。</em></li>
