Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_STUCTREDSA_H2_Text4
source: <li><b>Broadcasting</b>: The live broadcast of a sports event is a highly lucrative asset. Cybercriminals may attempt to steal and illegally distribute this content, leading to significant revenue loss for broadcasters. Unauthorized streaming can also diminish the value of official broadcast rights and sponsorship deals.</li>
ar: <li><b>البث</b>: يعد البث المباشر لحدث رياضي أحد الأصول المربحة للغاية. قد يحاول مجرمو الإنترنت سرقة هذا المحتوى وتوزيعه بشكل غير قانوني ، مما يؤدي إلى خسارة كبيرة في إيرادات هيئات البث. يمكن أن يقلل البث غير المصرح به أيضا من قيمة حقوق البث الرسمية وصفقات الرعاية.</li>
de: <li><b>Übertragung</b>: Die Live-Übertragung eines Sportereignisses ist ein sehr lukratives Gut. Cyberkriminelle können versuchen, diese Inhalte zu stehlen und illegal zu verbreiten, was zu erheblichen Umsatzeinbußen für die Sender führt. Nicht autorisiertes Streaming kann auch den Wert offizieller Übertragungsrechte und Sponsorenverträge schmälern.</li>
es: <li><b>Retransmisión</b>: La transmisión en vivo de un evento deportivo es un activo altamente lucrativo. Los ciberdelincuentes pueden intentar robar y distribuir ilegalmente este contenido, lo que provoca una importante pérdida de ingresos para las emisoras. La transmisión no autorizada también puede disminuir el valor de los derechos de transmisión oficiales y los acuerdos de patrocinio.</li>
fr: <li><b>Diffusion</b> : La diffusion en direct d’un événement sportif est un atout très lucratif. Les cybercriminels peuvent tenter de voler et de distribuer illégalement ce contenu, entraînant une perte de revenus importante pour les radiodiffuseurs. La diffusion en continu non autorisée peut également diminuer la valeur des droits de diffusion officiels et des ententes de commandite. </li>
it: <li><b>Trasmissione</b>: la trasmissione in diretta di un evento sportivo è una risorsa altamente redditizia. I criminali informatici possono tentare di rubare e distribuire illegalmente questi contenuti, con una significativa perdita di entrate per le emittenti. Lo streaming non autorizzato può anche diminuire il valore dei diritti di trasmissione ufficiali e degli accordi di sponsorizzazione.</li>
ko: <li><b>방송</b>: 스포츠 종목의 생중계는 수익성이 높은 자산이다. 사이버 범죄자는 이 콘텐츠를 탈취 및 불법 유통하려고 할 수 있으며, 이는 방송사의 상당한 수익 손실로 이어질 수 있다. 무단 스트리밍은 또한 공식 방송 권리 및 스폰서십 거래의 가치를 감소시킬 수 있습니다.</li>
nl: <li><b>Uitzending</b>: De live-uitzending van een sportevenement is een zeer lucratieve troef. Cybercriminelen kunnen proberen deze inhoud te stelen en illegaal te verspreiden, wat leidt tot een aanzienlijk inkomstenverlies voor omroepen. Onbevoegd streamen kan ook de waarde van officiële uitzendrechten en sponsorovereenkomsten verminderen.</li>
pl: <li><b>Transmisja</b>: Transmisja na żywo wydarzenia sportowego jest bardzo lukratywnym aktywem. Cyberprzestępcy mogą próbować ukraść i nielegalnie rozpowszechniać tę treść, co prowadzi do znacznej utraty dochodów dla nadawców. Nieautoryzowane przesyłanie strumieniowe może również zmniejszyć wartość oficjalnych praw do transmisji i umów sponsorskich.</li>
pt: <li><b>Transmissão</b>: A transmissão ao vivo de um evento esportivo é um ativo altamente lucrativo. Os cibercriminosos podem tentar roubar e distribuir ilegalmente esse conteúdo, levando a uma perda significativa de receita para as emissoras. O streaming não autorizado também pode diminuir o valor dos direitos oficiais de transmissão e acordos de patrocínio.</li>
ru: <li><b>Трансляция</b>: Прямая трансляция спортивного события является очень прибыльным активом. Киберпреступники могут попытаться украсть и незаконно распространить этот контент, что приведет к значительным потерям доходов для вещателей. Несанкционированное потоковое вещание также может снизить стоимость официальных прав на трансляцию и спонсорских сделок.</li>
sv: <li><b>Sändning:</b> Livesändning av ett sportevenemang är en mycket lukrativ tillgång. Cyberbrottslingar kan försöka stjäla och olagligt distribuera detta innehåll, vilket leder till betydande intäktsförluster för sändningsföretagen. Obehörig streaming kan också minska värdet av officiella sändningsrättigheter och sponsringsavtal.</li>
tr: <li><b>Yayın</b>: Bir spor etkinliğinin canlı yayını oldukça kazançlı bir araçtır. Siber suçlular bu içeriği çalmaya ve yasa dışı bir şekilde dağıtmaya teşebbüs ederek yayıncılar için önemli gelir kaybına yol açabilir. İzinsiz yayın, resmi yayın haklarının ve sponsorluk anlaşmalarının değerini de azaltabilir.</li>
zh: <li><b>广播</b>：体育赛事的现场直播是一项非常有利可图的资产。网络犯罪分子可能会试图窃取和非法分发这些内容，从而导致广播公司遭受重大收入损失。未经授权的流媒体也会降低官方广播权和赞助协议的价值。</li>

# Blog_STUCTREDSA_H3_SH1_Text1
source: <li><b>File Encryption:</b> AxCrypt’s latest 256-bit AES keeps stored data secure, protecting all private documents and folders used at UEFA Euro 2024.</li>
ar: <li><b>تشفير الملفات:</b> يحافظ أحدث AES 256 بت من اكسكربت على أمان البيانات المخزنة ، ويحمي جميع المستندات والمجلدات الخاصة المستخدمة في اليورو 2024.</li>
de: <li><b>Dateiverschlüsselung:</b> Das neueste 256-Bit-AES von AxCrypt schützt gespeicherte Daten und schützt alle privaten Dokumente und Ordner, die bei der UEFA Euro 2024 verwendet werden.</li>
es: <li><b>Cifrado de archivos:</b> El último AES de 256 bits de AxCrypt mantiene seguros los datos almacenados, protegiendo todos los documentos y carpetas privados utilizados en la UEFA Euro 2024.</li>
fr: <li><b>Cryptage des fichiers :</b> Le dernier AES 256 bits d’AxCrypt protège les données stockées, protégeant ainsi tous les documents et dossiers privés utilisés lors de l’UEFA Euro 2024. </li>
it: <li><b>Crittografia dei file:</b> L'ultimo AES a 256 bit di AxCrypt mantiene al sicuro i dati archiviati, proteggendo tutti i documenti e le cartelle private utilizzati a UEFA Euro 2024.</li>
ko: <li><b>파일 암호화:</b> AxCrypt의 최신 256비트 AES는 저장된 데이터를 안전하게 보호하여 UEFA 유로 2024에서 사용되는 모든 개인 문서와 폴더를 보호합니다.</li>
nl: <li><b>Versleuteling van bestanden:</b> De nieuwste 256-bits AES van AxCrypt houdt opgeslagen gegevens veilig en beschermt alle privédocumenten en mappen die worden gebruikt op het UEFA Euro 2024.</li>
pl: <li><b>Szyfrowanie plików:</b> Najnowszy 256-bitowy algorytm AES firmy AxCrypt zapewnia bezpieczeństwo przechowywanych danych, chroniąc wszystkie prywatne dokumenty i foldery używane podczas UEFA Euro 2024.</li>
pt: <li><b>Criptografia de arquivos:</b> O mais recente AES de 256 bits da AxCrypt mantém os dados armazenados seguros, protegendo todos os documentos e pastas privados usados na UEFA Euro 2024.</li>
ru: <li><b>Шифрование файлов:</b> Новейший 256-битный AES от AxCrypt обеспечивает безопасность хранимых данных, защищая все личные документы и папки, используемые на УЕФА Евро-2024.</li>
sv: <li><b>Filkryptering:</b> AxCrypt’s senaste 256-bitars AES håller lagrad data säker och skyddar alla privata dokument och mappar som används vid UEFA Euro 2024.</li>
tr: <li><b>Dosya Şifreleme:</b> AxCrypt'in en yeni 256-bit AES'i, UEFA Euro 2024'te kullanılan tüm özel belgeleri ve klasörleri koruyarak depolanan verileri güvende tutuyor.</li>
zh: <li><b>文件加密：</b> AxCrypt 最新的 256 位 AES 确保存储数据的安全，保护 2024 年欧洲杯上使用的所有私人文档和文件夹。</li>

# Blog_STUCTREDSA_H3_SH1_Text2
source: <li><b>Secure File Sharing:</b> Important documents, such as information about health and valuable statistics, can be stored in secured folders. AxCrypt’s secure file sharing enables secure sharing of encrypted files among authorized personnel.</li>
ar: <li><b>مشاركة الملفات الآمنة:</b> يمكن تخزين المستندات المهمة ، مثل المعلومات حول الصحة والإحصاءات القيمة ، في مجلدات آمنة. تتيح مشاركة الملفات الآمنة في اكسكربت المشاركة الآمنة للملفات المشفرة بين الموظفين المعتمدين.</li>
de: <li><b>Sichere Dateifreigabe:</b> Wichtige Dokumente, wie z. B. Informationen über den Zustand und wertvolle Statistiken, können in gesicherten Ordnern gespeichert werden. Die sichere Dateifreigabe von AxCrypt ermöglicht die sichere gemeinsame Nutzung verschlüsselter Dateien mit autorisiertem Personal.</li>
es: <li><b>Uso compartido seguro de archivos:</b> Los documentos importantes, como información sobre la salud y estadísticas valiosas, se pueden almacenar en carpetas seguras. El uso compartido seguro de archivos de AxCrypt permite compartir de forma segura archivos cifrados entre el personal autorizado.</li>
fr: <li><b>Partage de fichiers sécurisé :</b> Les documents importants, tels que les informations relatives à la santé et les statistiques importantes, peuvent être stockés dans des dossiers sécurisés. Le partage sécurisé des fichiers d’AxCrypt permet un partage sécurisé des fichiers cryptés entre le personnel autorisé. </li>
it: <li><b>Condivisione sicura dei file:</b> Documenti importanti, come informazioni sulla salute e statistiche preziose, possono essere archiviati in cartelle protette. La condivisione sicura dei file di AxCrypt consente la condivisione sicura dei file crittografati tra il personale autorizzato.</li>
ko: <li><b>안전한 파일 공유:</b> 상태 및 중요한 통계에 대한 정보와 같은 중요한 문서는 안전한 폴더에 저장할 수 있습니다. AxCrypt의 안전한 파일 공유를 통해 인증된 직원 간에 암호화된 파일을 안전하게 공유할 수 있습니다.</li>
nl: <li><b>Veilig bestanden delen:</b> Belangrijke documenten, zoals informatie over gezondheid en waardevolle statistieken, kunnen worden opgeslagen in beveiligde mappen. Het veilig delen van bestanden door AxCrypt maakt het veilig delen van versleutelde bestanden tussen geautoriseerd personeel mogelijk.</li>
pl: <li><b>Bezpieczne udostępnianie plików:</b> Ważne dokumenty, takie jak informacje o zdrowiu i cenne statystyki, można przechowywać w zabezpieczonych folderach. Bezpieczne udostępnianie plików AxCrypt umożliwia bezpieczne udostępnianie zaszyfrowanych plików upoważnionemu personelowi.</li>
pt: <li><b>Compartilhamento seguro de arquivos:</b> Documentos importantes, como informações sobre integridade e estatísticas valiosas, podem ser armazenados em pastas seguras. O compartilhamento seguro de arquivos do AxCrypt permite o compartilhamento seguro de arquivos criptografados entre o pessoal autorizado.</li>
ru: <li><b>Безопасный обмен файлами:</b> Важные документы, такие как информация о состоянии здоровья и ценные статистические данные, могут храниться в защищенных папках. Безопасный обмен файлами AxCrypt обеспечивает безопасный обмен зашифрованными файлами между уполномоченным персоналом.</li>
sv: <li><b>Säker fildelning:</b> Viktiga dokument, såsom information om hälsa och värdefull statistik, kan lagras i säkrade mappar. AxCrypt’s säkra fildelning möjliggör säker delning av krypterade filer bland behörig personal.</li>
tr: <li><b>Güvenli Dosya Paylaşımı:</b> Sağlık bilgileri ve değerli istatistikler gibi önemli belgeler güvenli klasörlerde saklanabilir. AxCrypt'in güvenli dosya paylaşımı, şifrelenmiş dosyaların yetkili personel arasında güvenli bir şekilde paylaşılmasını sağlar.</li>
zh: <li><b>安全文件共享：</b> 重要文档（如有关运行状况的信息和有价值的统计数据）可以存储在安全文件夹中。AxCrypt的安全文件共享可以在授权人员之间安全地共享加密文件。</li>

# Blog_STUCTREDSA_H3_SH1_Text3
source: <li><b>Password Manager:</b> AxCrypt offers a secure password manager feature, helping travelers keep track of their passwords securely. AxCrypt also helps create strong, unique passwords that cybercriminals will be unable to crack.</li>
ar: <li><b>مدير كلمات المرور:</b> يوفر اكسكربت ميزة إدارة كلمات المرور الآمنة ، مما يساعد المسافرين على تتبع كلمات المرور الخاصة بهم بشكل آمن. يساعد اكسكربت أيضا في إنشاء كلمات مرور قوية وفريدة من نوعها لن يتمكن مجرمو الإنترنت من اختراقها.</li>
de: <li><b>Passwort-Manager:</b> AxCrypt bietet eine sichere Passwort-Manager-Funktion, die Reisenden hilft, ihre Passwörter sicher im Auge zu behalten. AxCrypt hilft auch dabei, starke, einzigartige Passwörter zu erstellen, die Cyberkriminelle nicht knacken können.</li>
es: <li><b>Administrador de contraseñas:</b> AxCrypt ofrece una función de administrador de contraseñas seguras, que ayuda a los viajeros a realizar un seguimiento de sus contraseñas de forma segura. AxCrypt también ayuda a crear contraseñas seguras y únicas que los ciberdelincuentes no podrán descifrar.</li>
fr: <li><b>Gestionnaire de mots de passe :</b> AxCrypt offre une fonction de gestion de mots de passe sécurisée qui aide les voyageurs à garder une trace de leurs mots de passe en toute sécurité. AxCrypt aide également à créer des mots de passe forts et uniques que les cybercriminels ne pourront pas déchiffrer. </li>
it: <li><b>Gestore di password:</b> AxCrypt offre una funzione di gestione delle password sicura, che aiuta i viaggiatori a tenere traccia delle proprie password in modo sicuro. AxCrypt aiuta anche a creare password complesse e univoche che i criminali informatici non saranno in grado di decifrare.</li>
ko: <li><b>암호 관리자:</b> AxCrypt는 안전한 암호 관리자 기능을 제공하여 여행자가 암호를 안전하게 추적할 수 있도록 도와줍니다. AxCrypt는 또한 사이버 범죄자가 해독할 수 없는 강력하고 고유한 암호를 만드는 데 도움이 됩니다.</li>
nl: <li><b>Wachtwoord Manager:</b> AxCrypt biedt een veilige functie voor wachtwoordbeheer, waarmee reizigers hun wachtwoorden veilig kunnen bijhouden. AxCrypt helpt ook bij het maken van sterke, unieke wachtwoorden die cybercriminelen niet kunnen kraken.</li>
pl: <li><b>Password Manager:</b> AxCrypt oferuje bezpieczną funkcję menedżera haseł, która pomaga podróżnym bezpiecznie śledzić swoje hasła. AxCrypt pomaga również tworzyć silne, unikalne hasła, których cyberprzestępcy nie będą w stanie złamać.</li>
pt: <li><b>Gerenciador de senhas:</b> O AxCrypt oferece um recurso de gerenciador de senhas seguro, ajudando os viajantes a rastrear suas senhas com segurança. O AxCrypt também ajuda a criar senhas fortes e exclusivas que os cibercriminosos não conseguirão decifrar.</li>
ru: <li><b>Менеджер паролей:</b> AxCrypt предлагает функцию безопасного менеджера паролей, помогающую путешественникам безопасно отслеживать свои пароли. AxCrypt также помогает создавать надежные, уникальные пароли, которые киберпреступники не смогут взломать.</li>
sv: <li><b>Lösenordshanterare:</b> AxCrypt erbjuder en säker lösenordshanterarfunktion som hjälper resenärer att hålla reda på sina lösenord på ett säkert sätt. AxCrypt hjälper också till att skapa starka, unika lösenord som cyberbrottslingar inte kan knäcka.</li>
tr: <li><b>Parola Yöneticisi:</b> AxCrypt, seyahat halindeki kişilerin parolalarını güvenli bir şekilde takip etmelerine yardımcı olan güvenli bir parola yöneticisi özelliği sunar. AxCrypt ayrıca siber suçluların kıramayacağı güçlü, benzersiz parolalar oluşturmaya da yardımcı olur.</li>
zh: <li><b>密码管理器：</b> AxCrypt提供安全的密码管理器功能，帮助旅行者安全地跟踪他们的密码。AxCrypt 还有助于创建网络犯罪分子无法破解的强大、独特的密码。</li>

# Blog_STUCTREDSA_H3_SH1_Text4
source: <li><b>Cross-Platform Support:</b> AxCrypt ensures data security across various devices and operating systems. This way, AxCrypt adds a layer of physical safety to your devices. You will be able to retrieve all encrypted data from any linked device.</li>
ar: <li><b>دعم عبر منصة:</b> يضمن اكسكربت أمان البيانات عبر مختلف الأجهزة وأنظمة التشغيل. بهذه الطريقة ، يضيف اكسكربت طبقة من الأمان المادي لأجهزتك. ستتمكن من استرداد جميع البيانات المشفرة من أي جهاز مرتبط.</li>
de: <li><b>Plattformübergreifende Unterstützung:</b> AxCrypt gewährleistet die Datensicherheit über verschiedene Geräte und Betriebssysteme hinweg. Auf diese Weise fügt AxCrypt Ihren Geräten eine Ebene der physischen Sicherheit hinzu. Sie können alle verschlüsselten Daten von jedem verknüpften Gerät abrufen.</li>
es: <li><b>Soporte multiplataforma:</b> AxCrypt garantiza la seguridad de los datos en varios dispositivos y sistemas operativos. De esta manera, AxCrypt añade una capa de seguridad física a tus dispositivos. Podrá recuperar todos los datos cifrados de cualquier dispositivo vinculado.</li>
fr: <li><b>Prise en charge multiplateforme :</b> AxCrypt garantit la sécurité des données sur différents appareils et systèmes d’exploitation. De cette façon, AxCrypt ajoute une couche de sécurité physique à vos appareils. Vous pourrez récupérer toutes les données cryptées à partir de n’importe quel appareil lié. </li>
it: <li><b>Supporto multipiattaforma:</b> AxCrypt garantisce la sicurezza dei dati su vari dispositivi e sistemi operativi. In questo modo, AxCrypt aggiunge un livello di sicurezza fisica ai tuoi dispositivi. Sarai in grado di recuperare tutti i dati crittografati da qualsiasi dispositivo collegato.</li>
ko: <li><b>교차 플랫폼 지원:</b> AxCrypt는 다양한 장치와 운영 체제에서 데이터 보안을 보장합니다. 이러한 방식으로 AxCrypt는 장치에 물리적 안전 계층을 추가합니다. 연결된 모든 장치에서 암호화된 모든 데이터를 검색할 수 있습니다.</li>
nl: <li><b>Cross-platform ondersteuning:</b> AxCrypt zorgt voor gegevensbeveiliging op verschillende apparaten en besturingssystemen. Op deze manier voegt AxCrypt een laag fysieke veiligheid toe aan uw apparaten. U kunt alle versleutelde gegevens van elk gekoppeld apparaat ophalen.</li>
pl: <li><b>Obsługa wielu platform:</b> AxCrypt zapewnia bezpieczeństwo danych na różnych urządzeniach i systemach operacyjnych. W ten sposób AxCrypt dodaje warstwę fizycznego bezpieczeństwa do Twoich urządzeń. Będziesz mógł odzyskać wszystkie zaszyfrowane dane z dowolnego połączonego urządzenia.</li>
pt: <li><b>Suporte multiplataforma:</b> O AxCrypt garante a segurança dos dados em vários dispositivos e sistemas operacionais. Dessa forma, o AxCrypt adiciona uma camada de segurança física aos seus dispositivos. Você poderá recuperar todos os dados criptografados de qualquer dispositivo vinculado.</li>
ru: <li><b>Кроссплатформенная поддержка:</b> AxCrypt обеспечивает безопасность данных на различных устройствах и операционных системах. Таким образом, AxCrypt добавляет уровень физической безопасности вашим устройствам. Вы сможете получить все зашифрованные данные с любого подключенного устройства.</li>
sv: <li><b>Plattformsstöd:</b> AxCrypt säkerställer datasäkerhet över olika enheter och operativsystem. På detta sätt tillför AxCrypt ett lager av fysisk säkerhet till dina enheter. Du kommer att kunna hämta all krypterad data från vilken länkad enhet som helst.</li>
tr: <li><b>Çapraz Platform Desteği:</b> AxCrypt, çeşitli cihazlarda ve işletim sistemlerinde veri güvenliği sağlar. Bu şekilde, AxCrypt cihazlarınıza bir fiziksel güvenlik katmanı ekler. Bağlı herhangi bir cihazdan tüm şifrelenmiş verileri alabilirsiniz.</li>
zh: <li><b>跨平台支持：</b> AxCrypt确保各种设备和操作系统的数据安全。这样，AxCrypt为您的设备增加了一层物理安全。您将能够从任何链接的设备中检索所有加密数据。</li>

# Blog_STUCTREDSA_H3_SH1_Text5
source: Let me present two different scenarios on how AxCrypt can help protect data at UEFA Euro 2024.
ar: اسمحوا لي أن أقدم سيناريوهين مختلفين حول كيف يمكن لاكسكربت المساعدة في حماية البيانات في اليورو 2024.
de: Lassen Sie mich zwei verschiedene Szenarien vorstellen, wie AxCrypt zum Schutz von Daten bei der UEFA Euro 2024 beitragen kann.
es: Permítanme presentar dos escenarios diferentes sobre cómo AxCrypt puede ayudar a proteger los datos en la Eurocopa 2024 de la UEFA.
fr: Permettez-moi de présenter deux scénarios différents sur la façon dont AxCrypt peut aider à protéger les données à l’UEFA Euro 2024.
it: Permettetemi di presentare due diversi scenari su come AxCrypt può aiutare a proteggere i dati a UEFA Euro 2024.
ko: AxCrypt가 UEFA 유로 2024에서 데이터를 보호하는 데 어떻게 도움이 될 수 있는지에 대한 두 가지 시나리오를 제시하겠습니다.
nl: Ik wil u hierbij graag twee verschillende scenario's presenteren over hoe AxCrypt kan helpen bij het beschermen van gegevens op het UEFA Euro 2024
pl: Pozwólcie, że przedstawię dwa różne scenariusze, w jaki sposób AxCrypt może pomóc w ochronie danych podczas UEFA Euro 2024.
pt: Deixe-me apresentar dois cenários diferentes sobre como o AxCrypt pode ajudar a proteger os dados na UEFA Euro 2024.
ru: Позвольте мне представить два разных сценария того, как AxCrypt может помочь защитить данные на Евро-2024.
sv: Låt mig presentera två olika scenarier om hur AxCrypt kan hjälpa till att skydda data under UEFA Euro 2024.
tr: AxCrypt'in UEFA Euro 2024'te verilerin korunmasına nasıl yardımcı olabileceğine dair iki farklı senaryo sunalım.
zh: 让我介绍两种不同的场景，说明AxCrypt如何帮助保护2024年欧洲杯的数据。
