Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZTCS_Conclusion_Text2
source: Due to the pandemic, Zero Trust has stepped up its game. Since now companies have begun to decentralize their data, assets, applications, and services (DAAS) to different individuals through cloud infrastructure providers. And the fact that internal factors are responsible for 30% of data breaches today, the Zero Trust framework was created, to assist digital businesses in securing valuable assets. As per the Zero Trust model, trust is vulnerability. It indicates that no user, even if they are an employee, can be trusted.
ar: بسبب الوباء ، صعدت ثقة معدومة من لعبتها. منذ الآن بدأت الشركات في تطبيق اللامركزية على بياناتها وأصولها وتطبيقاتها وخدماتها (DAAS) لأفراد مختلفين من خلال موفري البنية التحتية السحابية. وحقيقة أن العوامل الداخلية هي المسؤولة عن 30٪ من خروقات البيانات اليوم ، تم إنشاء إطار ثقة معدومة لمساعدة الشركات الرقمية في تأمين الأصول القيمة. وفقًا لنموذج الثقة المعدومة ، الثقة هي الضعف. يشير إلى أنه لا يمكن الوثوق بأي مستخدم ، حتى لو كان موظفًا.
de: Aufgrund der Pandemie hat Zero Trust sein Spiel intensiviert. Seitdem haben Unternehmen begonnen, ihre Daten, Assets, Anwendungen und Services (DAAS) über Cloud-Infrastrukturanbieter an verschiedene Personen zu dezentralisieren. Und die Tatsache, dass interne Faktoren heute für 30% der Datenschutzverletzungen verantwortlich sind, wurde mit dem Zero Trust Framework geschaffen, um digitale Unternehmen bei der Sicherung wertvoller Vermögenswerte zu unterstützen. Nach dem Zero-Trust-Modell ist Vertrauen Verwundbarkeit. Es zeigt an, dass keinem Benutzer, auch wenn er ein Angestellter ist, vertraut werden kann.
es: Debido a la pandemia, el enfoque de confianza cero ha intensificado su nivel. Desde ahora, las empresas han comenzado a descentralizar sus datos, activos, aplicaciones y servicios (DAAS) a diferentes personas a través de proveedores de infraestructura en la nube. Y debido a que los factores internos son responsables del 30 % de las filtraciones de datos en la actualidad, se creó el marco de cero confianza para ayudar a las empresas digitales a proteger activos valiosos. Según el modelo de cero confianza, la confianza es sinónimo de vulnerabilidad. Indica que no se puede confiar en ningún usuario, aunque sea un empleado.
fr: En raison de la pandémie, Zero Trust a intensifié son jeu. Depuis lors, les entreprises ont commencé à décentraliser leurs données, actifs, applications, et services (DAAS) à différents individus via des fournisseurs d’infrastructure cloud. Et le fait que les facteurs internes soient aujourd’hui responsables de 30% des violations de données, le cadre Zero Trust a été créé pour aider les entreprises numériques à sécuriser des actifs précieux. Selon le modèle Zero Trust, la confiance est une vulnérabilité. Cela indique qu’aucun utilisateur, même s’il s’agit d’un employé, ne peut être digne de confiance.
it: A causa della pandemia, Zero Trust ha intensificato il suo gioco. Da ora le aziende hanno iniziato a decentralizzare i propri dati, risorse, applicazioni e servizi (DAAS) a persone diverse attraverso i fornitori di infrastrutture cloud. E dato che oggi i fattori interni sono responsabili del 30% delle violazioni dei dati, è stato creato il framework Zero Trust, per assistere le aziende digitali nella protezione di risorse preziose. Secondo il modello Zero Trust, la fiducia è vulnerabilità. Indica che nessun utente, anche se è un dipendente, può essere considerato attendibile.
ko: 팬데믹으로 인해 제로 트러스트는 더욱 강화됐습니다. 지금까지 기업들은 클라우드 인프라 제공업체를 통해 데이터, 자산, 애플리케이션 및 서비스(DAAS)를 다양한 개인에게 분산하기 시작했습니다. 그리고 내부 요인이 오늘날 데이터 유출의 30%를 차지한다는 사실로 인해 제로 트러스트 프레임워크가 만들어져 디지털 비즈니스가 귀중한 자산을 보호할 수 있도록 지원합니다. 제로 트러스트 모델에 따라 신뢰는 금물입니다. 이는 직원인 경우에도 예외가 아님을 의미합니다.
nl: Vanwege de pandemie heeft Zero Trust zijn spel opgevoerd. Sindsdien zijn bedrijven begonnen hun data, assets, applicaties en services (DAAS) te decentraliseren naar verschillende individuen via cloudinfrastructuurproviders. En omdat interne factoren tegenwoordig verantwoordelijk zijn voor 30% van de datalekken, is het Zero Trust-framework gecreëerd om digitale bedrijven te helpen bij het beveiligen van waardevolle assets. Volgens het Zero Trust-model is vertrouwen kwetsbaarheid. Het geeft aan dat geen enkele gebruiker, zelfs als het een werknemer is, te vertrouwen is.
pl: Z powodu pandemii Zero Trust przyspieszyło swoją grę. Od tej pory firmy zaczęły decentralizować swoje dane, zasoby, aplikacje i usługi (DAAS) na różne osoby za pośrednictwem dostawców infrastruktury chmurowej. A ponieważ czynniki wewnętrzne są obecnie odpowiedzialne za 30% naruszeń danych, stworzono ramy Zero Trust, aby pomóc firmom cyfrowym w zabezpieczaniu cennych zasobów. Zgodnie z modelem Zero Trust zaufanie to luka w zabezpieczeniach. Wskazuje, że żadnemu użytkownikowi, nawet jeśli jest pracownikiem, nie można ufać.
pt: Devido à pandemia, o Zero Trust intensificou o seu jogo. As empresas começaram a descentralizar os seus dados, activos, aplicações e serviços (DAAS) para diferentes indivíduos através de fornecedores de infra-estrutura na nuvem. E o facto de que os factores internos são responsáveis por 30% das violações de dados hoje em dia, criou-se o enquadramento Zero Trust para ajudar os negócios digitais a proteger os seus activos valiosos. De acordo com o modelo Zero Trust, a confiança é uma vulnerabilidade. Dita que não se pode confiar em nenhum utilizador, incluindo trabalhadores.
ru: Из-за пандемии Zero Trust активизировалось. С этого момента компании начали децентрализовывать свои данные, активы, приложения и сервисы (DAAS) для разных физических лиц через поставщиков облачной инфраструктуры. И учитывая тот факт, что внутренние факторы сегодня ответственны за 30% утечек данных, была создана система нулевого доверия, чтобы помочь цифровым компаниям обезопасить ценные активы. Согласно модели нулевого доверия, доверие - это уязвимость. Это указывает на то, что ни одному пользователю, даже если он является сотрудником, нельзя доверять.
sv: På grund av pandemin har Zero Trust intensifierat sitt spel. Redan nu har företag börjat decentralisera sina data, tillgångar, applikationer och tjänster (DAAS) till olika individer genom molninfrastruktur leverantörer. Och det faktum att interna faktorer är ansvariga för 30 % av dataintrången idag skapades Zero Trust-ramverket för att hjälpa digitala företag att säkra värdefulla tillgångar. Enligt Zero Trust-modellen är tillit sårbarhet. Det indikerar att ingen användare, även om de är anställd, kan litas på.
tr: Sıfır Güven, pandemi nedeniyle vites arttırdı. Şirketler bulut altyapısı sağlayıcılar yoluyla verilerini, varlıklarını, uygulamalarını ve hizmetlerini (DAAS) merkezden farklı bireylere dağıtmaya başladı. Ve iç faktörlerin günümüzdeki veri ihlallerinin %30'undan sorumlu olması nedeniyle dijital işletmelere değerli varlıklarını korumada destek olmak için Sıfır Güven çerçevesi oluşturuldu. Sıfır Güven modeline göre güven, zaafiyet demektir. Bir çalışan olsa bile hiçbir kullanıcıya güvenilemeyeceğini ifade eder.
zh: 由于大流行，零信任已经加强了它的游戏。 从现在开始，公司已经开始通过云基础设施提供商将其数据，资产，应用程序和服务（DAAS）分散到不同的个人。 如今，内部因素造成了30%的数据泄露，零信任框架的创建是为了帮助数字企业保护有价值的资产。 根据零信任模型，信任是脆弱性。 它表明没有用户，即使他们是员工，也是可以信任的。

# Blog_ZTCS_Conclusion_Text3
source: According to studies, Zero Trust methods result in 50% fewer breaches and 40% less technology spending since everything is interconnected. Companies that embraced Zero Trust were twice as confident in their capacity to bring innovative business models and consumer experiences to market.
ar: وفقًا للدراسات ، تؤدي أساليب ثقة معدومة إلى حدوث انتهاكات أقل بنسبة 50٪ وتقليل الإنفاق على التكنولوجيا بنسبة 40٪ نظرًا لأن كل شيء مترابط. كانت الشركات التي تبنت ثقة معدومة واثقة من قدرتها على تقديم نماذج الأعمال المبتكرة وتجارب المستهلكين إلى السوق بمقدار الضعف.
de: Studien zufolge führen Zero-Trust-Methoden zu 50% weniger Sicherheitsverletzungen und 40% weniger Technologieausgaben, da alles miteinander verbunden ist. Unternehmen, die sich für Zero Trust einsetzten, waren doppelt so zuversichtlich in ihre Fähigkeit, innovative Geschäftsmodelle und Verbrauchererlebnisse auf den Markt zu bringen.
es: Según los estudios, los métodos de cero confianza dan como resultado un 50 % menos de infracciones y un 40 % menos de gasto en tecnología, ya que todo está interconectado. Las empresas que adoptaron el enfoque de cero confianza tenían el doble de confianza en su capacidad para llevar al mercado modelos comerciales innovadores y experiencias de consumo.
fr: Selon des études, les méthodes Zero Trust entraînent 50% moins de violations et 40% moins de dépenses technologiques puisque tout est interconnecté. Les entreprises qui ont adopté Zero Trust étaient deux fois plus confiantes dans leur capacité à mettre sur le marché des modèles commerciaux et des expériences client innovants.
it: Secondo gli studi, i metodi Zero Trust comportano il 50% in meno di violazioni e il 40% in meno di spesa tecnologica poiché tutto è interconnesso. Le aziende che hanno abbracciato Zero Trust erano due volte più sicure della loro capacità di portare sul mercato modelli di business innovativi ed esperienze di consumo.
ko: 연구에 따르면 제로 트러스트 방법은 모든 것이 상호 연결되어 있기 때문에 침해를 50% 줄이고 기술 지출을 40% 줄입니다. 제로 트러스트를 수용한 기업은 혁신적인 비즈니스 모델과 소비자 경험을 시장에 출시할 수 있는 능력에 대해 두 배나 확신했습니다.
nl: Volgens studies leiden Zero Trust-methoden tot 50% minder inbreuken en 40% minder technologie-uitgaven omdat alles met elkaar verbonden is. Bedrijven die Zero Trust omarmden hadden twee keer zoveel vertrouwen in hun vermogen om innovatieve bedrijfsmodellen en consumentenervaringen op de markt te brengen.
pl: Według badań metody Zero Trust powodują o 50% mniej naruszeń i 40% mniej wydatków na technologię, ponieważ wszystko jest ze sobą połączone. Firmy, które przyjęły Zero Trust, były dwukrotnie bardziej pewne swojej zdolności do wprowadzania na rynek innowacyjnych modeli biznesowych i doświadczeń konsumenckich.
pt: De acordo com estudos, os métodos Zero Trust resultam em 50% menos violações de dados e 40% menos gastos com tecnologia, uma vez que tudo está interconectado. As empresas que adoptaram o Zero Trust são o dobro mais confiantes na sua capacidade de trazer modelos de negócio e experiências de utilizador inovadoras ao mercado.
ru: Согласно исследованиям, методы с нулевым доверием уменьшают количество нарушений на 50% и затраты на технологии на 40%, поскольку все взаимосвязано. Компании, которые придерживались принципа нулевого доверия, были в два раза увереннее в своей способности выводить на рынок инновационные бизнес-модели и потребительский опыт.
sv: Enligt studier resulterar Zero Trust-metoder i 50 % färre intrång och 40 % mindre teknikutgifter eftersom allt är sammankopplat. Företag som anammat Zero Trust var dubbelt så säkra på sin förmåga att föra ut innovativa affärsmodeller och konsumentupplevelser på marknaden.
tr: Araştırmalara göre, Sıfır Güven yöntemleri, her şey birbirine bağlı olduğu için %50 daha az ihlal ve %40 daha az teknoloji harcamasına olanak tanıyor. Sıfır Güven'i benimseyen şirketler, pazara yenilikçi iş modelleri ve tüketici deneyimleri sunma kapasitelerine iki kat daha fazla güvenen şirketler olarak ortaya çıktı.
zh: 根据研究，零信任方法可以减少50％的漏洞，减少40％的技术支出，因为一切都是相互关联的。 接受零信任的公司对其将创新商业模式和消费者体验推向市场的能力的信心是其两倍。

# Blog_ZTCS_H1_Text1
source: The primary objective of the Zero Trust model is to minimize the possibility of remote work risks and insider threats, as well as to control third-party interference and cloud risk. The model is a significant shift from the castle-and-moat strategy, which focuses on strengthening the perimeter around the data to keep outsiders out while implicitly trusting insiders. The Zero Trust concept is simple and straightforward: Never trust; always verify. This implies that before any data can be accessed, each user must be validated. Every user request, whether within or outside the company, must be verified and approved in real-time.
ar: الهدف الأساسي لنموذج زيرو تريست هو تقليل احتمالية مخاطر العمل عن بُعد والتهديدات الداخلية ، بالإضافة إلى التحكم في تداخل الجهات الخارجية ومخاطر السحابة. يعد النموذج تحولًا كبيرًا عن استراتيجية القلعة والخندق ، والتي تركز على تعزيز المحيط حول البيانات لإبعاد الغرباء مع الثقة الضمنية بالمطلعين. مفهوم الثقة المعدومة بسيط ومباشر: لا تثق أبدًا ؛ تحقق دائما. هذا يعني أنه قبل الوصول إلى أي بيانات ، يجب التحقق من صحة كل مستخدم. يجب التحقق من كل طلب مستخدم ، سواء داخل الشركة أو خارجها ، والموافقة عليه في الوقت الفعلي.
de: Das Hauptziel des Zero-Trust-Modells besteht darin, die Möglichkeit von Remote-Arbeitsrisiken und Insider-Bedrohungen zu minimieren sowie Eingriffe Dritter und Cloud-Risiken zu kontrollieren. Das Modell ist eine deutliche Abkehr von der Castle-and-Moat-Strategie, die sich darauf konzentriert, den Umfang um die Daten herum zu stärken, um Außenstehende fernzuhalten und Insidern implizit zu vertrauen. Das Zero-Trust-Konzept ist einfach und unkompliziert: Vertraue niemals, überprüfe immer. Dies bedeutet, dass jeder Benutzer validiert werden muss, bevor auf Daten zugegriffen werden kann. Jede Benutzeranfrage, ob innerhalb oder außerhalb des Unternehmens, muss in Echtzeit überprüft und genehmigt werden.
es: El objetivo principal del modelo de confianza cero es minimizar la posibilidad de riesgos de trabajo remoto y amenazas internas, así como controlar la intromisión de terceros y el riesgo de la nube. El modelo es un cambio significativo de la estrategia del castillo y el foso, que se enfoca en fortalecer el perímetro alrededor de los datos para mantener alejados a los extraños mientras confía implícitamente en los internos. El concepto de confianza cero es simple y directo: Nunca confíes; verifica siempre. Esto implica que antes de poder acceder a cualquier dato, cada usuario debe ser validado. Cada solicitud de usuario, ya sea dentro o fuera de la empresa, debe ser verificada y aprobada en tiempo real.
fr: L’objectif principal du modèle Zero Trust est de minimiser la possibilité de risques de travail à distance et de menaces internes, ainsi que de contrôler les interférences de tiers et les risques liés au cloud. Le modèle est un changement significatif par rapport à la stratégie du château et des douves, qui se concentre sur le renforcement du périmètre autour des données pour empêcher les intrus d’entrer tout en faisant implicitement confiance aux initiés. Le concept Zero Trust est simple et direct : Ne jamais faire confiance; toujours vérifier. Cela implique qu’avant d’accéder à des données, chaque utilisateur doit être validé. Chaque demande d’utilisateur, que ce soit à l’intérieur ou à l’extérieur de l’entreprise, doit être vérifiée et approuvée en temps réel.
it: L'obiettivo principale del modello Zero Trust è ridurre al minimo la possibilità di rischi di lavoro remoto e minacce interne, nonché controllare le interferenze di terze parti e il rischio cloud. Il modello rappresenta un cambiamento significativo rispetto alla strategia castle-and-moat, che si concentra sul rafforzamento del perimetro attorno ai dati per tenere fuori gli estranei, fidandosi implicitamente degli addetti ai lavori. Il concetto di Zero Trust è semplice e diretto: non fidarsi mai, verificare sempre. Ciò implica che prima di poter accedere a qualsiasi dato, ogni utente deve essere convalidato. Ogni richiesta dell'utente, sia all'interno che all'esterno dell'azienda, deve essere verificata e approvata in tempo reale.
ko: 제로 트러스트 모델의 주요 목표는 원격 작업 위험 및 내부자 위협 가능성을 최소화하고 타사 간섭 및 클라우드 위험을 제어하는 것입니다. 이 모델은 내부자를 암묵적으로 신뢰하면서 외부자가 들어오지 못하도록 데이터 주변을 강화하는 데 초점을 맞춘 성과 해자 전략에서 크게 전환된 것입니다. 제로 트러스트의 개념은 간단하고 간단합니다. 절대 믿지 말고, 항상 확인하세요. 이는 데이터에 액세스하기 전에 각 사용자의 유효성을 확인해야 함을 의미합니다. 회사 내에서나 외부에서나 모든 사용자 요청은 실시간으로 확인 및 승인되어야 합니다.
nl: De primaire doelstelling van het Zero Trust-model is het minimaliseren van de kans op risico's van werken op afstand en bedreigingen van binnenuit, alsmede het beheersen van de inmenging van derden en het cloudrisico. Het model is een belangrijke verschuiving van de castle-and-moat-strategie, die gericht is op het versterken van de perimeter rond de gegevens om buitenstaanders buiten te houden, terwijl insiders impliciet worden vertrouwd. Het Zero Trust-concept is eenvoudig en duidelijk: Vertrouw nooit; verifieer altijd. Dit houdt in dat elke gebruiker moet worden gevalideerd voordat toegang kan worden verkregen tot gegevens. Elk verzoek van een gebruiker, binnen of buiten het bedrijf, moet in real time worden geverifieerd en goedgekeurd.
pl: Podstawowym celem modelu Zero Trust jest minimalizacja ryzyka pracy zdalnej i zagrożeń wewnętrznych, a także kontrola ingerencji osób trzecich i ryzyka w chmurze. Model jest znaczącym odejściem od strategii zamku i fosy, która koncentruje się na wzmocnieniu obwodu wokół danych, aby powstrzymać osoby z zewnątrz, jednocześnie ufając tym wewnątrz. Koncepcja Zero Trust jest prosta i bezpośrednia: Nigdy nie ufaj; zawsze weryfikuj. Oznacza to, że przed uzyskaniem dostępu do jakichkolwiek danych każdy użytkownik musi zostać zweryfikowany. Każde zgłoszenie użytkownika, zarówno w firmie, jak i poza nią, musi być weryfikowane i zatwierdzane w czasie rzeczywistym.
pt: O objectivo principal do modelo Zero Trust é minimizar a possibilidade de riscos do teletrabalho e de ameaças internas, assim como controlar interferências de terceiros e risco na nuvem. O modelo é uma mudança significativa da estratégia castelo e fosso que se foca em fortalecer o perímetro em redor dos dados para manter as pessoas externas fora enquanto confia implicitamente nas pessoas internas. O conceito Zero Trust é simples e directo: nunca confie, verifique sempre. Isto implica que, antes de qualquer acesso a dados, cada utilizador deve ser validado. Cada pedido dos utilizadores, dentro ou fora da empresa, deve ser verificado e aprovado em tempo real.
ru: Основная цель модели нулевого доверия - свести к минимуму вероятность рисков удаленной работы и инсайдерских угроз, а также контролировать вмешательство третьих лиц и облачные риски. Эта модель представляет собой значительный отход от стратегии "замок и ров", которая фокусируется на укреплении периметра вокруг данных, чтобы не допускать посторонних, при этом безоговорочно доверяя инсайдерам. Концепция нулевого доверия проста и недвусмысленна: никогда не доверяйте; всегда проверяйте. Это подразумевает, что прежде чем можно будет получить доступ к каким-либо данным, каждый пользователь должен пройти проверку подлинности. Каждый запрос пользователя, будь то внутри компании или за ее пределами, должен быть проверен и одобрен в режиме реального времени.
sv: Det primära syftet med Zero Trust-modellen är att minimera riskerna för distansarbete och insiderhot, samt att kontrollera tredje parts störning och molnrisk. Modellen är ett skifte från slott-och-vallgrav-strategin, som fokuserar på att stärka omkretsen runt datan för att hålla utomstående utanför samtidigt som man litar på insidan. Zero Trust-konceptet är enkelt och okomplicerat: Lita aldrig; verifiera alltid. Detta innebär att innan någon data kan nås måste varje användare valideras. Varje användarförfrågan, oavsett om den är inom eller utanför företaget, måste verifieras och godkännas i realtid.
tr: Sıfır Güven modelinin temel amacı, uzaktan çalışma riskleri ve içerden gelen tehdit olasılığını en aza indirmenin yanı sıra üçüncü taraf müdahalesini ve bulut riskini kontrol etmektir. Bu model, içeridekilere dolaylı olarak güvenirken dışarıdakileri dışarıda tutmak için verilerin etrafındaki çevreyi güçlendirmeye odaklanan kale ve hendek stratejisine göre önemli bir değişimdir. Sıfır Güven konsepti basit ve anlaşılırdır: Asla güvenmeyin; her zaman doğrulayın. Bu, herhangi bir veriye erişilmeden önce her kullanıcının doğrulanması gerektiği anlamına gelir. Şirket içinden veya dışından olsun, her kullanıcı talebi gerçek zamanlı olarak doğrulanmalı ve onaylanmalıdır.
zh: 零信任模型的主要目标是最大限度地减少远程工作风险和内部威胁的可能性，以及控制第三方干扰和云风险。 该模型是从城堡和护城河战略的重大转变，该战略侧重于加强数据周围的边界，以阻止外部人员，同时隐含地信任内部人员。 零信任概念简单明了：永远不要信任；永远要验证。 这意味着在访问任何数据之前，必须验证每个用户。 每个用户请求，无论是在公司内部还是外部，都必须实时验证和批准。
