Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIPM_H2_SH7_Text6
source: <li style="list-style-type: '\2714';"> AxCrypt generates a supernumerary, unique secure password that provides 100% protection and provides both 128-bit and 256-bit encryption.
ar: <li style="list-style-type: '\2714';"> ينشئ اكسكربت كلمة مرور آمنة وفريدة من نوعها وفائقة العدد توفر حماية بنسبة 100٪ وتوفر تشفير 128 بت و 256 بت.
de: <li style="list-style-type: '\2714';">AxCrypt generiert ein überzähliges, einzigartiges sicheres Passwort, das 100% Schutz bietet und sowohl 128-Bit- als auch 256-Bit-Verschlüsselung bietet.
es: <li style="list-style-type: '\2714';"> AxCrypt genera una contraseña segura supernumeraria única que brinda una protección del 100 % y proporciona cifrado de 128 y 256 bits.
fr: <li style="list-style-type: '\2714';"> AxCrypt génère un mot de passe sécurisé unique surnuméraire qui offre une protection à 100 % et fournit un cryptage 128 bits et 256 bits.
it: <li style="list-style-type: '\2714';"> AxCrypt genera una password sicura univoca soprannumeraria che fornisce una protezione del 100% e fornisce sia la crittografia a 128 bit che a 256 bit.
ko: <li style="list-style-type: '\2714';"> AxCrypt는 100 % 보호를 제공하고, 128 비트 및 256 비트 암호화를 모두 제공하는 고유한 보안 암호를 생성합니다.</li>
nl: <li style="list-style-type: '\2714';"> AxCrypt genereert een boventallig, uniek veilig wachtwoord dat 100% bescherming biedt en zowel 128-bits als 256-bits codering biedt.
pl: <li style="list-style-type: '\2714';"> AxCrypt generuje nadliczbowe, unikalne bezpieczne hasło, które zapewnia 100% ochronę i zapewnia zarówno 128-bitowe, jak i 256-bitowe szyfrowanie.
pt: <li style="list-style-type: '\2714';"> A AxCrypt gera uma palavra-passe segura, única e supranumerária que fornece protecção de 100% e cifragem de 128 e 256 bits.
ru: <li style="list-style-type: '\2714';"> AxCrypt генерирует дополнительный уникальный защищенный пароль, который обеспечивает 100% защиту и обеспечивает как 128-битное, так и 256-битное шифрование.
sv: AxCrypt genererar ett övertaligt, unikt, säkert lösenord som ger 100 % skydd och ger både 128-bitars och 256-bitars kryptering.
tr: <li style="list-style-type: '\2714';"> AxCrypt, %100 koruma sağlayan ve hem 128 bit hem de 256-bit şifreleme sağlayan fazladan, benzersiz bir güvenli şifre oluşturur.</li>
zh: <li style="list-style-type: '\2714';"> AxCrypt生成一个额外的，唯一的安全密码，提供100％的保护，并提供128位和256位加密。

# Blog_WIPM_H2_SH7_Text7
source: <li style="list-style-type: '\2714';"> Non visible Strongest Master Key phrase generated automatically.
ar: <li style="list-style-type: '\2714';"> يتم إنشاء عبارة "أقوى مفتاح رئيسي" غير مرئية تلقائيًا.
de: <li style="list-style-type: '\2714';">Nicht sichtbare stärkste Hauptschlüsselphrase, die automatisch generiert wird.
es: <li style="list-style-type: '\2714';"> Frase de clave maestra generada automáticamente, más sólida e invisible.
fr: <li style="list-style-type: '\2714';"> La phrase de Clé Principale la plus forte non visible générée automatiquement.
it: <li style="list-style-type: '\2714';"> Frase chiave principale più forte non visibile generata automaticamente.
ko: <li style="list-style-type: '\2714';"> 보이지 않는 가장 강한 마스터 키 문구가 자동으로 생성됩니다.</li>
nl: <li style="list-style-type: '\2714';"> Niet zichtbare Sterkste Hoofdsleutelzin automatisch gegenereerd.
pl: <li style="list-style-type: '\2714';"> Niewidoczny Najsilniejszy klucz główny fraza generowana automatycznie.
pt: <li style="list-style-type: '\2714';"> Frase de Chave-Mestra invisível e forte gerada automaticamente.
ru: <li style="list-style-type: '\2714';"> Невидимая самая сильная главная фраза мастер-ключа, генерируемая автоматически.
sv: <li style="list-style-type: '\2714';"> Ej synlig Starkaste huvudnyckelfras genereras automatiskt.
tr: <listyle="list-style-type:'\2714';"> Otomatik olarak üretilen Görünür olmayan En Güçlü Ana Anahtar ifadesi.
zh: <li style="list-style-type: '\2714';"> 非可见最强主密钥短语自动生成。

# Blog_WIPM_H2_SH7_Text8
source: <li style="list-style-type: '\2714';"> AxCrypt technology is so vast that we have password manager for windows, password manager for mac and password manager for mobile phones too.
ar: <li style = "list-style-type: '\ 2714'؛"> تقنية اكسكربت واسعة جدًا لدرجة أن لدينا مدير كلمات مرور للنوافذ ومدير كلمات مرور لنظام التشغيل Mac ومدير كلمات مرور للهواتف المحمولة أيضًا.
de: <li style="list-style-type: '\2714';"> Die AxCrypt-Technologie ist so umfangreich, dass wir auch einen Passwort-Manager für Windows, einen Passwort-Manager für Mac und einen Passwort-Manager für Mobiltelefone haben.
es: <li style="list-style-type: '\2714';"> La tecnología de AxCrypt es tan amplia que tenemos un administrador de contraseñas para Windows, un administrador de contraseñas para Mac y un administrador de contraseñas para teléfonos móviles.
fr: <li style="list-style-type: '\2714';"> La technologie AxCrypt est si vaste que nous avons également un gestionnaire de mots de passe pour Windows, un gestionnaire de mots de passe pour Mac et aussi un gestionnaire de mots de passe pour les téléphones mobiles.
it: <li style="list-style-type: '\2714';"> La tecnologia AxCrypt è così vasta che abbiamo gestori di password per Windows, Mac e anche telefoni cellulari.</li>
ko: <li style="list-style-type: '\2714';"> AxCrypt 기술은 너무 방대하여 윈도우용 암호 관리자, 맥용 암호 관리자 및 휴대폰용 암호 관리자도 있습니다.</li>
nl: <li style="list-style-type: '\2714';"> De AxCrypt-technologie is zo uitgebreid dat we ook een wachtwoordbeheerder voor Windows, een wachtwoordbeheerder voor mac en een wachtwoordbeheerder voor mobiele telefoons hebben.
pl: <li style="list-style-type: '\2714';"> Technologia AxCrypt jest tak rozległa, że mamy menedżera haseł dla systemu Windows, menedżera haseł dla komputerów Mac i menedżera haseł dla telefonów komórkowych.
pt: <li style="list-style-type: '\2714';"> A tecnologia AxCrypt é tão vasta que temos gestores de palavras-passe para Windows, Mac e telemóveis.
ru: <li style="list-style-type: '\2714';"> Технология AxCrypt настолько обширна, что у нас есть менеджер паролей для Windows, менеджер паролей для Mac и даже менеджер паролей для мобильных телефонов.
sv: AxCrypt-tekniken är så omfattande att vi har lösenordshanteraren för Windows, lösenordshanteraren för mac och även lösenordshanteraren för mobiltelefoner.
tr: <li style="list-style-type: '\2714';"> AxCrypt teknolojisi o kadar geniştir ki, windows için şifre yöneticimiz, mac için şifre yöneticimiz ve cep telefonları için şifre yöneticimiz de mevcuttur.</li>
zh: <li style="list-style-type: '\2714';"> AxCrypt技术是如此巨大，我们有Windows密码管理器，mac密码管理器和手机密码管理器。

# Blog_WIPM_H2_SubHeading1
source: <li style="list-style-type: '\27A3';"> <strong>Password memorizing:</strong> The major use of password manager is, you just have to remember the master password instead of hundreds of passwords.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> حفظ كلمة المرور: </strong> الاستخدام الرئيسي لمدير كلمات المرور هو أنه عليك فقط تذكر كلمة المرور الرئيسية بدلاً من مئات كلمات المرور. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Passwort merken:</strong> Die Hauptanwendung des Passwort-Managers besteht darin, dass Sie sich nur das Master-Passwort anstelle von Hunderten von Passwörtern merken müssen.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Memorización de contraseñas:</strong> el principal uso del administrador de contraseñas es recordar la contraseña maestra en lugar de cientos de contraseñas.</li>
fr: <li style="list-style-type: '\27A3';"> <strong>Mémorisation du mot de passe :</strong> L'utilisation majeure du gestionnaire de mots de passe est qu'il vous suffit de vous souvenir du mot de passe principal au lieu de centaines de mots de passe. </li>
it: <li style="list-style-type: '\27A3';"><strong>Memorizzazione della password:</strong> Il vantaggio principale del gestore di password è che devi solo ricordare la password principale invece di centinaia di password.</li>
ko: <li style="list-style-type: '\27A3';"> <strong>비밀번호 암기:</strong> 비밀번호 관리자로 수백 개의 비밀번호 대신, 마스터 비밀번호를 기억하기만 하면 됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Wachtwoord onthouden:</strong> Het belangrijkste gebruik van wachtwoordbeheer is dat u alleen het hoofdwachtwoord hoeft te onthouden in plaats van honderden wachtwoorden. </li>
pl: <li style="list-style-type: '\27A3';"> <strong>Zapamiętywanie haseł:</strong> Głównym zastosowaniem menedżera haseł jest zapamiętanie hasła głównego zamiast setek haseł. </li>
pt: <li style="list-style-type: '\27A3';"> <strong>Memorização de palavras-passe:</strong> A utilização principal de um gestor de palavras-passe prende-se com a lembrança da palavra-passe-mestra apenas em vez da de centenas de palavras-passe.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Запоминание пароля:</strong> Основное применение менеджера паролей заключается в том, что вам просто нужно запомнить мастер-пароль вместо сотен паролей.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Lösenordsminne:</strong> Den största fördelen med lösenordshanteraren är att du bara behöver komma ihåg huvudlösenordet istället för hundratals olika lösenord. </li>
tr: <li style="list-style-type: '\27A3';"><strong>Parola ezberleme:</strong> Parola yöneticisinin en büyük kullanımı, yüzlerce parola yerine ana parolayı hatırlamanız gerekliliğidir.</li>
zh: <li style="list-style-type: '\27A3';"> <strong>密码记忆：</strong>密码管理器的主要用途是，你只需要记住主密码，而不是数百个密码。</li>

# Blog_WIPM_H2_SubHeading2
source: <li style="list-style-type: '\27A3';"> <strong>High security password generation:</strong> While using password manager, automatic generated password is created which is random, long, alphanumeric, and nearly impossible to guess. Complex algorithms, encryption and other methods are used to keep your credentials and passwords safe. Strong and unique passwords are generated.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> إنشاء كلمات مرور عالية الأمان: </ strong> أثناء استخدام مدير كلمات المرور ، يتم إنشاء كلمة مرور تلقائيًا وهي عشوائية وطويلة وأبجدية رقمية وتقريباً من المستحيل تخمينه. تُستخدم الخوارزميات المعقدة والتشفير والأساليب الأخرى للحفاظ على بيانات الاعتماد وكلمات المرور الخاصة بك آمنة. يتم إنشاء كلمات مرور قوية وفريدة من نوعها. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Hochsicherheitspasswortgenerierung:</strong> Während der Verwendung des Passwort-Managers wird ein automatisch generiertes Passwort erstellt, das zufällig, lang, alphanumerisch und nahezu unmöglich zu erraten ist. Komplexe Algorithmen, Verschlüsselung und andere Methoden werden verwendet, um Ihre Anmeldeinformationen und Kennwörter zu schützen. Starke und einzigartige Passwörter werden generiert.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Generación de contraseñas de alta seguridad:</strong> al usar el administrador de contraseñas, se crea una contraseña generada automáticamente que es aleatoria, larga, alfanumérica y casi imposible de adivinar. Se utilizan algoritmos complejos, cifrado y otros métodos para mantener seguras sus credenciales y contraseñas. Se generan contraseñas seguras y únicas.</li>
fr: <li style="list-style-type : '\27A3' ;"> <strong>Génération de mot de passe haute sécurité :</strong> Lors de l'utilisation du gestionnaire de mots de passe, un mot de passe généré automatiquement est créé. Il est aléatoire, long, alphanumérique et presque impossible à deviner. Des algorithmes complexes, un cryptage et d'autres méthodes sont utilisés pour protéger vos informations d'identification et vos mots de passe. Des mots de passe forts et uniques sont générés.</li>
it: <li style="list-style-type: '\27A3';"> <strong>Generazione di password ad alta sicurezza:</strong> Durante l'utilizzo del gestore di password, viene creata una password generata automaticamente che è casuale, lunga, alfanumerica e quasi impossibile da indovinare. Algoritmi complessi, crittografia e altri metodi vengono utilizzati per mantenere le credenziali e le password al sicuro. Vengono generate password complesse e univoche.</li>
ko: <li style="list-style-type: '\27A3';"> <strong>높은 보안 비밀번호 생성:</strong> 비밀번호 관리자를 사용하는 동안 무작위, 긴, 영숫자, 추측이 거의 불가능한 자동 생성 비밀번호가 생성됩니다. 자격 증명 및 암호를 안전하게 유지하기 위해 복잡한 알고리즘, 암호화 및 기타 방법이 사용됩니다. 강력하고 고유한 암호가 생성됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Generering van wachtwoorden met een hoge beveiliging:</strong> tijdens het gebruik van de wachtwoordbeheerder wordt een automatisch gegenereerd wachtwoord gemaakt dat willekeurig, lang, alfanumeriek en bijna onmogelijk te raden. Complexe algoritmen, encryptie en andere methoden worden gebruikt om uw inloggegevens en wachtwoorden veilig te houden. Er worden sterke en unieke wachtwoorden gegenereerd.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Generowanie hasła o wysokim poziomie bezpieczeństwa:</strong> Podczas korzystania z menedżera haseł tworzone jest automatycznie generowane hasło, które jest losowe, długie, alfanumeryczne i prawie nie da się zgadnąć. Aby Twoje dane uwierzytelniające i hasła były bezpieczne, stosowane są złożone algorytmy, szyfrowanie i inne metody. Generowane są silne i unikalne hasła.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Geração de palavras-passe de alta segurança:</strong> o gestor de palavras-passe gera automaticamente palavras-passe aleatórias, longas, alfanuméricas e quase impossíveis de adivinhar. Para manter as suas credenciais e palavras-passe seguras, são usados algoritmos complexos, cifragem e outros métodos. São geradas palavras-passe fortes e únicas.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Генерация пароля с высоким уровнем безопасности: </strong> При использовании менеджера паролей создается автоматически сгенерированный пароль, который является случайным, длинным, буквенно-цифровым и его практически невозможно угадать. Для обеспечения безопасности ваших учетных данных и паролей используются сложные алгоритмы, шифрование и другие методы. Генерируются надежные и уникальные пароли.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Lösenordsgenerering med hög säkerhet:</strong> När lösenordshanteraren används skapas ett automatiskt genererat lösenord som är slumpmässigt, långt, alfanumeriskt och nästan omöjligt att gissa. Komplexa algoritmer, kryptering och andra metoder används för att hålla din information och lösenord säkra. Starka och unika lösenord genereras.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Yüksek güvenlikli parola oluşturma:</strong> Parola yöneticisini kullanırken, rastgele, uzun, alfasayısal ve tahmin edilmesi neredeyse imkansız olan otomatik olarak oluşturulan bir parola yaratılır. Kimlik bilgilerinizi ve parolalarınızı güvende tutmak için karmaşık algoritmalar, şifreleme ve diğer yöntemler kullanılır ve güçlü ve benzersiz parolalar oluşturulur.</li>
zh: <li style="list-style-type: '\27A3';"><strong>高安全性密码生成：</strong>在使用密码管理器时，自动生成的密码是随机的，长的，字母数字的，几乎不可能猜到。 复杂的算法，加密和其他方法用于保持您的凭据和密码的安全。 生成强大且唯一的密码。</li>

# Blog_WIPM_H2_SubHeading3
source: <li style="list-style-type: '\27A3';"> <strong>Time saving:</strong> Apart from creating and storing unique passwords, password manager also automatically fills in credentials, speeding up the process and thus saving time.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> توفير الوقت: </strong> بصرف النظر عن إنشاء كلمات مرور فريدة وتخزينها ، يقوم مدير كلمات المرور أيضًا بتعبئة بيانات الاعتماد تلقائيًا ، مما يؤدي إلى تسريع العملية وبالتالي توفير الوقت. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Zeitersparnis:</strong> Neben dem Erstellen und Speichern eindeutiger Kennwörter gibt der Kennwortmanager auch automatisch Anmeldeinformationen ein, was den Vorgang beschleunigt und somit Zeit spart.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Ahorro de tiempo:</strong> además de crear y almacenar contraseñas únicas, el administrador de contraseñas también completa automáticamente las credenciales, lo que acelera el proceso y, por lo tanto, ahorro de tiempo.</li>
fr: <li style="list-style-type: '\27A3';"> <strong>Gain de temps :</strong> Outre la création et le stockage de mots de passe uniques, le gestionnaire de mots de passe remplit également automatiquement les informations d'identification, accélérant le processus et donc faisant gagner du temps.</li>
it: <li style="list-style-type: '\27A3';"><strong>Risparmio di Tempo:</strong> Oltre a creare e memorizzare password univoche, il gestore di password compila automaticamente anche le credenziali, accelerando il processo e risparmiando così tempo.</li>
ko: <li style="list-style-type: '\27A3';"> <strong>시간 절약: </strong> 암호 관리자는 고유한 암호를 만들고 저장하는 것 외에도 자격 증명을 자동으로 입력하여 프로세스 속도를 높여 시간을 절약합니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Tijdsbesparing:</strong> Naast het maken en opslaan van unieke wachtwoorden, vult wachtwoordmanager ook automatisch inloggegevens in, waardoor het proces wordt versneld en dus tijd wordt bespaard.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Oszczędność czasu:</strong> Oprócz tworzenia i przechowywania unikalnych haseł, menedżer haseł automatycznie uzupełnia poświadczenia, przyspieszając proces i tym samym oszczędność czasu.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Poupança de tempo:</strong> Além da criação e armazenamento de palavras-passe únicas, o gestor de palavras-passe também preenche automaticamente campos de credenciais, acelerando o processo de autenticação e poupando-se assim tempo.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Экономия времени:</strong> Помимо создания и хранения уникальных паролей, менеджер паролей также автоматически заполняет учетные данные, ускоряя процесс и тем самым экономя время.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Tidsbesparande:</strong> Förutom att skapa och lagra ett unikt lösenord, fyller även lösenordshanteraren i autentiseringsuppgifterna automatiskt, vilket påskyndar processen och sparar därmed tid. </li>
tr: <li style="list-style-type: '\27A3';"><strong>Zaman tasarrufu:</strong> Benzersiz parolalar oluşturma ve saklamanın yanı sıra, parola yöneticisi ayrıca kimlik bilgilerini otomatik olarak doldurur, işlemi hızlandırır ve böylece zamandan tasarruf sağlar.</li>
zh: <li style="list-style-type: '\27A3';"><strong>节省时间：</strong>除了创建和存储唯一的密码，密码管理器还会自动填写凭据，加快进程，从而节省时间。</li>

# Blog_WIPM_H2_SubHeading4
source: <li style="list-style-type: '\27A3';"> <strong>Cross platform synchronization:</strong> AxCrypt password manager is capable of syncing onto both IOS and Android OS. Regardless of the platform, password access is possible using AxCrypt.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> المزامنة عبر الأنظمة الأساسية: </strong> مدير كلمات المرور اكسكربت قادر على المزامنة مع كل من نظام التشغيل ايفون و نظام التشغيل اكسكربت . بغض النظر عن النظام الأساسي ، يمكن الوصول إلى كلمة المرور باستخدام اكسكربت . </li>
de: <li style="list-style-type: '\27A3';"> <strong>Plattformübergreifende Synchronisierung:</strong> AxCrypt Password Manager kann sowohl mit IOS- als auch mit Android-Betriebssystemen synchronisiert werden. Unabhängig von der Plattform ist der Passwortzugriff mit AxCrypt möglich.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Sincronización multiplataforma:</strong> el administrador de contraseñas de AxCrypt es capaz de sincronizarse con los sistemas operativos iOS y Android. Independientemente de la plataforma, el acceso con contraseña es posible usando AxCrypt.</li>
fr: <li style="list-style-type : '\27A3' ;"> <strong>Synchronisation multiplateforme :</strong> le gestionnaire de mots de passe AxCrypt est capable de se synchroniser sur les systèmes d'exploitation iOS et Android. Quelle que soit la plate-forme, l'accès par mot de passe est possible avec AxCrypt.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sincronizzazione multipiattaforma:</strong> Il gestore di password AxCrypt è in grado di sincronizzarsi sia sul sistema operativo iOS che su Android. Indipendentemente dalla piattaforma, l'accesso tramite password è possibile utilizzando AxCrypt.</li>
ko: <li style="list-style-type: '\27A3';> <strong> 크로스 플랫폼 동기화: </strong> AxCrypt 암호 관리자는 IOS와 안드로이드 모두에 동기화할 수 있습니다. 플랫폼에 상관없이 AxCrypt를 이용하면 비밀번호 접근이 가능합니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Cross-platform synchronisatie:</strong> AxCrypt wachtwoordbeheerder kan synchroniseren met zowel IOS als Android OS. Ongeacht het platform is wachtwoordtoegang mogelijk met behulp van AxCrypt.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Synchronizacja między platformami:</strong> Menedżer haseł AxCrypt może synchronizować się zarówno z systemem IOS, jak i Androidem. Niezależnie od platformy, dostęp za pomocą hasła jest możliwy za pomocą AxCrypt.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Sincronização multi-plataforma:</strong> O gestor de palavras-passe AxCrypt é capaz de sincronizar tanto em iOS como em Android. Independentemente da plataforma, a AxCrypt possibilita o acesso a palavras-passe.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Кроссплатформенная синхронизация:</strong> Менеджер паролей AxCrypt способен синхронизироваться как с ОС IOS, так и с ОС Android. Независимо от платформы, доступ по паролю возможен с помощью AxCrypt.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Synkronisering över plattformar:</strong> AxCrypts lösenordshanterare kan synkronisera till både IOS och Android. Oavsett plattform är lösenordsåtkomst möjlig med AxCrypt.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Platformlar arası senkronizasyon:</strong> AxCrypt parola yöneticisi hem IOS hem de Android işletim sistemi ile senkronize edilebilir. Platformdan bağımsız olarak, AxCrypt kullanılarak parola erişimi mümkündür.</li>
zh: <li style="list-style-type: '\27A3';"> <strong>跨平台同步：</strong>AxCrypt密码管理器能够同步到IOS和Android操作系统。 无论平台如何，使用AxCrypt都可以访问密码。</li>
