Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EGEODUNA_H3_Text1
source: AxCrypt can automatically encrypt and sync new files and folders on your specified OneDrive directory on your PC. Just add new files and folders and before you exit the AxCrypt application, it will encrypt all the changed files before closing. You can also permanently decrypt files by right-clicking on the file and selecting
ar: يمكن لاكسكربت تشفير ومزامنة الملفات والمجلدات الجديدة على دليل ون درايف المحدد على جهاز الكمبيوتر الخاص بك. ما عليك سوى إضافة ملفات ومجلدات جديدة وقبل الخروج من تطبيق اكسكربت، سيقوم بتشفير جميع الملفات التي تم تغييرها قبل الإغلاق. يمكنك أيضًا فك تشفير الملفات بشكل دائم عن طريق النقر بزر الماوس الأيمن على الملف واختيار
de: AxCrypt kann neue Dateien und Ordner in Ihrem angegebenen OneDrive-Verzeichnis auf Ihrem PC automatisch verschlüsseln und synchronisieren. Fügen Sie einfach neue Dateien und Ordner hinzu und bevor Sie die AxCrypt-Anwendung beenden, werden alle geänderten Dateien vor dem Schließen verschlüsselt. Sie können Dateien auch dauerhaft entschlüsseln, indem Sie mit der rechten Maustaste auf die Datei klicken und auswählen
es: AxCrypt puede cifrar y sincronizar automáticamente nuevos archivos y carpetas en tu directorio OneDrive especificado en tu PC. Simplemente agrega nuevos archivos y carpetas y antes de salir de la aplicación AxCrypt, cifrará todos los archivos modificados antes de cerrar. También puedes descifrar archivos en forma permanente haciendo clic derecho en el archivo y seleccionando
fr: AxCrypt peut chiffrer et synchroniser automatiquement de nouveaux fichiers et dossiers sur votre répertoire OneDrive spécifié sur votre PC. Ajoutez simplement de nouveaux fichiers et dossiers et avant de quitter l'application AxCrypt, il chiffrera tous les fichiers modifiés avant de se fermer. Vous pouvez également décrypter définitivement les fichiers en cliquant avec le bouton droit sur le fichier et en sélectionnant
it: AxCrypt può crittografare e sincronizzare automaticamente nuovi file e cartelle nella directory OneDrive specificata sul PC. Basta aggiungere nuovi file e cartelle e prima di uscire dall'applicazione AxCrypt, crittograferà tutti i file modificati prima della chiusura. È inoltre possibile decrittografare definitivamente i file facendo clic con il pulsante destro del mouse sul file e selezionando
ko: AxCrypt는 PC의 지정된 OneDrive 디렉터리에 있는 새 파일과 폴더를 자동으로 암호화하고 동기화할 수 있습니다. 새 파일과 폴더를 추가하고 AxCrypt 응용 프로그램을 종료하기 전에, 모든 변경된 파일을 암호화합니다. 파일을 마우스 오른쪽 버튼으로 클릭하고 선택하여 파일을 영구적으로 해독할 수도 있습니다.
nl: AxCrypt kan automatisch nieuwe bestanden en mappen versleutelen en synchroniseren op uw opgegeven OneDrive map op uw PC. Voeg gewoon nieuwe bestanden en mappen toe en voordat u de AxCrypt-toepassing afsluit, zal het alle gewijzigde bestanden versleutelen voor het sluiten. U kunt bestanden ook permanent decoderen door met de rechtermuisknop op het bestand te klikken en te kiezen voor
pl: AxCrypt może automatycznie szyfrować i synchronizować nowe pliki i foldery w określonym katalogu OneDrive na komputerze. Po prostu dodaj nowe pliki i foldery, a przed zamknięciem aplikacji AxCrypt zaszyfruje ona wszystkie zmienione pliki przed zamknięciem. Możesz także trwale odszyfrować pliki, klikając plik prawym przyciskiem myszy i wybierając
pt: O AxCrypt pode criptografar e sincronizar automaticamente novos arquivos e pastas no diretório especificado do OneDrive em seu computador. Basta adicionar novos arquivos e pastas e antes de sair do aplicativo AxCrypt, ele criptografará todos os arquivos alterados antes de fechar. Você também pode descriptografar arquivos permanentemente clicando com o botão direito do mouse no arquivo e selecionando
ru: AxCrypt может автоматически шифровать и синхронизировать новые файлы и папки в указанном вами каталоге OneDrive на вашем компьютере. Просто добавьте новые файлы и папки, и перед тем, как вы выйдете из приложения AxCrypt, оно зашифрует все измененные файлы перед закрытием. Вы также можете окончательно расшифровать файлы, щелкнув правой кнопкой мыши по файлу и выбрав
sv: AxCrypt kan automatiskt kryptera och synkronisera nya filer och mappar på din angivna OneDrive-katalog på din PC. Lägg bara till nya filer och mappar och innan du avslutar AxCrypt-applikationen så kommer den att kryptera alla ändrade filer innan den stängs. Du kan också permanent dekryptera filer genom att högerklicka på filen och välja
tr: AxCrypt, bilgisayarınızda bulunan belirlediğiniz OneDrive dizinindeki yeni dosya ve klasörleri otomatik olarak şifreleme ve senkronize etme becerisine sahiptir. Sadece yeni dosyalar ve klasörler ekleyin ve AxCrypt uygulamasından çıkmadan önce, kapatılmadan önce değiştirilen tüm dosyaları şifreleyecektir. Ayrıca, dosyaya sağ tıklayıp seçtiğinizde dosyaların şifresini kalıcı olarak da çözebilirsiniz
zh: AxCrypt可以自动加密和同步pc上指定的OneDrive目录上的新文件和文件夹。 只需添加新的文件和文件夹，在退出AxCrypt应用程序之前，它将在关闭之前加密所有更改的文件。 您还可以通过右键单击文件并选择永久解密文件

# Blog_EGEODUNA_H3_Text2
source: You can also encrypt any new files and folders directly within the applications by clicking on the <b> “Clean Up” </b> icon on the top right. This will let you encrypt the newer files and folders without having to exit the application.
ar: يمكنك أيضا تشفير أي ملفات ومجلدات جديدة مباشرة داخل التطبيقات من خلال النقر على أيقونة <b> "تنظيف" </b> في الجزء العلوي الأيمن. سيتيح لك ذلك تشفير الملفات والمجلدات الأحدث دون الحاجة إلى الخروج من التطبيق.
de: Sie können neue Dateien und Ordner auch direkt in den Anwendungen verschlüsseln, indem Sie oben rechts auf das Symbol <b> "Bereinigen" </b> klicken. Auf diese Weise können Sie die neueren Dateien und Ordner verschlüsseln, ohne die Anwendung beenden zu müssen.
es: También puedes cifrar archivos y carpetas nuevos directamente dentro de las aplicaciones haciendo clic en el ícono <b> "Limpiar" </b> en la parte superior derecha. Esto te permitirá cifrar los archivos y carpetas más nuevos sin tener que salir de la aplicación.
fr: Vous pouvez également chiffrer tous les nouveaux fichiers et dossiers directement dans les applications en cliquant sur l'icône <b> "Nettoyer" </b> en haut à droite. Cela vous permettra de chiffrer les nouveaux fichiers et dossiers sans avoir à quitter l'application.
it: Puoi anche crittografare qualsiasi nuovo file e cartella direttamente all'interno delle applicazioni facendo clic sull'icona <b>"Pulisci"</b> in alto a destra. Ciò ti consentirà di crittografare i file e le cartelle più recenti senza dover uscire dall'applicazione.
ko: 오른쪽 상단의 <b> "정리" </b> 아이콘을 클릭하여 응용 프로그램 내에서 직접 새 파일과 폴더를 암호화할 수도 있습니다. 이렇게 하면 응용 프로그램을 종료하지 않고도 최신 파일과 폴더를 암호화할 수 있습니다.
nl: U kunt ook nieuwe bestanden en mappen rechtstreeks in de applicaties versleutelen door op het pictogram <b> "Clean Up" </b> in de rechterbovenhoek te klikken. Hiermee kunt u de nieuwere bestanden en mappen versleutelen zonder dat u de toepassing hoeft af te sluiten.
pl: Możesz także zaszyfrować dowolne nowe pliki i foldery bezpośrednio w aplikacjach, klikając ikonę <b> „Wyczyść” </b> w prawym górnym rogu. Umożliwi to szyfrowanie nowszych plików i folderów bez konieczności zamykania aplikacji.
pt: Você também pode criptografar quaisquer novos arquivos e pastas diretamente dentro dos aplicativos, clicando no ícone <b> "Limpar" </b> no canto superior direito. Isso permitirá que você criptografe os arquivos e pastas mais recentes sem ter que sair do aplicativo.
ru: Вы также можете зашифровать любые новые файлы и папки непосредственно в приложениях, нажав на значок <b>“Очистить”</b> в правом верхнем углу. Это позволит вам зашифровать новые файлы и папки без необходимости выхода из приложения.
sv: Du kan också kryptera alla nya filer och mappar direkt i programmen genom att klicka på ikonen <b> "Rensa" </b> uppe till höger. Detta gör att du kan kryptera de nyare filerna och mapparna utan att behöva avsluta programmet.
tr: Ayrıca, sağ üstteki <b> "Temizle" </b> simgesine tıklayarak doğrudan uygulamaların içindeki yeni dosya ve klasörleri şifreleyebilirsiniz. Bu, uygulamadan çıkmak zorunda kalmadan yeni dosya ve klasörleri şifrelemenizi sağlar.
zh: 您还可以通过单击右上角的<b>"清理"</b>图标直接在应用程序中加密任何新文件和文件夹。 这将允许您加密较新的文件和文件夹，而无需退出应用程序。

# Blog_EGEODUNA_H4_Text1
source: <strong> On Desktops and Laptops:</strong>
ar: <strong> على أجهزة الكمبيوتر المكتبية والمحمولة: </strong>
de: <strong>Auf Desktops und Laptops:</strong>
es: <strong>En computadoras de escritorio y portátiles:</strong>
fr: <strong>Sur les Ordinateurs de Bureau et les Portables : </strong>
it: <strong>Su Desktop e Laptop:</strong>
ko: <strong> 데스크톱 및 노트북에서:</strong>
nl: <strong>Op Desktops en Laptops:</strong>
pl: <strong> Na komputerach stacjonarnych i laptopach:</strong>
pt: <strong>Em Computadores e Laptops:</strong>
ru: <strong> На настольных компьютерах и ноутбуках:</strong>
sv: <strong> På stationära och bärbara datorer:</strong>
tr: <strong> Masaüstü ve Dizüstü Bilgisayarlarda:</strong>
zh: <strong>在台式机和笔记本电脑上：</strong>

# Blog_EGEODUNA_H4_Text2
source: Once you have encrypted the files on your device, you can view them on your PC my simply double click on any of the files and it will be decrypted to view. To decrypt multiple files, select the “Stop Securing” button from the top menu strip on the PC and select all the files that you’d like to decrypt.
ar: بمجرد قيامك بتشفير الملفات الموجودة على جهازك ، يمكنك عرضها على جهاز الكمبيوتر الخاص بك ، ما عليك سوى النقر نقرًا مزدوجًا فوق أي من الملفات وسيتم فك تشفيرها لعرضها. لفك تشفير ملفات متعددة ، حدد زر "Stop Securing" من شريط القائمة العلوي على جهاز الكمبيوتر وحدد جميع الملفات التي ترغب في فك تشفيرها.
de: Sobald Sie die Dateien auf Ihrem Gerät verschlüsselt haben, können Sie sie auf Ihrem PC anzeigen, indem Sie einfach auf eine der Dateien doppelklicken. Um mehrere Dateien zu entschlüsseln, wählen Sie die Schaltfläche "Sicherung beenden" in der oberen Menüleiste des PCS und wählen Sie alle Dateien aus, die Sie entschlüsseln möchten.
es: Una vez que hayas cifrado los archivos en tu dispositivo, puedes verlos en tu PC. Simplemente haz doble clic en cualquiera de los archivos y se descifrará para verlos. Para descifrar varios archivos, selecciona el botón "Dejar de proteger" en la tira de menú superior de la PC y selecciona todos los archivos que deseas descifrar.
fr: Une fois que vous avez chiffré les fichiers sur votre appareil, vous pouvez les visualiser sur votre PC en double-cliquant simplement sur l'un des fichiers et il sera déchiffré pour être visualisé. Pour décrypter plusieurs fichiers, sélectionnez le bouton "Arrêter la Sécurisation" dans la bande de menu supérieure du PC et sélectionnez tous les fichiers que vous souhaitez décrypter.
it: Dopo aver crittografato i file sul tuo dispositivo, puoi visualizzarli sul tuo PC facendo semplicemente doppio clic su uno qualsiasi dei file e verrà decrittografato per visualizzarlo. Per decrittografare più file, seleziona il pulsante "Interrompi Protezione" dalla striscia del menu in alto sul PC e seleziona tutti i file che desideri decrittografare.
ko: 장치에서 파일을 암호화하면 PC에서 파일을 볼 수 있으며 파일 중 하나를 두 번 클릭하기만 하면 볼 수 있도록 해독됩니다. 여러 파일의 암호를 해독하려면 PC의 상단 메뉴 스트립에서 "보안 중지" 버튼을 선택하고 암호를 해독하려는 모든 파일을 선택합니다.
nl: Zodra u de bestanden op uw apparaat hebt gecodeerd, kunt u ze op uw pc bekijken door eenvoudig op een van de bestanden te dubbelklikken en deze wordt gedecodeerd om te bekijken. Als u meerdere bestanden wilt decoderen, selecteert u de knop "Stoppen met Beveiligen" in de bovenste menustrook op de pc en selecteert u alle bestanden die u wilt decoderen.
pl: Po zaszyfrowaniu plików na urządzeniu możesz je przeglądać na swoim komputerze, wystarczy dwukrotnie kliknąć dowolny plik, a zostanie on odszyfrowany do wyświetlenia. Aby odszyfrować wiele plików, wybierz przycisk „Zatrzymaj zabezpieczanie” z górnego paska menu na komputerze i wybierz wszystkie pliki, które chcesz odszyfrować.
pt: Depois de ter criptografado os arquivos em seu dispositivo, você pode visualizá-los em seu PC eu simplesmente clique duas vezes em qualquer um dos arquivos e ele será descriptografado para visualizar. Para descriptografar vários arquivos, selecione o botão "Parar de proteger" na faixa de menu superior no PC e selecione todos os arquivos que você gostaria de descriptografar.
ru: После того, как вы зашифровали файлы на своем устройстве, вы можете просмотреть их на своем компьютере. Просто дважды щелкните по любому из файлов, и он будет расшифрован для просмотра. Чтобы расшифровать несколько файлов, нажмите кнопку “Прекратить защиту” в верхней строке меню на компьютере и выберите все файлы, которые вы хотели бы расшифровать.
sv: När du väl har krypterat filerna på din enhet kan du se dem på din PC genom att dubbelklicka på någon av filerna så dekrypteras den för att se dem. För att dekryptera flera filer, välj "Sluta säkra"-knappen från den övre menyraden på datorn och välj alla filer som du vill dekryptera.
tr: Cihazınızdaki dosyaları şifreledikten sonra, bunları dosyalardan herhangi birine çift tıklayıp şifresini çözerek PC'nizde görüntüleyebilirsiniz. Birden fazla dosyanın şifresini çözmek için, PC'deki üst menü şeridinden "Güvenliği Sağlamayı Durdur" düğmesini seçin ve şifresini çözmek istediğiniz tüm dosyaları seçin.
zh: 一旦您加密了设备上的文件，您就可以在PC上查看它们，只需双击任何文件，它就会被解密以查看。 要解密多个文件，请从PC上的顶部菜单条中选择"停止安全"按钮，然后选择要解密的所有文件。

# Blog_EGEODUNA_H4_Text3
source: <strong> On Mobile:</strong>
ar: <strong> على الجوال: </strong>
de: <strong> Auf Mobilgeräten:</strong>
es: <strong>En el móvil:</strong>
fr: <strong> Sur mobile :</strong>
it: <strong>Su Dispositivi Mobili:</strong>
ko: <strong> 모바일에서:</strong>
nl: <strong> Op mobiele apparaten:</strong>
pl: <strong> Na komórce:</strong>
pt: <strong>No Celular:</strong>
ru: <strong> На мобильном телефоне:</strong>
sv: <strong> På mobilen:</strong>
tr: <strong> Mobil cihazlarda:</strong>
zh: <strong>在移动设备上：</strong>

# Blog_EGEODUNA_H4_Text4
source: To decrypt a OneDrive file on your smartphone, go to Secure > OneDrive and select the file that you’d like to decrypt. Once done, it will decrypt the file on the cloud and can be viewed normally without the AxCrypt application.
ar: لفك تشفير ملف ون درايف على هاتفك الذكي ، انتقل إلى تأمين> ون درايف وحدد الملف الذي تريد فك تشفيره. بمجرد الانتهاء من ذلك ، سيتم فك تشفير الملف على السحابة ويمكن مشاهدته بشكل طبيعي بدون تطبيق اكسكربت.
de: Um eine OneDrive-Datei auf Ihrem Smartphone zu entschlüsseln, gehen Sie zu Sichern > OneDrive und wählen Sie die Datei aus, die Sie entschlüsseln möchten. Sobald dies erledigt ist, wird die Datei in der Cloud entschlüsselt und kann normal ohne die AxCrypt-Anwendung angezeigt werden.
es: Para descifrar un archivo de OneDrive en tu teléfono inteligente, ve a Seguro > OneDrive y selecciona el archivo que deseas descifrar. Una vez hecho esto, descifrará el archivo en la nube y se podrá ver normalmente sin la aplicación AxCrypt.
fr: Pour déchiffrer un fichier OneDrive sur votre smartphone, accédez à Sécurisé > OneDrive et sélectionnez le fichier que vous souhaitez déchiffrer. Une fois cela fait, il déchiffrera le fichier sur le cloud et pourra être visualisé normalement sans l'application AxCrypt.
it: Per decrittografare un file di OneDrive nello smartphone, vai a Proteggi > OneDrive e seleziona il file che vuoi decrittografare. Una volta fatto, decifrerà il file sul cloud e potrà essere visualizzato normalmente senza l'applicazione AxCrypt.
ko: 스마트폰에서 OneDrive 파일의 암호를 해독하려면 보안 > OneDrive로 이동하여 암호를 해독할 파일을 선택합니다. 완료되면 클라우드에서 파일의 암호를 해독하고 AxCrypt 응용 프로그램없이 정상적으로 볼 수 있습니다.
nl: Als u een OneDrive-bestand op uw smartphone wilt decoderen, gaat u naar Beveiligd > OneDrive en selecteert u het bestand dat u wilt decoderen. Als het klaar is, wordt het bestand in de cloud gedecodeerd en kan het normaal worden bekeken zonder de AxCrypt-applicatie.
pl: Aby odszyfrować plik OneDrive na smartfonie, przejdź do Zabezpiecz > OneDrive i wybierz plik, który chcesz odszyfrować. Po zakończeniu plik w chmurze zostanie odszyfrowany i można go normalnie przeglądać bez aplikacji AxCrypt.
pt: Para desencriptar um archivo do OneDrive no seu smartphone, aceda a Proteger > OneDrive e selecione o archivo que pretende desencriptar. Uma vez feito, ele irá descriptografar o arquivo na nuvem e pode ser visualizado normalmente sem o aplicativo AxCrypt.
ru: Чтобы расшифровать файл OneDrive на вашем смартфоне, перейдите в раздел Безопасность > OneDrive и выберите файл, который вы хотите расшифровать. После этого он расшифрует файл в облаке, и его можно будет просматривать в обычном режиме без приложения AxCrypt.
sv: För att dekryptera en OneDrive-fil på din smartphone, gå till Säkert > OneDrive och välj filen som du vill dekryptera. När det är gjort kommer det att dekryptera filen på molnet och kan ses normalt utan AxCrypt-applikationen.
tr: Akıllı telefonunuzdaki bir OneDrive dosyasının şifresini çözmek için OneDrive > Güvenli Hale Getir'e gidin ve şifresini çözmek istediğiniz dosyayı seçin. Tamamlandığında, buluttaki dosyanın şifresini çözer ve AxCrypt uygulaması olmadan normal şekilde görüntülenebilir.
zh: 要解密智能手机上的OneDrive文件，请转到安全>OneDrive并选择要解密的文件。 一旦完成，它将解密云上的文件，并且可以在没有AxCrypt应用程序的情况下正常查看。

# Blog_EGEODUNA_Heading1
source: Installing AxCrypt
ar: تثبيت برنامج اكسكربت
de: Installieren von AxCrypt
es: Instalación de AxCrypt
fr: Installer AxCrypt
it: Installazione di AxCrypt
ko: AxCrypt 설치하기
nl: AxCrypt Installeren
pl: Instalacja AxCrypta
pt: Instalando o AxCrypt
ru: Установка AxCrypt
sv: Installering av AxCrypt
tr: AxCrypt'i Kurmak
zh: 安装AxCrypt

# Blog_EGEODUNA_Heading2
source: Encrypting files on OneDrive with AxCrypt
ar: تشفير الملفات على ون درايف باستخدام اكسكربت
de: Dateien auf OneDrive mit AxCrypt verschlüsseln
es: Cifrado de archivos en OneDrive con AxCrypt
fr: Crypter des fichiers sur OneDrive avec AxCrypt
it: Crittografia di file in OneDrive con AxCrypt
ko: AxCrypt로 OneDrive의 파일 암호화
nl: Bestanden op OneDrive versleutelen met AxCrypt
pl: Szyfrowanie plików w OneDrive za pomocą AxCrypt
pt: Encriptando archivos no OneDrive com AxCrypt
ru: Шифрование файлов в OneDrive с помощью AxCrypt
sv: Kryptera filer på OneDrive med AxCrypt
tr: OneDrive'daki dosyaları AxCrypt ile şifreleme
zh: 使用AxCrypt加密OneDrive上的文件

# Blog_EGEODUNA_Heading3
source: Automatically encrypting new OneDrive files on PC
ar: تشفير ملفات ون درايف الجديدة تلقائيا على الكمبيوتر الشخصي
de: Automatisches Verschlüsseln neuer OneDrive-Dateien auf dem PC
es: Cifrado automático de archivos OneDrive nuevos en PC
fr: Chiffrement automatique des nouveaux fichiers OneDrive sur PC
it: Crittografia automatica dei nuovi file di OneDrive nel PC
ko: PC에서 새 OneDrive 파일 자동 암호화
nl: Nieuwe OneDrive-bestanden automatisch versleutelen op pc
pl: Automatyczne szyfrowanie nowych plików OneDrive na PC
pt: Encriptando automaticamente novos arquivos do OneDrive no PC.
ru: Автоматическое шифрование новых файлов OneDrive на ПК
sv: Krypterar automatiskt nya OneDrive-filer på PC
tr: Bilgisayardaki yeni OneDrive dosyalarını otomatik olarak şifreleme
zh: 自动加密PC上的新OneDrive文件

# Blog_EGEODUNA_Heading4
source: <strong> Decrypting files on OneDrive with AxCrypt <strong>
ar: <strong> فك تشفير الملفات على ون درايف باستخدام اكسكربت<strong>
de: <strong> Dateien auf OneDrive mit AxCrypt entschlüsseln <strong>
es: <strong>Descifrado de archivos en OneDrive con AxCrypt<strong>
fr: <strong> Déchiffrer des fichiers sur OneDrive avec AxCrypt <strong>
it: <strong> Decrittografia di file in OneDrive con AxCrypt </strong>
ko: <strong> AxCrypt를 사용하여 OneDrive에서 파일 암호 해독 <strong>
nl: <strong>Bestanden op OneDrive ontsleutelen met AxCrypt <strong>
pt: <strong>Descriptografando arquivos no OneDrive com o AxCrypt</strong>
ru: <strong> Дешифрование файлов на OneDrive с помощью AxCrypt <strong>
sv: <strong> Dekryptera filer på OneDrive med AxCrypt <strong>
tr: <strong> AxCrypt ile OneDrive'daki dosyaların şifresini çözme <strong></strong>
zh: <strong>使用AxCrypt解密OneDrive上的文件 <strong>

# Blog_EGEODUNA_M1_SH1_Text1
source: <li>Installing AxCrypt</li>
ar: <li> تثبيت اكسكربت</li>
de: <li>Installieren von AxCrypt</li>
es: <li>Instalación de AxCrypt</li>
fr: <li>Installer AxCrypt</li>
it: <li>Installazione di AxCrypt</li>
ko: <li>AxCrypt 설치하기</li>
nl: <li>AxCrypt Installeren</li>
pl: <li>Instalowanie AxCrypt</li>
pt: <li>Instalando AxCrypt</li>
ru: <li>Установка AxCrypt</li>
sv: <li>Installera AxCrypt</li>
tr: <li>AxCrypt'i Yükleme</li>
zh: <li>安装AxCrypt</li>

# Blog_EGEODUNA_M1_SH2_Text1
source: <li>Setting up AxCrypt with OneDrive</li>
ar: <li> إعداد اكسكربت باستخدام ون درايف </li>
de: <li>Einrichten von AxCrypt mit OneDrive</li>
es: <li>Configuración de AxCrypt con OneDrive</li>
fr: <li>Configurer AxCrypt avec OneDrive</li>
it: <li>Configurazione di AxCrypt con OneDrive</li>
ko: <li>OneDrive로 AxCrypt 설정</li>
nl: <li>AxCrypt instellen met OneDrive</li>
pl: <li>Konfigurowanie AxCrypt z OneDrive</li>
pt: <li>Configurando o AxCrypt com o OneDrive</li>
ru: <li>Настройка AxCrypt с помощью OneDrive</li>
sv: <li>Konfigurera AxCrypt med OneDrive</li>
tr: <li>OneDrive'da AxCrypt'i Kurmak</li>
zh: <li>使用OneDrive设置AxCrypt</li>

# Blog_EGEODUNA_M1_SH3_Text1
source: <li>Encrypting files on OneDrive with AxCrypt</li>
ar: <li> تشفير الملفات على ون درايف باستخدام اكسكربت </li>
de: <li>Dateien auf OneDrive mit AxCrypt verschlüsseln</li>
es: <li>Cifrado de archivos en OneDrive con AxCrypt</li>
fr: <li>Chiffrer des fichiers sur OneDrive avec AxCrypt</li>
it: <li>Crittografia di file in OneDrive con AxCrypt</li>
ko: <li>AxCrypt로 OneDrive의 파일 암호화</li>
nl: <li>Bestanden op OneDrive versleutelen met AxCrypt</li>
pl: <li>Szyfrowanie plików w OneDrive za pomocą AxCrypt</li>
pt: <li>Encriptando arquivos no OneDrive com o AxCrypt</li>
ru: <li>Шифрование файлов в OneDrive с помощью AxCrypt</li>
sv: <li>Kryptera filer på OneDrive med AxCrypt</li>
tr: <li>OneDrive'daki dosyaları AxCrypt ile şifreleme</li>
zh: <li>使用AxCrypt加密OneDrive上的文件</li>

# Blog_EGEODUNA_M1_SH4_Text1
source: <li>Automatically encrypting new OneDrive files on PC</li>
ar: <li> تشفير ملفات ون درايف الجديدة تلقائيا على الكمبيوتر الشخصي </li>
de: <li>Automatisches Verschlüsseln neuer OneDrive-Dateien auf dem PC</li>
es: <li>Cifrado automático de archivos OneDrive nuevos en PC</li>
fr: <li>Crypter automatiquement les nouveaux fichiers OneDrive sur PC</li>
it: <li>Crittografia automatica dei nuovi file di OneDrive nel PC</li>
ko: <li>PC에서 새 OneDrive 파일 자동 암호화</li>
nl: <li>Nieuwe OneDrive-bestanden automatisch versleutelen op pc</li>
pl: <li>Szyfrowanie plików w OneDrive za pomocą AxCrypt</li>
pt: <li>Encriptando automaticamente novos arquivos do OneDrive no PC</li>
ru: <li>Автоматическое шифрование новых файлов OneDrive на ПК</li>
sv: <li>Krypterar automatiskt nya OneDrive-filer på PC</li>
tr: <li>Bilgisayardaki yeni OneDrive dosyalarını otomatik olarak şifreleme</li>
zh: <li>自动加密PC上的新OneDrive文件</li>

# Blog_EGEODUNA_M1_SH5_Text1
source: <li>Decrypting files on OneDrive with AxCrypt </li>
ar: <li> فك تشفير الملفات على ون درايف باستخدام اكسكربت</li>
de: <li>Dateien auf OneDrive mit AxCrypt entschlüsseln </li>
es: <li>Descifrado de archivos en OneDrive con AxCrypt</li>
fr: <li>Déchiffrer des fichiers sur OneDrive avec AxCrypt </li>
it: <li>Decrittografia di file in OneDrive con AxCrypt</li>
ko: <li>AxCrypt를 사용하여 OneDrive에서 파일 암호 해독 </li>
nl: <li>Bestanden decoderen op OneDrive met AxCrypt </li>
pl: <li>Odszyfrowywanie plików w OneDrive za pomocą AxCrypt </li>
pt: <li>Descriptografando Arquivos no OneDrive com o AxCrypt </li>
ru: <li>Дешифрование файлов на OneDrive с помощью AxCrypt </li>
sv: <li>Dekryptera filer på OneDrive med AxCrypt </li>
tr: <li>OneDrive'daki dosyaların şifresini AxCrypt ile çözme </li>
zh: <li>使用AxCrypt解密OneDrive上的文件</li>
