Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EVA_Text1
source: A source of common confusion is the difference between <strong>encryption</strong> and <strong>access control</strong>, and what the AxCrypt 2 <strong>Sign In</strong> is about.
ar: أحد مصادر الالتباس الشائع هو الفرق بين <strong> التشفير </ strong> و <strong> التحكم في الوصول </ strong> ، وما يدور حوله <strong> تسجيل الدخول </ strong> في اكسكربت 2.
de: Eine Quelle der allgemeinen Verwirrung ist der Unterschied zwischen <strong>Verschlüsselung</strong> und <strong>Zugriffskontrolle</strong> und worum es bei der AxCrypt 2 <strong>Anmeldung</strong> geht.
es: Una fuente de confusión común es la diferencia entre <strong>cifrado</strong> y <strong>control de acceso</strong>, y de qué trata <strong>Iniciar sesión</strong> de AxCrypt 2.
fr: Une source de confusion commune est la différence entre le <strong>cryptage et le</strong> <strong>contrôle d’accès</strong>, et ce qu’est <strong>la Connexion </strong> AxCrypt 2.
it: Una fonte di confusione comune è la differenza tra <strong>crittografia</strong> e <strong>controllo degli accessi</strong>, e in cosa consiste l'<strong>accesso</strong> di AxCrypt 2.
ko: 일반적인 혼란의 원인은 <strong>암호화</strong> 와 <strong>액세스 제어</strong>의 차이점과 AxCrypt 2 <strong>로그인</strong> 에 관한 내용입니다.
nl: Een bron van veel voorkomende verwarring is het verschil tussen <strong>encryptie</strong> en <strong>toegangscontrole</strong>, en waar de AxCrypt 2 <strong>Sign In</strong> over gaat.
pl: Źródłem powszechnych nieporozumień jest różnica między <strong>szyfrowaniem</strong> a <strong>kontrolą dostępu</strong> oraz o co chodzi w <strong>logowaniu</strong> w AxCrypt 2.
pt: Uma fonte comum de confusão é a diferença entre <strong>cifragem</strong> e <strong>controlo de acesso</strong>, e o que o AxCrypt 2 <strong>Sign In</strong> é.
ru: Источником общей путаницы является разница между <strong>шифрованием</strong> и <strong> контролем доступа</strong>, а также то, что представляет собой AxCrypt 2 <strong>Вход</strong>.
sv: En källa till vanlig förvirring är skillnaden mellan <strong>encryption</strong>and<strong>accesscontrol</strong> och vad AxCrypt 2 <strong>Sign In</strong> handlar om.
tr: Yaygın bir kafa karışıklığı nedeni de <strong>şifreleme</strong> ve <strong>erişim kontrolü</strong> arasındaki fark ve AxCrypt 2 <strong>Oturum Açma'nın</strong> ne hakkında olduğudur.
zh: 常见混淆的一个来源是<strong>加密</strong>和<strong>访问控制</strong>之间的区别，以及中的AxCrypt2<strong>登录</strong>的内容。

# Blog_EVA_Title
source: Encryption vs. Authentication
ar: التشفير مقابل المصادقة
de: Verschlüsselung vs. Authentifizierung
es: Cifrado vs Autenticación
fr: Chiffrement vs Authentification
it: Crittografia contro autenticazione
ko: 암호화 vs. 인증
nl: Encryptie versus Authenticatie
pl: Szyfrowanie a uwierzytelnianie
pt: Cifragem vs. Autenticação
ru: Шифрование vs. Идентификация
sv: Kryptering kontra autentisering
tr: Şifreleme ve Kimlik Doğrulama Karşılaştırması
zh: 加密与身份验证

# Blog_Feature_Conclusion_Text1
source: <a href='https://www.axcrypt.net/information/features'>Check out AxCrypt’s feature page to see what we offer</a>
ar: <a href='https://www.axcrypt.net/information/features'> تحقق من صفحة ميزات اكسكربت لمعرفة ما نقدمه </a>
es: <a href='https://www.axcrypt.net/information/features'>Echa un vistazo a la página de funciones de AxCrypt para que veas lo que ofrecemos</a>
fr: <a href='https://www.axcrypt.net/information/features'>Consultez la page des fonctionnalités d’AxCrypt pour voir ce que nous offrons</a>
it: <a href='https://www.axcrypt.net/information/features'>Controlla la pagina delle funzionalità di AxCrypt per vedere cosa offriamo</a>
ko: <a href='https://www.axcrypt.net/information/features'>AxCrypt 기능 페이지에서 AxCrypt가 제공하는 서비스에 대해서 알아보세요.</a>
nl: <a href='https://www.axcrypt.net/information/features'>Kijk op AxCrypt's functie pagina om te zien wat we aanbieden</a>
pl: <a href='https://www.axcrypt.net/information/features'>Sprawdź stronę funkcji AxCrypt, aby zobaczyć, co oferujemy</a>
pt: Veja a nossa oferta na página de <a href='https://www.axcrypt.net/information/features'>funcionalidades da AxCrypt</a>
sv: <a href='https://www.axcrypt.net/information/features'> Kika på AxCrypts funktionssida för att se vad vi erbjuder</a>
tr: <a href='https://www.axcrypt.net/information/features'>Neler sunduğumuzu görmek için AxCrypt'in özellik sayfasına göz atın</a>

# Blog_FEFBI_Conclusion_Heading
source: Install AxCrypt with a 30-Day Free Trial
ar: قم بتثبيت اكسكربت مع نسخة تجريبية مجانية لمدة 30 يوما
de: Installieren Sie AxCrypt mit einer kostenlosen 30-Tage-Testversion
es: Instala AxCrypt con una prueba gratuita de 30 días
fr: Installez AxCrypt avec un essai gratuit de 30 jours
it: Installa AxCrypt con una prova gratuita di 30 giorni
ko: 30일 무료 평가판으로 AxCrypt 설치
nl: Installeer AxCrypt met een gratis proefperiode van 30 dagen
pl: Zainstaluj AxCrypt z 30-dniowym bezpłatnym okresem próbnym
pt: Instale o AxCrypt com uma avaliação gratuita de 30 dias
ru: Установите AxCrypt с 30-дневной бесплатной пробной версией
sv: Installera AxCrypt med en 30-dagars gratis provperiod
tr: 30 Günlük Ücretsiz Deneme için AxCrypt'i Yükle
zh: 安装 AxCrypt 30 天免费试用

# Blog_FEFBI_Conclusion_Text1
source: AxCrypt is an award-winning encryption software featuring zero-knowledge password management capabilities. Trusted by financial professionals worldwide, AxCrypt secures sensitive data on Windows, Mac, iOS, and Android devices. Recognized as PC Mag's “Best Encryption Software” for nine consecutive years since 2016, AxCrypt ensures robust protection for passwords, card details, and confidential notes.
ar: اكسكربت هو برنامج تشفير حائز على جوائز يتميز بقدرات إدارة كلمات المرور بدون معرفة. موثوق به من قبل المتخصصين الماليين في جميع أنحاء العالم ، يؤمن اكسكربت البيانات الحساسة على أجهزة ويندوز و ماك وأندرويد ونظام التشغيل ايفون. معترف به باعتباره "أفضل برنامج تشفير" من PC Mag لمدة تسع سنوات متتالية منذ عام 2016 ، يضمن اكسكربت حماية قوية لكلمات المرور وتفاصيل البطاقة والملاحظات السرية.
de: AxCrypt ist eine preisgekrönte Verschlüsselungssoftware mit Zero-Knowledge-Funktionen zur Passwortverwaltung. Finanzfachleute auf der ganzen Welt vertrauen auf AxCrypt und sichern sensible Daten auf Windows-, Mac-, iOS- und Android-Geräten. AxCrypt wurde seit 2016 neun Jahre in Folge von PC Mag als "Beste Verschlüsselungssoftware" ausgezeichnet und bietet zuverlässigen Schutz für Passwörter, Kartendaten und vertrauliche Notizen.
es: AxCrypt es un galardonado software de cifrado con capacidades de gestión de contraseñas de conocimiento cero. Con la confianza de profesionales financieros de todo el mundo, AxCrypt protege los datos confidenciales en dispositivos Windows, Mac, iOS y Android. Reconocido como el "Mejor Software de Cifrado" de PC Mag durante nueve años consecutivos desde 2016, AxCrypt garantiza una sólida protección para contraseñas, detalles de tarjetas y notas confidenciales.
fr: AxCrypt est un logiciel de cryptage primé doté de capacités de gestion des mots de passe sans connaissance. Approuvé par les professionnels financiers du monde entier, AxCrypt sécurise les données sensibles sur les appareils Windows, Mac, iOS et Android. Reconnu comme le « meilleur logiciel de chiffrement » de PC Mag pendant neuf années consécutives depuis 2016, AxCrypt assure une protection robuste pour les mots de passe, les détails des cartes et les notes confidentielles.
it: AxCrypt è un software di crittografia pluripremiato con funzionalità di gestione delle password a conoscenza zero. Scelto dai professionisti finanziari di tutto il mondo, AxCrypt protegge i dati sensibili su dispositivi Windows, Mac, iOS e Android. Riconosciuto come "Miglior software di crittografia" da PC Mag per nove anni consecutivi dal 2016, AxCrypt garantisce una solida protezione per password, dettagli della carta e note riservate.
ko: AxCrypt는 암호 관리 기능을 완벽하게 제공하는 수상 경력에 빛나는 암호화 소프트웨어입니다. 전 세계 금융 전문가들이 신뢰하는 AxCrypt는 Windows, Mac, iOS 및 Android 장치에서 중요한 데이터를 보호합니다. 2016년부터 9년 연속 PC Mag의 "최고의 암호화 소프트웨어"로 인정 받은 AxCrypt는 암호, 카드 정보 및 기밀 노트에 대한 강력한 보호를 보장합니다.
nl: AxCrypt is een bekroonde versleutelingssoftware met zero-knowledge wachtwoordbeheermogelijkheden. AxCrypt wordt vertrouwd door financiële professionals over de hele wereld en beveiligt gevoelige gegevens op Windows-, Mac-, iOS- en Android-apparaten. AxCrypt is sinds 2016 negen opeenvolgende jaren erkend als PC Mag's "Best Encryption Software" en zorgt voor robuuste bescherming voor wachtwoorden, kaartgegevens en vertrouwelijke notities.
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie szyfrujące oferujące funkcje zarządzania hasłami zerowej wiedzy. AxCrypt, któremu ufają profesjonaliści finansowi na całym świecie, zabezpiecza poufne dane na urządzeniach z systemem Windows, Mac, iOS i Android. Uznawany przez PC Mag za „Najlepsze oprogramowanie szyfrujące” przez dziewięć kolejnych lat od 2016 r., AxCrypt zapewnia solidną ochronę haseł, danych kart i poufnych notatek.
pt: O AxCrypt é um software de criptografia premiado com recursos de gerenciamento de senhas de conhecimento zero. Com a confiança de profissionais financeiros em todo o mundo, o AxCrypt protege dados confidenciais em dispositivos Windows, Mac, iOS e Android. Reconhecido como o "Melhor Software de Criptografia" da PC Mag por nove anos consecutivos desde 2016, o AxCrypt garante proteção robusta para senhas, detalhes do cartão e notas confidenciais.
ru: AxCrypt — это отмеченное наградами программное обеспечение для шифрования с возможностями управления паролями с нулевым разглашением. Компания AxCrypt, которой доверяют финансовые специалисты по всему миру, защищает конфиденциальные данные на устройствах Windows, Mac, iOS и Android. AxCrypt, признанный PC Mag «Лучшим программным обеспечением для шифрования» в течение девяти лет подряд с 2016 года, обеспечивает надежную защиту паролей, данных карт и конфиденциальных заметок.
sv: AxCrypt är en prisbelönt krypteringsprogramvara med zero-knowledge lösenordshanteringsfunktioner. Betrodd av finansproffs världen över, skyddar AxCrypt känslig data på Windows-, Mac-, iOS- och Android-enheter. Utsedd till PC Mags “Bästa krypteringsprogramvara” i nio år i rad sedan 2016, säkerställer AxCrypt robust skydd för lösenord, kortuppgifter och konfidentiella anteckningar.
tr: AxCrypt, sıfır bilgi parola yönetimi özelliklerine sahip ödüllü bir şifreleme yazılımıdır. Dünya çapında finans profesyonelleri tarafından güvenilen AxCrypt, Windows, Mac, iOS ve Android cihazlardaki hassas verileri korur. 2016'dan bu yana dokuz yıl üst üste PC Mag'in "En İyi Şifreleme Yazılımı" olarak kabul edilen AxCrypt, parolalar, kart bilgileri ve gizli notlar için güçlü bir koruma sağlar.
zh: AxCrypt 是一款屡获殊荣的加密软件，具有零知识密码管理功能。AxCrypt 受到全球金融专业人士的信赖，可保护 Windows、Mac、iOS 和 Android 设备上的敏感数据。自 2016 年以来，AxCrypt 连续九年被公认为 PC Mag 的“最佳加密软件”，可确保为密码、卡详细信息和机密笔记提供强大地保护。

# Blog_FEFBI_Conclusion_Text2
source: Start protecting and securely sharing your passwords, card details, and notes today! Try AxCrypt free with a 30-day trial. Click <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a> to download.
ar: ابدأ في حماية كلمات المرور وتفاصيل البطاقة والملاحظات ومشاركتها بأمان اليوم! جرب اكسكربت مجانا مع نسخة تجريبية مدتها 30 يوما. انقر <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>هنا</b></a> للتحميل.
de: Schützen und teilen Sie Ihre Passwörter, Kartendaten und Notizen noch heute sicher! Testen Sie AxCrypt kostenlos mit einer 30-Tage-Testversion. Klicken Sie auf <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a > zum Herunterladen.
es: ¡Comience a proteger y compartir de forma segura sus contraseñas, detalles de tarjetas y notas hoy mismo! Pruebe AxCrypt gratis con una prueba de 30 días. Haga clic <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>aquí</b></a> para descargar.
fr: Commencez à protéger et à partager en toute sécurité vos mots de passe, détails de carte et notes dès aujourd’hui! Essayez AxCrypt gratuitement avec un essai de 30 jours. Cliquez sur <a href='https://account.axcrypt.net/HomeUser/CreatePremium/? utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>ici</b></a> pour télécharger.
it: Inizia a proteggere e condividere in modo sicuro le tue password, i dettagli della carta e le note oggi stesso! Prova AxCrypt gratuitamente con una prova di 30 giorni. Clicca <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>qui</b></a> per scaricare.
ko: 지금 암호, 카드 정보 및 메모를 보호하고 안전하게 공유하세요! 30일 평가판으로 AxCrypt를 무료로 사용해 보세요. 다운로드하려면 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>여기</b></a>를 클릭하십시오.
nl: Begin vandaag nog met het beschermen en veilig delen van uw wachtwoorden, kaartgegevens en notities! Probeer AxCrypt gratis uit met een proefperiode van 30 dagen. Klik op <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>hier</b></a> om te downloaden.
pl: Zacznij chronić i bezpiecznie udostępniać swoje hasła, dane kart i notatki już dziś! Wypróbuj AxCrypt za darmo dzięki 30-dniowej wersji próbnej. Kliknij <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>tutaj</b></a>, aby pobrać.
pt: Comece a proteger e compartilhar com segurança suas senhas, detalhes do cartão e notas hoje! Experimente o AxCrypt gratuitamente com uma avaliação de 30 dias. Clique <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>aqui</b></a> para fazer o download.
ru: Начните защищать и безопасно делиться своими паролями, данными карт и заметками уже сегодня! Попробуйте AxCrypt бесплатно с 30-дневной пробной версией. Нажмите <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a>, чтобы скачать.
sv: Börja skydda och dela dina lösenord, kortuppgifter och anteckningar på ett säkert sätt idag! Prova AxCrypt gratis i 30 dagar. Klicka <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>här</b></a> för att ladda ner.
tr: Parolalarınızı, kart bilgilerinizi ve notlarınızı korumaya ve güvenli bir şekilde paylaşmaya bugün başlayın! AxCrypt'i 30 günlük deneme süresiyle ücretsiz deneyin. İndirmek için <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>buraya</b></a> tıklayın.
zh: 立即开始保护并安全地共享您的密码、卡详细信息和便笺！免费试用 AxCrypt 30 天。点击 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a> 下载。

# Blog_FEFBI_H1_Text1
source: File encryption is the process of converting a file’s content into an unreadable code to prevent unauthorized access. It’s a powerful data security measure designed to secure sensitive data with practically unbreakable security.
ar: تشفير الملفات هو عملية تحويل محتوى الملف إلى رمز غير قابل للقراءة لمنع الوصول غير المصرح به. إنه إجراء قوي لأمن البيانات مصمم لتأمين البيانات الحساسة بأمان غير قابل للكسر عمليا.
de: Bei der Dateiverschlüsselung wird der Inhalt einer Datei in einen unlesbaren Code umgewandelt, um unbefugten Zugriff zu verhindern. Es handelt sich um eine leistungsstarke Datensicherheitsmaßnahme, die entwickelt wurde, um sensible Daten mit praktisch unknackbarer Sicherheit zu schützen.
es: El cifrado de archivos es el proceso de convertir el contenido de un archivo en un código ilegible para evitar el acceso no autorizado. Es una poderosa medida de seguridad de datos diseñada para proteger los datos confidenciales con una seguridad prácticamente inquebrantable.
fr: Le cryptage de fichiers est le processus de conversion du contenu d’un fichier en un code illisible pour empêcher tout accès non autorisé. C’est une mesure de sécurité des données puissante conçue pour sécuriser les données sensibles avec une sécurité pratiquement incassable.
it: La crittografia dei file è il processo di conversione del contenuto di un file in un codice illeggibile per impedire l'accesso non autorizzato. È una potente misura di sicurezza dei dati progettata per proteggere i dati sensibili con una sicurezza praticamente indistruttibile.
ko: 파일 암호화는 파일의 내용을 읽을 수 없는 코드로 변환하여 무단 액세스를 방지하는 프로세스입니다. 이는 실질적으로 깨지지 않는 보안으로 민감한 데이터를 보호하도록 설계된 강력한 데이터 보안 조치입니다.
nl: Bestandsversleuteling is het proces waarbij de inhoud van een bestand wordt omgezet in een onleesbare code om onbevoegde toegang te voorkomen. Het is een krachtige gegevensbeveiligingsmaatregel die is ontworpen om gevoelige gegevens te beveiligen met een praktisch onbreekbare beveiliging.
pl: Szyfrowanie plików to proces konwersji zawartości pliku na nieczytelny kod, aby zapobiec nieautoryzowanemu dostępowi. To potężne zabezpieczenie danych zaprojektowane w celu zabezpieczenia poufnych danych za pomocą praktycznie niezniszczalnego zabezpieczenia.
pt: A criptografia de arquivos é o processo de converter o conteúdo de um arquivo em um código ilegível para impedir o acesso não autorizado. É uma poderosa medida de segurança de dados projetada para proteger dados confidenciais com segurança praticamente inquebrável.
ru: Шифрование файлов — это процесс преобразования содержимого файла в нечитаемый код для предотвращения несанкционированного доступа. Это мощная мера безопасности данных, предназначенная для защиты конфиденциальных данных с практически не взламываемой безопасностью.
sv: Filkryptering är processen att omvandla en fils innehåll till en oläsbar kod för att förhindra obehörig åtkomst. Det är en kraftfull datasäkerhetsåtgärd utformad för att säkra känslig data med praktiskt taget oknäckbar säkerhet.
tr: Dosya şifreleme, yetkisiz erişimi önlemek için bir dosyanın içeriğini okunamayan bir koda dönüştürme işlemidir. Hassas verileri neredeyse kırılamaz bir güvenlik seviyesi ile güvence altına almak için tasarlanmış güçlü bir veri güvenliği önlemidir.
zh: 文件加密是将文件内容转换为不可读代码以防止未经授权的访问的过程。它是一种强大的数据安全措施，旨在以几乎牢不可破的安全性保护敏感数据。

# Blog_FEFBI_H1_Text2
source: In the banking and finance industry, this means transforming sensitive information—such as account numbers, transaction details, and personal client data—into an unreadable format that can only be deciphered with the correct encryption key. This ensures that even if data is intercepted or accessed by malicious actors, it remains secure and unusable.
ar: في الصناعة المصرفية والمالية ، يعني هذا تحويل المعلومات الحساسة - مثل أرقام الحسابات وتفاصيل المعاملات وبيانات العميل الشخصية - إلى تنسيق غير قابل للقراءة لا يمكن فك تشفيره إلا باستخدام مفتاح التشفير الصحيح. هذا يضمن أنه حتى إذا تم اعتراض البيانات أو الوصول إليها من قبل الجهات الفاعلة الضارة ، فإنها تظل آمنة وغير قابلة للاستخدام.
de: In der Banken- und Finanzbranche bedeutet dies, dass sensible Informationen – wie Kontonummern, Transaktionsdetails und persönliche Kundendaten – in ein unlesbares Format umgewandelt werden müssen, das nur mit dem richtigen Verschlüsselungsschlüssel entschlüsselt werden kann. Dadurch wird sichergestellt, dass Daten, selbst wenn sie abgefangen oder von böswilligen Akteuren abgerufen werden, sicher und unbrauchbar bleiben.
es: En el sector bancario y financiero, esto significa transformar la información confidencial, como los números de cuenta, los detalles de las transacciones y los datos personales de los clientes, en un formato ilegible que solo se puede descifrar con la clave de cifrado correcta. Esto garantiza que, incluso si los datos son interceptados o accedidos por actores malintencionados, permanezcan seguros e inutilizables.
fr: Dans le secteur bancaire et financier, cela signifie transformer les renseignements de nature délicate — comme les numéros de compte, les détails des transactions et les données personnelles des clients — en un format illisible qui ne peut être déchiffré qu’avec la bonne clé de chiffrement. Cela garantit que même si les données sont interceptées ou consultées par des acteurs malveillants, elles restent sécurisées et inutilisables.
it: Nel settore bancario e finanziario, ciò significa trasformare le informazioni sensibili, come i numeri di conto, i dettagli delle transazioni e i dati personali dei clienti, in un formato illeggibile che può essere decifrato solo con la chiave di crittografia corretta. Ciò garantisce che anche se i dati vengono intercettati o accessibili da malintenzionati, rimangano sicuri e inutilizzabili.
ko: 은행 및 금융 업계에서 이는 계좌 번호, 거래 내역, 개인 클라이언트 데이터와 같은 중요한 정보를 정확한 암호화 키로만 해독할 수 있는 읽을 수 없는 형식으로 변환하는 것을 의미합니다. 이렇게 하면 악의적인 행위자가 데이터를 가로채거나 액세스하더라도 데이터를 안전하게 유지하고 사용할 수 없게 됩니다.
nl: In de bank- en financiële sector betekent dit dat gevoelige informatie, zoals rekeningnummers, transactiegegevens en persoonlijke klantgegevens, moet worden omgezet in een onleesbaar formaat dat alleen kan worden ontcijferd met de juiste coderingssleutel. Dit zorgt ervoor dat zelfs als gegevens worden onderschept of in beslag genomen door kwaadwillende actoren, deze veilig en onbruikbaar blijven.
pl: W branży bankowej i finansowej oznacza to przekształcanie poufnych informacji — takich jak numery kont, szczegóły transakcji i dane osobowe klientów — w nieczytelny format, który można rozszyfrować tylko za pomocą prawidłowego klucza szyfrowania. Zapewnia to, że nawet jeśli dane zostaną przechwycone lub udostępnione złośliwym podmiotom, pozostaną bezpieczne i bezużyteczne.
pt: No setor bancário e financeiro, isso significa transformar informações confidenciais, como números de contas, detalhes de transações e dados pessoais de clientes, em um formato ilegível que só pode ser decifrado com a chave de criptografia correta. Isso garante que, mesmo que os dados sejam interceptados ou acessados por agentes mal-intencionados, eles permaneçam seguros e inutilizáveis.
ru: В банковской и финансовой отрасли это означает преобразование конфиденциальной информации, такой как номера счетов, сведения о транзакциях и личные данные клиентов, в нечитаемый формат, который может быть расшифрован только с помощью правильного ключа шифрования. Это гарантирует, что даже если данные будут перехвачены или к ним получат доступ злоумышленники, они останутся безопасными и непригодными для использования.
sv: Inom bank- och finansindustrin innebär detta att känslig information – såsom kontonummer, transaktionsdetaljer och personliga kunduppgifter – omvandlas till ett oläsbart format som endast kan dechiffreras med rätt krypteringsnyckel. Detta säkerställer att även om data avlyssnas eller nås av illvilliga aktörer, förblir den säker och oanvändbar.
tr: Bankacılık ve finans sektöründe bu, hesap numaraları, işlem ayrıntıları ve kişisel müşteri verileri gibi hassas bilgilerin şifresinin yalnızca doğru şifreleme anahtarıyla çözülebilecek ve okunamaz bir biçime dönüştürülmesi anlamına gelir. Bu sayede veriler kötü niyetli kişiler tarafından ele geçirilse veya erişilse bile güvenli ve kullanılamaz halde kalır.
zh: 在银行和金融行业，这意味着将敏感信息（如帐号、交易详细信息和个人客户数据）转换为无法读取的格式，只有使用正确的加密密钥才能破译。这确保了即使数据被恶意行为者拦截或访问，它仍然是安全且无法使用的。
