Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BAFESFW_H1_SH1_Text10
source: And that’s it! Your most recent encrypted files will appear on the main screen on the <b>‘Recent Files’</b> tab, and will have a file extension of <b>.axx</b>. You can add new folders and subfolders and AxCrypt will automatically encrypt the files within the folders.
ar: وهذا كل شيء! ستظهر أحدث ملفاتك المشفرة على الشاشة الرئيسية في علامة <b>التبويب "الملفات الحديثة"</b> ، وسيكون لها امتداد <b>ملف .axx</b>. يمكنك إضافة مجلدات ومجلدات فرعية جديدة وسيقوم اكسكربت تلقائيا بتشفير الملفات داخل المجلدات.
de: Und das war's! Ihre zuletzt verschlüsselten Dateien werden auf dem Hauptbildschirm auf der Registerkarte <b>'Zuletzt verwendete Dateien'</b> angezeigt und haben die Dateierweiterung <b>.axx</b>. Sie können neue Ordner und Unterordner hinzufügen und AxCrypt verschlüsselt automatisch die Dateien in den Ordnern.
es: Y listo. Tus archivos cifrados más recientes aparecerán en la pantalla principal en la pestaña <b>'Archivos recientes'</b>, y tendrán la extensión <b>.axx</b>. Puedes agregar nuevas carpetas y subcarpetas y AxCrypt cifrará automáticamente los archivos dentro de las carpetas.
fr: Et c'est tout! Vos fichiers cryptés les plus récents apparaîtront sur l'écran principal dans l'onglet <b>"Fichiers récents"</b> et auront une extension de fichier <b>.axx</b>. Vous pouvez ajouter de nouveaux dossiers et sous-dossiers et AxCrypt chiffrera automatiquement les fichiers dans les dossiers.
it: E questo è tutto! I file crittografati più recenti appariranno nella schermata principale della scheda <b>"File recenti" e avranno l'estensione</b> . <b>axx</b>. È possibile aggiungere nuove cartelle e sottocartelle e AxCrypt crittograferà automaticamente i file all'interno delle cartelle.
ko: 그리고 그게 전부입니다! 가장 최근에 암호화된 파일은 메인 화면의 ' <b>최근 파일'</b> 탭에 표시되며 파일 확장자는 <b>.axx</b> 입니다. 새 폴더와 하위 폴더를 추가할 수 있으며 AxCrypt는 폴더 내의 파일을 자동으로 암호화합니다.
nl: En dat is het! Uw meest recente gecodeerde bestanden verschijnen op het hoofdscherm op het tabblad <b>'Recente Bestanden'</b> en hebben de bestandsextensie <b>.axx</b>. U kunt nieuwe mappen en submappen toevoegen en AxCrypt versleutelt automatisch de bestanden in de mappen.
pl: I to wszystko! Twoje najnowsze zaszyfrowane pliki pojawią się na ekranie głównym w zakładce <b>„Ostatnie pliki”</b> i będą miały rozszerzenie <b>.axx</b>. Możesz dodać nowe foldery i podfoldery, a AxCrypt automatycznie zaszyfruje pliki w folderach.
pt: E é isso! Seus arquivos criptografados mais recentes aparecerão na tela principal na guia <b>'Arquivos recentes'</b> e terão uma extensão de arquivo <b>axx</b>. Você pode adicionar novas pastas e subpastas e o AxCrypt criptografará automaticamente os arquivos dentro das pastas.
ru: Вот и все! Ваши самые последние зашифрованные файлы появятся на главном экране на вкладке <b>'Последние файлы'</b> и будут иметь расширение <b>.axx</b>. Вы можете добавить новые папки и вложенные папки, и AxCrypt автоматически зашифрует файлы в папках.
sv: Och det är allt! Dina senaste krypterade filer kommer att visas på huvudskärmen på fliken <b>'Senaste filer'</b> och kommer att ha filtillägget <b>.axx</b>. Du kan lägga till nya mappar och undermappar och AxCrypt kommer automatiskt att kryptera filerna i mapparna.
tr: Ve hepsi bu kadar! En son şifrelenmiş dosyalarınız ana ekranda <b>'Son Kullanılan Dosyalar'</b> sekmesinde görünecek ve <b>.axx</b> dosya uzantısına sahip olacaktır. Yeni klasörler ve alt klasörler ekleyebilmeniz de mümkündür. AxCrypt klasörlerin içindeki dosyaları otomatik olarak şifreleyecektir.
zh: 就这样！ 您最近的加密文件将出现在<b>'最近的文件'</b>选项卡的主屏幕上，文件扩展名为<b>.axx</b>。 您可以添加新的文件夹和子文件夹，AxCrypt将自动加密文件夹中的文件。

# Blog_BAFESFW_H1_SH1_Text11
source: To completely decrypt the file, click on the <b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير الملف تماما ، انقر فوق <b>رمز "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um die Datei vollständig zu entschlüsseln, klicken Sie auf das Symbol <b>'Sicherung beenden'</b> in der Hauptmenüleiste oben und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar completamente el archivo, haz clic en el icono <b>"Detener seguridad"</b> de la barra de menú principal de la parte superior y selecciona los archivos que deseas descifrar.
fr: Pour déchiffrer complètement le fichier, cliquez sur l'icône <b>« Arrêter la sécurisation »</b> dans la bande du menu principal en haut et sélectionnez les fichiers que vous souhaitez déchiffrer.
it: Per decrittografare completamente il file, fai clic sull'icona " <b>Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일의 암호를 완전히 해독하려면 상단의 기본 메뉴 스트립에서 <b>'보안 중지'</b> 아이콘을 클릭하고 암호를 해독할 파일을 선택합니다.
nl: Om het bestand volledig te decoderen, klikt u op het pictogram <b>'Stoppen met Beveiligen'</b> in de hoofdmenustrook bovenaan en selecteert u de bestanden die u wilt decoderen.
pl: Aby całkowicie odszyfrować plik, kliknij ikonę <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar completamente o arquivo, clique no ícone <b>'Stop Securing'</b> na faixa do menu principal na parte superior e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы полностью расшифровать файл, щелкните значок <b>'Остановить защиту'</b> на полосе главного меню вверху и выберите файлы, которые вы хотите расшифровать.
sv: För att helt dekryptera filen klickar du på ikonen <b>'Sluta säkra'</b> från huvudmenyn längst upp och väljer de filer som du vill dekryptera.
tr: Dosyanın şifresini tamamen çözmek için, üstteki ana menü şeridinden <b>'Güvenliğe Almayı Durdur'</b> simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要完全解密文件，请单击顶部主菜单条中的<b>"停止安全"</b>图标，然后选择要解密的文件。

# Blog_BAFESFW_H1_SH1_Text2
source: Follow the steps below to <b>automatically</b> encrypt files on your Windows PC with AxCrypt encryption software:
ar: اتبع الخطوات أدناه لتشفير الملفات <b>تلقائيا</b> على جهاز الكمبيوتر الشخصي الذي يعمل بنظام ويندوز باستخدام برنامج تشفير اكسكربت:
de: Befolgen Sie die nachstehenden Schritte, um Dateien auf Ihrem Windows-PC <b>automatisch</b> mit der AxCrypt-Verschlüsselungssoftware zu verschlüsseln:
es: Sigue los pasos que se indican a continuación para cifrar <b>automáticamente</b> los archivos de tu PC Windows con el software de cifrado AxCrypt:
fr: Suivez les étapes ci-dessous pour chiffrer <b>automatiquement</b> les fichiers sur votre PC Windows avec le logiciel de chiffrement AxCrypt :
it: Segui i passaggi seguenti per crittografare <b>automaticamente</b> i file sul tuo PC Windows con il software di crittografia AxCrypt:
ko: AxCrypt 암호화 소프트웨어를 사용하여 윈ㄷㅗ PC의 파일을 <b>자동으로</b> 암호화하려면 아래 단계를 따르십시오.
nl: Volg de onderstaande stappen om bestanden op uw Windows-pc <b>automatisch</b> te versleutelen met AxCrypt-encryptiesoftware:
pl: Wykonaj poniższe kroki, aby <b>automatycznie</b> zaszyfrować pliki na komputerze z systemem Windows za pomocą oprogramowania szyfrującego AxCrypt:
pt: Siga os passos abaixo para encriptar arquivos <b>automaticamente</b> em seu PC com Windows usando o software de encriptação AxCrypt:
ru: Выполните приведенные ниже действия, чтобы <b>автоматически</b> зашифровать файлы на вашем ПК с Windows с помощью программного обеспечения для шифрования AxCrypt:
sv: Följ stegen nedan för att <b>automatiskt</b> kryptera filer på din Windows-dator med AxCrypt-krypteringsprogram:
tr: Windows PC'nizdeki dosyaları, AxCrypt şifreleme yazılımıyla <b>otomatik olarak</b> şifrelemek için aşağıdaki adımları izleyin:
zh: 按照以下步骤使用AxCrypt加密软件<b>自动</b>加密Windows PC上的文件:

# Blog_BAFESFW_H1_SH1_Text3
source: <strong>STEP 1:</strong> Download and install AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
ar: <strong>الخطوة 1:</strong> قم بتنزيل وتثبيت اكسكربت: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
de: <strong>SCHRITT 1:</strong> Laden Sie AxCrypt herunter und installieren Sie es: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
es: <strong>PASO 1:</strong> Descarga e instala AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
fr: <strong>ÉTAPE 1 :</strong> Téléchargez et installez AxCrypt : <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
it: <strong>PASSO 1:</strong> Scarica e installa AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
ko: <strong>1 단계 :</strong>AxCrypt 다운로드 및 설치 : <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
nl: <strong>STAP 1:</strong> Download en installeer AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
pl: <strong>KROK 1:</strong> Pobierz i zainstaluj AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
pt: <strong>1º PASSO:</strong> Baixe e instale o AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
ru: <strong>ШАГ 1:</strong> Скачайте и установите AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
sv: <strong>STEG 1:</strong> Ladda ner och installera AxCrypt: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
tr: <strong>1. ADIM:</strong> AxCrypt'i indirin ve yükleyin: <a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>
zh: <strong>步骤1：</strong>下载并安装AxCrypt:<a href='https://axcrypt.net/download/'>https://axcrypt.net/download/</a>

# Blog_BAFESFW_H1_SH1_Text4
source: <strong>STEP 2:</strong> Open AxCrypt and sign in or sign up with your email and password.
ar: <strong>الخطوة 2:</strong> افتح اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بريدك الإلكتروني وكلمة المرور.
de: <strong>SCHRITT 2:</strong> Öffnen Sie AxCrypt und melden Sie sich an oder melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an.
es: <strong>PASO 2:</strong> Abre AxCrypt e inicia sesión o regístrate con tu correo electrónico y contraseña.
fr: <strong>ÉTAPE 2 :</strong> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre adresse e-mail et votre mot de passe.
it: <strong>PASSO 2:</strong> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <strong>2 단계 :</strong> AxCrypt를 열고 이메일과 비밀번호로 로그인하거나 가입하세요.
nl: <strong>STAP 2:</strong> Open AxCrypt en meld u aan of meld u aan met uw e-mailadres en wachtwoord.
pl: <strong>KROK 2:</strong> Otwórz AxCrypt i zaloguj się lub zarejestruj, podając swój adres e-mail i hasło.
pt: <strong>2º PASSO:</strong> Abra o AxCrypt e inicie sessão ou registe-se com o seu e-mail e palavra-passe.
ru: <strong>ШАГ 2:</strong> Откройте AxCrypt и войдите в систему или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <strong>STEG 2:</strong> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <strong>2. ADIM:</strong> AxCrypt'i başlatın ve e-posta adresiniz ve şifrenizle oturum açın veya kaydolun.
zh: <strong>步骤2：</strong>打开AxCrypt并使用您的电子邮件和密码登录或注册。

# Blog_BAFESFW_H1_SH1_Text5
source: <strong>STEP 3:</strong> Click the <b>‘Secure’</b> button with a padlock icon and select the file you’d like to encrypt.
ar: <strong>الخطوة الثالثة:</strong> انقر فوق <b>الزر "آمن"</b> مع رمز القفل وحدد الملف الذي ترغب في تشفيره.
de: <strong>SCHRITT 3:</strong> Klicken Sie auf die Schaltfläche <b>'Sichern'</b> mit einem Schlosssymbol und wählen Sie die Datei aus, die Sie verschlüsseln möchten.
es: <strong>PASO 3:</strong> Haz clic en el botón <b>"Proteger"</b> que tiene un icono en forma de candado y selecciona el archivo que deseas cifrar.
fr: <strong>ÉTAPE 3 :</strong> Cliquez sur le bouton <b>'Sécuriser'</b> avec une icône de cadenas et sélectionnez le fichier que vous souhaitez chiffrer.
it: <strong>PASSO 3:</strong> Fai clic sul pulsante " <b>Proteggi" con l'icona</b> di un lucchetto e seleziona il file che desideri crittografare.
ko: <strong>3 단계 :</strong> 자물쇠 아이콘이 있는 ' <b>보안'</b> 버튼을 클릭하고 암호화할 파일을 선택합니다.
nl: <strong>STAP 3:</strong> Klik op de knop <b>'Beveiligen'</b> met een hangslotpictogram en selecteer het bestand dat u wilt versleutelen.
pl: <strong>KROK 3:</strong> Kliknij przycisk <b>Zabezpiecz</b> z ikoną kłódki i wybierz plik, który chcesz zaszyfrować.
pt: <strong>PASSO 3:</strong> Clique no botão <b>'Seguro'</b> com um ícone de cadeado e selecione o arquivo que deseja criptografar.
ru: <strong>ШАГ 3:</strong> Нажмите кнопку <b>«Зашифровать»</b> со значком замка и выберите файл, который вы хотите зашифровать.
sv: <strong>STEG 3:</strong> Klicka på knappen <b>"Säkra"</b> med en hänglåsikon och välj filen du vill kryptera.
tr: <strong>3. ADIM:</strong> Kilit simgesi olan <b>'Güvenli'</b> seçeneğine tıklayın ve şifrelemek istediğiniz dosyayı seçin.
zh: <strong>步骤3：</strong>点击带有挂锁图标的<b>'安全'</b>按钮，然后选择要加密的文件。

# Blog_BAFESFW_H1_SH1_Text6
source: <strong>STEP 4:</strong> This will encrypt the file and you can open it by either <b>double-clicking</b> the file on the <b>‘Recent Files’</b> tab or by clicking on<b>‘Open Secured’</b> and selecting the file.
ar: <strong>الخطوة 4:</strong> سيؤدي هذا إلى تشفير الملف ويمكنك فتحه إما <b>بالنقر المزدوج فوق</b> الملف في علامة التبويب " <b>الملفات الأخيرة</b> " أو بالنقر فوق "<b>فتح آمن"</b> وتحديد الملف.
de: <strong>SCHRITT 4:</strong> Dadurch wird die Datei verschlüsselt und Sie können sie öffnen, indem Sie entweder <b> auf die Datei auf der Registerkarte <b>'Zuletzt verwendete Dateien'</b>doppelklicken oder indem Sie auf<b>'Gesichert öffnen'</b> klicken und die Datei auswählen.
es: <strong>PASO 4:</strong> Esto cifrará el archivo y podrás abrirlo <b>haciendo doble clic</b> en él en la pestaña <b>"Archivos recientes"</b> o haciendo clic en <b>"Abrir archivo protegido"</b> y seleccionando el archivo.
fr: <strong>ÉTAPE 4 :</strong> Cela chiffrera le fichier et vous pourrez l'ouvrir en <b>double-cliquant</b> sur le fichier dans l'onglet <b>'Fichiers récents'</b> ou en cliquant sur <b>'Ouvrir en mode Sécurisé'</b> et en sélectionnant le fichier.
it: <strong>PASSO 4:</strong> Questo crittograferà il file e potrai aprirlo facendo <b>doppio clic sul</b> file nella scheda " <b>File recenti</b> " o facendo clic su "<b>Apri protetto"</b> e selezionando il file.
ko: <strong>4 단계 :</strong> 이렇게 하면 파일이 암호화되고 '<b>최근 파일</b>' 탭에서 파일을 <b>두 번 클릭하거나</b> <b>'보안 열기'</b>를 클릭하고 파일을 선택하여 열 수 있습니다.
nl: <strong>STAP 4:</strong> Hiermee wordt het bestand gecodeerd en kunt u het openen door te <b>dubbelklikken</b> op het bestand op het tabblad <b>'Recente Bestanden'</b>of door te klikken op <b>'Beveiligd Openen'</b> en het bestand te selecteren.
pl: <strong>KROK 4:</strong> Spowoduje to zaszyfrowanie pliku i możesz go otworzyć, <b>klikając dwukrotnie</b> plik na karcie <b>„Ostatnie pliki”</b> lub klikając <b>„Otwórz zabezpieczone”</b> i wybierając plik.
pt: <strong>4º PASSO:</strong> Isso criptografará o arquivo e você poderá abri-lo clicando <b>duas vezes</b> no arquivo na guia <b>'Arquivos recentes'</b> ou clicando em <b>'Abrir protegido'</b> e selecionando o arquivo.
ru: <strong>ШАГ 4:</strong> Это зашифрует файл, и вы сможете открыть его, <b>дважды щелкнув</b> файл на вкладке <b>'Последние файлы'</b> или щелкнув <b>'Открыть защищенный файл'</b> и выбрав файл.
sv: <strong>STEG 4:</strong> Detta kommer att kryptera filen och du kan öppna den genom att antingen <b>dubbelklicka</b> på filen på fliken <b>"Senaste filer"</b> eller genom att klicka på<b>'Open Secured'</b> och välj filen.
tr: <strong>4. ADIM:</strong> Bu, dosyayı şifreler ve <b>'Son Dosyalar'</b> sekmesindeki dosyayı <b>çift tıklatarak</b> veya <b>'Güvenli Aç'ı</b> tıklayıp dosyayı seçerek açabilirsiniz.
zh: <strong>步骤4：</strong>这将加密文件，您可以通过<b>双击</b><b>'最近的文件'</b>选项卡上的文件或单击<b>'公开担保'</b>并选择文件来打开它。

# Blog_BAFESFW_H1_SH1_Text7
source: <strong>STEP 5:</strong> To automatically encrypt, click on the <b>File > Options</b> and check the <b>‘Include Subfolders’</b> option.
ar: <strong>الخطوة 5:</strong> للتشفير تلقائيا ، انقر فوق <b>خيارات > الملفات</b> وحدد <b>خيار "تضمين المجلدات الفرعية</b> ".
de: <strong>SCHRITT 5:</strong> Um automatisch zu verschlüsseln, klicken Sie auf die <b>Datei > Optionen</b> und aktivieren Sie die <b>Option 'Unterordner einschließen'</b>.
es: <strong>PASO 5:</strong> Para cifrar en forma automática, haz click en <b>Archivo > Opciones</b> y marca la opción <b>'Incluir subcarpetas'</b>.
fr: <strong>ÉTAPE 5 :</strong> Pour chiffrer automatiquement, cliquez sur <b>Fichier > Options</b> et cochez l'option <b>'Inclure les sous-dossiers'</b>.
it: <strong>PASSO 5:</strong> Per crittografare automaticamente, fai clic su <b>Opzioni > file</b> e seleziona <b>l'opzione "Includi sottocartelle".</b>
ko: <strong>5 단계 :</strong> 자동으로 암호화하려면 <b>파일 ></b> 옵션을 클릭하고 ' <b>하위 폴더 포함'</b> 옵션을 선택합니다.
nl: <strong>STAP 5:</strong> Om automatisch te versleutelen, klikt u op de <b>Opties > Bestand</b> en vinkt u de optie <b>'Voeg Submappen Toe'</b> aan.
pl: <strong>KROK 5:</strong> Aby automatycznie szyfrować, kliknij <b>Plik > Opcje</b> i zaznacz opcję <b>„Uwzględnij podfoldery”</b>.
pt: <strong>5º PASSO:</strong> Para criptografar automaticamente, clique em <b>Arquivos > Opções </b> e marque a opção <b>'Incluir Subpastas'</b> .
ru: <strong>ШАГ 5:</strong> Чтобы автоматически зашифровать, нажмите <b>Файл > Параметры </b>» и установите флажок <b>'Включить подпапки'.</b>
sv: <strong>STEG 5:</strong> För att kryptera automatiskt, klicka på <b>Arkiv > Alternativ</b> och markera alternativet <b>'Inkludera undermappar'</b>.
tr: <strong>5. ADIM:</strong> Otomatik olarak şifrelemek için, <b>Dosya > Seçenekler'e</b> tıklayın ve <b>'Alt Klasörleri Dahil Et'</b> seçeneğini işaretleyin.
zh: <strong>步骤5：</strong>要自动加密，请单击<b>文件>选项</b>并检查<b>'包括子文件夹'</b>选项。

# Blog_BAFESFW_H1_SH1_Text8
source: <strong>STEP 6:</strong> Click on the <b>‘Secured Folders’</b> tab and <b>right-click</b> to add the desired folder that you would like to automatically encrypt files within.
ar: <strong>الخطوة 6:</strong> انقر فوق علامة التبويب " <b>المجلدات الآمنة"</b> وانقر <b>بزر الماوس الأيمن</b> لإضافة المجلد المطلوب الذي ترغب في تشفير الملفات بداخله تلقائيا.
de: <strong>SCHRITT 6:</strong> Klicken Sie auf die Registerkarte <b>'Gesicherte Ordner'</b> und <b>klicken Sie mit der rechten Maustaste</b>, um den gewünschten Ordner hinzuzufügen, in dem Sie Dateien automatisch verschlüsseln möchten.
es: <strong>PASO 6:</strong> Haz clic en la pestaña <b>"Carpetas protegidas"</b> y <b>haz clic con el botón derecho</b> para añadir la carpeta deseada en la que quieras cifrar automáticamente los archivos.
fr: <strong>ÉTAPE 6 :</strong> Cliquez sur l'onglet <b>'Dossiers sécurisés'</b> et <b>faites un clic droit</b> pour ajouter le dossier souhaité dans lequel vous souhaitez chiffrer automatiquement les fichiers.
it: <strong>PASSO 6:</strong> Fare clic sulla scheda " <b>Cartelle protette"</b> e <b>fare clic con il pulsante destro del mouse</b> per aggiungere la cartella desiderata in cui si desidera crittografare automaticamente i file.
ko: <strong>6 단계 :</strong> <b>'보안 폴더'</b> 탭을 클릭하고 <b>마우스 오른쪽 버튼을 클릭하여</b> 파일을 자동으로 암호화할 원하는 폴더를 추가합니다.
nl: <strong>STAP 6:</strong> Klik op het tabblad <b>'Beveiligde Mappen'</b> en klik met de <b>rechtermuisknop</b> om de gewenste map toe te voegen waarin u bestanden automatisch wilt coderen.
pl: <strong>KROK 6:</strong> Kliknij kartę <b>„Bezpieczne foldery”</b> i <b>kliknij prawym przyciskiem myszy</b>, aby dodać żądany folder, w którym chcesz automatycznie szyfrować pliki.
pt: <strong>6º PASSO:</strong> Clique na guia <b>'Pastas protegidas'</b> e <b>clique com o botão direito</b> para adicionar a pasta desejada que você gostaria de criptografar automaticamente os arquivos.
ru: <strong>ШАГ 6:</strong> Перейдите на вкладку <b>'Защищенные папки'</b> и <b>щелкните правой кнопкой мыши</b>, чтобы добавить нужную папку, в которой вы хотите автоматически шифровать файлы.
sv: <strong>STEG 6:</strong> Klicka på fliken <b>"Säkrade mappar"</b> och <b>högerklicka</b> för att lägga till önskad mapp som du vill automatiskt kryptera filer i .
tr: <strong>6. ADIM:</strong> <b>'Güvenli Klasörler'</b> sekmesine tıklayın ve içindeki dosyaları otomatik olarak şifrelemek istediğiniz klasörü eklemek için <b>sağ tıklayın</b> .
zh: <strong>步骤6：</strong>点击<b>'安全文件夹'</b>选项卡和<b>右键单击</b>以添加您想要自动加密文件的文件夹。

# Blog_BAFESFW_H1_SH1_Text9
source: <strong>STEP 7:</strong> Create, modify, add, or drag files to the secured folder and AxCrypt will automatically encrypt them once you click the <b>‘Cleanup’</b> button on the <b>top-right</b> or sign out of the application.
ar: <strong>خطوة 7:</strong> قم بإنشاء الملفات أو تعديلها أو إضافتها أو سحبها إلى المجلد الآمن وسيقوم اكسكربت تلقائيا بتشفيرها بمجرد النقر فوق <b>الزر "تنظيف"</b> في <b>أعلى اليمين</b> أو تسجيل الخروج من التطبيق.
de: <strong> SCHRITT 7:</strong> Erstellen, ändern, hinzufügen oder ziehen Sie Dateien in den gesicherten Ordner, und AxCrypt verschlüsselt sie automatisch, sobald Sie auf die Schaltfläche <b>'Bereinigen'</b> oben <b>rechts</b> klicken oder sich von der Anwendung abmelden.
es: <strong>PASO 7:</strong> Crea, modifica, agrega o arrastra archivos a la carpeta protegida y AxCrypt los cifrará automáticamente una vez que hagas clic en el botón <b>"Limpiar"</b> en la parte superior derecha o cierres sesión en la aplicación.
fr: <strong>ÉTAPE 7 :</strong> Créez, modifiez, ajoutez ou faites glisser des fichiers dans le dossier sécurisé et AxCrypt les chiffrera automatiquement une fois que vous aurez cliqué sur le bouton <b>« Nettoyage »</b> en <b>en haut à droite</b> ou que vous vous serez déconnecté de l'application.
it: <strong>PASSO 7:</strong> Crea, modifica, aggiungi o trascina i file nella cartella protetta e AxCrypt li crittograferà automaticamente dopo aver fatto clic sul pulsante " <b>Pulisci"</b> in <b>alto a destra</b> o disconnesso dall'applicazione.
ko: <strong>7 단계 :</strong> 파일을 생성, 수정, 추가 또는 보안 폴더로 드래그하면 <b>AxCrypt는 오른쪽 상단</b>의 <b>'정리'</b> 버튼을 클릭하거나 애플리케이션에서 로그아웃하면 자동으로 파일을 암호화합니다.
nl: <strong>STAP 7:</strong> Maak, wijzig, voeg toe of sleep bestanden naar de beveiligde map en AxCrypt zal ze automatisch versleutelen zodra u op de knop <b>'Opschonen'</b> in de <b>rechterbovenhoek</b> klikt of zich afmeldt bij de applicatie.
pl: <strong>KROK 7:</strong> Twórz, modyfikuj, dodawaj lub przeciągaj pliki do zabezpieczonego folderu, a AxCrypt automatycznie je zaszyfruje po kliknięciu przycisku <b>„Wyczyść”</b> na <b>górze -right</b> lub wyloguj się z aplikacji.
pt: <strong>7º PASSO:</strong> Crie, modifique, adicione ou arraste arquivos para a pasta protegida e o AxCrypt os criptografará automaticamente quando você clicar no botão <b>'Limpar'</b> no <b>canto superior direito</b> ou sair do aplicativo.
ru: <strong>ШАГ 7:</strong> Создавайте, изменяйте, добавляйте или перетаскивайте файлы в защищенную папку, и AxCrypt автоматически зашифрует их, как только вы нажмете кнопку <b>'Очистить'</b> в <b>правом верхнем углу</b> или выйдете из приложения.
sv: <strong>STEG 7:</strong> Skapa, modifiera, lägg till eller dra filer till den säkrade mappen och AxCrypt kommer automatiskt att kryptera dem när du klickar på knappen <b>"Rensa"</b> på <b>överst -höger</b> eller logga ut från programmet.
tr: <strong>7. ADIM:</strong> Dosyaları oluşturun, değiştirin, ekleyin veya güvenli klasöre sürükleyin ve <b>sağ üstteki</b> <b>'Temizle'</b> düğmesine tıkladığınızda veya uygulamadan çıkış yaptığınızda AxCrypt bunları otomatik olarak şifreleyecektir.
zh: <strong>步骤7：</strong>创建，修改，添加或拖动文件到安全文件夹，AxCrypt将自动加密它们，一旦你点击<b>右上角</b>上的<b>'清理'</b>按钮或注销应用程序。
