Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADGE_H2_SH3_Text1
source: According to a data breach report, employees are directly or indirectly responsible for 34 percent of total attacks. Content can be misappropriated by disgruntled employees or contractors for their own or others' benefit. Any intentional loophole can bring down a whole organization with millions of stolen data. This danger can be mitigated by imposing the appropriate set of access rules to keep privileged users in their “swim lanes”. For instance, the Master Key feature eliminates the risk of losing access to critical files. Check out AxCrypt´s <a href='https://www.axcrypt.net/information/master-key'>Master Key feature here</a>.
ar: وفقًا لتقرير خرق البيانات ، فإن الموظفين مسؤولون بشكل مباشر أو غير مباشر عن 34 بالمائة من إجمالي الهجمات. قد يتم اختلاس المحتوى من قبل الموظفين أو المتعاقدين الساخطين لمصلحتهم الخاصة أو لصالح الآخرين. يمكن لأي ثغرة متعمدة أن تؤدي إلى انهيار مؤسسة بأكملها بملايين من البيانات المسروقة. يمكن التخفيف من هذا الخطر من خلال فرض مجموعة مناسبة من قواعد الوصول للحفاظ على المستخدمين المتميزين في "ممرات السباحة" الخاصة بهم. على سبيل المثال ، تقضي ميزة المفتاح الرئيسي على مخاطر فقدان الوصول إلى الملفات الهامة. تحقق من ميزة اكسكربت <a href='https://www.axcrypt.net/information/master-key'> الرئيسية هنا </a>.
de: Laut einem Bericht über Datenschutzverletzungen sind Mitarbeiter direkt oder indirekt für 34 Prozent aller Angriffe verantwortlich. Inhalte können von verärgerten Mitarbeitern oder Auftragnehmern zum eigenen Vorteil oder zum Vorteil anderer missbraucht werden. Jede absichtliche Lücke kann eine ganze Organisation mit Millionen gestohlener Daten zum Einsturz bringen. Diese Gefahr kann gemindert werden, indem geeignete Zugriffsregeln festgelegt werden, um privilegierte Benutzer in ihren "Schwimmspuren" zu halten. Zum Beispiel eliminiert die Hauptschlüsselfunktion das Risiko, den Zugriff auf kritische Dateien zu verlieren. Schauen Sie sich AxCrypts <a href=' anhttps://www.axcrypt.net/information/master-key '>Master key feature here</a>.
es: Según un informe de vulneración de datos, los empleados son directa o indirectamente responsables del 34 % del total de ataques. El contenido puede ser malversado por empleados o contratistas descontentos para su propio beneficio o el de otros. Cualquier escapatoria intencional puede hacer caer a toda una organización con millones de datos robados. Este peligro se puede mitigar imponiendo el conjunto apropiado de reglas de acceso para mantener a los usuarios privilegiados en sus “carriles de nado”. Por ejemplo, la función de clave maestra elimina el riesgo de perder el acceso a archivos críticos. Echa un vistazo a <a href='https://www.axcrypt.net/information/master-key'>la función de clave maestra de AxCrypt aquí</a>.
fr: Selon un rapport sur les violations de données, les employés sont directement ou indirectement responsables de 34 % du total des attaques. Le contenu peut être détourné par des employés ou des sous-traitants mécontents pour leur propre bénéfice ou celui d’autrui. Toute faille intentionnelle peut faire tomber toute une organisation avec des millions de données volées. Ce danger peut être atténué en imposant l’ensemble approprié de règles d’accès pour garder les utilisateurs privilégiés dans leurs « couloirs de nage ». Par exemple, la fonctionnalité de la Clé Principale élimine le risque de perdre l’accès aux fichiers critiques. Découvrez la <a href='https://www.axcrypt.net/information/master-key'>fonctionnalité de Clé Principale d’AxCrypt ici</a>.
it: Secondo un rapporto sulla violazione dei dati, i dipendenti sono direttamente o indirettamente responsabili del 34% degli attacchi totali. I contenuti possono essere sottratti da dipendenti o appaltatori scontenti a proprio vantaggio o di altri. Qualsiasi falla intenzionale può far crollare un'intera organizzazione con milioni di dati rubati. Questo pericolo può essere mitigato imponendo l'insieme appropriato di regole di accesso per mantenere gli utenti privilegiati nelle loro "corsie di nuoto". Ad esempio, la funzionalità Chiave Master elimina il rischio di perdere l'accesso ai file critici. Scopri la <a href='https://www.axcrypt.net/information/master-key'>funzione Chiave Master</a> di AxCrypt qui.
ko: 데이터 침해 보고서에 따르면 직원이 전체 공격의 34%를 직간접적으로 책임지고 있습니다. 불만을 품은 직원이나 계약자가 자신이나 다른 사람의 이익을 위해 콘텐츠를 유용할 수 있습니다. 의도적인 허점은 수백만 건의 도난당한 데이터로 조직 전체를 무너뜨릴 수 있습니다. 이러한 위험은 권한 있는 사용자를 "수영 레인"에 유지하기 위해 적절한 액세스 규칙을 부과함으로써 완화될 수 있습니다. 예를 들어 마스터 키 기능을 사용하면 중요한 파일에 대한 액세스가 손실될 위험이 없습니다. 여기에서 AxCrypt의 <ahref='https://www.axcrypt.net/information/master-key'> 마스터 키 기능을 확인하십시오</a>.
nl: Volgens een datalekrapport zijn medewerkers direct of indirect verantwoordelijk voor 34 procent van de totale aanvallen. Inhoud kan door ontevreden werknemers of contractanten worden misbruikt voor hun eigen voordeel of dat van anderen. Elke opzettelijke maas in de wet kan een hele organisatie neerhalen met miljoenen gestolen gegevens. Dit gevaar kan worden beperkt door de juiste set toegangsregels op te leggen om bevoorrechte gebruikers in hun "zwembanen" te houden. De Hoofdsleutel-functie elimineert bijvoorbeeld het risico de toegang tot kritieke bestanden te verliezen. Bekijk hier de <a href='https://www.axcrypt.net/information/master-key'>Hoofdsleutel-functie</a> van AxCrypt.
pl: Według raportu o naruszeniu danych pracownicy są bezpośrednio lub pośrednio odpowiedzialni za 34 procent wszystkich ataków. Treści mogą zostać sprzeniewierzone przez niezadowolonych pracowników lub wykonawców dla korzyści własnej lub innych osób. Każda celowa luka może zniszczyć całą organizację z milionami skradzionych danych. To niebezpieczeństwo można złagodzić, nakładając odpowiedni zestaw reguł dostępu, aby utrzymać uprzywilejowanych użytkowników na ich „pasach pływania”. Na przykład funkcja Master Key eliminuje ryzyko utraty dostępu do krytycznych plików. Sprawdź <a href='https://www.axcrypt.net/information/master-key'>funkcję klucza głównego AxCrypt</a>.
pt: De acordo com um relatório de violação de dados, os trabalhadores são responsáveis, directa ou indirectamente, por 34% dos ataques. O conteúdo pode ser desviado por trabalhadores ou prestadores de serviços descontentes para benefício próprio ou de outros. Qualquer falha intencional pode derrubar toda uma organização com milhões de dados roubados. Este perigo pode ser mitigado, impondo-se um conjunto adequado de regras de acesso para manter os utilizadores privilegiados nas suas "pistas de natação". Por exemplo, a funcionalidade da Chave-Mestra elimina o risco de perda de acesso a ficheiros críticos. Veja <a href='https://www.axcrypt.net/information/master-key'>aqui a funcionalidade da Chave-Mestra</a> da AxCrypt.
ru: Согласно отчету о нарушении данных, сотрудники прямо или косвенно несут ответственность за 34 процента от общего числа атак. Контент может быть незаконно присвоен недовольными сотрудниками или подрядчиками в своих собственных или чужих интересах. Любая преднамеренная лазейка может привести к краху целой организации с миллионами украденных данных. Эту опасность можно уменьшить, установив соответствующий набор правил доступа, чтобы привилегированные пользователи оставались на своих “плавательных дорожках”. Например, функция мастер-ключа устраняет риск потери доступа к критически важным файлам. Ознакомьтесь с функцией <a href='https://www.axcrypt.net/information/master-key'>Master Key feature here</a> от AxCrypt.
sv: Enligt en rapport om dataintrång är det anställda som direkt eller indirekt är ansvariga för 34 procent av alla intrång. Innehåll kan förskingras av missnöjda anställda eller entreprenörer för egen eller andras fördel. Alla avsiktliga kryphål kan fälla en hel organisation med miljontals data stulen. Denna risk kan mildras genom att införa åtkomstregler för att hålla privilegierade användare kvar i sina "banor". Till exempel eliminerar huvudnyckelfunktionen risken att förlora åtkomst till viktiga filer. Kolla in AxCrypts <a href='https://www.axcrypt.net/information/master-key'>Huvudnyckelsfunktionen här</a>.
tr: Bir veri ihlali raporuna göre, çalışanlar toplam saldırıların yüzde 34'ünden doğrudan veya dolaylı olarak sorumludur. İçerik, hoşnutsuz çalışanlar ya da yükleniciler tarafından kendilerinin ya da başkalarının çıkarları için kötüye kullanılabilir. Herhangi bir kasıtlı boşluk, çalınan milyonlarca veri ile tüm bir kuruluşu çökertebilir. Bu tehlike, ayrıcalıklı kullanıcıları " kulvarlarında" tutmak için uygun erişim kurallarının uygulanmasıyla azaltılabilir. Örneğin, Ana Anahtar özelliği kritik dosyalara erişimi kaybetme riskini ortadan kaldırır. AxCrypt'in <a href='https://www.axcrypt.net/information/master-key'>Ana Anahtar özelliğine buradan</a>göz atın.
zh: 根据数据泄露报告，员工对总攻击的34％负有直接或间接责任。 心怀不满的员工或承包商可以为自己或他人的利益盗用内容。 任何故意的漏洞都可能导致一个拥有数百万被盗数据的整个组织崩溃。 这种危险可以通过施加适当的访问规则集来减轻，以保持特权用户在他们的"泳道"中。 例如，主密钥功能消除了失去对关键文件访问权限的风险。 查看AxCrypts<a href='https://www.axcrypt.net/information/master-key'>Master Key feature here</a>。

# Blog_ADGE_H2_SH4_Text1
source: If the data is not encrypted, the most significant consequence will be the compromise of critical or confidential information by a cyber attack or interference of a third party. If protocols aren't in place to identify any kind of behaviour, organisations can lose large amounts of data before realising it.
ar: إذا لم يتم تشفير البيانات ، فستكون النتيجة الأكثر أهمية هي اختراق المعلومات الهامة أو السرية عن طريق هجوم إلكتروني أو تدخل طرف ثالث. إذا لم يتم وضع البروتوكولات لتحديد أي نوع من السلوك ، فقد تفقد المؤسسات كميات كبيرة من البيانات قبل أن تدرك ذلك.
de: Wenn die Daten nicht verschlüsselt sind, ist die wichtigste Folge die Gefährdung kritischer oder vertraulicher Informationen durch einen Cyberangriff oder eine Einmischung Dritter. Wenn keine Protokolle vorhanden sind, um Verhalten jeglicher Art zu identifizieren, können Unternehmen große Datenmengen verlieren, bevor sie es bemerken.
es: Si los datos no están cifrados, la consecuencia más significativa será el compromiso de información crítica o confidencial por un ciberataque o interferencia de un tercero. Si no existen protocolos para identificar cualquier tipo de comportamiento, las organizaciones pueden perder grandes cantidades de datos antes de darse cuenta.
fr: Si les données ne sont pas cryptées, la conséquence la plus importante sera la compromission d’informations critiques ou confidentielles par une cyberattaque ou une interférence d’un tiers. Si les protocoles ne sont pas en place pour identifier tout type de comportement, les organisations peuvent perdre de grandes quantités de données avant de s’en rendre compte.
it: Se i dati non sono crittografati, la conseguenza più significativa sarà la compromissione di informazioni critiche o riservate da parte di un attacco informatico o dell'interferenza di terzi. Se i protocolli non sono in atto per identificare qualsiasi tipo di comportamento, le organizzazioni possono perdere grandi quantità di dati prima di rendersene conto.
ko: 데이터가 암호화되지 않은 경우 사이버 공격이나 제3자의 간섭으로 인해 중요 또는 기밀 정보가 손상되는 심각한 결과가 발생할 수 있습니다. 그러한 종류의 위협들을 식별할 수 있는 프로토콜이 없으면 조직은 이를 인지하지 못한채 많은 양의 데이터를 잃을 수 있습니다.
nl: Als de gegevens niet versleuteld zijn, is het belangrijkste gevolg het in gevaar brengen van kritieke of vertrouwelijke informatie door een cyberaanval of inmenging van een derde partij. Als er geen protocollen zijn om elke vorm van gedrag vast te stellen, kunnen organisaties grote hoeveelheden gegevens kwijtraken voordat ze het in de gaten hebben.
pl: Jeśli dane nie zostaną zaszyfrowane, najistotniejszą konsekwencją będzie narażenie informacji krytycznych lub poufnych przez atak cybernetyczny lub ingerencję osoby trzeciej. Jeśli nie istnieją protokoły identyfikujące jakiekolwiek zachowanie, organizacje mogą stracić duże ilości danych, zanim zdadzą sobie z tego sprawę.
pt: Se os dados não são cifrados, a consequência mais significativa será o comprometimento de informação crítica ou confidencial por um ciberataque ou interferência de terceiros. Se os protocolos de identificação de qualquer comportamento não estiverem definidos, as organizações podem perder grandes quantidades de dados antes de se darem conta disso.
ru: Если данные не зашифрованы, наиболее важным последствием будет компрометация критически важной или конфиденциальной информации в результате кибератаки или вмешательства третьей стороны. Если отсутствуют протоколы для идентификации какого-либо поведения, организации могут потерять большие объемы данных, прежде чем осознают это.
sv: Om uppgifterna inte är krypterade kommer den betydande konsekvensen bli att kritisk eller konfidentiell information kompromissas genom en cyberattack eller störning från tredje part. Om protokoll inte finns på plats för att identifiera någon form av beteende kan organisationer förlora stora mängder data innan de inser det. r
tr: Veriler şifrelenmemesinin en önemli sonucu, kritik veya gizli bilgilerin bir siber saldırı veya üçüncü bir tarafın müdahalesi ile tehlikeye atılması olacaktır. Herhangi bir davranışı tanımlamak için protokoller mevcut değilse, kuruluşlar bunu gerçekleştirmeden önce büyük miktarda veri kaybedebilir.
zh: 如果数据未加密，最重要的后果将是关键或机密信息受到网络攻击或第三方干扰的损害。 如果没有协议来识别任何类型的行为，组织可能会在实现之前丢失大量数据。

# Blog_ADGE_H2_SH5_Text1
source: With more businesses moving to the cloud, security measures must be constantly checked and updated to protect data from leaks. Despite the fact that cloud programmes like Google or Microsoft are well-equipped with security on their end, the user end is still a major source of erroneous mistakes, malicious software, and fraudulent assaults.
ar: مع انتقال المزيد من الشركات إلى السحابة ، يجب فحص إجراءات الأمان وتحديثها باستمرار لحماية البيانات من التسريبات. على الرغم من حقيقة أن البرامج السحابية مثل جوجل أو مايكروسوفت مجهزة جيدًا بالأمان من نهايتها ، إلا أن المستخدم لا يزال مصدرًا رئيسيًا للأخطاء الخاطئة والبرامج الضارة والاعتداءات الاحتيالية.
de: Da immer mehr Unternehmen in die Cloud wechseln, müssen Sicherheitsmaßnahmen ständig überprüft und aktualisiert werden, um Daten vor Lecks zu schützen. Trotz der Tatsache, dass Cloud-Programme wie Google oder Microsoft auf ihrer Seite gut mit Sicherheit ausgestattet sind, ist die Benutzerseite immer noch eine Hauptquelle für Fehler, bösartige Software und betrügerische Angriffe.
es: Con más empresas moviéndose a la nube, las medidas de seguridad deben verificarse y actualizarse constantemente para proteger los datos de las fugas. A pesar de que los programas en la nube como Google o Microsoft están bien equipados con seguridad, el usuario sigue siendo una fuente importante de errores, software malicioso y ataques fraudulentos.
fr: Avec de plus en plus d’entreprises qui migrent vers le cloud, les mesures de sécurité doivent être constamment vérifiées et mises à jour pour protéger les données contre les fuites. Malgré le fait que les programmes cloud comme Google ou Microsoft sont bien équipés avec une sécurité de leur côté, la fin utilisateur est toujours une source majeure d’erreurs erronées, de logiciels malveillants, et d’agressions frauduleuses.
it: Con sempre più aziende che passano al cloud, le misure di sicurezza devono essere costantemente controllate e aggiornate per proteggere i dati dalle perdite. Nonostante il fatto che i programmi cloud come Google o Microsoft siano ben equipaggiati con sicurezza, il lato utente è ancora una delle principali fonti di errori, software dannosi e attacchi fraudolenti.
ko: 더 많은 기업이 클라우드로 이동함에 따라 데이터 유출로부터 보호하기 위해 보안 조치를 지속적으로 확인하고 업데이트해야 합니다. 구글 또는 마이크로소프트와 같은 클라우드 프로그램은 보안을 잘 갖추고 있음에도 불구하고, 여전히 잘못된 실수, 악성 소프트웨어등이 사기 공격의 주요 원인입니다.
nl: Nu steeds meer bedrijven naar de cloud verhuizen, moeten de beveiligingsmaatregelen voortdurend worden gecontroleerd en bijgewerkt om gegevens tegen lekken te beschermen. Ondanks het feit dat cloudprogramma's zoals Google of Microsoft goed zijn uitgerust met beveiliging aan hun kant, is de gebruikerskant nog steeds een grote bron van foutieve fouten, kwaadaardige software en frauduleuze aanvallen.
pl: Ponieważ coraz więcej firm przenosi się do chmury, środki bezpieczeństwa muszą być stale sprawdzane i aktualizowane, aby chronić dane przed wyciekiem. Pomimo faktu, że programy w chmurze, takie jak Google czy Microsoft, są dobrze wyposażone w zabezpieczenia po swojej stronie, użytkownik nadal jest głównym źródłem błędnych błędów, złośliwego oprogramowania i oszukańczych ataków.
pt: Com mais empresas a mudarem-se para a nuvem, as medidas de segurança devem ser constantemente verificadas e actualizadas para proteger dados de fugas. Apesar do facto de programas de nuvem como os da Google e da Microsoft estarem bem equipados com segurança, o utilizador final é ainda uma fonte importante de erros, software malicioso e assaltos fraudulentos.
ru: Поскольку все больше предприятий переходят в облако, меры безопасности необходимо постоянно проверять и обновлять, чтобы защитить данные от утечек. Несмотря на то, что облачные программы, такие как Google или Microsoft, хорошо оснащены системой безопасности, пользовательская сторона по-прежнему остается основным источником ошибочных действий, вредоносного программного обеспечения и мошеннических атак.
sv: Då fler företag använder molntjänster måste säkerhetsåtgärder ständigt kontrolleras och uppdateras för att skydda data från läckor. Trots att molnprogram som Google eller Microsoft är välutrustade med säkerhet på sin sida, är användarsidan fortfarande en stor källa till misstag, skadlig programvara och bedrägeri.
tr: Daha fazla işletme buluta geçtikçe, verileri sızıntılardan korumak için güvenlik önlemleri sürekli olarak kontrol edilmeli ve güncellenmelidir. Google veya Microsoft gibi bulut programlarının kendi taraflarında güvenlik açısından iyi donanımlı olmasına rağmen, kullanıcı tarafı yine de hataların, kötü amaçlı yazılımların ve hileli saldırıların önemli bir kaynağıdır.
zh: 随着越来越多的企业迁移到云，必须不断检查和更新安全措施，以保护数据免受泄漏。 尽管像谷歌或微软这样的云程序在其端具有良好的安全性，但用户端仍然是错误错误，恶意软件和欺诈攻击的主要来源。

# Blog_ADGE_H2_SubHeading2
source: <strong>Emails can be hacked</strong>
ar: <strong> يمكن اختراق رسائل البريد الإلكتروني </strong>
de: <strong>E-Mails können gehackt werden</strong>
es: <strong>Los correos electrónicos pueden ser hackeados</strong>
fr: <strong>Les e-mails peuvent être piratés</strong>
it: <strong>Le e-mail possono essere violate</strong>
ko: <strong>이메일이 해킹 될 수 있습니다</strong>
nl: <strong>E-mails kunnen worden gehackt</strong>
pl: <strong>E-maile mogą zostać zhakowane</strong>
pt: <strong>Os emails podem ser pirateados</strong>
ru: <strong>Электронные письма могут быть взломаны</strong>
sv: <strong>E-post kan hackas</strong>
tr: <strong>E-postalar hacklenebilir</strong>
zh: <strong>电子邮件可以被黑客入侵</strong>

# Blog_ADGE_H2_SubHeading3
source: <strong>Insider threat</strong>
ar: <strong> تهديد من الداخل </strong>
de: <strong>Insider-Bedrohung</strong>
es: <strong>Amenaza interna</strong>
fr: <strong>Menace interne</strong>
it: <strong>Minaccia interna</strong>
ko: <strong>내부 위협</strong>
nl: <strong>Bedreiging van binnenuit</strong>
pl: <strong>Zagrożenie wewnętrzne</strong>
pt: <strong>Ameaça interna</strong>
ru: <strong>Инсайдерская угроза</strong>
sv: <strong>Insiderhot</strong>
tr: <strong>İçeriden gelen tehdit</strong>
zh: <strong>内部威胁</strong>

# Blog_ADGE_H2_SubHeading4
source: <strong>Malicious activity by third party </strong>
ar: <strong> نشاط ضار من قبل جهة خارجية </strong>
de: <strong>Böswillige Aktivitäten von Dritten </strong>
es: <strong>Actividad maliciosa de terceros</strong>
fr: strong>Activité malveillante par un tiers </strong>
it: <strong>Attività malevola da terzi </strong>
ko: <strong>제3자의 악의적인 활동 </strong>
nl: <strong>Schadelijke activiteit door derden </strong>
pl: <strong>Złośliwa aktywność osób trzecich </strong>
pt: <strong>Actividade maliciosa de terceiros</strong>
ru: <strong>Вредоносная активность третьей стороны </strong>
sv: <strong>Illvillig aktivitet av tredjepart </strong>
tr: <strong>Kötü niyetli üçüncü taraf aktivitesi </strong>
zh: <strong>第三方恶意活动</strong>

# Blog_ADGE_H2_SubHeading5
source: <strong>Cloud vulnerability</strong>
ar: <strong> ضعف السحابة </strong>
de: <strong>Cloud-Sicherheitslücke</strong>
es: <strong>Vulnerabilidad en la nube</strong>
fr: <strong>Vulnérabilité du cloud</strong>
it: <strong>Vulnerabilità del cloud</strong>
ko: <strong>클라우드 취약성</strong>
nl: <strong>Cloud-kwetsbaarheid</strong>
pl: <strong>Luka w chmurze</strong>
pt: <strong>Vulnerabilidade na nuvem</strong>
ru: <strong>Уязвимость облака</strong>
sv: <strong>Sårbarhet i molnet</strong>
tr: <strong>Bulut güvenlik açığı</strong>
zh: <strong>云漏洞</strong>
