Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EAB_Text5
source: The current trend of incorporating fingerprint authentication in mobile devices is troubling. The value represented by a modern mobile device, including the assets potentially reachable indirectly such as online accounts, could easily make spoofing worthwhile. In some parts of the world it does not require too much imagination to envision people being robbed not only of their phones as today, but of a fingertip at the same time tomorrow.
ar: الاتجاه الحالي لدمج مصادقة بصمات الأصابع في الأجهزة المحمولة مثير للقلق. القيمة التي يمثلها جهاز محمول حديث ، بما في ذلك الأصول التي يمكن الوصول إليها بشكل غير مباشر مثل الحسابات عبر الإنترنت ، يمكن أن تجعل الانتحال أمرًا يستحق العناء بسهولة. في بعض أنحاء العالم ، لا يتطلب الأمر الكثير من الخيال لتخيل الناس يتعرضون للسرقة ليس فقط من هواتفهم كما هو الحال اليوم ، ولكن من أطراف أصابعهم في نفس الوقت غدًا.
de: Der aktuelle Trend, die Authentifizierung per Fingerabdruck in mobile Geräte zu integrieren, ist beunruhigend. Der Wert, den ein modernes mobiles Gerät darstellt, einschließlich der potenziell indirekt erreichbaren Vermögenswerte wie Online-Konten, könnte Spoofing leicht lohnenswert machen. In einigen Teilen der Welt bedarf es nicht allzu viel Vorstellungskraft, um sich vorzustellen, dass Menschen nicht nur wie heute ihr Handy, sondern morgen gleichzeitig eine Fingerspitze geraubt werden.
es: La tendencia actual de incorporar la autenticación de huellas dactilares en los dispositivos móviles es preocupante. El valor que representa un dispositivo móvil moderno, incluidos los activos potencialmente accesibles indirectamente, como las cuentas en línea, fácilmente podría hacer que la suplantación de identidad valga la pena. En algunas partes del mundo, no se requiere demasiada imaginación para imaginar que a las personas les roben no solo sus teléfonos como hoy, sino también la punta de un dedo a la misma hora mañana.
fr: La tendance actuelle à intégrer l’authentification par empreinte digitale dans les appareils mobiles est troublante. La valeur représentée par un appareil mobile moderne, y compris les actifs potentiellement accessibles indirectement tels que les comptes en ligne, pourrait facilement rendre l'usurpation d'identité intéressante. Dans certaines parties du monde, il ne faut pas trop d’imagination pour imaginer que les gens se fassent voler non seulement leur téléphone comme aujourd’hui, mais aussi le bout d’un doigt en même temps demain.
it: L'attuale tendenza a incorporare l'autenticazione delle impronte digitali nei dispositivi mobili è preoccupante. Il valore rappresentato da un moderno dispositivo mobile, compresi gli asset potenzialmente raggiungibili indirettamente come i conti online, potrebbe facilmente rendere utile lo spoofing. In alcune parti del mondo non ci vuole troppa immaginazione per prevedere che le persone non verrano solamente derubate dei loro telefoni come accade oggi, ma, un domani, allo stesso tempo di un polpastrello.
ko: 모바일 기기에 지문 인증을 통합하는 현재의 추세는 문제가 있습니다. 온라인 계정과 같이 간접적으로 도달할 가능성이 있는 자산을 포함하여, 현대 모바일 장치로 대표되는 가치는 쉽게 스푸핑을 할 수 있습니다. 세계의 일부 지역에서는 사람들이 오늘날처럼 휴대전화뿐만 아니라, 손가락을 빼앗기는 일은 그리 드문일이 아닙니다.
nl: De huidige trend om vingerafdrukverificatie in te bouwen in mobiele apparaten is zorgwekkend. De waarde die een modern mobiel apparaat vertegenwoordigt, inclusief de indirect bereikbare activa zoals online accounts, zou spoofing gemakkelijk de moeite waard kunnen maken. In sommige delen van de wereld is er niet veel fantasie voor nodig om je voor te stellen dat mensen niet alleen vandaag van hun telefoon worden beroofd, maar morgen ook van hun vingertop.
pl: Obecny trend włączania uwierzytelniania odcisków palców do urządzeń mobilnych jest niepokojący. Wartość reprezentowana przez nowoczesne urządzenie mobilne, w tym aktywa potencjalnie osiągalne pośrednio, takie jak konta internetowe, może z łatwością sprawić, że podszywanie się będzie opłacalne. W niektórych częściach świata nie potrzeba zbyt dużej wyobraźni, by wyobrazić sobie, że ludzie są okradani nie tylko z telefonów, jak dzisiaj, ale z palca o tej samej porze jutro.
pt: A tendência actual de incorporar autenticação por impressão digital em dispositivos móveis é preocupante. O valor representado por um dispositivo móvel moderno, incluindo os activos potencialmente alcançáveis indirectamente tais como contas online, pode facilmente fazer com que a falsificação valha a pena. Em algumas partes do mundo, não é preciso muita imaginação para se perspectivar o roubo de telefones hoje e de pontas de dedos amanhã.
ru: Текущая тенденция внедрения аутентификации по отпечаткам пальцев в мобильные устройства вызывает тревогу. Ценность, которую представляет современное мобильное устройство, включая активы, потенциально доступные косвенно, такие как онлайн-аккаунты, может легко оправдать подмену. В некоторых частях мира не требуется слишком большого воображения, чтобы представить, как у людей отбирают не только их телефоны, как сегодня, но и отпечатки пальцев завтра.
sv: Den nuvarande trenden att använda fingeravtrycksautentisering i mobila enheter är oroande. Värdet som representeras av en modern mobil enhet, inklusive information som potentiellt kan nås indirekt, såsom onlinekonton, skulle lätt kunna göra identitetsintrång värt besväret. I vissa delar av världen krävs det inte för mycket fantasi för att föreställa sig att människor som idag blir bestulna på sina telefoner, blir bestulna på fingertopparna imorgon.
tr: Mobil cihazlarda parmak izi kimlik doğrulamasını kullanma konusundaki mevcut eğilim sorun yaratma potansiyeline açık bir konu. Çevrimiçi hesaplar gibi dolaylı ve potansiyel olarak erişilebilen varlıklar da dahil olmak üzere modern bir mobil cihazın temsil ettiği değer, internet dolandırıcılığını kolayca değerli hale getirebilir. Dünyanın bazı bölgelerinde, insanların bugün olduğu gibi yalnızca telefonları yoluyla değil aynı zamanda ileride parmak uçları yoluyla hırsızlığa maruz kalabileceklerini öngörmek için dahi olmak gerekmez.
zh: 目前将指纹认证纳入移动设备的趋势令人不安。 现代移动设备所代表的价值，包括可能间接可获得的资产，如在线帐户，很容易使欺骗变得有价值。 在世界的某些地方，不需要太多的想象力就能想象到人们不仅像今天一样被抢了手机，而且在明天的同一时间被抢了指尖。

# Blog_EAB_Text6
source: We already have a situation where identity theft is a major headache. But this can actually be handled, even if the process is hampered by outdated systems and laws. If biometrics continue to gain headway, we may get a group of people who will never fully integrate into society since their biometrics once stolen can never by recovered or changed. The theft may occur individually, or from corporate or government databases.
ar: لدينا بالفعل موقف حيث تمثل سرقة الهوية مشكلة كبيرة. ولكن يمكن التعامل مع هذا في الواقع ، حتى لو أعاقت العملية أنظمة وقوانين عفا عليها الزمن. إذا استمرت القياسات الحيوية في إحراز تقدم ، فقد نحصل على مجموعة من الأشخاص الذين لن يندمجوا تمامًا في المجتمع لأن قياساتهم الحيوية بمجرد سرقتها لا يمكن أبدًا استردادها أو تغييرها. قد تحدث السرقة بشكل فردي أو من قواعد بيانات الشركات أو الحكومة.
de: Wir haben bereits eine Situation, in der Identitätsdiebstahl ein großes Problem darstellt. Aber das kann tatsächlich gehandhabt werden, auch wenn der Prozess durch veraltete Systeme und Gesetze behindert wird. Wenn die Biometrie weiter voranschreitet, könnten wir eine Gruppe von Menschen bekommen, die sich nie vollständig in die Gesellschaft integrieren werden, da ihre einmal gestohlenen biometrischen Daten niemals wiederhergestellt oder geändert werden können. Der Diebstahl kann einzeln oder aus Unternehmens- oder Regierungsdatenbanken erfolgen.
es: Ya tenemos una situación en la que el robo de identidad es un gran dolor de cabeza. Pero esto se puede manejar, incluso si el proceso se ve obstaculizado por leyes y sistemas obsoletos. Si la biometría continúa ganando terreno, es posible que tengamos un grupo de personas que nunca se integrarán completamente en la sociedad, ya que sus datos biométricos, una vez robados, nunca podrán recuperarse ni cambiarse. El robo puede ocurrir individualmente, o de bases de datos corporativas o gubernamentales.
fr: Nous avons déjà une situation où le vol d’identité est un casse-tête majeur. Mais cela peut en fait être géré, même si le processus est entravé par des systèmes et des lois obsolètes. Si la biométrie continue de progresser, nous pourrions avoir un groupe de personnes qui ne s’intégreront jamais pleinement dans la société puisque leurs données biométriques une fois volées ne pourront jamais être récupérées ou modifiées. Le vol peut se produire individuellement, ou à partir de bases de données d’entreprise ou gouvernementales.
it: Abbiamo già una situazione in cui il furto di identità è un grosso problema. Ma questo può effettivamente essere gestito, anche se il processo è ostacolato da sistemi e leggi obsoleti. Se la biometria continua a fare progressi, potremmo ottenere un gruppo di persone che non si integreranno mai completamente nella società poiché i loro dati biometrici una volta rubati non potranno mai essere recuperati o modificati. Il furto può avvenire individualmente o da database aziendali o governativi.
ko: 신분 도용은 큰 골칫거리인 상황입니다. 그러나 이것은 오래된 시스템과 법률에 의해 방해를 받더라도 실제로 처리 될 수 있습니다. 생체 인식이 계속 진행된다면 한 번 도난당한 생체 인식은 결코 회복되거나 변경 될 수 없기 때문에 사회에서 완전히 도태될 수 있습니다. 도난은 개별적으로 또는 기업 또는 정부 데이터베이스에서 발생할 수 있습니다.
nl: We hebben al een situatie waarin identiteitsdiefstal een grote kopzorg is. Maar dit kan worden aangepakt, ook al wordt het proces belemmerd door verouderde systemen en wetten. Als biometrie steeds meer terrein wint, krijgen we misschien een groep mensen die nooit volledig in de samenleving zullen integreren, omdat hun gestolen biometrische gegevens nooit meer kunnen worden teruggevonden of veranderd. De diefstal kan individueel plaatsvinden, of vanuit bedrijfs- of overheidsdatabases.
pl: Mamy już sytuację, w której kradzież tożsamości jest poważnym problemem. Ale w rzeczywistości można sobie z tym poradzić, nawet jeśli proces jest utrudniony przez przestarzałe systemy i przepisy. Jeśli biometria nadal będzie się rozwijała, możemy uzyskać grupę ludzi, którzy nigdy w pełni nie zintegrują się ze społeczeństwem, ponieważ ich skradzione dane biometryczne nigdy nie zostaną odzyskane ani zmienione. Kradzież może nastąpić pojedynczo lub z korporacyjnych lub rządowych baz danych.
pt: Já temos uma situação em que o roubo de identidade é uma grande dor de cabeça. Mas tal pode ser, na realidade, gerido, mesmo se o processo é manipulado por sistemas e leis desactualizadas. Se a biometria continua a progredir, poderemos ter um grupo de pessoas que nunca se irão integrar na sociedade, uma vez que os seus dados biométricos, uma vez roubados, podem nunca mais podem ser recuperados ou alterados. O roubo pode ocorrer individualmente ou em bases de dados empresariais ou governamentais.
ru: У нас уже была ситуация, когда кража личных данных получилась серьезной головной болью. Но с этим действительно можно справиться, даже если процессу препятствуют устаревшие системы и законы. Если биометрия продолжит набирать обороты, мы можем получить группу людей, которые никогда полностью не интегрируются в общество, поскольку их однажды украденные биометрические данные никогда не смогут быть восстановлены или изменены. Кража может произойти индивидуально, из корпоративных или правительственных баз данных.
sv: Vi har redan en situation där identitetsstöld är en stor huvudvärk. Men detta går faktiskt att hantera, även om processen försvåras av föråldrade system och lagar. Om biometri fortsätter att få framsteg kan vi få en grupp människor som aldrig helt kommer att integreras i samhället eftersom deras biometri en gång stulen aldrig kan återställas eller ändras. Stölden kan ske individuellt eller från företags- eller statliga databaser.
tr: Kimlik hırsızlığının büyük bir baş ağrısı olduğu bir durumla karşı karşıyayız. Ancak bu, süreç eski sistemler ve yasalar tarafından engellense bile aslında halledilebilir. Biyometri ilerleme kaydetmeye devam ederse, biyometrileri bir kez çalındıktan sonra bunun asla kurtarılamayacağı veya değiştirilemeyeceği için topluma asla tam olarak entegre olmayacak bir grup insan ile karşı karşıya kalabiliriz. Hırsızlık bireysel olarak veya kurumsal veya devlet veritabanlarından meydana gelebilir.
zh: 我们已经有一个身份盗窃是一个主要头痛的情况。 但这实际上是可以处理的，即使这个过程受到过时的制度和法律的阻碍。 如果生物识别技术继续取得进展，我们可能会得到一群永远不会完全融入社会的人，因为他们的生物识别技术一旦被盗就永远无法恢复或改变。 盗窃可能单独发生，也可能来自公司或政府数据库。

# Blog_EAB_Text7
source: While the likelyhood of a national or corporate fingerprint database leaking is perhaps low, it’s not zero. With time it will happen. Once it’s happened it can never be undone.
ar: في حين أن احتمالية تسريب قاعدة بيانات بصمات أصابع وطنية أو شركة ربما تكون منخفضة ، فهي ليست صفرية. مع مرور الوقت سيحدث ذلك. بمجرد حدوث ذلك لا يمكن التراجع عنه أبدًا.
de: Die Wahrscheinlichkeit, dass eine nationale oder unternehmensweite Fingerabdruckdatenbank durchsickert, ist zwar gering, aber nicht Null. Mit der Zeit wird es passieren. Wenn es einmal passiert ist, kann es niemals rückgängig gemacht werden.
es: Si bien la probabilidad de que se filtre una base de datos de huellas dactilares a nivel nacional o corporativo es quizás baja, no es cero. Con el tiempo sucederá. Una vez que ha sucedido, nunca se puede deshacer.
fr: Bien que la probabilité qu’une base de données d’empreintes digitales nationale ou d’entreprise fuite soit peut-être faible, elle n’est pas nulle. Avec le temps, cela arrivera. Une fois que c’est arrivé, cela ne peut jamais être annulé.
it: Mentre la probabilità che un database nazionale o aziendale di impronte digitali venga divulgato è forse bassa, non è zero. Con il tempo accadrà. Una volta che è successo non si può più cancellare.
ko: 국가 또는 기업의 지문 데이터베이스가 유출될 가능성은 낮지만 0은 아닙니다. 시간이 지나면 그렇게 될 겁니다. 한번 일어난 일은 결코 돌이킬 수 없습니다.
nl: De kans dat een nationale of bedrijfsgegevensbank met vingerafdrukken uitlekt is misschien klein, maar niet nul. Met de tijd zal het gebeuren. Als het eenmaal gebeurd is, kan het nooit meer ongedaan worden gemaakt.
pl: Chociaż prawdopodobieństwo wycieku krajowej lub korporacyjnej bazy danych o odciskach palców jest prawdopodobnie niskie, nie jest ono zerowe. Z czasem to nastąpi. A jeśli nastąpi, nigdy nie można tego cofnąć.
pt: Apesar da probabilidade de fuga de dados de uma base de dados nacional ou empresarial de impressões digitais ser talvez baixa, não é nula. Com o tempo, acontecerá. E uma vez que acontecer, não poderá ser revertida.
ru: Хотя вероятность утечки национальной или корпоративной базы данных отпечатков пальцев, возможно, невелика, она не равна нулю. Со временем это произойдет. Однажды это случилось - этого уже никогда не исправить.
sv: Även om sannolikheten för att en nationell eller företags fingeravtrycksdatabas läcker är kanske låg, är den inte noll. Med tiden kommer det att hända. När det väl har hänt kan det aldrig ångras.
tr: Ulusal veya kurumsal bir parmak izi veritabanının sızma olasılığı belki de düşük olsa da, sıfır değildir. Bu, zamanla gerçekleşecektir. Bir kez gerçekleştikten sonra asla geri alınamaz.
zh: 虽然国家或企业指纹数据库泄漏的可能性可能很低，但并不是零。 随着时间的推移，它会发生。 一旦发生，就永远无法挽回。

# Blog_EAB_Text8
source: A stolen password on the other hand, is comparatively trivial to change.
ar: من ناحية أخرى ، يعد تغيير كلمة المرور المسروقة أمرًا تافهًا نسبيًا.
de: Ein gestohlenes Passwort hingegen ist vergleichsweise trivial zu ändern.
es: Una contraseña robada, por otro lado, es comparativamente trivial de cambiar.
fr: Un mot de passe volé, en revanche, est relativement trivial à changer.
it: Una password rubata d'altra parte è relativamente banale da cambiare.
ko: 반면에 도난당한 비밀번호는 변경하기가 비교적 쉽습니다.
nl: Een gestolen wachtwoord daarentegen is relatief triviaal om te veranderen.
pl: Z drugiej strony skradzione hasło jest stosunkowo łatwe do zmiany.
pt: Por outro lado, é comparativamente trivial alterar uma palavra-passe roubada.
ru: С другой стороны, украденный пароль сравнительно легко изменить.
sv: Ett stulet lösenord å andra sidan är jämförelsevis trivialt att ändra.
tr: Diğer bi yandan, çalınmış bir parolanın değiştirilmesinin nispeten herhangi bir önemi yoktur.
zh: 另一方面，被盗密码的更改相对微不足道。

# Blog_EAB_Title
source: Encryption and biometrics
ar: التشفير والقياسات الحيوية
de: Verschlüsselung und Biometrie
es: Cifrado y biometría
fr: Cryptage et biométrie
it: Crittografia e biometria
ko: 암호화 및 생체 인식
nl: Encryptie en biometrie
pl: Szyfrowanie i biometria
pt: Cifragem e biometria
ru: Шифрование и биометрия
sv: Kryptering och biometri
tr: Şifreleme ve biyometri
zh: 加密和生物识别

# Blog_EDIKPNY_H1_SH1_Text1
source: One of our most significant accomplishments this year was the launch of master key. Our development team was able to complete and release this new feature mid-December. Master key is a feature which enables business administrators to recover files of the business members. This eliminates the risk of losing access to critical files. As long as the business has one or a couple administrators who make sure to keep track of their credentials, no documents will ever be lost due to employees leaving or forgetting their passwords.
ar: كان أحد أهم إنجازاتنا هذا العام إطلاق المفتاح الرئيسي. تمكن فريق التطوير لدينا من إكمال وإصدار هذه الميزة الجديدة في منتصف ديسمبر. المفتاح الرئيسي هو ميزة تمكن مسؤولي الأعمال من استعادة ملفات أعضاء الأعمال. هذا يلغي مخاطر فقدان الوصول إلى الملفات الهامة. طالما أن الشركة لديها واحد أو اثنين من المسؤولين الذين يتأكدون من تتبع بيانات اعتمادهم ، فلن يتم فقد أي مستندات بسبب مغادرة الموظفين أو نسيان كلمات المرور الخاصة بهم.
de: Eine unserer wichtigsten Errungenschaften in diesem Jahr war die Einführung von Master Key. Unser Entwicklungsteam konnte dieses neue Feature Mitte Dezember fertigstellen und veröffentlichen. Master Key ist eine Funktion, mit der Geschäftsadministratoren Dateien der Geschäftsmitglieder wiederherstellen können. Dies eliminiert das Risiko, den Zugriff auf kritische Dateien zu verlieren. Solange das Unternehmen über einen oder mehrere Administratoren verfügt, die sicherstellen, dass ihre Anmeldeinformationen im Auge behalten werden, gehen niemals Dokumente verloren, wenn Mitarbeiter ihre Kennwörter verlassen oder vergessen.
es: Uno de nuestros logros más significativos este año fue el lanzamiento de la clave maestra. Nuestro equipo de desarrollo pudo completar y lanzar esta nueva función a mediados de diciembre. La clave maestra es una función que permite a los administradores de empresas recuperar archivos de los miembros de la empresa. Esto elimina el riesgo de perder el acceso a archivos críticos. Siempre que la empresa tenga uno o un par de administradores que se aseguren de realizar un seguimiento de sus credenciales, nunca se perderán documentos debido a que los empleados se van u olvidan sus contraseñas.
fr: L’une de nos réalisations les plus importantes cette année a été le lancement de la clé principale. Notre équipe de développement a pu terminer et publier cette nouvelle fonctionnalité à la mi-décembre. La clé principale est une fonctionnalité qui permet aux administrateurs d’entreprise de récupérer les fichiers des membres de l’entreprise. Cela élimine le risque de perdre l’accès aux fichiers critiques. Tant que l’entreprise a un ou deux administrateurs qui s’assurent de garder une trace de leurs informations d’identification, aucun document ne sera jamais perdu en raison du départ ou de l’oubli de leurs mots de passe par les employés.
it: Uno dei nostri risultati più significativi quest'anno è stato il lancio di Master Key. Il nostro team di sviluppo è stato in grado di completare e rilasciare questa nuova funzionalità a metà dicembre. La chiave master è una funzionalità che consente agli amministratori aziendali di recuperare i file dei membri aziendali. Ciò elimina il rischio di perdere l'accesso ai file critici. Finché l'azienda ha uno o un paio di amministratori che si assicurano di tenere traccia delle loro credenziali, nessun documento andrà mai perso a causa dei dipendenti che lasciano o dimenticano le loro password.
ko: 올해 우리의 가장 중요한 성과 중 하나는 마스터 키의 출시였습니다. 우리 개발 팀은 12월 중순에 이 새로운 기능을 완료하고 출시할 수 있었습니다. 마스터 키는 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있는 기능입니다. 따라서 중요한 파일에 대한 액세스가 손실될 위험이 없습니다. 기업에 자격 증명을 확실히 추적하는 관리자가 한 명 또는 두 명 있는 한, 직원이 비밀번호를 남기거나 잊어버려 문서가 손실되는 일은 없을 것입니다.
nl: Een van onze belangrijkste verwezenlijkingen dit jaar was de lancering van de hoofdsleutel. Ons ontwikkelingsteam heeft deze nieuwe functie half december kunnen voltooien en vrijgeven. Hoofdsleutel is een functie waarmee bedrijfsbeheerders bestanden van de bedrijfsleden kunnen herstellen. Dit elimineert het risico de toegang tot kritieke bestanden te verliezen. Zolang het bedrijf één of enkele beheerders heeft die ervoor zorgen dat ze hun inloggegevens bijhouden, zullen er nooit documenten verloren gaan doordat werknemers hun wachtwoord vergeten of het bedrijf verlaten.
pl: Jednym z naszych najważniejszych osiągnięć w tym roku było wprowadzenie klucza głównego. Nasz zespół programistów był w stanie ukończyć i wydać tę nową funkcję w połowie grudnia. Klucz główny to funkcja, która umożliwia administratorom biznesowym odzyskiwanie plików członków firmy. Eliminuje to ryzyko utraty dostępu do krytycznych plików. Dopóki firma ma jednego lub kilku administratorów, którzy dbają o śledzenie ich poświadczeń, żadne dokumenty nigdy nie zostaną utracone z powodu pozostawienia lub zapomnienia haseł przez pracowników.
pt: Um dos nossos maiores feitos este ano foi o lançamento da chave-mestra. A nossa equipa de desenvolvimento foi capaz de completar e lançar esta nova funcionalidade em meados de Dezembro. A chave-mestra é uma funcionalidade que permite aos administradores recuperar ficheiros de colaboradores. Isto elimina o risco de perda de acesso a ficheiros críticos. Enquanto que a empresa tiver um ou um par de administradores que mantenham as suas credenciais, não haverá ficheiros perdidos por haver trabalhadores que deixem a empresa ou se esqueçam das suas palavras-passe.
ru: Одним из наших самых значительных достижений в этом году стал запуск мастер-ключа. Наша команда разработчиков смогла завершить и выпустить эту новую функцию в середине декабря. Мастер-ключ - это функция, которая позволяет бизнес-администраторам восстанавливать файлы участников подписки. Это устраняет риск потери доступа к критически важным файлам. Пока в компании есть один или пара администраторов, которые следят за своими учетными данными, никакие документы никогда не будут потеряны из-за того, что сотрудники ушли или забыли свои пароли.
sv: En av våra viktigaste prestationer i år var lanseringen av huvudnyckeln. Vårt utvecklingsteam kunde slutföra och släppa den här nya funktionen i mitten av december. Huvudnyckeln är en funktion som gör det möjligt för företagsadministratörer att återställa filer från de anställda. Detta eliminerar risken att förlora åtkomst till viktiga filer. Så länge företaget har en eller ett par administratörer som ser till att hålla reda på sina uppdrag, kommer inga dokument någonsin att gå förlorade på grund av att anställda lämnar eller glömmer sina lösenord.
tr: Bu yılki en önemli başarılarımızdan biri ana anahtarın piyasaya sürülmesiydi. Geliştirme ekibimiz bu yeni özelliği Aralık ayı ortasında tamamlayıp yayınlayabildi. Ana anahtar, işletme yöneticilerinin iş üyelerinin dosyalarını kurtarmasını sağlayan bir özelliktir. Bu, kritik dosyalara erişimi kaybetme riskini ortadan kaldırır. İşletmenin, kimlik bilgilerini takip ettiğinden emin olan bir veya birkaç yöneticisi olduğu sürece, çalışanların işten ayrılmaları veya parolalarını unutmaları nedeniyle hiçbir belge kaybolmaz.
zh: 我们今年最重要的成就之一是万能钥匙的推出。 我们的开发团队能够在12月中旬完成并发布此新功能。 主密钥是使业务管理员能够恢复业务成员的文件的功能。 这消除了失去对关键文件的访问权限的风险。 只要企业有一个或几个管理员确保跟踪他们的凭据，就不会因为员工离开或忘记密码而丢失任何文档。
