Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_STUCTREDSA_H1_Text4
source: <li><b>Fan data</b>: Personal information is required to visit UEFA Euro 2024. Attending the UEFA Euro 2024 will require sharing sensitive information at various points, such as the airport, hotel, or different arenas. Encryption protects against data breaches and ensures physical safety. If a device is lost, encryption will keep your tickets, reservations, and personal information protected.</li>
ar: <li><b>بيانات المشجعين</b>: المعلومات الشخصية مطلوبة لزيارة اليورو 2024. سيتطلب حضور اليورو 2024 مشاركة معلومات حساسة في نقاط مختلفة ، مثل المطار أو الفندق أو الساحات المختلفة. يحمي التشفير من خروقات البيانات ويضمن السلامة الجسدية. في حالة فقدان الجهاز ، سيحافظ التشفير على حماية التذاكر والحجوزات والمعلومات الشخصية.</li>
de: <li><b>Fan-Daten</b>: Für den Besuch der UEFA Euro 2024 sind personenbezogene Daten erforderlich. Die Teilnahme an der UEFA Euro 2024 erfordert den Austausch sensibler Informationen an verschiedenen Orten, z. B. am Flughafen, im Hotel oder in verschiedenen Arenen. Die Verschlüsselung schützt vor Datenschutzverletzungen und gewährleistet die physische Sicherheit. Wenn ein Gerät verloren geht, werden Ihre Tickets, Reservierungen und persönlichen Daten durch Verschlüsselung geschützt.</li>
es: <li><b>Datos de los aficionados</b>: La información personal es necesaria para visitar la UEFA Euro 2024. Asistir a la Eurocopa 2024 requerirá compartir información confidencial en varios puntos, como el aeropuerto, el hotel o diferentes estadios. El cifrado protege contra las violaciones de datos y garantiza la seguridad física. Si se pierde un dispositivo, el cifrado mantendrá protegidos sus boletos, reservas e información personal.</li>
fr: <li><b>Données des fans</b> : Des informations personnelles sont nécessaires pour visiter l’UEFA Euro 2024. Pour participer à l’UEFA Euro 2024, vous devrez partager des informations sensibles à différents endroits, tels que l’aéroport, l’hôtel ou différents stades. Le cryptage protège contre les violations de données et assure la sécurité physique. Si un appareil est perdu, le cryptage protégera vos billets, vos réservations et vos informations personnelles. </li>
it: <li><b>Dati dei tifosi</b>: le informazioni personali sono necessarie per visitare UEFA Euro 2024. La partecipazione a UEFA Euro 2024 richiederà la condivisione di informazioni sensibili in vari punti, come l'aeroporto, l'hotel o diverse arene. La crittografia protegge dalle violazioni dei dati e garantisce la sicurezza fisica. In caso di smarrimento di un dispositivo, la crittografia manterrà protetti i biglietti, le prenotazioni e le informazioni personali.</li>
ko: <li><b>팬 데이터</b>: UEFA 유로 2024를 방문하려면 개인 정보가 필요합니다. UEFA 유로 2024에 참석하려면 공항, 호텔 또는 다른 장소와 같은 다양한 지점에서 민감한 정보를 공유해야 합니다. 암호화는 데이터 침해를 방지하고 물리적 안전을 보장합니다. 장치가 분실되면 암호화를 통해 티켓, 예약 및 개인 정보를 보호할 수 있습니다.</li>
nl: <li><b>Fangegevens</b>: Persoonlijke informatie is vereist om UEFA Euro 2024 te bezoeken. Om de UEFA Euro 2024 bij te wonen, moet gevoelige informatie worden gedeeld op verschillende punten, zoals de luchthaven, het hotel of verschillende arena's. Encryptie beschermt tegen datalekken en zorgt voor fysieke veiligheid. Als een apparaat verloren gaat, zorgt versleuteling ervoor dat uw tickets, reserveringen en persoonlijke gegevens beschermd blijven.</li>
pl: <li><b>Dane kibica</b>: Aby odwiedzić UEFA Euro 2024, wymagane są dane osobowe. Uczestnictwo w UEFA Euro 2024 będzie wymagało udostępnienia poufnych informacji w różnych punktach, takich jak lotnisko, hotel lub różne areny. Szyfrowanie chroni przed naruszeniami danych i zapewnia bezpieczeństwo fizyczne. Jeśli urządzenie zostanie zgubione, szyfrowanie ochroni Twoje bilety, rezerwacje i dane osobowe.</li>
pt: <li><b>Dados do torcedor</b>: As informações pessoais são necessárias para visitar o UEFA Euro 2024. Participar da UEFA Euro 2024 exigirá o compartilhamento de informações confidenciais em vários pontos, como aeroporto, hotel ou diferentes arenas. A criptografia protege contra violações de dados e garante a segurança física. Se um dispositivo for perdido, a criptografia manterá seus ingressos, reservas e informações pessoais protegidos.</li>
ru: <li><b>Данные болельщиков</b>: Для посещения Евро-2024 необходима личная информация. Посещение Евро-2024 потребует обмена конфиденциальной информацией в различных точках, таких как аэропорт, отель или различные арены. Шифрование защищает от утечки данных и обеспечивает физическую безопасность. В случае утери устройства шифрование защитит ваши билеты, бронирования и личную информацию.</li>
sv: <li><b>Fandata:</b> Personlig information krävs för att besöka UEFA Euro 2024. Att delta i UEFA Euro 2024 kommer att kräva delning av känslig information vid olika punkter, såsom flygplatsen, hotellet eller olika arenor. Kryptering skyddar mot dataintrång och säkerställer fysisk säkerhet. Om en enhet förloras, kommer kryptering att hålla dina biljetter, reservationer och personlig information skyddad.</li>
tr: <li><b>Taraftar verileri</b>: UEFA Euro 2024'ü ziyaret etmek için kişisel bilgiler gerekir. UEFA Euro 2024'e katılmak, havaalanı, otel veya farklı arenalar gibi çeşitli noktalarda hassas bilgilerin paylaşılmasını gerektirecektir. Şifreleme, veri ihlallerine karşı koruma sağlar ve fiziksel güvenliği sağlar. Şifreleme, bir cihaz kaybolsa dahi biletlerinizi, rezervasyonlarınızı ve kişisel bilgilerinizi korur.</li>
zh: <li><b>球迷数据</b>：访问 2024 年欧洲杯需要提供个人信息。参加 2024 年欧洲杯需要在机场、酒店或不同场馆等不同地点共享敏感信息。加密可防止数据泄露并确保人身安全。如果设备丢失，加密将保护您的门票、预订和个人信息。</li>

# Blog_STUCTREDSA_H1_Text5
source: <li><b>Ticketing</b>: Retrieving a ticket is not as simple as giving cash in exchange for the ticket anymore. Detailed personal information is attached to the ticket. Banking information, background, health, and more are required.</li>
ar: <li><b>التذاكر</b>: لم يعد استرداد التذكرة أمرا بسيطا مثل إعطاء النقود مقابل التذكرة بعد الآن. يتم إرفاق معلومات شخصية مفصلة بالتذكرة. المعلومات المصرفية والخلفية والصحة والمزيد مطلوبة.</li>
de: <li><b>Ticketing</b>: Das Abrufen eines Tickets ist nicht mehr so einfach, wie Bargeld im Austausch für das Ticket zu geben. Detaillierte persönliche Informationen sind dem Ticket beigefügt. Bankinformationen, Hintergrund, Gesundheit und mehr sind erforderlich.</li>
es: <li><b>Venta de entradas</b>: Recuperar un billete ya no es tan sencillo como dar dinero en efectivo a cambio del billete. La información personal detallada se adjunta al boleto. Se requiere información bancaria, antecedentes, salud y más.</li>
fr: <li><b>Billetterie</b> : Récupérer un billet n’est plus aussi simple que de donner de l’argent en échange du billet. Des renseignements personnels détaillés sont joints au billet. Les renseignements bancaires, les antécédents, l’état de santé, etc. sont requis. </li>
it: <li><b>Biglietteria</b>: Recuperare un biglietto non è più semplice come dare denaro in cambio del biglietto. Informazioni personali dettagliate sono allegate al biglietto. Sono richieste informazioni bancarie, background, salute e altro.</li>
ko: <li><b>티켓팅</b>: 티켓을 검색하는 것은 더 이상 티켓의 대가로 현금을 주는 것만큼 간단하지 않습니다. 자세한 개인 정보는 티켓에 첨부되어 있습니다. 은행 정보, 배경, 상태 등이 필요합니다.</li>
nl: <li><b>Ticketing</b>: Het ophalen van een ticket is niet meer zo eenvoudig als het geven van contant geld in ruil voor het ticket. Gedetailleerde persoonlijke informatie is bij het ticket gevoegd. Bankgegevens, achtergrond, gezondheid en meer zijn vereist.</li>
pl: <li><b>Biletowanie</b>: Odzyskanie biletu nie jest już tak proste, jak danie gotówki w zamian za bilet. Do biletu dołączone są szczegółowe dane osobowe. Wymagane są informacje bankowe, historia, stan zdrowia i inne.</li>
pt: <li><b>Emissão de bilhetes</b>: Recuperar um bilhete não é mais tão simples quanto dar dinheiro em troca do bilhete. Informações pessoais detalhadas estão anexadas ao bilhete. Informações bancárias, histórico, saúde e muito mais são necessários.</li>
ru: <li><b>Продажа билетов</b>: Получить билет уже не так просто, как дать наличные в обмен на билет. Теперь, подробная личная информация прилагается к билету. Для покупки требуется банковская информация, биография, состояние здоровья и многое другое.</li>
sv: <li><b>Biljetter:</b> Att hämta en biljett är inte längre så enkelt som att ge kontanter i utbyte mot biljetten. Detaljerad personlig information är kopplad till biljetten. Bankinformation, bakgrund, hälsa och mer krävs.</li>
tr: <li><b>Bilet Kesme</b>: Bilet almak artık bilet karşılığında nakit para vermek kadar basit değil. Artık detaylı kişisel bilgiler de biletlere ekleniyor. Bunun için bankacılık bilgileri, geçmiş, sağlık ve daha fazlası gerekir.</li>
zh: <li><b>票务</b>：取票不再像用现金换票那么简单。详细的个人信息附在机票上。需要银行信息、背景、健康状况等。</li>

# Blog_STUCTREDSA_H2_Text1
source: So much personal data is involved in UEFA Euro 2024! Sensitive information we would like to keep confidential, thank you very much.
ar: الكثير من البيانات الشخصية متضمنة في اليورو 2024! المعلومات الحساسة التي نود الحفاظ على سريتها ، شكرا جزيلا لك.
de: Bei der UEFA Euro 2024 geht es um so viele personenbezogene Daten! Sensible Informationen möchten wir vertraulich behandeln, vielen Dank.
es: ¡Tantos datos personales están involucrados en la Eurocopa 2024! Información sensible que nos gustaría mantener confidencial, muchas gracias.
fr: Tant de données personnelles sont impliquées dans l’UEFA Euro 2024 ! Informations sensibles que nous souhaitons garder confidentielles, merci beaucoup.
it: Quanti dati personali sono coinvolti in UEFA Euro 2024! Informazioni sensibili che vorremmo mantenere riservate, grazie mille.
ko: UEFA 유로 2024에 너무 많은 개인 데이터가 포함되어 있습니다! 기밀 유지하고자 하는 민감한 정보, 대단히 감사합니다.
nl: Er komen zoveel persoonsgegevens bij UEFA Euro 2024 kijken! Gevoelige informatie die we graag vertrouwelijk willen houden, hartelijk dank.
pl: Tak wiele danych osobowych jest zaangażowanych w UEFA Euro 2024! Informacje wrażliwe, które chcielibyśmy zachować w tajemnicy, bardzo dziękujemy.
pt: Muitos dados pessoais estão envolvidos na UEFA Euro 2024! Informações confidenciais que gostaríamos de manter confidenciais, muito obrigado.
ru: В УЕФА Евро-2024 задействовано так много персональных данных! Конфиденциальную информацию мы хотели бы сохранить в тайне, большое спасибо.
sv: Så mycket personuppgifter är inblandade i UEFA Euro 2024! Känslig information som vi vill hålla konfidentiell, tack så mycket.
tr: UEFA Euro 2024'te o kadar çok kişisel veri bulunuyor ki! Hassas bilgileri gizli tutmak istiyoruz, çok teşekkür ederim.
zh: 2024 年欧洲杯涉及如此多的个人数据！我们希望对敏感信息保密，非常感谢。

# Blog_STUCTREDSA_H2_Text2
source: <li><b>Financial Information</b>: Ticket sales for sports events generate massive revenue. Cybercriminals can target these transactions to steal credit card information, banking details, and payment credentials. With this data, they can commit fraud, make unauthorized purchases, or sell the information on the black market.</li>
ar: <li><b>المعلومات المالية</b>: تحقق مبيعات التذاكر للأحداث الرياضية إيرادات هائلة. يمكن لمجرمي الإنترنت استهداف هذه المعاملات لسرقة معلومات بطاقة الائتمان والتفاصيل المصرفية وبيانات اعتماد الدفع. باستخدام هذه البيانات ، يمكنهم ارتكاب عمليات احتيال أو إجراء عمليات شراء غير مصرح بها أو بيع المعلومات في السوق السوداء.</li>
de: <li><b>Finanzinformationen</b>: Ticketverkäufe für Sportveranstaltungen generieren massive Einnahmen. Cyberkriminelle können diese Transaktionen gezielt durchführen, um Kreditkarteninformationen, Bankdaten und Zahlungsinformationen zu stehlen. Mit diesen Daten können sie Betrug begehen, nicht autorisierte Käufe tätigen oder die Informationen auf dem Schwarzmarkt verkaufen.</li>
es: <li><b>Información financiera</b>: La venta de entradas para eventos deportivos genera ingresos masivos. Los ciberdelincuentes pueden dirigirse a estas transacciones para robar información de tarjetas de crédito, datos bancarios y credenciales de pago. Con estos datos, pueden cometer fraudes, realizar compras no autorizadas o vender la información en el mercado negro.</li>
fr: <li><b>Informations financières</b> : La vente de billets pour les événements sportifs génère des revenus considérables. Les cybercriminels peuvent cibler ces transactions pour voler les informations de carte de crédit, les détails bancaires et les informations de paiement. Avec ces données, ils peuvent commettre des fraudes, effectuer des achats non autorisés ou vendre les informations sur le marché noir. </li>
it: <li><b>Informazioni finanziarie</b>: La vendita di biglietti per eventi sportivi genera entrate enormi. I criminali informatici possono prendere di mira queste transazioni per rubare informazioni sulla carta di credito, dettagli bancari e credenziali di pagamento. Con questi dati, possono commettere frodi, effettuare acquisti non autorizzati o vendere le informazioni sul mercato nero.</li>
ko: <li><b>재무 정보</b>: 스포츠 경기 입장권 판매는 막대한 수익을 창출합니다. 사이버 범죄자는 신용 카드 정보, 은행 세부 정보 및 지불 자격 증명을 훔치기 위해 이러한 거래를 목표로 삼을 수 있습니다. 이 데이터를 통해 사기를 저지르거나, 무단 구매를 하거나, 암시장에서 정보를 판매할 수 있습니다.</li>
nl: <li><b>Financiële informatie</b>: De kaartverkoop voor sportevenementen genereert enorme inkomsten. Cybercriminelen kunnen zich op deze transacties richten om creditcardgegevens, bankgegevens en betalingsgegevens te stelen. Met deze gegevens kunnen ze fraude plegen, onbevoegde aankopen doen of de informatie op de zwarte markt verkopen.</li>
pl: <li><b>Informacje finansowe</b>: Sprzedaż biletów na wydarzenia sportowe generuje ogromne przychody. Cyberprzestępcy mogą wykorzystywać te transakcje do kradzieży danych kart kredytowych, danych bankowych i danych uwierzytelniających płatności. Dzięki tym danym mogą popełniać oszustwa, dokonywać nieautoryzowanych zakupów lub sprzedawać informacje na czarnym rynku.</li>
pt: <li><b>Informações financeiras</b>: A venda de ingressos para eventos esportivos gera uma receita enorme. Os cibercriminosos podem direcionar essas transações para roubar informações de cartão de crédito, dados bancários e credenciais de pagamento. Com esses dados, eles podem cometer fraudes, fazer compras não autorizadas ou vender as informações no mercado negro.</li>
ru: <li><b>Финансовая информация</b>: Продажа билетов на спортивные мероприятия приносит огромный доход. Киберпреступники могут использовать эти транзакции для кражи информации о кредитных картах, банковских реквизитов и платежных реквизитов. С помощью этих данных они могут совершать мошенничество, совершать несанкционированные покупки или продавать информацию на черном рынке.</li>
sv: <li><b>Finansiell information:</b> Biljettförsäljning för sportevenemang genererar enorma intäkter. Cyberbrottslingar kan rikta in sig på dessa transaktioner för att stjäla kreditkortsinformation, bankuppgifter och betalningsuppgifter. Med dessa data kan de begå bedrägerier, göra obehöriga köp eller sälja informationen på svarta marknaden.</li>
tr: <li><b>Finansal Bilgiler</b>: Spor etkinliklerinde bilet satışları büyük bir gelir sağlar. Siber suçlular, kredi kartı bilgilerini, banka bilgilerini ve ödeme kimlik bilgilerini çalmak için bu işlemleri hedef alabilir. Bu verilerle dolandırıcılık yapabilir, yetkisiz satın alma işlemleri gerçekleştirebilir veya bilgileri karaborsada satabilirler.</li>
zh: <li><b>财务信息</b>：体育赛事的门票销售产生了巨额收入。网络犯罪分子可以针对这些交易来窃取信用卡信息、银行详细信息和支付凭证。有了这些数据，他们就可以进行欺诈、进行未经授权的购买或在黑市上出售信息。</li>

# Blog_STUCTREDSA_H2_Text3
source: <li><b>Personal Information</b>: Home addresses, phone numbers, and medical records are highly sensitive. Cybercriminals can exploit this data for blackmail, identity theft, or to gain unauthorized access to restricted areas during the event. Also, personal details of high-profile athletes can be used for targeted attacks or sold for a high price on illicit markets.</li>
ar: <li><b>المعلومات الشخصية</b>: عناوين المنازل وأرقام الهواتف والسجلات الطبية حساسة للغاية. يمكن لمجرمي الإنترنت استغلال هذه البيانات للابتزاز أو سرقة الهوية أو للوصول غير المصرح به إلى المناطق المحظورة أثناء الحدث. أيضا ، يمكن استخدام التفاصيل الشخصية للرياضيين البارزين لهجمات مستهدفة أو بيعها بسعر مرتفع في الأسواق غير المشروعة.</li>
de: <li><b>Persönliche Informationen</b>: Privatadressen, Telefonnummern und Krankenakten sind hochsensibel. Cyberkriminelle können diese Daten für Erpressung, Identitätsdiebstahl oder um sich während der Veranstaltung unbefugten Zugang zu gesperrten Bereichen zu verschaffen, ausnutzen. Außerdem können persönliche Daten von hochkarätigen Sportlern für gezielte Angriffe verwendet oder zu einem hohen Preis auf illegalen Märkten verkauft werden.</li>
es: <li><b>Información personal</b>: Las direcciones de las casas, los números de teléfono y los registros médicos son altamente confidenciales. Los ciberdelincuentes pueden explotar estos datos para chantajear, robar identidad u obtener acceso no autorizado a áreas restringidas durante el evento. Además, los datos personales de los atletas de alto perfil pueden utilizarse para ataques dirigidos o venderse a un alto precio en mercados ilícitos.</li>
fr: <li><b>Renseignements personnels</b> : Les adresses domiciliaires, les numéros de téléphone et les dossiers médicaux sont très sensibles. Les cybercriminels peuvent exploiter ces données à des fins de chantage, de vol d’identité ou d’accès non autorisé à des zones restreintes pendant l’événement. En outre, les données personnelles d’athlètes de haut niveau peuvent être utilisées pour des attaques ciblées ou vendues à un prix élevé sur les marchés illicites. </li>
it: <li><b>Informazioni personali</b>: Indirizzi di casa, numeri di telefono e cartelle cliniche sono altamente sensibili. I criminali informatici possono sfruttare questi dati per ricatti, furti di identità o per ottenere l'accesso non autorizzato ad aree riservate durante l'evento. Inoltre, i dati personali di atleti di alto profilo possono essere utilizzati per attacchi mirati o venduti a un prezzo elevato sui mercati illeciti.</li>
ko: <li><b>개인 정보</b>: 집 주소, 전화 번호 및 의료 기록은 매우 민감합니다. 사이버 범죄자는 이 데이터를 협박, 신원 도용 또는 행사 중에 제한된 지역에 대한 무단 액세스에 활용할 수 있습니다. 또한 유명 운동선수의 개인 정보는 표적 공격에 사용되거나 불법 시장에서 높은 가격에 판매될 수 있습니다.</li>
nl: <li><b>Persoonlijke informatie</b>: Thuisadressen, telefoonnummers en medische dossiers zijn zeer gevoelig. Cybercriminelen kunnen deze gegevens misbruiken voor chantage, identiteitsdiefstal of om onbevoegde toegang te krijgen tot afgeschermde gebieden tijdens het evenement. Ook kunnen persoonlijke gegevens van spraakmakende atleten worden gebruikt voor gerichte aanvallen of voor een hoge prijs worden verkocht op illegale markten.</li>
pl: <li><b>Dane osobowe</b>: Adresy domowe, numery telefonów i dokumentacja medyczna są bardzo poufne. Cyberprzestępcy mogą wykorzystać te dane do szantażu, kradzieży tożsamości lub uzyskania nieautoryzowanego dostępu do obszarów o ograniczonym dostępie podczas wydarzenia. Ponadto dane osobowe znanych sportowców mogą być wykorzystywane do ukierunkowanych ataków lub sprzedawane za wysoką cenę na nielegalnych rynkach.</li>
pt: <li><b>Informações pessoais</b>: Endereços residenciais, números de telefone e registros médicos são altamente confidenciais. Os cibercriminosos podem explorar esses dados para chantagem, roubo de identidade ou para obter acesso não autorizado a áreas restritas durante o evento. Além disso, detalhes pessoais de atletas de alto nível podem ser usados para ataques direcionados ou vendidos por um preço alto em mercados ilícitos.</li>
ru: <li><b>Личная информация</b>: домашние адреса, номера телефонов и медицинские записи являются очень конфиденциальными. Киберпреступники могут использовать эти данные для шантажа, кражи личных данных или для получения несанкционированного доступа к закрытым зонам во время мероприятия. Кроме того, личные данные известных спортсменов могут быть использованы для целевых атак или проданы по высокой цене на нелегальных рынках.</li>
sv: <li><b>Personlig information:</b> Hemadresser, telefonnummer och medicinska journaler är mycket känsliga. Cyberbrottslingar kan utnyttja dessa data för utpressning, identitetsstöld eller för att få obehörig åtkomst till begränsade områden under evenemanget. Dessutom kan personliga detaljer om högprofilerade idrottare användas för riktade attacker eller säljas till höga priser på illegala marknader.</li>​⬤
tr: <li><b>Kişisel Bilgiler</b>: Ev adresleri, telefon numaraları ve tıbbi kayıtlar son derece hassas bilgilerdir. Siber suçlular bu verileri şantaj, kimlik hırsızlığı veya etkinlik sırasında kısıtlı alanlara yetkisiz erişim elde etmek için kullanabilir. Ayrıca, yüksek profilli sporcuların kişisel bilgileri hedefli saldırılar için kullanılabilir veya yasa dışı pazarlarda yüksek bir fiyata satılabilir.</li>
zh: <li><b>个人信息</b>：家庭住址、电话号码和医疗记录是高度敏感的。网络犯罪分子可以利用这些数据进行勒索、身份盗用或在活动期间未经授权访问限制区域。此外，知名运动员的个人详细信息可用于有针对性的攻击或在非法市场上以高价出售。</li>
