Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WSPPI_Text1
source: Privacy is a fundamental right that is part of liberal democracies and freedom. It should be protected at all costs. Unfortunately there are a lot of people out there having malicious purposes and the databases containing your private information is a perfect and efficient way to get to know your weak points. To protect your sensitive information learn and acquire knowledge on what personal data actually is, why protect it and how to enforce strict privacy rights.
ar: الخصوصية حق أساسي وهو جزء من الديمقراطيات الليبرالية والحرية. يجب حمايته بأي ثمن. لسوء الحظ ، هناك الكثير من الأشخاص الذين لديهم أغراض خبيثة وقواعد البيانات التي تحتوي على معلوماتك الخاصة هي طريقة مثالية وفعالة للتعرف على نقاط ضعفك. لحماية معلوماتك الحساسة ، تعلم واكتساب المعرفة حول ماهية البيانات الشخصية في الواقع ، ولماذا حمايتها وكيفية إنفاذ حقوق الخصوصية الصارمة.
de: Privatsphäre ist ein Grundrecht, das Teil liberaler Demokratien und Freiheit ist. Es sollte um jeden Preis geschützt werden. Leider gibt es viele Leute da draußen, die böswillige Zwecke verfolgen, und die Datenbanken, die Ihre privaten Informationen enthalten, sind eine perfekte und effiziente Möglichkeit, Ihre Schwachstellen kennenzulernen. Zum Schutz Ihrer sensiblen Informationen lernen und erwerben Sie Wissen darüber, was personenbezogene Daten eigentlich sind, warum sie geschützt werden und wie Sie strenge Datenschutzrechte durchsetzen können.
es: La privacidad es un derecho fundamental que forma parte de las democracias liberales y la libertad. Debe ser protegida a toda costa. Desafortunadamente, hay muchas personas que tienen propósitos malintencionados y las bases de datos que contienen tu información privada son una manera perfecta y eficaz de conocer tus puntos débiles. Para proteger tu información confidencial, aprende y adquiere conocimientos sobre qué son realmente los datos personales, por qué protegerlos y cómo hacer cumplir los estrictos derechos de privacidad.
fr: La vie privée est un droit fondamental qui fait partie des démocraties libérales et de la liberté. Il doit être protégé à tout prix. Malheureusement, il y a beaucoup de gens qui ont des objectifs malveillants et les bases de données contenant vos informations privées sont un moyen parfait et efficace de connaître vos points faibles. Pour protéger vos informations sensibles, apprenez et acquérez des connaissances sur ce que sont réellement les données personnelles, pourquoi les protéger et comment faire respecter des droits stricts à la vie privée.
it: La privacy è un diritto fondamentale che fa parte delle democrazie liberali e della libertà. Dovrebbe essere protetto a tutti i costi. Sfortunatamente ci sono molte persone là fuori che hanno scopi dannosi e i database che contengono le tue informazioni private sono un modo perfetto ed efficiente per conoscere i tuoi punti deboli. Per proteggere le tue informazioni sensibili impara e acquisisci conoscenza su cosa sono realmente i dati personali, perché proteggerli e come far rispettare i rigorosi diritti alla privacy.
ko: 프라이버시는 자유 민주주의와 자유의 일부인 기본권입니다. 어떤 대가를 치르더라도 보호해야합니다. 불행히도 악의적인 목적을 가진 많은 사람들이 있으며 개인 정보가 포함 된 데이터베이스는 약점을 알 수 있는 완벽하고 효율적인 방법입니다. 민감한 정보를 보호하려면 개인 데이터가 실제로 무엇인지, 왜 보호하는지, 엄격한 개인 정보 보호 권리를 시행하는 방법에 대한 지식을 배우고 습득하십시오.
nl: Privacy is een grondrecht dat deel uitmaakt van liberale democratieën en vrijheid. Het moet koste wat kost worden beschermd. Helaas zijn er veel mensen die kwaadaardige doeleinden hebben en de databases met uw privégegevens zijn een perfecte en efficiënte manier om uw zwakke punten te leren kennen. Om uw gevoelige informatie te beschermen, leert en verwerft u kennis over wat persoonlijke gegevens eigenlijk zijn, waarom deze beschermen en hoe u strikte privacyrechten kunt handhaven.
pl: Prywatność jest podstawowym prawem, które jest częścią liberalnych demokracji i wolności. Należy ją chronić za wszelką cenę. Niestety istnieje wiele osób, które mają złośliwe cele, a bazy danych zawierające Twoje prywatne informacje to doskonałe źródło na poznanie swoich słabych punktów. Aby chronić swoje poufne informacje, dowiedz się i zdobądź wiedzę na temat tego, czym tak naprawdę są dane osobowe, dlaczego je chronić i jak egzekwować ścisłe prawa do prywatności.
pt: A privacidade é um direito fundamental que faz parte de democracias liberais e da liberdade. Deve ser protegido a todo o custo. Infelizmente, há muitas pessoas com propósitos maliciosos e bases de dados que contêm a sua informação privada são uma forma perfeita e eficiente de ficar a saber dos seus pontos fracos. Para proteger a sua informação sensível, aprenda e adquira conhecimento sobre o que os dados pessoais são na realidade, porque os deve proteger e como fazer cumprir direitos estritos de privacidade.
ru: Неприкосновенность частной жизни - это фундаментальное право, которое является частью либеральных демократий и свободы. Его следует защищать любой ценой. К сожалению, существует множество людей, преследующих враждебные цели, и баз данных, содержащих вашу личную информацию, - это идеальный и эффективный способ узнать ваши слабые места. Чтобы защитить вашу конфиденциальную информацию, изучайте и приобретайте информацию о том, что на самом деле представляют собой персональные данные, зачем их защищать и как обеспечить соблюдение строгих прав на неприкосновенность частной жизни.
sv: Integritet är en grundläggande rättighet som är en del av liberala demokratier och frihet. Det bör skyddas till varje pris. Tyvärr finns det många människor där ute som har skadliga syften och databaserna som innehåller din privata information är ett perfekt och effektivt sätt att lära känna dina svaga punkter. För att skydda din känsliga information, lär dig och skaffa dig kunskap om vad personuppgifter faktiskt är, varför man bör skydda dem och hur man upprätthåller strikta integritetsrättigheter.
tr: Mahremiyet, liberal demokrasilerin ve özgürlüğün temel bir bileşenidir ve ne pahasına olursa olsun korunmalıdır. Ne yazık ki çevremizde birçok kötü niyetli insan bulunur ve özel bilgilerinizi içeren veritabanları, zayıf noktalarınızı öğrenebilecekleri mükemmel ve etkili bir yöntemdir. Hassas bilgilerinizi korumak için kişisel bilgilerin ne olduğu, neden korunması gerektiği ve sıkı mahremiyet haklarının nasıl uygulanacağına dair daha çok okumamız ve bilgi edinmemiz gerekir.
zh: 隐私是一项基本权利，是自由民主和自由的一部分。 它应该不惜一切代价得到保护。 不幸的是，有很多人有恶意的目的，包含你的私人信息的数据库是一个完美和有效的方式来了解你的弱点。 为了保护您的敏感信息，学习和获取有关个人数据实际是什么，为什么要保护它以及如何执行严格的隐私权的知识。

# Blog_WSPPI_Title
source: Why should you protect your private information?
ar: لماذا يجب عليك حماية معلوماتك الخاصة؟
de: Warum sollten Sie Ihre privaten Daten schützen?
es: ¿Por qué deberías proteger tu información privada?
fr: Pourquoi devriez-vous protéger vos informations privées?
it: Perché dovresti proteggere le tue informazioni private?
ko: 개인 정보를 보호해야 하는 이유는 무엇입니까?
nl: Waarom zou u uw privégegevens beschermen?
pl: Dlaczego powinieneś chronić swoje prywatne informacje?
pt: Porque deve proteger a sua informação privada?
ru: Почему вы должны защищать свою личную информацию?
sv: Varför ska du skydda din privata information?
tr: Özel bilgilerinizi neden korumalısınız?
zh: 你为什么要保护你的私人信息？

# Blog_WTPI_Conclusion_Text1
source: Objectivity is hard, information means different things to different users as it's malleable. It can be exploited in different ways. A lack of accuracy when exploiting data masks a variety of reasons for failure: inappropriate and poorly implemented methodologies for collection; credibility; and the fabrication of lies and propaganda are only a few examples on how to abuse information.
ar: الموضوعية صعبة ، والمعلومات تعني أشياء مختلفة لمستخدمين مختلفين لأنها قابلة للطرق. يمكن استغلالها بطرق مختلفة. إن الافتقار إلى الدقة عند استغلال البيانات يخفي مجموعة متنوعة من أسباب الفشل: منهجيات جمع غير ملائمة وسيئة التنفيذ ؛ مصداقية؛ وتلفيق الأكاذيب والدعاية ليست سوى أمثلة قليلة على كيفية إساءة استخدام المعلومات.
de: Objektivität ist schwierig, Informationen bedeuten für verschiedene Benutzer unterschiedliche Dinge, da sie formbar sind. Es kann auf verschiedene Arten ausgenutzt werden. Ein Mangel an Genauigkeit bei der Nutzung von Daten verbirgt eine Vielzahl von Gründen für das Scheitern: unangemessene und schlecht implementierte Methoden für die Sammlung; Glaubwürdigkeit; und die Herstellung von Lügen und Propaganda sind nur einige Beispiele dafür, wie Informationen missbraucht werden können.
es: La objetividad es difícil, la información significa diferentes cosas para diferentes usuarios ya que es maleable. Puede ser explotada de diferentes maneras. La falta de precisión al explotar los datos enmascara una variedad de razones para el fracaso: metodologías de recopilación inapropiadas y mal implementadas; credibilidad; y la fabricación de mentiras y propaganda son solo algunos ejemplos de cómo abusar de la información.
fr: L’objectivité est difficile, l’information signifie différentes choses pour différents utilisateurs car elle est malléable. Elle peut être exploitée de différentes manières. Un manque de précision lors de l’exploitation des données masque diverses raisons d’échec: méthodologies de collecte inappropriées et mal mises en œuvre; la crédibilité; et la fabrication de mensonges et de propagande ne sont que quelques exemples sur la façon d’abuser de l’information.
it: L'obiettività è difficile, l'informazione significa cose diverse per utenti diversi in quanto è malleabile. Può essere sfruttata in diversi modi. La mancanza di accuratezza nello sfruttamento dei dati maschera una serie di motivi di insuccesso: inadeguate e mal implementate metodologie per la raccolta, credibilità e la fabbricazione di menzogne e propaganda sono solo alcuni esempi su come abusare delle informazioni.
ko: 객관성은 어렵고 정보는 유연하기 때문에 사용자에 따라 다른 의미를 갖습니다. 이런 이유로 정보는 다양한 방법으로 악용될 수 있습니다. 정확함 없는 데이터 활용은 다음과 같은 다양한 실패 이유를 숨김니다: 부적절하고 형편없는 정보 수집, 신뢰성, 거짓과 선전의 날조 등이며, 이는 정보 남용에 대한 몇 가지 예일 뿐입니다.
nl: Objectiviteit is moeilijk, informatie betekent verschillende dingen voor verschillende gebruikers omdat het kneedbaar is. Zij kan op verschillende manieren worden geëxploiteerd. Achter een gebrek aan nauwkeurigheid bij de exploitatie van gegevens gaan verschillende redenen schuil: ongeschikte en slecht toegepaste methoden voor het verzamelen van gegevens, geloofwaardigheid, en het verzinnen van leugens en propaganda zijn slechts enkele voorbeelden van hoe informatie kan worden misbruikt.
pl: Obiektywizm jest trudny, informacje mają różne znaczenie dla różnych użytkowników, ponieważ są plastyczne. Można go wykorzystać na różne sposoby. Brak dokładności podczas wykorzystywania danych maskuje różne przyczyny niepowodzenia: nieodpowiednie i źle wdrożone metodologie gromadzenia; wiarygodność; a fabrykowanie kłamstw i propagandy to tylko kilka przykładów na to, jak nadużywać informacji.
pt: A objectividade é difícil, a informação significa diferentes coisas a diferentes utilizadores pois é maleável. Pode ser explorada de diferentes formas. A falta de precisão na exploração de dados esconde uma variedade de razões que levam ao fracasso: metodologias de recolha inapropriadas ou mal implementadas; credibilidade; e a fabricação de mentiras e propaganda são apenas alguns exemplos de abuso da informação.
ru: Объективность - это сложно, информация означает разные вещи для разных пользователей, поскольку она податлива. Это можно использовать по-разному. Недостаточная точность при использовании данных скрывает множество причин неудачи: неподходящие и плохо внедренные методологии сбора; достоверность; и фабрикация лжи и пропаганды - это лишь несколько примеров того, как можно злоупотреблять информацией.
sv: Objektivitet är svårt, information betyder olika saker för olika användare eftersom den är formbar. Det kan utnyttjas på olika sätt. Vid bristande noggrannhet vid utnyttjande av data följer en mängd olika orsaker till misslyckanden: olämpliga och dåligt implementerade metoder för insamling; trovärdighet; påhitt av lögner och propaganda är bara några få exempel på hur man missbrukar information.
tr: Nesnellik zordur, bilgi şekillendirilebilir olduğu için farklı kullanıcılar için farklı şeyler ifade eder. Farklı şekillerde kullanılabilir. Verilerden yararlanırken yetersiz doğruluk, başarısızlığın çeşitli nedenlerini maskeler: toplama için uygun olmayan ve kötü uygulanan metodolojiler; güvenilirlik; ve yalanların ve propagandanın üretilmesi, bilginin nasıl kötüye kullanılacağına dair sadece birkaç örnektir.
zh: 客观性很难，信息对不同的用户来说意味着不同的东西，因为它具有延展性。 它可以以不同的方式被利用。 在利用数据时缺乏准确性掩盖了失败的各种原因：收集方法不当和执行不力；可信度；捏造谎言和宣传只是如何滥用信息的几个例子。

# Blog_WTPI_Conclusion_Text2
source: A lack of privacy and thriving mass surveillance remodels a society that breeds conformity and obedience and submission. Don't agree to make yourself a harmless, uninteresting and non threatening person not to fear people knowing what you're doing. This high networked society is constantly changing in drastic manners, so is information fluency. Information is collected by giant data processing softwares and could be put out at one's disadvantage. Prejudice can be caused in invading someone's private life and divulging some knowledge in a mischievous way. By taking the decision to ensure your confidential information you're not the only benefiting from it but in one way, you commit and perform a service for whole society.
ar: يعيد الافتقار إلى الخصوصية والمراقبة الجماعية المزدهرة تشكيل مجتمع يولد الامتثال والطاعة والخضوع. لا توافق على أن تجعل من نفسك شخصًا غير ضار وغير مهم ولا يهدد حتى لا تخاف من معرفة ما تفعله. يتغير هذا المجتمع المرتبط بالشبكة بشكل مستمر في سلوكيات جذرية ، وكذلك طلاقة المعلومات. يتم جمع المعلومات من خلال برامج معالجة البيانات العملاقة ويمكن وضعها في غير صالح المرء. يمكن أن يحدث التحيز في غزو الحياة الخاصة لشخص ما وإفشاء بعض المعرفة بطريقة مؤذية. من خلال اتخاذ القرار لضمان سرية معلوماتك ، فأنت لست المستفيد الوحيد منها ولكن بطريقة ما ، فإنك تلتزم وتؤدي خدمة للمجتمع بأسره.
de: Ein Mangel an Privatsphäre und blühende Massenüberwachung gestalten eine Gesellschaft um, die Konformität, Gehorsam und Unterwerfung hervorbringt. Stimmen Sie nicht zu, sich zu einer harmlosen, uninteressanten und nicht bedrohlichen Person zu machen, um keine Angst vor Menschen zu haben, die wissen, was Sie tun. Diese hochvernetzte Gesellschaft verändert sich ständig auf drastische Weise, ebenso wie die Informationsflüssigkeit. Informationen werden von riesigen Datenverarbeitungssoftware gesammelt und könnten zu Ungunsten ausgegeben werden. Vorurteile können entstehen, wenn man in das Privatleben eines Menschen eindringt und auf schelmische Weise Wissen preisgibt. Indem Sie die Entscheidung treffen, Ihre vertraulichen Informationen sicherzustellen, sind Sie nicht der einzige, der davon profitiert, sondern in gewisser Weise verpflichten Sie sich und leisten einen Dienst für die gesamte Gesellschaft.
es: La falta de privacidad y la vigilancia masiva próspera reestructuran una sociedad que cultiva la conformidad, la obediencia y la sumisión. No aceptes convertirte en una persona inofensiva, poco interesante y no amenazante para no temer que la gente sepa lo que estás haciendo. Esta sociedad altamente interconectada cambia constantemente de manera drástica, al igual que la fluidez de la información. La información es recopilada por gigantescos softwares de procesamiento de datos y podría publicarse en desventaja. Se puede causar perjuicio al invadir la vida privada de alguien y divulgar algún conocimiento de manera maliciosa. Al tomar la decisión de proteger tu información confidencial no eres el único que se beneficia de ella sino que de una forma te comprometes y realizas un servicio para toda la sociedad.
fr: Un manque d'intimité et une surveillance de masse florissante remodèlent une société qui engendre la conformité, l'obéissance et la soumission. N'acceptez pas de vous faire passer pour une personne inoffensive, inintéressante et non menaçante pour ne pas avoir peur que les gens sachent ce que vous faites. Cette société hautement connectée évolue constamment de manière radicale, tout comme la fluidité de l'information. Les informations sont collectées par des logiciels informatiques géants et pourraient être diffusées à son détriment. Un préjudice peut être causé en envahissant la vie privée de quelqu'un et en divulguant des connaissances de manière malveillante. En prenant la décision de protéger la confidentialité de vos informations, vous n'êtes pas le seul à en bénéficier mais d'une certaine manière, vous vous engagez et rendez service à toute la société.
it: La mancanza di privacy e la fiorente sorveglianza di massa rimodellano una società che genera conformità, obbedienza e sottomissione. Non accettare di renderti una persona innocua, poco interessante e non minacciosa per non temere che le persone sappiano cosa stai facendo. Questa società altamente interconnessa cambia costantemente in modo drastico, così come la fluidità delle informazioni. Le informazioni vengono raccolte da giganteschi software di elaborazione dati e potrebbero essere rilasciate a svantaggio di qualcuno. Il pregiudizio può essere causato nell'invadere la vita privata di qualcuno e divulgare alcune conoscenze in modo malizioso. Prendendo la decisione di proteggere le tue informazioni, non sei l'unico a trarne beneficio, ma in un certo senso, ti impegni e svolgi un servizio per l'intera società.
ko: 사생활의 부족과 번성하는 대량 감시는 순응과 순종과 복종을 낳는 사회를 리모델링합니다. 사람들이 당신이하는 일을 아는 것을 두려워하지 않기 위해 자신을 무해하고 흥미롭지 않으며 위협적이지 않은 사람으로 만드는 데 수긍하지 마십시오. 이 높은 네트워크 사회는 끊임없이 급격한 방식으로 변화하고 있으며 정보 유창성도 마찬가지입니다. 정보는 거대한 데이터 처리 소프트웨어에 의해 수집되며 불리하게 작용할 수 있습니다. 편견은 누군가의 사생활을 침범하고 장난스러운 방식으로 지식을 누설하는 데 발생할 수 있습니다. 기밀 정보를 보장하기로 결정함으로써 귀하만이 혜택을 받는 것이 아니라, 어떤 식으로든 사회 전체를 위해 약속하고 수행하는 것입니다.
nl: Een gebrek aan privacy en bloeiende massasurveillance hermodelleren een samenleving die conformiteit en gehoorzaamheid en onderwerping kweekt. Ga er niet mee akkoord om van uzelf een onschuldig, oninteressant en niet-bedreigend persoon te maken om niet bang te zijn dat mensen weten wat u doet. Deze sterk genetwerkte samenleving verandert voortdurend op drastische manieren, net als de vloeiendheid van informatie. Informatie wordt verzameld door gigantische gegevensverwerkingssoftware en kan in het nadeel worden uitgezet. Vooroordelen kunnen worden veroorzaakt door inbreuk te maken op iemands privéleven en op ondeugende wijze enige kennis prijs te geven. Door de beslissing te nemen om uw vertrouwelijke informatie te waarborgen, profiteert u er niet alleen van, maar verbindt u zich en verricht u een dienst voor de hele samenleving.
pl: Brak prywatności i kwitnąca masowa inwigilacja przebudowują społeczeństwo, które hoduje konformizm, posłuszeństwo i uległość. Nie zgadzaj się na uczynienie z siebie nieszkodliwej, nieciekawej i niegroźnej osoby, aby nie bać się ludzi, którzy wiedzą, co robisz. To wysoce sieciowe społeczeństwo nieustannie się zmienia w drastyczny sposób, podobnie jak płynność informacji. Informacje są gromadzone przez gigantyczne oprogramowanie do przetwarzania danych i mogą być wystawiane na niekorzyść. Uprzedzenia mogą wynikać z wkraczania w czyjeś życie prywatne i rozpowszechniania wiedzy w złośliwy sposób. Podejmując decyzję o zapewnieniu poufnych informacji nie tylko Ty czerpiesz z nich korzyści, ale w jeden sposób zobowiązujesz się i wykonujesz przysługę dla całego społeczeństwa.
pt: A falta de privacidade e a próspera vigilância em massa remodela a sociedade que procria conformidade, obediência e submissão. Não concorde em tornar-se uma pessoa indefesa, sem interesse e não ameaçadora para não temer pessoas que sabem o que está a fazer. Esta sociedade altamente conectada em rede está a mudar constantemente e de forma drástica, assim como a fluência da informação. A informação é recolhida por software de processamento de dados gigantescos e pode ser usado para colocar pessoas em desvantagem. Invadir a vida privada de alguém e divulgar conhecimento de forma maliciosa pode causar prejuízos. Ao tomar a decisão de garantir a confidencialidade da sua informação, não está apenas a beneficiar-se mas também, de uma maneira, a comprometer-se e a realizar um serviço para toda a sociedade.
ru: Отсутствие неприкосновенности частной жизни и процветающая массовая слежка перестраивают общество, которое порождает конформизм, послушание и покорность. Не соглашайтесь изображать из себя безобидного, неинтересного человека, чтобы острегаться, что люди узнают, что вы делаете. Это общество с высокой степенью сетевого взаимодействия постоянно претерпевает кардинальные изменения, как и беглость информации. Информация собирается гигантскими программами для обработки данных и может быть передана кому-то в невыгодном свете. Предубеждение может быть вызвано вторжением в чью-то частную жизнь и разглашением каких-то знаний нечестивым способом. Принимая решение обеспечить сохранность вашей конфиденциальной информации, вы не единственный извлекаете из этого выгоду, но в некотором роде вы оказываете услугу всему обществу.
sv: Brist på integritet och blomstrande massövervakning skapar ett samhälle som föder lydnad och underkastelse. Gå inte med på att göra dig själv till en ointressant och oansenlig person av rädsla att folk veta vad du gör. Detta nätverkssamhälle förändras ständigt på drastiska sätt, och så även informationsdelande. Information samlas in av gigantiska databehandlingsprogram och kan läggas ut till ens nackdel. Fördomar kan orsakas av att invadera någons privatliv och avslöja viss kunskap på ett ofördelaktigt sätt. Genom att ta beslutet att säkerställa din konfidentiella information är du inte den enda som drar nytta av den utan på ett sätt engagerar du dig och utför en tjänst för hela samhället.
tr: Mahremiyet eksikliği ve gelişen kitlesel gözetim, uygunluk, itaat ve boyun eğmeyi teşvik eden bir toplumu yeniden şekillendirir. İnsanların ne yaptığınızı bilmesinden korkmamak için zararsız, ilgi çekmeyen ve tehdit oluşturmayan bir kişi olmayı kabul etmeyin. Bu yüksek bağlantılı toplum sürekli olarak köklü bir şekilde değişiyor, bilgi akıcılığı da öyle. Bilgiler dev veri işleme yazılımları tarafından toplanmakta ve kişinin dezavantajına olacak şekilde ortaya çıkarılabilmektedir. Birinin özel hayatına girilmesi ve bazı bilgilerin kötü niyetli bir şekilde ifşa edilmesi önyargıya neden olabilir. Gizli bilgilerinizi güvence altına alma kararını alarak, bundan yalnızca siz yararlanmazsınız, ancak bir şekilde tüm toplum için bir hizmette bulunmuş ve gerçekleştirmiş olursunuz.
zh: 缺乏隐私和蓬勃发展的大规模监控重塑了一个培养一致性，服从和服从的社会。 不要同意让自己成为一个无害，无趣和无威胁的人，不要害怕别人知道你在做什么。 这个高度网络化的社会以剧烈的方式不断变化，信息流畅性也在不断变化。 信息是由巨大的数据处理软件收集的，可能会对一个人不利。 偏见可能是在侵入某人的私人生活和以恶作剧的方式泄露一些知识时造成的。 通过决定确保您的机密信息，您不是唯一从中受益的人，而是以某种方式，您承诺并为整个社会提供服务。
