Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSSFWAUA_H1_Text3
source: <b>Loss of Confidentiality</b>: Unauthorized access to files can result in the exposure of confidential business information, personal data, and intellectual property. This is another area that would be devastating for the company. Loss of confidentiality will also result in a decreased reputation and neglected connections.
ar: <b>فقدان السرية</b>: يمكن أن يؤدي الوصول غير المصرح به إلى الملفات إلى الكشف عن معلومات العمل السرية والبيانات الشخصية والملكية الفكرية. هذا مجال آخر سيكون مدمرا للشركة. سيؤدي فقدان السرية أيضا إلى انخفاض السمعة وإهمال الاتصالات.
de: <b>Verlust der Vertraulichkeit</b>: Unbefugter Zugriff auf Dateien kann zur Offenlegung vertraulicher Geschäftsinformationen, personenbezogener Daten und geistigen Eigentums führen. Dies ist ein weiterer Bereich, der für das Unternehmen verheerend wäre. Der Verlust der Vertraulichkeit führt auch zu einer verminderten Reputation und vernachlässigten Verbindungen.
es: <b>Pérdida de confidencialidad</b>: El acceso no autorizado a los archivos puede resultar en la exposición de información comercial confidencial, datos personales y propiedad intelectual. Esta es otra área que sería devastadora para la empresa. La pérdida de confidencialidad también resultará en una disminución de la reputación y conexiones descuidadas.
fr: <b>Perte de confidentialité</b> : un accès non autorisé aux fichiers peut entraîner la divulgation d’informations commerciales confidentielles, de données personnelles et de propriété intellectuelle. C’est un autre domaine qui serait dévastateur pour l’entreprise. La perte de confidentialité se traduira également par une réputation diminuée et des connexions négligées.
it: <b>Perdita di riservatezza</b>: l'accesso non autorizzato ai file può comportare l'esposizione di informazioni aziendali riservate, dati personali e proprietà intellettuale. Questa è un'altra area che sarebbe devastante per l'azienda. La perdita di riservatezza si tradurrà anche in una diminuzione della reputazione e in connessioni trascurate.
ko: <b>기밀 유지 손실</b>: 파일에 대한 무단 액세스로 인해 기밀 비즈니스 정보, 개인 데이터 및 지적 재산이 노출될 수 있습니다. 이것은 그 회사에 파괴적일 또 다른 분야입니다. 기밀을 잃으면 평판이 떨어지고 인맥이 소홀해진다.
nl: <b>Verlies van vertrouwelijkheid</b>: Ongeautoriseerde toegang tot bestanden kan leiden tot het blootstellen van vertrouwelijke bedrijfsinformatie, persoonlijke gegevens en intellectuele eigendom. Dit is een ander gebied dat verwoestend zou zijn voor het bedrijf. Verlies van vertrouwelijkheid zal ook leiden tot een verminderde reputatie en verwaarloosde verbindingen.
pl: <b>Utrata poufności</b>: Nieautoryzowany dostęp do plików może skutkować ujawnieniem poufnych informacji biznesowych, danych osobowych i własności intelektualnej. To kolejny obszar, który byłby dewastujący dla firmy. Utrata poufności spowoduje również spadek reputacji i zaniedbane połączenia.
pt: <b>Perda de confidencialidade</b>: O acesso não autorizado aos arquivos pode resultar na exposição de informações comerciais confidenciais, dados pessoais e propriedade intelectual. Esta é outra área que seria devastadora para a empresa. A perda de confidencialidade também resultará em uma diminuição da reputação e conexões negligenciadas.
ru: <b>Потеря конфиденциальности</b>: Несанкционированный доступ к файлам может привести к раскрытию конфиденциальной деловой информации, личных данных и интеллектуальной собственности. Это еще одна сфера, которая будет разрушительной для компании. Потеря конфиденциальности также приведет к снижению репутации и пренебрежению связями.
sv: <b>Förlorad konfidentialitet:</b>: Obehörig åtkomst av filer kan leda till exponering av konfidentiell affärsinformation, personuppgifter och immateriella rättigheter. Detta är ytterligare ett område som skulle vara förödande för företaget. Förlorad konfidentialitet kommer också att resultera i ett försämrat rykte och skada relationer.
tr: <b>Gizlilik Kaybı</b>: Dosyalara yetkisiz erişim, gizli iş bilgilerinin, kişisel verilerin ve fikri mülkiyetin açığa çıkmasına neden olabilir. Bu da şirket için yıkıcı olabilecek bir başka alandır. Gizlilik kaybı aynı zamanda itibarın azalması ve bağlantıların ihmal edilmesiyle sonuçlanacaktır.
zh: <b>失去机密性</b>：未经授权访问文件可能会导致机密业务信息、个人数据和知识产权泄露。这是另一个对公司来说将是毁灭性的领域。失去机密性也会导致声誉下降和被忽视的联系。

# Blog_HTSSFWAUA_H1_Text4
source: <b>Financial Loss</b>: There is a lot of information that is valuable to cybercriminals. It’s not just the direct attack that is the devastating aspect. The initial data breach is usually only the beginning. With the information they gather from the company, they can expand their attack, increasing the financial loss. They may use the information to commit fraud. Additionally, the company may experience even more financial loss due to the cost of remediation efforts.
ar: <b>الخسارة المالية</b>: هناك الكثير من المعلومات ذات القيمة لمجرمي الإنترنت. ليس فقط الهجوم المباشر هو الجانب المدمر. عادة ما يكون خرق البيانات الأولي هو البداية فقط. من خلال المعلومات التي يجمعونها من الشركة ، يمكنهم توسيع هجومهم ، مما يزيد من الخسارة المالية. قد يستخدمون المعلومات لارتكاب الاحتيال. بالإضافة إلى ذلك ، قد تواجه الشركة المزيد من الخسائر المالية بسبب تكلفة جهود العلاج.
de: <b>Finanzieller Verlust</b>: Es gibt viele Informationen, die für Cyberkriminelle wertvoll sind. Es ist nicht nur der direkte Angriff, der verheerend ist. Die erste Datenschutzverletzung ist in der Regel nur der Anfang. Mit den Informationen, die sie vom Unternehmen sammeln, können sie ihren Angriff ausweiten und den finanziellen Verlust erhöhen. Sie können die Informationen verwenden, um Betrug zu begehen. Darüber hinaus kann das Unternehmen aufgrund der Kosten für die Sanierungsmaßnahmen noch größere finanzielle Verluste erleiden.
es: <b>Pérdida financiera</b>: Hay mucha información que es valiosa para los ciberdelincuentes. No es solo el ataque directo el aspecto devastador. La violación de datos inicial suele ser solo el comienzo. Con la información que recopilan de la empresa, pueden expandir su ataque, aumentando la pérdida financiera. Pueden utilizar la información para cometer fraude. Además, la empresa puede experimentar aún más pérdidas financieras debido al costo de los esfuerzos de remediación.
fr: <b>Perte financière</b> : Il y a beaucoup d’informations qui sont précieuses pour les cybercriminels. Ce n’est pas seulement l’attaque directe qui est dévastatrice. La violation de données initiale n’est généralement que le début. Avec les informations qu’ils recueillent auprès de l’entreprise, ils peuvent étendre leur attaque, ce qui augmente la perte financière. Ils peuvent utiliser les renseignements pour commettre des fraudes. De plus, l’entreprise peut subir des pertes financières encore plus importantes en raison du coût des efforts de remise en état.
it: <b>Perdita finanziaria</b>: ci sono molte informazioni preziose per i criminali informatici. Non è solo l'attacco diretto l'aspetto devastante. La violazione iniziale dei dati è di solito solo l'inizio. Con le informazioni che raccolgono dall'azienda, possono espandere il loro attacco, aumentando la perdita finanziaria. Possono utilizzare le informazioni per commettere frodi. Inoltre, l'azienda potrebbe subire perdite finanziarie ancora maggiori a causa del costo degli sforzi di rimedio.
ko: <b>금전적 손실</b>: 사이버 범죄자에게 유용한 정보가 많이 있습니다. 그것은 파괴적인 측면인 단지 직접적인 공격만이 아닙니다. 초기 데이터 침해는 일반적으로 시작에 불과합니다. 기업에서 수집한 정보로 공격을 확장하여 재정적 손실을 증가시킬 수 있습니다. 그들은 사기 행위를 하기 위해 그 정보를 사용할 수 있습니다. 또한, 회사는 개선노력의 비용으로 인해 더 많은 금전적 손실을 입을 수 있습니다.
nl: Financieel verlies: Er is veel informatie die waardevol is voor cybercriminelen. Het is niet alleen de directe aanval die het verwoestende aspect is. Het eerste datalek is meestal slechts het begin. Met de informatie die ze van het bedrijf verzamelen, kunnen ze hun aanval uitbreiden, waardoor het financiële verlies toeneemt. Ze kunnen de informatie gebruiken om fraude te plegen. Bovendien kan het bedrijf nog meer financieel verlies ervaren als gevolg van de kosten van herstelinspanningen.
pl: <b>Strata finansowa</b>: Istnieje wiele informacji, które są cenne dla cyberprzestępców. Nie tylko bezpośredni atak jest niszczącym aspektem. Początkowe naruszenie danych jest zazwyczaj tylko początkiem. Dzięki informacjom, które zbierają od firmy, mogą rozszerzyć swój atak, zwiększając straty finansowe. Mogą wykorzystać informacje do popełnienia oszustwa. Ponadto firma może ponieść jeszcze większe straty finansowe z powodu kosztów działań naprawczych.
pt: <b>Perda financeira</b>: Há muitas informações valiosas para os cibercriminosos. Não é apenas o ataque direto que é o aspecto devastador. A violação inicial de dados geralmente é apenas o começo. Com as informações que coletam da empresa, eles podem expandir seu ataque, aumentando o prejuízo financeiro. Eles podem usar as informações para cometer fraudes. Além disso, a empresa pode sofrer ainda mais perdas financeiras devido ao custo dos esforços de remediação.
ru: <b>Финансовые потери</b>: Существует много информации, которая представляет ценность для киберпреступников. Разрушительным аспектом является не только прямая атака. Первоначальная утечка данных обычно только начинается. С помощью информации, которую они получают от компании, они могут расширить свою атаку, увеличивая финансовые потери. Они могут использовать информацию для совершения мошенничества. Кроме того, компания может понести еще большие финансовые потери из-за стоимости восстановительных работ.
sv: <b>Ekonomisk förlust</b>: Det finns mycket information som är värdefull för cyberbrottslingar. Det är inte bara den direkta attacken som är den förödande aspekten. Det initiala dataintrånget är vanligtvis bara början. Med den information de samlar in från företaget kan de utvidga sin attack, vilket ökar den ekonomiska förlusten. Denna information kan de använda för att begå bedrägeri. Dessutom kan företaget uppleva ännu större ekonomisk förlust på grund av kostnaderna av åtgärdsinsatser.
tr: <b>Mali Kayıp</b>: Siber suçlular için değerli olan pek çok bilgi bulunur. Yıkıcı olan sadece doğrudan saldırı değildir. İlk veri ihlali genellikle yalnızca bir başlangıçtır. Şirketten topladıkları bilgilerle saldırılarını genişletebilir ve mali kaybı artırabilirler. Bilgileri dolandırıcılık yapmak için kullanabilirler. Buna ek olarak, düzeltme çabalarının maliyeti nedeniyle şirket daha da fazla mali kayıp yaşayabilir.
zh: <b>经济损失</b>：有很多信息对网络犯罪分子很有价值。不仅仅是直接攻击才是毁灭性的方面。最初的数据泄露通常只是一个开始。利用他们从公司收集的信息，他们可以扩大攻击范围，增加经济损失。他们可能会利用这些信息进行欺诈。此外，由于补救措施的成本，公司可能会遭受更多的经济损失。

# Blog_HTSSFWAUA_H1_Text5
source: <b>Reputation Damage</b>: Reputation is key to a successful company. No customers initiate contact with a known unsafe company. Encryption is not only for the customers but also for potential partners and stakeholders, who are just as important to keep the company running. Encryption will encourage customers and partners to get involved with your company.
ar: <b>الإضرار بالسمعة</b>: السمعة هي مفتاح نجاح الشركة. لا يبدأ أي عميل الاتصال بشركة معروفة غير آمنة. التشفير ليس فقط للعملاء ولكن أيضا للشركاء وأصحاب المصلحة المحتملين ، الذين لا يقلون أهمية للحفاظ على تشغيل الشركة. سيشجع التشفير العملاء والشركاء على المشاركة في شركتك.
de: <b>Reputationsschaden</b>: Der Ruf ist der Schlüssel zu einem erfolgreichen Unternehmen. Kein Kunde nimmt Kontakt mit einem bekannten, unsicheren Unternehmen auf. Verschlüsselung ist nicht nur für die Kunden, sondern auch für potenzielle Partner und Stakeholder, die genauso wichtig sind, um das Unternehmen am Laufen zu halten. Die Verschlüsselung wird Kunden und Partner dazu ermutigen, sich für Ihr Unternehmen zu engagieren.
es: <b>Daño</b> a la reputación: La reputación es clave para el éxito de una empresa. Ningún cliente inicia contacto con una empresa conocida como insegura. El cifrado no es solo para los clientes, sino también para los socios potenciales y las partes interesadas, que son igual de importantes para mantener la empresa en funcionamiento. El cifrado animará a los clientes y socios a involucrarse con su empresa.
fr: <b>Atteinte à la réputation</b> : La réputation est essentielle pour assurer le succès d’une entreprise. Aucun client n’a pris contact avec une entreprise connue comme étant dangereuse. Le chiffrement n’est pas seulement pour les clients, mais aussi pour les partenaires et parties prenantes potentiels, qui sont tout aussi importants pour maintenir l’entreprise en marche. Le chiffrement encouragera les clients et les partenaires à s’impliquer avec votre entreprise.
it: <b>Danni alla reputazione</b>: la reputazione è la chiave per il successo di un'azienda. Nessun cliente entra in contatto con un'azienda nota come non sicura. La crittografia non è solo per i clienti, ma anche per i potenziali partner e stakeholder, che sono altrettanto importanti per mantenere l'azienda in funzione. La crittografia incoraggerà clienti e partner a collaborare con la tua azienda.
ko: <b>평판 손상</b>: 평판이 성공적인 회사의 핵심입니다. 알려진 안전하지 않은 회사와 연락을 시작하는 고객은 없습니다. 암호화는 고객뿐만 아니라 회사를 계속 운영하는 데 중요한 잠재적 파트너 및 이해 관계자에게도 적합합니다. 암호화는 고객과 파트너가 귀사에 참여하도록 장려할 것입니다.
nl: Reputatieschade: Reputatie is de sleutel tot een succesvol bedrijf. Geen enkele klant neemt contact op met een bekend onveilig bedrijf. Encryptie is niet alleen voor de klanten, maar ook voor potentiële partners en belanghebbenden, die net zo belangrijk zijn om het bedrijf draaiende te houden. Encryptie zal klanten en partners aanmoedigen om betrokken te raken bij uw bedrijf.
pl: <b>Uszkodzenie reputacji</b>: Reputacja jest kluczem do sukcesu firmy. Żaden klient nie nawiązuje kontaktu ze znaną niebezpieczną firmą. Szyfrowanie nie jest przeznaczone tylko dla klientów, ale także dla potencjalnych partnerów i interesariuszy, którzy są równie ważni dla utrzymania firmy w ruchu. Szyfrowanie zachęci klientów i partnerów do zaangażowania się w Twoją firmę.
pt: <b>Danos à reputação</b>: A reputação é a chave para uma empresa de sucesso. Nenhum cliente inicia contato com uma empresa conhecida como insegura. A criptografia não é apenas para os clientes, mas também para potenciais parceiros e partes interessadas, que são igualmente importantes para manter a empresa funcionando. A criptografia incentivará clientes e parceiros a se envolverem com sua empresa.
ru: <b>Ущерб репутации</b>: Репутация является ключом к успешной компании. Ни один клиент не вступает в контакт с заведомо небезопасной компанией. Шифрование предназначено не только для клиентов, но и для потенциальных партнеров и заинтересованных сторон, которые не менее важны для поддержания работы компании. Шифрование побудит клиентов и партнеров присоединиться к вашей компании.
sv: <b>Skadat rykte</b>: Ett företags rykte är nyckeln till framgång. Inga kunder tar kontakt med ett företag som är känt för att vara osäkert. Kryptering är inte bara för kunderna utan även för potentiella partners och intressenter, som är minst lika viktiga för att hålla igång företaget. Kryptering kommer att motivera kunder och partners att samarbeta tillsammans med ditt företag.
tr: <b>İtibar Zedelenmesi</b>: İtibar, başarılı bir şirketin anahtarıdır. Hiçbir müşteri güvenli olmadığı bilinen bir şirketle temasa geçmez. Şifreleme sadece müşteriler için değil, aynı zamanda şirketi ayakta tutmak için en az onlar kadar önemli olan potansiyel ortaklar ve paydaşlar için de önemlidir. Şifreleme, müşterileri ve ortakları şirketinize dahil olmaya teşvik edecektir.
zh: <b>声誉损害</b>：声誉是公司成功的关键。没有客户主动与已知的不安全公司联系。加密不仅适用于客户，也适用于潜在的合作伙伴和利益相关者，他们对于保持公司运营同样重要。加密将鼓励客户和合作伙伴参与您的公司。

# Blog_HTSSFWAUA_H1_Text6
source: <b>Loss of Competitive Advantage</b>: Exposure of strategic business information can undermine an organization’s competitive advantage.
ar: <b>فقدان الميزة التنافسية</b>: يمكن أن يؤدي التعرض لمعلومات الأعمال الاستراتيجية إلى تقويض الميزة التنافسية للمؤسسة.
de: <b>Verlust von Wettbewerbsvorteilen</b>: Die Offenlegung strategischer Geschäftsinformationen kann den Wettbewerbsvorteil eines Unternehmens untergraben.
es: <b>Pérdida de ventaja competitiva</b>: La exposición de información estratégica de negocio puede socavar la ventaja competitiva de una organización.
fr: <b>Perte d’avantage concurrentiel</b> : la divulgation de renseignements stratégiques peut nuire à l’avantage concurrentiel d’une organisation.
it: <b>Perdita di vantaggio competitivo</b>: l'esposizione di informazioni aziendali strategiche può minare il vantaggio competitivo di un'organizzazione.
ko: <b>경쟁 우위 상실</b>: 전략적 비즈니스 정보의 노출은 조직의 경쟁 우위를 약화시킬 수 있다.
pl: <b>Utrata przewagi konkurencyjnej</b>: Ujawnienie strategicznych informacji biznesowych może podważyć przewagę konkurencyjną organizacji.
pt: <b>Perda de vantagem competitiva</b>: A exposição de informações estratégicas de negócios pode prejudicar a vantagem competitiva de uma organização.
ru: <b>Потеря конкурентного преимущества</b>: Раскрытие стратегической бизнес информации может подорвать конкурентное преимущество организации.
sv: <b>Förlorad konkurrensfördel</b>: Exponering av strategisk affärsinformation kan underminera en organisations fördel gentemot konkurerande företag.
tr: <b>Rekabet Avantajı Kaybı</b>: Stratejik iş bilgilerinin ifşa edilmesi bir kuruluşun rekabet avantajını zayıflatabilir.
zh: <b>竞争优势的丧失</b>：战略业务信息的暴露会破坏组织的竞争优势。

# Blog_HTSSFWAUA_H1_Text7
source: Ensuring secure file-sharing practices is crucial to mitigate these risks and protect sensitive information from unauthorized access and exploitation.
ar: يعد ضمان ممارسات مشاركة الملفات الآمنة أمرا بالغ الأهمية للتخفيف من هذه المخاطر وحماية المعلومات الحساسة من الوصول والاستغلال غير المصرح بهما.
de: Die Gewährleistung sicherer Filesharing-Praktiken ist entscheidend, um diese Risiken zu mindern und sensible Informationen vor unbefugtem Zugriff und Ausnutzung zu schützen.
es: Garantizar prácticas seguras de intercambio de archivos es crucial para mitigar estos riesgos y proteger la información confidencial del acceso y la explotación no autorizados.
fr: Il est essentiel de garantir des pratiques sécuritaires de partage de fichiers pour atténuer ces risques et protéger les renseignements sensibles contre l’accès et l’exploitation non autorisés.
it: Garantire pratiche di condivisione sicura dei file è fondamentale per mitigare questi rischi e proteggere le informazioni sensibili da accessi e sfruttamenti non autorizzati.
ko: 안전한 파일 공유 방식을 보장하는 것은 이러한 위험을 완화하고 무단 액세스 및 활용으로부터 중요한 정보를 보호하는 데 매우 중요합니다.
nl: Het waarborgen van veilige praktijken voor het delen van bestanden is van cruciaal belang om deze risico's te beperken en gevoelige informatie te beschermen tegen ongeoorloofde toegang en exploitatie.
pl: Zapewnienie bezpiecznych praktyk udostępniania plików jest kluczowe dla ograniczenia tych zagrożeń i ochrony poufnych informacji przed nieautoryzowanym dostępem i wykorzystaniem.
pt: Garantir práticas seguras de compartilhamento de arquivos é crucial para mitigar esses riscos e proteger informações confidenciais contra acesso e exploração não autorizados.
ru: Обеспечение безопасного обмена файлами имеет решающее значение для снижения этих рисков и защиты конфиденциальной информации от несанкционированного доступа и эксплуатации.
sv: Att säkerställa säkra fildelningsrutiner är avgörande för att minska dessa risker och skydda känslig information från obehörig åtkomst och utnyttjande.
tr: Bu riskleri azaltmak ve hassas bilgileri yetkisiz erişim ve istismardan korumak için güvenli dosya paylaşım uygulamalarının sağlanması çok önemlidir.
zh: 确保安全的文件共享实践对于降低这些风险并保护敏感信息免受未经授权的访问和利用至关重要。

# Blog_HTSSFWAUA_H2_Text1
source: AxCrypt is a critically acclaimed encryption software designed to protect sensitive files and data. Its core functionalities include:
ar: اكسكربت هو برنامج تشفير نال استحسان النقاد مصمم لحماية الملفات والبيانات الحساسة. وتشمل وظائفها الأساسية ما يلي:
de: AxCrypt ist eine von der Kritik gefeierte Verschlüsselungssoftware, die zum Schutz sensibler Dateien und Daten entwickelt wurde. Zu den Kernfunktionen gehören:
es: AxCrypt es un software de cifrado aclamado por la crítica diseñado para proteger archivos y datos confidenciales. Sus funcionalidades principales incluyen:
fr: AxCrypt est un logiciel de chiffrement acclamé par la critique, conçu pour protéger les fichiers et les données sensibles. Ses principales fonctionnalités comprennent :
it: AxCrypt è un software di crittografia acclamato dalla critica, progettato per proteggere file e dati sensibili. Le sue funzionalità principali includono:
ko: AxCrypt는 중요한 파일 및 데이터를 보호하기 위해 설계된 암호화 소프트웨어로, 높은 평가를 받고 있습니다. 핵심 기능은 다음과 같습니다.
nl: AxCrypt is een veelgeprezen encryptiesoftware die is ontworpen om gevoelige bestanden en gegevens te beschermen. De kernfunctionaliteiten zijn onder meer:
pl: AxCrypt to chwalone przez krytyków oprogramowanie szyfrujące, zaprojektowane do ochrony poufnych plików i danych. Jego podstawowe funkcje obejmują:
pt: O AxCrypt é um software de criptografia aclamado pela crítica, projetado para proteger arquivos e dados confidenciais. Suas principais funcionalidades incluem:
ru: AxCrypt — это признанное критиками программное обеспечение для шифрования, предназначенное для защиты конфиденциальных файлов и данных. Его основные функции включают в себя:
sv: AxCrypt är en kritikerrosad krypteringsprogramvara som är utformad för att skydda känsliga filer och data. Dess kärnfunktioner innefattar:
tr: AxCrypt, hassas dosyaları ve verileri korumak için tasarlanmış, eleştirmenlerce beğenilen bir şifreleme yazılımıdır. Temel işlevleri şunları içerir:
zh: AxCrypt 是一款广受好评的加密软件，旨在保护敏感文件和数据。其核心功能包括：

# Blog_HTSSFWAUA_H2_Text10
source: <li><b>Language Support</b>: AxCrypt supports multiple languages, making it accessible to a wider range of users globally.</li>
ar: <li><b>دعم اللغة</b>: يدعم اكسكربت لغات متعددة ، مما يجعله في متناول مجموعة واسعة من المستخدمين على مستوى العالم.</li>
de: <li><b>Sprachunterstützung</b>: AxCrypt unterstützt mehrere Sprachen und ist damit für ein breiteres Spektrum von Benutzern weltweit zugänglich.</li>
es: <li><b>Soporte de idiomas</b>: AxCrypt admite múltiples idiomas, lo que lo hace accesible a una gama más amplia de usuarios a nivel mundial.</li>
fr: <li><b>Prise en charge des langues</b> : AxCrypt prend en charge plusieurs langues, ce qui le rend accessible à un plus grand nombre d’utilisateurs dans le monde entier. </li>
it: <li><b>Supporto linguistico</b>: AxCrypt supporta più lingue, rendendolo accessibile a una gamma più ampia di utenti a livello globale.</li>
ko: <li><b>언어 지원</b>: AxCrypt는 여러 언어를 지원하므로 전 세계 다양한 사용자가 액세스할 수 있습니다.</li>
nl: <li><b>Taalondersteuning</b>: AxCrypt ondersteunt meerdere talen, waardoor het wereldwijd toegankelijk is voor een groter aantal gebruikers.</li>
pl: <li><b>Obsługa języków</b>: AxCrypt obsługuje wiele języków, dzięki czemu jest dostępny dla szerszego grona użytkowników na całym świecie.</li>
pt: <li><b>Suporte a idiomas</b>: O AxCrypt oferece suporte a vários idiomas, tornando-o acessível a uma ampla gama de usuários em todo o mundo.</li>
ru: <li><b>Языковая поддержка</b>: AxCrypt поддерживает несколько языков, что делает его доступным для более широкого круга пользователей по всему миру.</li>
sv: <li><b>Språkstöd</b>: AxCrypt stöder flera språk, vilket gör det tillgängligt för en bredare användargrupp globalt. </li>
tr: <li><b>Dil Desteği</b>: AxCrypt birden fazla dili destekler, bu da onu dünya çapında daha geniş bir kullanıcı kitlesi için erişilebilir hale getirir.</li>
zh: <li><b>语言支持</b>： AxCrypt 支持多种语言，使其可供全球更广泛的用户使用。</li>
