Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CRI_H1_Text1
source: It is crucial for an organization to create a more robust cyber strategy to resist the flood of threats and attacks from all over the world. Cyber resilience is the capacity to foresee, tolerate, and recover from any cyberthreats and data breaches. They also control system attacks through online resources. The main aim of cyber resilience is to secure organizational functionality and endure all the crises, dangers, adversities, emergencies and difficulties that are both known and unforeseen. Cyber resilience is a new security paradigm that stimulates a proactive security strategy including planning, responding, and recovering from cyber-attacks without affecting regular business operations, business continuity and business acceleration.
ar: من الأهمية بمكان أن تنشئ أي مؤسسة استراتيجية إلكترونية أكثر قوة لمقاومة تدفق التهديدات والهجمات من جميع أنحاء العالم. المرونة الإلكترونية هي القدرة على التنبؤ والتسامح والتعافي من أي تهديدات إلكترونية وخروقات للبيانات. كما أنهم يتحكمون في هجمات النظام من خلال الموارد عبر الإنترنت. الهدف الرئيسي من المرونة الإلكترونية هو تأمين الوظائف التنظيمية وتحمل جميع الأزمات والمخاطر والمحن والطوارئ والصعوبات المعروفة وغير المتوقعة. المرونة الإلكترونية هي نموذج أمني جديد يحفز استراتيجية أمنية استباقية بما في ذلك التخطيط والاستجابة والتعافي من الهجمات الإلكترونية دون التأثير على العمليات التجارية المنتظمة واستمرارية الأعمال وتسريع الأعمال.
de: Für ein Unternehmen ist es von entscheidender Bedeutung, eine robustere Cyberstrategie zu entwickeln, um der Flut von Bedrohungen und Angriffen aus der ganzen Welt standzuhalten. Cyberresilienz ist die Fähigkeit, Cyberbedrohungen und Datenschutzverletzungen vorherzusehen, zu tolerieren und sich von ihnen zu erholen. Sie kontrollieren auch Systemangriffe über Online-Ressourcen. Das Hauptziel von Cyber Resilience ist es, die organisatorische Funktionalität zu sichern und alle bekannten und unvorhergesehenen Krisen, Gefahren, Widrigkeiten, Notfälle und Schwierigkeiten zu überstehen. Cyber Resilience ist ein neues Sicherheitsparadigma, das eine proaktive Sicherheitsstrategie fördert, die Planung, Reaktion und Wiederherstellung nach Cyberangriffen umfasst, ohne den regulären Geschäftsbetrieb, die Geschäftskontinuität und die Geschäftsbeschleunigung zu beeinträchtigen.
es: Para una organización es fundamental crear una estrategia cibernética más sólida para resistir la avalancha de amenazas y ataques de todo el mundo. La resiliencia cibernética es la capacidad de prever, tolerar y recuperarse de cualquier ciberamenaza y vulneración de datos. También controlan los ataques al sistema a través de recursos en línea. El objetivo principal de la resiliencia cibernética es asegurar la funcionalidad organizacional y soportar todas las crisis, los peligros, las adversidades, las emergencias y las dificultades conocidas e imprevistas. La resiliencia cibernética es un nuevo paradigma de seguridad que estimula una estrategia de seguridad proactiva que incluye la planificación, la respuesta y la recuperación de ataques cibernéticos sin afectar las operaciones comerciales regulares, la continuidad operativa y la aceleración de la empresa.
fr: Il est crucial pour une organisation de créer une cyber-stratégie plus robuste pour résister au flot de menaces et d'attaques du monde entier. La cyber-résilience est la capacité de prévoir, de tolérer et de se remettre de toute cybermenace et violation de données. Ils contrôlent également les attaques du système via des ressources en ligne. L'objectif principal de la cyber-résilience est de sécuriser la fonctionnalité organisationnelle et de supporter toutes les crises, dangers, adversités, urgences et difficultés connues et imprévues. La cyber-résilience est un nouveau paradigme de sécurité qui stimule une stratégie de sécurité proactive comprenant la planification, la réponse et la récupération à des cyber-attaques sans affecter les opérations commerciales régulières, la continuité des activités et l'accélération des activités.
it: È fondamentale per un'organizzazione creare una strategia informatica più solida per resistere al flusso di minacce e attacchi provenienti da tutto il mondo. La resilienza informatica è la capacità di prevedere, tollerare e risollevarsi da eventuali minacce informatiche e violazioni dei dati. Controllano anche gli attacchi al sistema attraverso risorse online. L'obiettivo principale della resilienza informatica è garantire la funzionalità organizzativa e sopportare tutte le crisi, i pericoli, le avversità, le emergenze e le difficoltà che sono sia note che impreviste. La resilienza informatica è un nuovo paradigma di sicurezza che stimola una strategia di sicurezza proattiva che include la pianificazione, la risposta e il recupero dagli attacchi informatici senza influire sulle normali operazioni aziendali, sulla continuità aziendale e sull'accelerazione del business.
ko: 조직은 전 세계의 위협과 공격의 홍수에 저항하기 위해 보다 강력한 사이버 전략을 수립하는 것이 중요합니다. 사이버 복원력은 사이버 위협 및 데이터 침해를 예측, 용인 및 복구할 수 있는 능력입니다. 또한 온라인 리소스를 통해 시스템 공격을 제어합니다. 사이버 복원력의 주요 목표는 조직의 기능을 보호하고 알려지거나 예상치 못한 모든 위기, 위험, 역경, 비상 사태 및 어려움을 견디는 것입니다. 사이버 복원력은 정기적인 비즈니스 운영, 비즈니스 연속성 및 비즈니스 가속화에 영향을 주지 않으면서 사이버 공격으로부터 계획, 대응 및 복구를 포함한 사전 예방적 보안 전략을 자극하는 새로운 보안 패러다임입니다.
nl: Het is voor een organisatie van cruciaal belang om een robuustere cyberstrategie te ontwikkelen om de stroom van bedreigingen en aanvallen vanuit de hele wereld te weerstaan. Cyberweerbaarheid is het vermogen om cyberdreigingen en datalekken te voorzien, te verdragen en ervan te herstellen. Zij beheersen ook systeemaanvallen via online middelen. Het belangrijkste doel van cyberweerbaarheid is het veiligstellen van de organisatorische functionaliteit en het doorstaan van alle crises, gevaren, tegenslagen, noodsituaties en moeilijkheden die zowel bekend als onvoorzien zijn. Cyberweerbaarheid is een nieuw beveiligingsparadigma dat een proactieve beveiligingsstrategie stimuleert, inclusief plannen, reageren en herstellen van cyberaanvallen zonder het beïnvloeden van de reguliere bedrijfsvoering, bedrijfscontinuïteit en bedrijfsversnelling.
pl: Dla organizacji kluczowe znaczenie ma stworzenie solidniejszej strategii cybernetycznej, aby stawić czoła zalewowi zagrożeń i ataków z całego świata. Cyberodporność to zdolność do przewidywania, tolerowania i odzyskiwania po wszelkich cyberzagrożeniach i naruszeniach bezpieczeństwa danych. Kontrolują również ataki systemowe za pośrednictwem zasobów internetowych. Głównym celem cyberodporności jest zabezpieczenie funkcjonalności organizacji i przetrwanie wszystkich znanych i nieprzewidzianych kryzysów, zagrożeń, przeciwności losu, sytuacji awaryjnych i trudności. Cyberodporność to nowy paradygmat bezpieczeństwa, który stymuluje proaktywną strategię bezpieczeństwa, w tym planowanie, reagowanie i odzyskiwanie po cyberatakach bez wpływu na regularne operacje biznesowe, ciągłość biznesową i przyspieszenie działalności.
pt: É crucial que as organizações criem ciber-estratégias mais robustas para resistir a inundações de ameaças e ataques de todo o mundo. A ciber-resiliência é a capacidade de prever, tolerar e recuperar de quaisquer ciberameaças e violações de dados. Também controlam ataques a sistemas através de recursos online. O principal objectivo da ciber-resiliência é proteger a funcionalidade organizacional e resistir a todas as crises, perigos, adversidades, emergências e dificuldades que são tanto conhecidas como imprevistas. A ciber-resiliência é um paradigma novo de segurança que estimula uma estratégia de segurança proactiva, incluindo planeamento, resposta e recuperação de ciberataques sem afectar as operações regulares, a continuidade e a aceleração do negócio.
ru: Для организации крайне важно создать более надежную киберстратегию, чтобы противостоять потоку угроз и атак со всего мира. Киберустойчивость - это способность предвидеть, терпимо относиться к любым киберугрозам и утечкам данных и восстанавливаться после них. Они также контролируют системные атаки через онлайн-ресурсы. Основная цель киберустойчивости - обеспечить функциональность организации и выдержать все кризисы, опасности, невзгоды, чрезвычайные ситуации и трудности, которые как известны, так и непредвиденны. Киберустойчивость - это новая парадигма безопасности, которая стимулирует упреждающую стратегию безопасности, включающую планирование, реагирование и восстановление после кибератак без ущерба для обычных бизнес-операций, непрерывности и ускорения бизнеса.
sv: Det är avgörande för en organisation att skapa en mer robust cyberstrategi för att stå emot floden av hot och attacker från hela världen. Cyberresiliens är förmågan att förutse, tolerera och återhämta sig från cyberhot och dataintrång. De kontrollerar också systemattacker genom onlineresurser. Huvudsyftet med cyberresiliens är att säkra organisatorisk funktionalitet och uthärda alla kriser, faror, motgångar, nödsituationer och svårigheter som är både kända och oförutsedda. Cyberresiliens är ett nytt säkerhetsparadigm som stimulerar en proaktiv säkerhetsstrategi inklusive planering, reaktion och återhämtning från cyberattacker utan att påverka den vanliga affärsverksamheten, affärskontinuiteten och affärsaccelerationen.
tr: Bir kurumun dünyanın dört bir yanından gelen tehdit ve saldırı akınına direnmek için daha sağlam bir siber strateji oluşturması çok önemlidir. Siber esneklik, herhangi bir siber tehdidi ve veri ihlalini öngörme, tolere etme ve bunlardan kurtulma kapasitesidir. Ayrıca çevrimiçi kaynaklar aracılığıyla sistem saldırılarını da kontrol ederler. Siber dayanıklılığın temel amacı, kurumsal işlevselliği güvence altına almak ve hem bilinen hem de öngörülemeyen tüm krizlere, tehlikelere, olumsuzluklara, acil durumlara ve zorluklara dayanmaktır. Siber dayanıklılık, düzenli iş operasyonlarını, iş sürekliliğini ve iş ivmesini etkilemeden siber saldırıları planlama, bunlara yanıt verme ve bunlardan kurtulmayı içeren proaktif bir güvenlik stratejisini teşvik eden yeni bir güvenlik paradigmasıdır.
zh: 对于一个组织来说，创建一个更强大的网络战略来抵御来自世界各地的大量威胁和攻击是至关重要的。 网络弹性是预见、容忍和从任何网络威胁和数据泄露中恢复的能力。 他们还通过在线资源控制系统攻击。 网络弹性的主要目标是确保组织功能，并承受所有已知和不可预见的危机、危险、逆境、紧急情况和困难。 网络弹性是一种新的安全范式，它刺激了主动的安全策略，包括规划、响应和从网络攻击中恢复，而不会影响常规业务运营、业务连续性和业务加速。

# Blog_CRI_H2_SH1_Text1
source: <strong>Augmented Systems Security:</strong>Cyber ​​resilience is not only used for responding to and surviving an attack, but also helps in developing strategies for improvising IT governance, critical asset security and data privacy. Resilience also helps in avoiding the various outcomes faced due to natural disasters or reducing human error.
ar: <strong> أمان الأنظمة المعزز: </strong> لا تُستخدم المرونة الإلكترونية للرد على أي هجوم والنجاة منه فحسب ، ولكنها تساعد أيضًا في تطوير استراتيجيات لتحسين إدارة تكنولوجيا المعلومات وأمن الأصول الهامة وخصوصية البيانات. تساعد المرونة أيضًا في تجنب النتائج المختلفة التي تواجهها الكوارث الطبيعية أو الحد من الخطأ البشري.
de: <strong>Erweiterte Systemsicherheit:</strong>Cyber-Resilienz wird nicht nur zur Reaktion auf und zum Überleben eines Angriffs eingesetzt, sondern hilft auch bei der Entwicklung von Strategien zur Verbesserung der IT-Governance, der Sicherheit kritischer Assets und des Datenschutzes. Resilienz hilft auch dabei, die verschiedenen Folgen von Naturkatastrophen zu vermeiden oder menschliches Versagen zu reduzieren.
es: <strong>Seguridad aumentada de sistemas:<strong> la resiliencia cibernética no solo se usa para responder y sobrevivir a un ataque, sino que también ayuda a desarrollar estrategias para mejorar el gobierno de TI, la seguridad de activos críticos y la privacidad de datos. La resiliencia también ayuda a evitar los diversos resultados que se enfrentan debido a los desastres naturales o a reducir el error humano.
fr: <strong>Sécurité augmentée des systèmes :</strong> La cyber-résilience n'est pas seulement utilisée pour répondre et survivre à une attaque, mais aide également à développer des stratégies pour improviser la gouvernance informatique, la sécurité des actifs critiques et la confidentialité des données. La résilience aide également à éviter les divers résultats rencontrés en raison de catastrophes naturelles ou à réduire l'erreur humaine.
it: <strong>Sicurezza dei Sistemi Aumentata:</strong> La resilienza informatica non viene utilizzata solo per rispondere e sopravvivere a un attacco, ma aiuta anche a sviluppare strategie per migliorare la governance IT, la sicurezza delle risorse critiche e la privacy dei dati. La resilienza aiuta anche a evitare i vari risultati affrontati a causa di disastri naturali o a ridurre l'errore umano.
ko: <strong>증강 시스템 보안:</strong> 사이버 복원력은 공격에 대응하고 생존하는 데 사용될 뿐만 아니라 IT 거버넌스, 중요한 자산 보안 및 데이터 개인 정보 보호를 개선하기 위한 전략을 개발하는 데에도 도움이 됩니다. 복원력은 또한 자연 재해로 인해 직면한 다양한 결과를 피하거나 인적 오류를 줄이는 데 도움이 됩니다.
nl: <strong>Augmented Systems Security:</strong>Cyberveerkracht wordt niet alleen gebruikt om te reageren op een aanval en deze te overleven, maar helpt ook bij het ontwikkelen van strategieën voor het improviseren van IT-governance, beveiliging van kritieke bedrijfsmiddelen en gegevensprivacy. Veerkracht helpt ook bij het vermijden van de verschillende gevolgen van natuurrampen of het verminderen van menselijke fouten.
pl: <strong>Rozszerzone bezpieczeństwo systemów:</strong>Odporność cybernetyczna jest wykorzystywana nie tylko do reagowania na atak i przetrwania, ale także pomaga w opracowywaniu strategii usprawniania zarządzania IT, bezpieczeństwa krytycznych zasobów i prywatności danych. Odporność pomaga również w uniknięciu różnych skutków klęsk żywiołowych lub redukcji błędów ludzkich.
pt: <strong>Segurança Aumentada de Sistemas: </strong>A ciber-resiliência não é apenas usada para responder e sobreviver de um ataque, mas também ajuda a desenvolver estratégias de improvisação de governação de TI, segurança de activos críticos e privacidade de dados. A resiliência ajuda também a evitar as consequências de desastres naturais ou a reduzir o erro humano.
ru: <strong> Повышенная безопасность систем: </strong> Киберустойчивость используется не только для реагирования на атаки и выживания в них, но также помогает в разработке стратегий улучшения управления ИТ, обеспечения безопасности критически важных активов и конфиденциальности данных. Такая устойчивость также помогает избежать различных последствий, с которыми сталкиваются в результате стихийных бедствий, или уменьшить количество человеческих ошибок.
sv: <strong>Förstärkt systemsäkerhet:</strong>Cyberresiliens används inte bara för att svara på och överleva en attack, utan hjälper också till att utveckla strategier för att improvisera IT-styrning, säkerhet för kritiska tillgångar och datasekretess. Resiliens hjälper också till att undvika de olika utfall vi kan drabbas av på grund av naturkatastrofer eller mänskliga fel.
tr: <strong>Artırılmış Sistem Güvenliği:</strong> Siber dayanıklılık sadece bir saldırıya yanıt vermek ve hayatta kalmak için kullanılmaz, aynı zamanda BT yönetişimi, kritik varlık güvenliği ve veri gizliliği doğaçlama stratejilerin geliştirilmesine yardımcı olur. Dayanıklılık ayrıca doğal afetler nedeniyle karşılaşılan çeşitli sonuçlardan kaçınmaya veya insan hatasını azaltmaya yardımcı olur.
zh: <strong>增强系统安全：</strong>网络弹性不仅用于应对和应对攻击，而且有助于制定临时it治理，关键资产安全和数据隐私的策略。 复原力还有助于避免因自然灾害或减少人为错误而面临的各种结果。

# Blog_CRI_H2_SH1_Text2
source: <strong>Minimal Financial Loss:</strong>One of the main advantages of cyber resilience is decreased downtime and financial losses. Cyber resilience provides a plan which helps minimize business disruption and hence reduce financial losses in a timely and accurate manner.
ar: <strong> الحد الأدنى من الخسائر المالية: </ strong> تتمثل إحدى المزايا الرئيسية للمرونة الإلكترونية في تقليل وقت التعطل والخسائر المالية. توفر المرونة الإلكترونية خطة تساعد على تقليل تعطل الأعمال وبالتالي تقليل الخسائر المالية في الوقت المناسب وبطريقة دقيقة.
de: <strong>Minimaler finanzieller Verlust:</strong>Einer der Hauptvorteile von Cyber Resilience sind geringere Ausfallzeiten und finanzielle Verluste. Cyber Resilience bietet einen Plan, der dazu beiträgt, Geschäftsunterbrechungen zu minimieren und damit finanzielle Verluste rechtzeitig und genau zu reduzieren.
es: <strong>Pérdida financiera mínima:</strong> una de las principales ventajas de la resiliencia cibernética es la reducción del tiempo de inactividad y las pérdidas financieras. La resiliencia cibernética proporciona un plan que ayuda a minimizar la interrupción operativa y, por lo tanto, reduce las pérdidas financieras de manera oportuna y precisa.
fr: <strong>Perte financière minimale :</strong> L'un des principaux avantages de la cyber-résilience est la réduction des temps d'arrêt et des pertes financières. La cyber-résilience fournit un plan qui aide à minimiser les interruptions d'activité et donc à réduire les pertes financières de manière rapide et précise.
it: <strong>Perdita finanziaria minima:</strong>uno dei principali vantaggi della resilienza informatica è la riduzione dei tempi d'inattività e delle perdite finanziarie. La resilienza informatica fornisce un piano che aiuta a ridurre al minimo l'interruzione dell'attività e quindi a ridurre le perdite finanziarie in modo tempestivo e accurato.
ko: <strong>최소한의 재정적 손실:</strong> 사이버 복원력의 주요 이점 중 하나는 다운타임과 재정적 손실이 감소한다는 것입니다. 사이버 복원력은 비즈니스 중단을 최소화하여 적시에 정확한 방식으로 재정적 손실을 줄이는 데 도움이 되는 계획을 제공합니다.
nl: <strong>Minimaal financieel verlies:</strong>Een van de belangrijkste voordelen van cyberweerbaarheid is verminderde downtime en financiële verliezen. Cyber-weerbaarheid biedt een plan dat de verstoring van het bedrijf tot een minimum beperkt en daarmee financiële verliezen op een snelle en nauwkeurige manier vermindert.
pl: <strong>Minimalna strata finansowa:</strong> jedną z głównych zalet cyberodporności jest skrócenie przestojów i strat finansowych. Cyberodporność zapewnia plan, który pomaga zminimalizować zakłócenia biznesowe, a tym samym ograniczyć straty finansowe w sposób terminowy i dokładny.
pt: <strong>Perda Financeira Mínima:</strong>Uma das principais vantagens da ciber-resiliência é a diminuição do tempo fora de serviço e das perdas financeiras. A ciber-resiliência fornece um plano que ajuda a minimizar a disrupção do negócio, reduzindo assim perdas financeiras a tempo e de forma precisa.
ru: <strong>Минимальные финансовые потери:</strong>Одним из главных преимуществ киберустойчивости является сокращение времени простоя и финансовых потерь. Киберустойчивость обеспечивает план, который помогает свести к минимуму сбои в работе бизнеса и, следовательно, своевременно и корректно сократить финансовые потери.
sv: <strong>Minimal ekonomisk förlust:</strong>En av de främsta fördelarna med cyberresiliens är minskad stilleståndstid och minskade ekonomiska förluster. Cyberresiliens tillhandahåller en plan som hjälper till att minimera affärsstörningar och därmed minska ekonomiska förluster på ett snabbt och korrekt sätt.
tr: <strong>Asgari Finansal Kayıp:</strong>Siber dayanıklılığın en önemli avantajlardan biri, daha az kesinti süreleri ve asgari finansal kayıptır. Siber dayanıklılık, iş aksaklıklarının en aza indirilmesi ve finansal kayıpların zamanında ve doğru bir şekilde azaltılmasında yardımcı olan bir plan sunar.
zh: <strong>最小的财务损失：</strong>网络弹性的主要优势之一是减少停机时间和财务损失。 网络弹性提供了一个计划，帮助最大限度地减少业务中断，从而及时准确地减少财务损失。

# Blog_CRI_H2_SH1_Text3
source: <strong>Swift Recovery Time:</strong>Apart from these, cyber resilience also accelerates the recovery process, supporting you to get your business back up and running as quickly as possible.
ar: <strong> وقت الاسترداد السريع: </strong> بصرف النظر عن ذلك ، تعمل المرونة الإلكترونية أيضًا على تسريع عملية الاسترداد ، مما يدعمك لاستعادة نشاطك التجاري وتشغيله في أسرع وقت ممكن.
de: <strong>Schnelle Wiederherstellungszeit:</strong>Abgesehen davon beschleunigt Cyber Resilience auch den Wiederherstellungsprozess und unterstützt Sie dabei, Ihr Unternehmen so schnell wie möglich wieder zum Laufen zu bringen.
es: <strong>Tiempo de recuperación rápido:</strong> además de esto, la resiliencia cibernética también acelera el proceso de recuperación, ayudándote a que tu empresa vuelva a funcionar lo más rápido posible.
fr: <strong>Temps de Récupération Rapide :</strong>En dehors de cela, la cyber-résilience accélère également le processus de récupération, vous aidant à remettre votre entreprise en marche le plus rapidement possible.
it: <strong>Tempo di Recupero Rapido:</strong>Oltre a questi, la resilienza informatica accelera anche il processo di recupero, supportandoti per ripristinare la tua attività il più rapidamente possibile.
ko: <strong>신속한 복구 시간:</strong>이 외에도 사이버 레질리언스는 복구 프로세스를 가속화하여 최대한 빠르게 비즈니스를 복구하고 운영할 수 있도록 지원합니다.
nl: <strong>Snelle hersteltijd:</strong>Afgezien hiervan versnelt cyberveerkracht ook het herstelproces, waardoor u wordt ondersteund om uw bedrijf zo snel mogelijk weer aan de gang te krijgen.
pl: <strong>Szybki czas przywracania:</strong> poza tym cyberodporność przyspiesza również proces przywracania, pomagając w jak najszybszym wznowieniu działalności firmy.
pt: <strong>Tempo Rápido de Recuperação:</strong> À parte destes, a ciber-resiliência também acelera o processo de recuperação, ajudando-a(o) a voltar a ter o seu negócio de pé o mais depressa possível.
ru: <strong> Быстрое время восстановления: </strong> Помимо этого, киберустойчивость также ускоряет процесс восстановления, помогая вам возобновить работу вашего бизнеса как можно быстрее.
sv: <strong>Snabb återställningstid:</strong>Bortsett från dessa påskyndar cyber resiliens också återhämtningsprocessen, vilket hjälper dig att få igång ditt företag igen så snabbt som möjligt.
tr: <strong>Hızlı Kurtarma Süresi:</strong> Bunların dışında, siber direnç kurtarma sürecini de hızlandırarak işletmenizi mümkün olan en kısa sürede yeniden kurmanıza ve çalıştırmanıza yardımcı olur.
zh: <strong>快速恢复时间：</strong>除此之外，网络恢复能力还加速了恢复过程，支持您尽快恢复业务并运行。
