Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WAMHIHY_H3_SH4_Text4
source: Master key is one of the significant features which enables business administrators to recover files of the business members. This eliminates the risk of losing access to critical files. <a href='https://www.axcrypt.net/information/master-key'>Read more here</a>.
ar: المفتاح الرئيسي هو أحد الميزات الهامة التي تمكن مسؤولي الأعمال من استعادة ملفات أعضاء الأعمال. هذا يلغي مخاطر فقدان الوصول إلى الملفات الهامة. <a href='https://www.axcrypt.net/information/master-key'> اقرأ المزيد هنا </a>.
de: Der Hauptschlüssel ist eine der wichtigsten Funktionen, mit denen Geschäftsadministratoren Dateien der Geschäftsmitglieder wiederherstellen können. Dies eliminiert das Risiko, den Zugriff auf kritische Dateien zu verlieren. <a href='https://www.axcrypt.net/information/master-key'>Read more here</a>.
es: La clave maestra es una de las funciones importantes que permite a los administradores de empresas recuperar archivos de los miembros de la empresa. Esto elimina el riesgo de perder el acceso a archivos críticos. <a href='https://www.axcrypt.net/support/master-key'>Para obtener más información, haz clic aquí</a>.
fr: La clé principale est l'une des fonctionnalités importantes qui permet aux administrateurs d'entreprise de récupérer les fichiers des membres de l'entreprise. Cela élimine le risque de perdre l'accès aux fichiers critiques. <a href='https://www.axcrypt.net/information/master-key'>En savoir plus ici</a>.
it: La chiave principale è una delle funzionalità significative che consente agli amministratori aziendali di recuperare i file dei membri aziendali. Ciò elimina il rischio di perdere l'accesso a file critici. <a href='https://www.axcrypt.net/information/master-key'>Ulteriori informazioni qui</a>.
ko: 마스터 키는 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있도록 하는 중요한 기능을 가지고 있습니다. 이는 중요한 파일에 대한 액세스 권한을 잃을 위험을 없애줍니다. <a href='https://www.axcrypt.net/information/master-key'>이곳에서 더 알아보기</a>.
nl: De hoofdsleutel is een van de belangrijke functies waarmee bedrijfsbeheerders bestanden van bedrijfsleden kunnen herstellen. Dit elimineert het risico dat u de toegang tot kritieke bestanden verliest. <a href='https://www.axcrypt.net/information/master-key'>Lees hier meer</a>.
pl: Klucz główny to jedna z istotnych funkcji, która umożliwia administratorom biznesowym odzyskiwanie plików członków firmy. Eliminuje to ryzyko utraty dostępu do krytycznych plików. <a href='https://www.axcrypt.net/support/master-key'>Więcej informacji znajdziesz tutaj</a>.
pt: A chave-mestra é uma das funcionalidades mais significativas que permite aos administradores recuperar ficheiros de colaboradores. Isto elimina o risco de perda de acesso a ficheiros críticos. <a href='https://www.axcrypt.net/information/master-key'>Leia mais aqui</a>.
ru: Мастер-ключ - это одна из важных функций, которая позволяет бизнес-администраторам восстанавливать файлы участников подписки. Это устраняет риск потери доступа к критически важным файлам. <a href='https://www.axcrypt.net/information/master-key'>Read more here</a>.
sv: Huvudnyckeln är en av de viktiga funktionerna som gör det möjligt för företagsadministratörer att återställa filer från de anställda. Detta eliminerar risken att förlora åtkomst till viktiga filer. <a href='https://www.axcrypt.net/information/master-key'>Läs mer här</a>.
tr: Ana anahtar, işletme yöneticilerinin işletme üyelerinin dosyalarını kurtarmasını sağlayan önemli özelliklerden biridir. Bu, kritik dosyalara erişimi kaybetme riskini ortadan kaldırır. <a href='https://www.axcrypt.net/information/master-key'>Daha fazla bilgi için buraya tıklayın</a>.
zh: 主密钥是使业务管理员能够恢复业务成员文件的重要功能之一。 这消除了失去对关键文件的访问权限的风险。 <href='https://www.axcrypt.net/information/master-key'>Read more here</a>。

# Blog_WAMHIHY_H3_SH5_Text5
source: AxCrypt ensures your organization stays compliant with regulations like the General Data Protection Regulation (GDPR).
ar: يضمن اكسكربت بقاء مؤسستك متوافقة مع اللوائح مثل اللائحة العامة لحماية البيانات (GDPR).
de: AxCrypt stellt sicher, dass Ihr Unternehmen Vorschriften wie die Datenschutz-Grundverordnung (DSGVO) einhält.
es: AxCrypt garantiza que tu organización cumpla con normativas como la Regulación General de Protección de Datos (GDPR).
fr: AxCrypt garantit que votre organisation reste conforme aux réglementations telles que le Règlement Général sur la Protection des Données (RGPD).
it: AxCrypt assicura che la tua azienda rispetti le normative come il Regolamento generale sulla protezione dei dati (GDPR).
ko: AxCrypt는 조직이 일반 데이터 보호 규정(GDPR)과 같은 규정들을 준수할 수 있도록 도와줍니다.
nl: AxCrypt zorgt ervoor dat uw organisatie blijft voldoen aan regelgeving zoals de Algemene Verordening Gegevensbescherming (AVG).
pl: AxCrypt zapewnia, że Twoja organizacja pozostaje zgodna z przepisami, takimi jak Ogólne rozporządzenie o ochronie danych (RODO).
pt: A AxCrypt garante que a sua organização cumpre com regulamentos como o RGPD (Regulamento Geral sobre a Protecção de Dados).
ru: AxCrypt гарантирует, что ваша организация соблюдает такие правила, как Общее положение о защите данных (GDPR).
sv: AxCrypt säkerställer att din organisation förblir kompatibel med förordningar som General Data Protection Regulation (GDPR).
tr: AxCrypt kurumunuzun Genel Veri Koruma Yönetmeliği (GDPR) gibi düzenlemelere uygun olmasını sağlar.
zh: AxCrypt确保您的组织符合通用数据保护条例（GDPR）等法规。

# Blog_WAMHIHY_H3_SH6_Text6
source: AxCrypt speaks Arabic, English, Dutch, French, German, Italian, Korean, Portuguese, Spanish, Swedish, Turkish, Russian, Polish, Chinese and more to come.
ar: يتحدث موقع اكسكربت الإنجليزية والهولندية والفرنسية والألمانية والإيطالية والكورية والبرتغالية والإسبانية والسويدية والتركية والروسية والبولندية والصينية والمزيد.
de: AxCrypt spricht Englisch, Niederländisch, Französisch, Deutsch, Italienisch, Koreanisch, Portugiesisch, Spanisch, Schwedisch, Türkisch, Russisch, Polnisch, Chinesisch und mehr.
es: AxCrypt está disponible en inglés, holandés, francés, alemán, italiano, coreano, portugués, español, sueco, turco, ruso, polaco, chino y más idiomas están por venir.
fr: AxCrypt parle Anglais, Néerlandais, Français, Allemand, Italien, Coréen, Portugais, Espagnol, Suédois, Turc, Russe, Polonais, Chinois et plus encore à venir.
it: AxCrypt parla Inglese, Olandese, Francese, Tedesco, Italiano, Coreano, Portoghese, Spagnolo, Svedese, Turco, Russo, Polacco, Cinese e altre lingue in arrivo.
ko: AxCrypt는 영어, 네덜란드어, 프랑스어, 독일어, 이탈리아어, 한국어, 포르투갈어, 스페인어, 스웨덴어, 터키어, 러시아어, 폴란드어, 중국어 등을 지원합니다.
nl: AxCrypt spreekt Engels, Nederlands, Frans, Duits, Italiaans, Koreaans, Portugees, Spaans, Zweeds, Turks, Russisch, Pools, Chinees en er komt nog meer aan.
pl: AxCrypt mówi po angielsku, holendersku, francusku, niemiecku, włosku, koreańsku, portugalsku, hiszpańsku, szwedzku, turecku, rosyjsku, polsku, chińsku i nie tylko.
pt: A AxCrypt fala inglês, neerlandês, francês, alemão, italiano, coreano, português, espanhol, sueco, turco, russo, polaco, mandarim e mais no futuro.
ru: AxCrypt говорит на английском, голландском, французском, немецком, итальянском, корейском, португальском, испанском, шведском, турецком, русском, польском, китайском и многих других языках.
sv: AxCrypt finns på engelska, holländska, franska, tyska, italienska, koreanska, portugisiska, spanska, svenska, turkiska, ryska, polska, kinesiska och mer kommer.
tr: AxCrypt İngilizce, Hollandaca, Fransızca, Almanca, İtalyanca, Korece, Portekizce, İspanyolca, İsveççe, Türkçe, Rusça, Lehçe, Çince ve daha fazlasını konuşabilmektedir.
zh: AxCrypt讲英语，荷兰语，法语，德语，意大利语，韩语，葡萄牙语，西班牙语，瑞典语，土耳其语，俄语，波兰语，汉语等等。

# Blog_WAMHIHY_H3_SubHeading1
source: <strong>Security, reliability and simplicity</strong>
ar: <strong> الأمان والموثوقية والبساطة </strong>
de: <strong>Sicherheit, Zuverlässigkeit und Einfachheit</strong>
es: <strong>Seguridad, confianza y simplicidad</strong>
fr: <strong>Sécurité, fiabilité et simplicité</strong>
it: <strong>Sicurezza, affidabilità e semplicità</strong>
ko: <strong>보안, 안정성 및 단순성</strong>
nl: <strong>Veiligheid, betrouwbaarheid en eenvoud</strong>
pl: <strong>Bezpieczeństwo, niezawodność i prostota</strong>
pt: <strong>Segurança, confiabilidade e simplicidade</strong>
ru: <strong>Безопасность, надежность и простота</strong>
sv: <strong>Säkerhet, pålitlighet och enkelhet</strong>
tr: <strong>Güvenlik, güvenilirlik ve basitlik</strong>
zh: <strong>安全性、可靠性和简单性</strong>

# Blog_WAMHIHY_H3_SubHeading2
source: <strong>Teamwork, collaboration </strong>
ar: <strong> العمل الجماعي والتعاون </ strong>
de: <strong>Teamwork, Zusammenarbeit </strong>
es: <strong>Trabajo en equipo y colaboración </strong>
fr: <strong>Travail d’équipe, collaboration </strong>
it: <strong>Lavoro di squadra, collaborazione </strong>
ko: <strong>팀워크, 협업 </strong>
nl: <strong>Teamwerk, samenwerking </strong>
pl: <strong>Praca zespołowa, współpraca </strong>
pt: <strong>Trabalho em equipa, colaboração</strong>
ru: <strong>Командная работа, сотрудничество </strong>
sv: <strong>Lag och samarbete </strong>
tr: <strong>Ekip çalışması, işbirliği </strong>
zh: <strong>团队合作，协作</strong>

# Blog_WAMHIHY_H3_SubHeading3
source: <strong>Cloud security</strong>
ar: <strong> أمان السحابة </ strong>
de: <strong>Cloud-Sicherheit</strong>
es: <strong>Seguridad en la nube</strong>
fr: <strong>Sécurité du cloud</strong>
it: <strong>Sicurezza nel cloud</strong>
ko: <strong>클라우드 보안</strong>
nl: <strong>Cloud beveiliging</strong>
pl: <strong>Bezpieczeństwo chmury</strong>
pt: <strong>Segurança na nuvem</strong>
ru: <strong>Облачная безопасность</strong>
sv: <strong>Molnsäkerhet</strong>
tr: <strong>Bulut güvenliği</strong>
zh: <strong>云安全</strong>

# Blog_WAMHIHY_H3_SubHeading4
source: <strong>Master key</strong>
ar: <strong> المفتاح الرئيسي </strong>
de: <strong>Hauptschlüssel</strong>
es: <strong>Clave maestra</strong>
fr: <strong>Clé Principale</strong>
it: <strong>Chiave Principale</strong>
ko: <strong>마스터 키</strong>
pl: <strong>Klucz główny</strong>
pt: <strong>Chave-mestra</strong>
ru: <strong>Мастер-ключ</strong>
sv: <strong>Huvudnyckel</strong>
tr: <strong>Ana anahtar</strong>
zh: <strong>主密钥</strong>

# Blog_WAMHIHY_H3_SubHeading5
source: <strong>Data Protection regulation compliant</strong>
ar: <strong> متوافق مع لائحة حماية البيانات </strong>
de: <strong>Datenschutzkonform</strong>
es: <strong>Cumple con la normativa de protección de datos</strong>
fr: <strong>Conforme à la réglementation sur la Protection des Données</strong>
it: <strong>Conforme alle normative sulla Protezione dei Dati</strong>
ko: <strong>데이터 보호 규정 준수</strong>
nl: <strong>Voldoet aan de regelgeving voor gegevensbescherming</strong>
pl: <strong>Zgodne z przepisami o ochronie danych</strong>
pt: <strong>Em conformidade com regulamentos de protecção de dados</strong>
ru: <strong>Соответствует правилам защиты данных</strong>
sv: <strong>Kompatibel med dataskyddsförordningen</strong>
tr: <strong>Veri Koruma yönetmeliği ile uyumlu</strong>
zh: <strong>符合数据保护法规</strong>

# Blog_WAMHIHY_H3_SubHeading6
source: <strong>Multilingual</strong>
ar: <strong> متعدد اللغات </strong>
de: <strong>Mehrsprachig</strong>
es: <strong>Multilingüe</strong>
fr: <strong>Multilingue</strong>
it: <strong>Multilingue</strong>
ko: <strong>다국어</strong>
nl: <strong>Meertalig</strong>
pl: <strong>Wielojęzyczny</strong>
pt: <strong>Multilingue</strong>
ru: <strong>Многоязычный</strong>
sv: <strong>Flerspråkig</strong>
tr: <strong>Çokdilli</strong>
zh: <strong>多语言</strong>

# Blog_WAMHIHY_Heading1
source: Why has Affiliate Marketing been so popular in recent years?
ar: لماذا حظي التسويق بالعمولة بشعبية كبيرة في السنوات الأخيرة؟
de: Warum ist Affiliate-Marketing in den letzten Jahren so populär geworden?
es: ¿Por qué el Marketing de Afiliados ha sido tan popular en los últimos años?
fr: Pourquoi le Marketing d’Affiliation a-t-il été si populaire ces dernières années?
it: Perché il marketing di affiliazione è stato così popolare negli ultimi anni?
ko: 근래 제휴 마케팅이 인기를 얻은 이유는 무엇입니까?
nl: Waarom is Affiliate Marketing de laatste jaren zo populair?
pl: Dlaczego marketing afiliacyjny jest tak popularny w ostatnich latach?
pt: Porquê que o Marketing de Afiliados tem sido tão popular nos últimos anos?
ru: Почему партнерский маркетинг стал так популярен в последние годы?
sv: Varför har Affiliate Marketing varit så populärt de senaste åren?
tr: Satış Ortaklığı son yıllarda neden bu kadar popüler oldu?
zh: 为什么联盟营销近年来如此受欢迎？

# Blog_WAMHIHY_Heading2
source: Advantages of becoming an AxCrypt Affiliate
ar: مزايا أن تصبح أحد شركاء اكسكربت
de: Vorteile, ein AxCrypt-Partner zu werden
es: Ventajas de convertirse en un afiliado de AxCrypt
fr: Avantages de Devenir un Affilié AxCrypt
it: Vantaggi di diventare un affiliato AxCrypt
ko: AxCrypt의 제휴사가 되는 장점
nl: Voordelen om een AxCrypt-partner te worden
pl: Zalety zostania Partnerem AxCrypt
pt: Vantagens de se tornar um Afiliado AxCrypt
ru: Преимущества стать партнером AxCrypt
sv: Fördelar med att bli en AxCrypt Affiliate
tr: AxCrypt Ortağı Olmanın Avantajları
zh: 成为AxCrypt会员的优势

# Blog_WAMHIHY_Heading3
source: Take a look at some of the important features of AxCrypt
ar: ألق نظرة على بعض الميزات المهمة لبرنامج اكسكربت
de: Sehen Sie sich einige der wichtigsten Funktionen von AxCrypt an
es: Echa un vistazo a algunas de las características importantes de AxCrypt
fr: Jetez un coup d’œil à certaines des fonctionnalités importantes d’AxCrypt
it: Dai un'occhiata ad alcune delle caratteristiche importanti di AxCrypt
ko: AxCrypt의 몇 가지 중요한 기능을 살펴보십시오.
nl: Bekijk enkele van de belangrijke functies van AxCrypt
pt: Dê uma olhadela em algumas das funcionalidades importantes da AxCrypt
ru: Взгляните на некоторые из важных функций AxCrypt
sv: Ta en titt på några av de viktiga funktionerna i AxCrypt
tr: AxCrypt'in bazı önemli özelliklerine bir göz atın
zh: 看看AxCrypt的一些重要特性

# Blog_WAMHIHY_Summary
source: Affiliate marketing entails promoting a product or service via a blog, social media platforms, or a website. When someone purchases something using the unique link linked with their referral, (for example: referral code) the affiliate receives a commission.
ar: يستلزم التسويق بالعمولة الترويج لمنتج أو خدمة عبر مدونة أو منصات وسائط اجتماعية أو موقع ويب. عندما يشتري شخص ما شيئًا ما باستخدام الرابط الفريد المرتبط بإحالته ، (على سبيل المثال: رمز الإحالة) ، يتلقى التابع عمولة.
de: Affiliate-Marketing beinhaltet die Werbung für ein Produkt oder eine Dienstleistung über einen Blog, Social-Media-Plattformen oder eine Website. Wenn jemand etwas über den eindeutigen Link kauft, der mit seiner Empfehlung verknüpft ist (z. B. Empfehlungscode), erhält der Partner eine Provision.
es: El marketing de afiliación implica promocionar un producto o servicio a través de un blog, plataformas de redes sociales o un sitio web. Cuando alguien compra algo usando el enlace único vinculado con su referencia (por ejemplo: código de referencia), el afiliado recibe una comisión.
fr: Le marketing d'affiliation consiste à promouvoir un produit ou un service via un blog, des plateformes de médias sociaux, ou un site Web. Lorsque quelqu'un achète quelque chose en utilisant le lien unique lié à son parrainage, (par exemple : code de parrainage) l'affilié reçoit une commission.
it: Il marketing di affiliazione comporta la promozione di un prodotto o servizio tramite un blog, piattaforme di social media o un sito web. Quando qualcuno acquista qualcosa utilizzando il link univoco collegato al proprio referral (ad esempio: codice referral) l'affiliato riceve una commissione.
ko: 제휴 마케팅은 블로그, 소셜 미디어 플랫폼 또는 웹사이트를 통해 제품이나 서비스를 홍보하는 것을 수반합니다. 누군가의 추천과 연결된 고유 링크(예: 추천 코드)를 사용하여 무언가를 구매하면 제휴사는 수수료를 받습니다.
nl: Affiliate marketing omvat het promoten van een product of dienst via een blog, social media platforms of een website. Wanneer iemand iets koopt via de unieke link die aan zijn/haar verwijzing is gekoppeld (bijvoorbeeld: verwijzingscode), ontvangt de aangeslotene een commissie.
pl: Marketing afiliacyjny obejmuje promowanie produktu lub usługi za pośrednictwem bloga, platform mediów społecznościowych lub strony internetowej. Kiedy ktoś kupuje coś za pomocą unikalnego linku powiązanego z jego poleceniem (na przykład: kod polecający), partner otrzymuje prowizję.
pt: O marketing de afiliados envolve a promoção de um produto ou serviço através de um blog, plataformas de media social ou um sítio web. Quando alguém compra algo através de uma hiperligação associada a uma recomendação (por exemplo, um código de recomendação), o afiliado recebe uma comissão.
ru: Партнерский маркетинг подразумевает продвижение продукта или услуги через блог, платформы социальных сетей или веб-сайт. Когда кто-то что-то покупает, используя уникальную ссылку, связанную с его рефералом (например: реферальный код), партнер получает комиссию.
sv: Affiliate-marknadsföring innebär att marknadsföra en produkt eller tjänst via en blogg, sociala medieplattformar eller en webbplats. När någon köper något med hjälp av den unika länken som är kopplad till deras hänvisning (till exempel: hänvisningskod) får affiliaten en provision.
tr: Satış ortaklığı, bir ürün ya da hizmetin blog, sosyal medya platformları ya da bir internet sitesi yoluyla tanıtılmasını gerektirir. Bir kişi, yönlendirilmeleri (örneğin: yönlendirme kodu) ile bağlantılı olan eşsiz bağlantıyı kullanarak bir şey satın aldığında ortak da bir komisyon alır.
zh: 联盟营销需要通过博客，社交媒体平台或网站推广产品或服务。 当有人使用与其推荐链接的唯一链接购买某些东西时（例如：推荐代码），联盟会员将收到佣金。
