Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EVA_H1_Text4
source: But it’s still a piece of software essentially asking you for proof of your claimed identity, and then based on that making decisions on what you can or can’t do with the files. Anyone with administrator access can always bypass these rules, since that’s what being an administrator means! Also, anyone with back-channel access to the data, such as a database backup, can access the data without being an administrator by using software that does not honor any access control to read the file.
ar: لكنه لا يزال جزءًا من البرنامج يطلب منك بشكل أساسي إثبات هويتك المزعومة ، ثم بناءً على ذلك اتخاذ القرارات بشأن ما يمكنك فعله بالملفات وما لا يمكنك فعله. يمكن لأي شخص يتمتع بحق الوصول كمسؤول دائمًا تجاوز هذه القواعد ، لأن هذا هو ما يعنيه كونك مشرفًا! أيضًا ، يمكن لأي شخص لديه وصول خلفي إلى البيانات ، مثل النسخ الاحتياطي لقاعدة البيانات ، الوصول إلى البيانات دون أن يكون مسؤولاً باستخدام برنامج لا يحترم أي تحكم في الوصول لقراءة الملف.
de: Aber es ist immer noch eine Software, die Sie im Wesentlichen nach einem Nachweis Ihrer behaupteten Identität fragt und dann basierend darauf Entscheidungen darüber trifft, was Sie mit den Dateien tun können oder nicht. Jeder mit Administratorzugriff kann diese Regeln jederzeit umgehen, denn das bedeutet Administrator zu sein! Außerdem kann jeder mit Rückkanalzugriff auf die Daten, z. B. eine Datenbanksicherung, auf die Daten zugreifen, ohne Administrator zu sein, indem Software verwendet wird, die keine Zugriffskontrolle zum Lesen der Datei berücksichtigt.
es: Pero sigue siendo una pieza de software que esencialmente te solicita una prueba de tu identidad reclamada y luego, en función de eso, toma decisiones sobre lo que puedes o no puedes hacer con los archivos. Cualquiera con acceso de administrador puede omitir estas reglas, ¡ya que eso es lo que significa ser administrador! Además, cualquier persona con acceso de canal secundario a los datos, como una copia de seguridad de la base de datos, puede acceder a los datos sin ser un administrador mediante el uso de un software que no respeta ningún control de acceso para leer el archivo.
fr: Mais il s’agit toujours d’un logiciel vous demandant essentiellement une preuve de votre identité revendiquée, puis basé sur cela, prendre des décisions sur ce que vous pouvez ou ne pouvez pas faire avec les fichiers. Toute personne disposant d’un accès administrateur peut toujours contourner ces règles, car c’est ce que signifie être administrateur ! En outre, toute personne disposant d’un accès rétro-canal aux données, telle qu’une sauvegarde de base de données, peut accéder aux données sans être administrateur en utilisant un logiciel qui n’honore aucun contrôle d’accès pour lire le fichier.
it: Ma è ancora un software che essenzialmente ti chiede una prova della tua identità dichiarata, e quindi in base a ciò prendi decisioni su cosa puoi o non puoi fare con i file. Chiunque abbia accesso come amministratore può sempre ignorare queste regole, poiché questo è ciò che significa essere un amministratore! Inoltre, chiunque disponga di un accesso back-channel ai dati, ad esempio un backup del database, può accedere ai dati senza essere un amministratore utilizzando un software che non rispetta alcun controllo di accesso per leggere il file.
ko: 그러나 그것은 여전히 본질적으로 귀하의 신원에 대한 증거를 요구하고 파일을 사용하여 수행 할 수있는 것과 할 수없는 것에 대한 결정을 내리는 소프트웨어입니다. 관리자 액세스 권한이 있는 사람은 관리자가 된다는 것이 의미하는 바이므로 항상 이러한 규칙을 우회할 수 있습니다! 또한 데이터베이스 백업과 같이 데이터에 대한 백채널 액세스 권한이 있는 사용자는 파일을 읽기 위한 액세스 제어를 적용하지 않는 소프트웨어를 사용하여 관리자가 아니어도 데이터에 액세스할 수 있습니다.
nl: Maar het is nog steeds een stukje software dat u in wezen om een bewijs van uw geclaimde identiteit vraagt, en op basis daarvan beslissingen neemt over wat u wel of niet met de bestanden kunt doen. Iedereen met beheerderstoegang kan deze regels altijd omzeilen, want dat is wat beheerder zijn betekent! Ook kan iedereen met back-channel toegang tot de gegevens, zoals een databaseback-up, toegang krijgen tot de gegevens zonder beheerder te zijn door software te gebruiken die geen enkele toegangscontrole respecteert om het bestand te lezen.
pl: Ale nadal jest to oprogramowanie, które zasadniczo prosi o dowód tożsamości, a następnie na tej podstawie podejmuje decyzje dotyczące tego, co możesz, a czego nie możesz zrobić z plikami. Każdy, kto ma dostęp administratora, może zawsze ominąć te zasady, ponieważ właśnie to oznacza bycie administratorem! Ponadto każdy, kto ma dostęp do danych w kanale wstecznym, na przykład kopię zapasową bazy danych, może uzyskać dostęp do danych bez bycia administratorem, korzystając z oprogramowania, które nie honoruje żadnej kontroli dostępu do odczytu pliku.
pt: Mas é ainda uma peça de software que essencialmente lhe pede prova da sua identidade e que depois toma decisões em relação ao que você pode ou não fazer com os ficheiros. Qualquer pessoa com acesso de administrador pode sempre contornar estas regras, uma vez que é isso o que significa ser administrador! Além disso, alguém com acesso alternativo aos dados, como uma cópia de segurança da base de dados, pode aceder aos dados sem ser administrador, usando software que não respeita qualquer controlo de acesso para ler ficheiros.
ru: Но это все равно часть программного обеспечения, по сути, запрашивающая у вас подтверждение вашей заявленной личности, а затем на основе этого принимающая решения о том, что вы можете или не можете делать с файлами. Любой, у кого есть доступ администратора, всегда может обойти эти правила, поскольку именно это и означает быть администратором! Кроме того, любой, у кого есть доступ к данным по обратному каналу, например, резервная копия базы данных, может получить доступ к данным, не будучи администратором, используя программное обеспечение, которое не выполняет никакого контроля доступа для чтения файла.
sv: Men det är fortfarande en mjukvara som i huvudsak ber dig om bevis på din påstådda identitet, och sedan utifrån det fattar beslut om vad du kan eller inte kan göra med filerna. Alla med administratörsbehörighet kan alltid kringgå dessa regler, eftersom det är vad det innebär att vara administratör! Dessutom kan alla med back-channel-åtkomst till datan, till exempel en databasbackup, komma åt datan utan att vara administratör genom att använda programvara som inte behöver någon åtkomstkontroll för att läsa filen.
tr: Ama bu yine de esasen iddia edilen kimliğiniz için kanıt isteyen ve bunun temelinde dosyalarla ne yapıp ne yapamayacağınıza karar veren bir yazılım. Yönetici erişimine sahip herhangi biri her zaman bu kuralları aşabilir, sonuçta yönetici olmak bunu gerektirir! Ayrıca bir veritabanı yedeklemesi gibi verilere arka kanal erişimini olan herhangi biri de dosyayı okumak için herhangi bir erişim kontrolüne itibar etmeyen bir yazılım kullanarak yönetici olmadan da verilere erişebilir.
zh: 但它仍然是一个软件，基本上要求你提供你声称的身份证明，然后根据这个决定，你可以或不可以做什么文件。 任何拥有管理员访问权限的人都可以绕过这些规则，因为这就是管理员的意思！ 此外，任何具有对数据（如数据库备份）的反向通道访问权限的人都可以通过使用不遵守任何访问控制的软件来读取文件，而无需管理员身份来访问数据。

# Blog_EVA_H2_Text1
source: Encryption does not care about who you are. Decryption just either works or does not work, depending on if the right cryptographic key is provided to the decryption software.
ar: التشفير لا يهتم بمن أنت. فك التشفير يعمل فقط أو لا يعمل ، اعتمادًا على ما إذا كان مفتاح التشفير الصحيح قد تم توفيره لبرنامج فك التشفير.
de: Verschlüsselung kümmert sich nicht darum, wer Sie sind. Die Entschlüsselung funktioniert entweder oder funktioniert nicht, je nachdem, ob der Entschlüsselungssoftware der richtige kryptografische Schlüssel zur Verfügung gestellt wird.
es: Al cifrado no le importa quién eres. El descifrado simplemente funciona o no funciona, dependiendo de si se proporciona la clave criptográfica correcta al software de descifrado.
fr: Le cryptage ne se soucie pas de qui vous êtes. Le décryptage fonctionne ou ne fonctionne pas, selon que la bonne clé cryptographique soit fournie au logiciel de décryptage.
it: La crittografia non si preoccupa di chi sei. La decrittografia funziona o non funziona, a seconda che venga fornita la chiave crittografica corretta al software di decrittazione.
ko: 암호화는 대상이 누구인지 상관하지 않습니다. 암호 해독은 암호 해독 소프트웨어에 올바른 암호화 키가 제공되는지 여부에 따라 작동하거나 작동하지 않습니다.
nl: Encryptie maakt het niet uit wie je bent. Ontsleuteling werkt gewoon of werkt niet, afhankelijk van of de juiste cryptografische sleutel aan de decryptiesoftware wordt verstrekt.
pl: Szyfrowanie nie dba o to, kim jesteś. Odszyfrowywanie po prostu działa lub nie działa, w zależności od tego, czy do oprogramowania deszyfrującego został dostarczony odpowiedni klucz kryptograficzny.
pt: A cifragem não quer saber quem você é. A decifragem simplesmente funciona ou não, dependendo da chave criptográfica que for fornecida ao software de decifragem.
ru: Шифрование не заботится о том, кто вы есть. Дешифрование просто либо работает, либо не работает, в зависимости от того, предоставлен ли программному обеспечению для дешифрования правильный криптографический ключ.
sv: Kryptering bryr sig inte om vem du är. Dekryptering fungerar antingen eller inte, beroende på om rätt kryptonyckel tillhandahålls till dekrypteringsprogrammet.
tr: Şifreleme sizin kim olduğunuzla ilgilenmez. Şifre çözme, şifre çözme yazılımına doğru kriptografik anahtarın sağlanıp sağlanmadığına bağlı olarak çalışır ya da çalışmaz.
zh: 加密不关心您是谁。 解密只是工作或不工作，这取决于是否向解密软件提供了正确的加密密钥。

# Blog_EVA_H2_Text2
source: There is no software enforcing the security, the data is transformed with encryption into a form that reveals nothing about the real contents. To reverse the transformation, to decrypt it, the correct cryptographic key is required. If the wrong key is provided, the decryption software can only fail. There’s no bypassing by being an administrator or accessing the data via back-channels.
ar: لا يوجد برنامج لفرض الأمن ، يتم تحويل البيانات مع التشفير إلى نموذج لا يكشف شيئًا عن المحتويات الحقيقية. لعكس التحويل ، لفك تشفيره ، يلزم وجود مفتاح التشفير الصحيح. إذا تم توفير المفتاح الخطأ ، يمكن أن يفشل برنامج فك التشفير فقط. لا يوجد تجاوز لكونك مشرفًا أو الوصول إلى البيانات عبر القنوات الخلفية.
de: Es gibt keine Software, die die Sicherheit erzwingt, die Daten werden mit Verschlüsselung in eine Form umgewandelt, die nichts über den wirklichen Inhalt preisgibt. Um die Transformation rückgängig zu machen, um sie zu entschlüsseln, ist der richtige kryptografische Schlüssel erforderlich. Wenn der falsche Schlüssel angegeben wird, kann die Entschlüsselungssoftware nur fehlschlagen. Es gibt keine Umgehung, indem Sie Administrator sind oder über Rückkanäle auf die Daten zugreifen.
es: No hay software que haga cumplir la seguridad, los datos se transforman con cifrado en una forma que no revela nada sobre los contenidos reales. Para revertir la transformación, para descifrarla, se requiere la clave criptográfica correcta. Si se proporciona la clave incorrecta, el software de descifrado solo fallará. No se puede eludir ser administrador o acceder a los datos a través de canales secundarios.
fr: Il n’y a pas de logiciel qui renforce la sécurité, les données sont transformées avec cryptage en une forme qui ne révèle rien sur le contenu réel. Pour inverser la transformation, pour la déchiffrer, la clé cryptographique correcte est requise. Si la mauvaise clé est fournie, le logiciel de déchiffrement ne peut qu’échouer. Il n’y a pas de contournement en étant un administrateur ou en accédant aux données via des canaux secondaires.
it: Non esiste un software che imponga la sicurezza, i dati vengono trasformati con la crittografia in una forma che non rivela nulla del contenuto reale. Per invertire la trasformazione, per decifrarla, è necessaria la chiave crittografica corretta. Se viene fornita la chiave sbagliata, il software di decrittazione può solo fallire. Non è possibile bypassare essendo un amministratore o accedendo ai dati tramite canali secondari.
ko: 보안을 강화하는 소프트웨어가 없으며 데이터는 암호화를 통해 실제 내용에 대해 아무것도 드러내지 않는 형태로 변환됩니다. 복조를 되돌리고 암호를 해독하려면 올바른 암호화 키가 필요합니다. 잘못된 키를 제공하면 암호 해독 소프트웨어가 실패할 수밖에 없습니다. 관리자가 되거나 백채널을 통해 데이터에 액세스하여 우회할 수 없습니다.
nl: Er is geen software die de beveiliging afdwingt, de gegevens worden met encryptie omgezet in een vorm die niets onthult over de echte inhoud. Om de transformatie ongedaan te maken, te decoderen, is de juiste cryptografische sleutel vereist. Als de verkeerde sleutel wordt verstrekt, kan de decoderingssoftware alleen maar mislukken. Er is geen omzeiling door een beheerder te zijn of toegang te krijgen tot de gegevens via back-channels.
pl: Nie ma oprogramowania egzekwującego bezpieczeństwo, dane są przekształcane za pomocą szyfrowania do postaci, która nie ujawnia nic o rzeczywistej zawartości. Aby odwrócić transformację, aby ją odszyfrować, wymagany jest poprawny klucz kryptograficzny. Jeśli podany zostanie zły klucz, oprogramowanie deszyfrujące może się nie powieść. Nie ma ominięcia przez bycie administratorem lub dostęp do danych za pośrednictwem tylnych dojść.
pt: Não há software que imponha segurança, os dados são transformados através de cifragem numa forma que não revela o conteúdo real. Para reverter a transformação, para decifrá-la, é necessária a chave criptográfica correcta. Se se fornecer uma chave errada, o software de decifragem falha. Não há como contornar isto, seja sendo-se um administrador ou acedendo-se a dados através de canais alternativos.
ru: Нет программного обеспечения, гарантирующего безопасность; данные преобразуются с помощью шифрования в форму, которая ничего не раскрывает о реальном содержимом. Чтобы обратить преобразование вспять, чтобы расшифровать его, требуется правильный криптографический ключ. Если указан неправильный ключ, программное обеспечение для дешифрования может только выйти из строя. Невозможно обойти это, будучи администратором или получая доступ к данным по обратным каналам.
sv: Det finns ingen programvara som upprätthåller säkerheten, data omvandlas med kryptering till en form som inte avslöjar något om det verkliga innehållet. För att vända omvandlingen, dekryptera den, krävs den korrekta kryptonyckeln. Om fel nyckel tillhandahålls kan dekrypteringsprogrammet bara misslyckas. Det går inte att kringgå genom att vara administratör eller komma åt data via andra kanaler.
tr: Güvenliği zorlayan herhangi bir yazılım yoktur, veriler şifreleme yoluyla gerçek içeriklerden başka bir şeyi açığa vurmayan bir forma dönüştürülür. Dönüşümü tersine çevirmek ve şifreyi çözmek için doğru kriptografik anahtar gereklidir. Hatalı anahtar sağlanırsa şifreleme yazılımı da çökebilir. Bir yönetici olma ya da verileri arka kanallar aracılığıyla erişme yoluyla pas geçme diye bir şey yoktur.
zh: 没有软件强制执行安全性，数据通过加密转换为不显示真实内容的形式。 要反转变换，要解密它，需要正确的加密密钥。 如果提供了错误的密钥，解密软件只能失败。 作为管理员或通过后台通道访问数据是没有绕过的。

# Blog_EVA_H2_Text3
source: This also means that contrary to access control, anyone who holds the correct key can decrypt the data. It does not matter who you are or claim to be. If you have the key, you can decrypt.
ar: هذا يعني أيضًا أنه على عكس التحكم في الوصول ، يمكن لأي شخص لديه المفتاح الصحيح فك تشفير البيانات. لا يهم من أنت أو تدعي أنك. إذا كان لديك المفتاح ، فيمكنك فك تشفير ملفات.
de: Dies bedeutet auch, dass im Gegensatz zur Zugriffskontrolle jeder, der den richtigen Schlüssel besitzt, die Daten entschlüsseln kann. Es spielt keine Rolle, wer Sie sind oder zu sein behaupten. Wenn Sie den Schlüssel haben, können Sie ihn entschlüsseln.
es: Esto también significa que, contrariamente al control de acceso, cualquiera que posea la clave correcta puede descifrar los datos. No importa quién eres o dices ser. Si tienes la clave, puedes descifrar.
fr: Cela signifie également que contrairement au contrôle d’accès, toute personne détenant la bonne clé peut déchiffrer les données. Peu importe qui vous êtes ou prétendez être. Si vous avez la clé, vous pouvez déchiffrer.
it: Ciò significa anche che, contrariamente al controllo degli accessi, chiunque detenga la chiave corretta può decrittografare i dati. Non importa chi sei o pretendi di essere. Se hai la chiave, puoi decifrare.
ko: 이는 액세스 제어와 달리 올바른 키를 보유한 사람은 누구나 데이터를 해독할 수 있음을 의미합니다. 대상이 누구인지는 중요하지 않습니다. 키가 있으면 암호를 해독할 수 있습니다.
nl: Dit betekent ook dat, in tegenstelling tot toegangscontrole, iedereen die over de juiste sleutel beschikt de gegevens kan ontsleutelen. Het maakt niet uit wie je bent of beweert te zijn. Als je de sleutel hebt, kun je ontsleutelen.
pl: Oznacza to również, że w przeciwieństwie do kontroli dostępu każdy, kto posiada właściwy klucz, może odszyfrować dane. Nie ma znaczenia, kim jesteś lub twierdzisz, że jesteś. Jeśli masz klucz, możesz odszyfrować.
pt: Isto também quer dizer que, ao contrário do controlo de acesso, qualquer pessoa que tenha a chave certa pode decifrar os dados. Não interessa quem você é ou diz ser. Se tem esta chave, pode decifrar.
ru: Это также означает, что, вопреки контролю доступа, любой, у кого есть правильный ключ, может расшифровать данные. Не имеет значения, кто вы есть или за кого себя выдаете. Если у вас есть ключ, вы можете расшифровать файл.
sv: Detta innebär också att i motsats till åtkomstkontroll kan alla som har rätt nyckel dekryptera data. Det spelar ingen roll vem du är eller påstår dig vara. Om du har nyckeln kan du dekryptera.
tr: Bu aynı zamanda erişim kontrolünün aksine, doğru anahtara sahip olan herkesin verilerin şifresini çözebileceği anlamına gelir. Kim olduğunuz veya kim olduğunuzu iddia ettiğiniz önemli değil. Anahtar sizdeyse, şifresini çözebilirsiniz.
zh: 这也意味着与访问控制相反，持有正确密钥的任何人都可以解密数据。 你是谁或声称自己是谁并不重要。 如果你有密钥，你可以解密。

# Blog_EVA_H2_Text4
source: That’s why the decryption key must be kept secret. That’s also why the encrypted content is irretrievably lost, if the decryption key is lost.
ar: لهذا السبب يجب أن يظل مفتاح فك التشفير سرًا. وهذا أيضًا هو سبب فقد المحتوى المشفر بشكل غير قابل للاسترداد ، في حالة فقد مفتاح فك التشفير.
de: Deshalb muss der Entschlüsselungsschlüssel geheim gehalten werden. Das ist auch der Grund, warum der verschlüsselte Inhalt unwiederbringlich verloren geht, wenn der Entschlüsselungsschlüssel verloren geht.
es: Es por eso que la clave de descifrado debe mantenerse en secreto. Esa es también la razón por la que el contenido cifrado se pierde irremediablemente, si se pierde la clave de descifrado.
fr: C’est pourquoi la clé de décryptage doit être gardée secrète. C’est aussi pourquoi le contenu crypté est irrémédiablement perdu, si la clé de décryptage est perdue.
it: Ecco perché la chiave di decrittazione deve essere tenuta segreta. Questo è anche il motivo per cui il contenuto crittografato viene irrimediabilmente perso, se la chiave di decrittazione viene persa.
ko: 그렇기 때문에 복호화 키는 비밀로 유지되어야 합니다. 복호화 키를 분실한 경우 암호화된 콘텐츠는 복구 불가능한 이유이기도 합니다.
nl: Daarom moet de decoderingssleutel geheim worden gehouden. Dat is ook de reden waarom de gecodeerde inhoud onherstelbaar verloren gaat, als de decoderingssleutel verloren gaat.
pl: Dlatego klucz deszyfrujący musi być utrzymywany w tajemnicy. Dlatego też zaszyfrowana zawartość jest bezpowrotnie tracona w przypadku utraty klucza deszyfrującego.
pt: É por isso que a chave de decifragem deve ser mantida secreta. É também por isso que o conteúdo cifrado é irremediavelmente perdido se a chave de decifragem for perdida.
ru: Вот почему ключ дешифрования должен храниться в секрете. Вот почему зашифрованный контент безвозвратно теряется, если ключ дешифрования утерян.
sv: Det är därför dekrypteringsnyckeln måste hållas hemlig. Det är också därför det krypterade innehållet går oåterkalleligt förlorat, om dekrypteringsnyckeln går förlorad.
tr: Şifre çözme anahtarının bu nedenle gizli tutulması gerekir. Ayrıca şifre çözme anahtarının kaybedilmesi halinde şifrelenmiş içeriğin geri alınamaz şekilde kaybedilmesinin de nedeni budur.
zh: 这就是解密密钥必须保密的原因。 这也是为什么加密内容不可挽回地丢失，如果解密密钥丢失。

# Blog_EVA_H2_Text5
source: AxCrypt is an encryption software. It encrypts files. It does not authenticate users in order to ‘allow’ contents to be viewed.
ar: اكسكربت هو برنامج تشفير. يقوم بتشفير الملفات. لا يقوم بمصادقة المستخدمين من أجل "السماح" بعرض المحتويات.
de: AxCrypt ist eine Verschlüsselungssoftware. Es verschlüsselt Dateien. Es authentifiziert keine Benutzer, um das Anzeigen von Inhalten zuzulassen.
es: AxCrypt es un software de cifrado. Cifra archivos. No autentica a los usuarios para 'permitir' la visualización de contenidos.
fr: AxCrypt est un logiciel de cryptage. Il crypte les fichiers. Il n’authentifie pas les utilisateurs afin de « permettre » la visualisation du contenu.
it: AxCrypt è un software di crittografia. Crittografa i file. Non autentica gli utenti per "consentire" la visualizzazione dei contenuti.
ko: AxCrypt는 암호화 소프트웨어입니다. 파일을 암호화합니다. 콘텐츠를 '허용'하기 위해 사용자를 인증하지 않습니다.
nl: AxCrypt is een encryptiesoftware. Het versleutelt bestanden. Het verifieert de gebruikers niet om de inhoud te 'mogen' bekijken.
pl: AxCrypt to oprogramowanie szyfrujące. Szyfruje pliki. Nie uwierzytelnia użytkowników w celu „zezwolenia” na przeglądanie treści.
pt: O AxCrypt é software de cifragem. Cifra ficheiros. Não autentica utilizadores para 'permitir' que conteúdo possa ser visto.
ru: AxCrypt - это программное обеспечение для шифрования. Оно шифрует файлы. Оно не проверяет подлинность пользователей, чтобы "разрешить" просмотр содержимого.
sv: AxCrypt är en programvara för kryptering. Den krypterar filer. Den autentiserar inte användare för att "tillåta" innehåll att ses.
tr: AxCrypt bir şifreleme yazılımıdır. Dosyaları şifreler. İçeriğin görüntülenmesine 'izin vermek' için kullanıcıların kimliğini doğrulamaz.
zh: AxCrypt是一款加密软件。 它加密文件。 它不会对用户进行身份验证，以便"允许"查看内容。

# Blog_EVA_H3_Text1
source: If AxCrypt works by encryption, why does AxCrypt 2 ask you to sign in?
ar: إذا كان برنامج اكسكربت يعمل عن طريق التشفير ، فلماذا يطلب منك اكسكربت 2 تسجيل الدخول؟
de: Wenn AxCrypt verschlüsselt funktioniert, warum fordert AxCrypt 2 Sie auf, sich anzumelden?
es: Si AxCrypt funciona mediante cifrado, ¿por qué AxCrypt 2 te pide que inicies sesión?
fr: Si AxCrypt fonctionne par cryptage, pourquoi AxCrypt 2 vous demande-t-il de vous connecter ?
it: Se AxCrypt funziona tramite crittografia, perché AxCrypt 2 ti chiede di accedere?
ko: AxCrypt가 암호화로 작동하는 경우 AxCrypt 2에서 로그인을 요청하는 이유는 무엇입니까?
nl: Als AxCrypt via encryptie werkt, waarom vraagt AxCrypt 2 je dan om in te loggen?
pl: Jeśli AxCrypt działa za pomocą szyfrowania, dlaczego AxCrypt 2 prosi o zalogowanie?
pt: Se o AxCrypt funciona através de cifragem, porque é que o AxCrypt 2 lhe pede para iniciar sessão?
ru: Если AxCrypt работает с помощью шифрования, почему AxCrypt 2 просит вас войти в систему?
sv: Om AxCrypt fungerar med kryptering, varför ber AxCrypt 2 dig att logga in?
tr: AxCrypt şifreleme ile çalışıyorsa, AxCrypt 2 neden sizden oturum açmanızı istiyor?
zh: 如果AxCrypt通过加密工作，为什么AxCrypt2要求您登录？
