Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICS_H2_SH1_Text2
source: <li style="list-style-type: '\27A3';"><strong>Application Security:</strong> Nowadays applications are accessed through various channels/networks and connected to the cloud. Hence the vulnerability of breaches are at a higher end. Focusing on protecting software and devices against threats, AxCrypt provides applications within applications themselves.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> أمان التطبيقات: </ strong> يتم الدخول إلى التطبيقات في الوقت الحاضر من خلال قنوات / شبكات مختلفة ومتصلة بالسحابة. ومن ثم فإن ضعف الانتهاكات في نهاية أعلى. مع التركيز على حماية البرامج والأجهزة من التهديدات ، يوفر اكسكربت تطبيقات داخل التطبيقات نفسها. </li>
de: <li style="list-style-type: '\27A3';"><strong>Anwendungssicherheit:</strong> Heutzutage wird auf Anwendungen über verschiedene Kanäle/Netzwerke zugegriffen und mit der Cloud verbunden. Daher ist die Anfälligkeit für Verstöße höher. AxCrypt konzentriert sich auf den Schutz von Software und Geräten vor Bedrohungen und stellt Anwendungen innerhalb von Anwendungen selbst bereit.</li>
es: <li style="list-style-type: '\27A3';"><strong>Seguridad de las aplicaciones:</strong> Hoy en día se accede a las aplicaciones a través de varios canales/redes y se conectan a la nube. Por lo tanto, el riesgo a la vulnerabilidad de datos se encuentra en un extremo superior. Centrándose en proteger el software y los dispositivos contra las amenazas, AxCrypt proporciona aplicaciones dentro de las propias aplicaciones.</li>
fr: <li style="list-style-type : '\27A3' ;"><strong>Sécurité des Applications :</strong> De nos jours, les applications sont accessibles via différents canaux/réseaux et connectées au cloud. Par conséquent, la vulnérabilité des violations est à un niveau supérieur. En se concentrant sur la protection des logiciels et des appareils contre les menaces, AxCrypt fournit des applications au sein des applications elles-mêmes.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sicurezza delle Applicazioni:</strong> Al giorno d'oggi le applicazioni sono accessibili attraverso vari canali/network e connesse al cloud. Quindi la vulnerabilità delle violazioni è a un livello più alto. Concentrandosi sulla protezione di software e dispositivi dalle minacce, AxCrypt fornisce applicazioni all'interno delle applicazioni stesse.</li>
ko: <li style="list-style-type: '\27A3';"><strong>애플리케이션 보안:</strong> 오늘날 애플리케이션은 다양한 채널/네트워크를 통해 액세스되고 클라우드에 연결됩니다. 따라서 침해의 취약성은 더 높은 수준에 있습니다. 위협으로부터 소프트웨어 및 장치를 보호하는 데 중점을 둔 AxCrypt는 자체 내에서 응용 프로그램을 제공합니다.</li>
nl: <li style="list-style-type: '\27A3';"><strong>Applicatiebeveiliging:</strong> Tegenwoordig zijn applicaties toegankelijk via verschillende kanalen/netwerken en verbonden met de cloud. Vandaar dat de kwetsbaarheid van inbreuken op een hoger niveau ligt. AxCrypt richt zich op het beschermen van software en apparaten tegen bedreigingen en biedt applicaties binnen applicaties zelf.</li>
pl: <li style="list-style-type: '\27A3';"> Bezpieczeństwo aplikacji: Obecnie aplikacje są dostępne za pośrednictwem różnych kanałów/sieci i połączone z chmurą. W związku z tym podatność naruszeń znajduje się na wyższym poziomie. Koncentrując się na ochronie oprogramowania i urządzeń przed zagrożeniami, AxCrypt zapewnia aplikacje w samych aplikacjach.</li>
pt: <li style="list-style-type: '\27A3';"><strong>Segurança de Aplicações:</strong> Hoje em dia, as aplicações são acedidas através de vários canais/redes e estão ligadas à nuvem. Consequentemente, a vulnerabilidade de violações está num ponto alto. Focando-se em proteger software e dispositivos de ameaças, a AxCrypt fornece aplicações dentro de aplicações.</li>
ru: <li style="list-style-type: '\27A3';"><strong> Безопасность приложений: </strong> В настоящее время доступ к приложениям осуществляется по различным каналам /сетям и подключается к облаку. Следовательно, уязвимость взломов находится на более высоком уровне. Сосредоточившись на защите программного обеспечения и устройств от угроз, AxCrypt предоставляет приложения внутри самих приложений.</li>
sv: <li style="list-style-type: '\27A3';"><strong>Application Security:</strong> Nuförtiden nås applikationer via olika kanaler/nätverk och är anslutna till molnet. Därför är sårbarheten för intrång i en högre skala. Med fokus på att skydda programvara och enheter mot hot, tillhandahåller AxCrypt applikationer inom själva applikationerna.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Uygulama Güvenliği:</strong> Günümüzde uygulamalara çeşitli kanallar/ağlar üzerinden erişilmekte ve buluta bağlanmaktadır. Bu nedenle, ihlallerin savunmasızlığı daha önemli bir noktadır. Yazılım ve cihazları tehditlere karşı korumaya odaklanan AxCrypt, uygulama içinde uygulama sağlar.</li>
zh: <li style="list-style-type: '\27A3';"><strong>应用程序安全性：</strong>现在应用程序通过各种渠道/网络访问并连接到云。 因此，漏洞的脆弱性处于较高端。 专注于保护软件和设备免受威胁，AxCrypt在应用程序本身内提供应用程序。</li>

# Blog_WICS_H2_SH1_Text3
source: <li style="list-style-type: '\27A3';"><strong>Network Security:</strong> is the practice of protecting a computer network from intruders, whether targeted attackers or opportunistic malware. It ensures in securing customer information and data, securing shared information and reliable usage, as well as protecting against cyber threats. AxCrypt reduces overall costs and protects organizations from costly losses resulting from data breaches or other security breaches.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> أمان الشبكة: </ strong> هو ممارسة لحماية شبكة الكمبيوتر من المتطفلين ، سواء كانوا مهاجمين مستهدفين أو برامج ضارة انتهازية. إنه يضمن تأمين معلومات العملاء وبياناتهم ، وتأمين المعلومات المشتركة والاستخدام الموثوق ، فضلاً عن الحماية من التهديدات السيبرانية. يقلل اكسكربت من التكاليف الإجمالية ويحمي المؤسسات من الخسائر المكلفة الناتجة عن انتهاكات البيانات أو انتهاكات الأمان الأخرى. </li>
de: <li style="list-style-type: '\27A3';"><strong>Netzwerksicherheit:</strong> ist die Praxis, ein Computernetzwerk vor Eindringlingen zu schützen, egal ob gezielte Angreifer oder opportunistische Malware. Es gewährleistet die Sicherung von Kundeninformationen und -daten, die Sicherung gemeinsamer Informationen und die zuverlässige Nutzung sowie den Schutz vor Cyberbedrohungen. AxCrypt reduziert die Gesamtkosten und schützt Unternehmen vor kostspieligen Verlusten, die durch Datenschutzverletzungen oder andere Sicherheitsverletzungen entstehen.</li>
es: <li style="list-style-type: '\27A3';"><strong>Seguridad de red:</strong> es la práctica de proteger una red informática de intrusos, ya sean atacantes dirigidos o malware oportunista. Garantiza la seguridad de la información y los datos del cliente, la seguridad de la información compartida y el uso confiable, así como la protección contra las amenazas cibernéticas. AxCrypt reduce los costos generales y protege a las organizaciones de costosas pérdidas resultantes de vulneraciones de datos u otras violaciones de seguridad.</li>
fr: <li style="list-style-type : '\27A3' ;"><strong>Sécurité du réseau :</strong> est la pratique consistant à protéger un réseau informatique contre les intrus, qu'il s'agisse d'attaquants ciblés ou de logiciels malveillants opportunistes. Il assure la sécurisation des informations et des données des clients, la sécurisation des informations partagées et une utilisation fiable, ainsi que la protection contre les cybermenaces. AxCrypt réduit les coûts globaux et protège les organisations contre les pertes coûteuses résultant de violations de données ou d'autres failles de sécurité.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sicurezza del Network:</strong> è la pratica di proteggere una rete di computer dagli intrusi, siano essi aggressori mirati o malware opportunistici. Garantisce la protezione delle informazioni e dei dati dei clienti, la protezione delle informazioni condivise e dell'utilizzo affidabile, nonché la protezione dalle minacce informatiche. AxCrypt riduce i costi complessivi e protegge le organizzazioni da costose perdite derivanti da violazioni dei dati o altre violazioni della sicurezza.</li>
ko: <li style="list-style-type: '\27A3';"><strong>네트워크 보안:</strong> 표적 공격자이든 기회주의적 맬웨어이든, 침입자로부터 컴퓨터 네트워크를 보호하는 관행입니다. 고객 정보 및 데이터 보안, 공유 정보 및 안정적인 사용 보호, 사이버 위협으로부터 보호합니다. AxCrypt는 전체 비용을 줄이고 데이터 침해 또는 기타 보안 침해로 인한 비용 손실로부터 조직을 보호합니다.</li>
nl: <li style="list-style-type: '\27A3';"><strong>Netwerkbeveiliging:</strong> is het beschermen van een computernetwerk tegen indringers, zowel gerichte aanvallers als opportunistische malware. Het zorgt voor het beveiligen van klantinformatie en -gegevens, het beveiligen van gedeelde informatie en betrouwbaar gebruik, evenals bescherming tegen cyberdreigingen. AxCrypt verlaagt de totale kosten en beschermt organisaties tegen kostbare verliezen als gevolg van datalekken of andere beveiligingsinbreuken.</li>
pl: <li style="list-style-type: '\27A3';"> Bezpieczeństwo sieci: to praktyka ochrony sieci komputerowej przed intruzami, zarówno ukierunkowanymi atakami, jak i oportunistycznym złośliwym oprogramowaniem. Zapewnia w zakresie zabezpieczenia informacji i danych klientów, zabezpieczenia udostępnianych informacji i niezawodnego użytkowania, a także ochronę przed zagrożeniami cybernetycznymi. AxCrypt zmniejsza ogólne koszty i chroni organizacje przed kosztownymi stratami wynikającymi z naruszenia danych lub innych naruszeń bezpieczeństwa.</li>
pt: <li style="list-style-type: '\27A3';"><strong>Segurança de Rede:</strong> é a prática de proteger uma rede de computadores de intrusos, sejam atacantes específicos ou malware oportunístico. Garante a protecção de informação e dados de clientes, informação partilhada e utilização fiável, e de ciberameaças. A AxCrypt reduz os custos globais e protege as organizações de perdas avultadas resultantes de violações de dados e outras violações de segurança.</li>
ru: <li style="list-style-type: '\27A3';"><strong>Сетевая безопасность: </strong> - это практика защиты компьютерной сети от злоумышленников, будь то целенаправленные злоумышленники или случайное вредоносное ПО. Это обеспечивает защиту информации и данных клиентов, защиту общей информации и надежное использование, а также защиту от киберугроз. AxCrypt снижает общие затраты и защищает организации от дорогостоящих потерь, возникающих в результате утечки данных или других нарушений безопасности.</li>
sv: i style="list-style-type: '\27A3';"><strong>Nätverkssäkerhet:</strong> är metoden att skydda ett datornätverk från inkräktare, oavsett om det är riktade angripare eller opportunistisk skadlig programvara. Det säkrar kundinformation och data, säkrar delad information och tillförlitlig användning, samt skyddar mot cyberhot. AxCrypt minskar de totala kostnaderna och skyddar organisationer från dyra förluster till följd av dataintrång eller andra säkerhetsintrång.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Ağ Güvenliği:</strong> Bir bilgisayar ağını, hedefli saldırganlar veya fırsatçı kötü amaçlı yazılımlar olsun, davetsiz misafirlerden koruma uygulamasıdır. Müşteri bilgi ve verilerinin güvence altına alınmasını, paylaşılan bilgilerin ve güvenilir kullanımın güvence altına alınmasını ve siber tehditlere karşı koruma sağlanmasını sağlar. AxCrypt genel maliyetleri düşürür ve kuruluşları veri ihlallerinden veya diğer güvenlik ihlallerinden kaynaklanan maliyetli kayıplardan korur.</li>
zh: <li style="list-style-type: '\27A3';"><strong>网络安全：</strong>是保护计算机网络免受入侵者的做法，无论是有针对性的攻击者还是机会主义的恶意软件。 它确保保护客户信息和数据，保护共享信息和可靠使用，以及防止网络威胁。 AxCrypt降低了总体成本，并保护组织免受数据泄露或其他安全漏洞造成的代价高昂的损失。</li>

# Blog_WICS_H2_SH1_Text4
source: <li style="list-style-type: '\27A3';"><strong>Cloud Security:</strong> is all about creating secure cloud architectures and applications for businesses using cloud service providers like Amazon Web Services, Google, Azure, Rack space, etc.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> الأمان السحابي: </ strong> هو كل شيء عن إنشاء بنيات سحابية آمنة وتطبيقات للشركات باستخدام موفري الخدمات السحابية مثل خدمات أمازون ويب و جوجل و أزور، مساحة الرف ، إلخ. </li>
de: <li style="list-style-type: '\27A3';"><strong>Cloud-Sicherheit:</strong> dreht sich alles um die Erstellung sicherer Cloud-Architekturen und -Anwendungen für Unternehmen, die Cloud-Dienstanbieter wie Amazon Web Services, Google, Azure, Rack Space usw. verwenden.</li>
es: <li style="list-style-type: '\27A3';"><strong>Seguridad en la nube:</strong> se trata de crear arquitecturas y aplicaciones seguras en la nube para empresas que utilizan proveedores de servicios en la nube como Amazon Web Services, Google, Azure, espacio en rack, etc.</li>
fr: <li style="list-style-type: '\27A3';"><strong>Sécurité Cloud :</strong> consiste à créer des architectures et des applications cloud sécurisées pour les entreprises utilisant des fournisseurs de services cloud tels qu'Amazon Web Services, Google, Azure, Rack space, etc.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sicurezza del Cloud:</strong> si tratta di creare architetture e applicazioni cloud sicure per le aziende che utilizzano fornitori di servizi cloud come Amazon Web Services, Google, Azure, Rack space, ecc.</li>
ko: <li style="list-style-type: '\27A3';">클라우드 <strong>보안:</strong> Amazon Web Services, Google, Azure, Rack space 등과 같은 클라우드 서비스 제공업체를 사용하여 비즈니스를 위한 안전한 클라우드 아키텍처 및 애플리케이션을 만드는 것입니다.</li>
nl: <li style="list-style-type: '\27A3';"><strong>Cloudbeveiliging:</strong> heeft alles te maken met het creëren van veilige cloud-architecturen en -applicaties voor bedrijven die gebruikmaken van cloudserviceproviders zoals Amazon Web Services, Google, Azure, R ack space, enz.</li>
pl: <li style="list-style-type: '\27A3';"> Bezpieczeństwo w chmurze: chodzi o tworzenie bezpiecznych architektur i aplikacji w chmurze dla firm korzystających z dostawców usług w chmurze, takich jak Amazon Web Services, Google, Azure, przestrzeń w szafie itp. </li>
pt: <li style="list-style-type: '\27A3';"><strong>Segurança na Nuvem:</strong> é sobre a criação de arquitecturas de nuvem e aplicações para negócios que usam fornecedores de serviços na nuvem tais como Amazon Web Services, Google, Azure, Rack space, etc.</li>
ru: <li style="list-style-type: '\27A3';"><strong>Облачная безопасность:</strong> - это все о создании безопасных облачных архитектур и приложений для предприятий, использующих поставщиков облачных услуг, таких как Amazon Web Services, Google, Azure, Rack space и т.д.</li>
sv: <li style="list-style-type: '\27A3';"><strong>Cloud Security:</strong> handlar om att skapa säkra molnarkitekturer och applikationer för företag som använder molntjänstleverantörer som Amazon Web Services, Google, Azure, Rackutrymme, etc.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Bulut Güvenliği:</strong> Amazon Web Services, Google, Azure, Rack space gibi bulut hizmeti sağlayıcılarını kullanan işletmeler için güvenli bulut mimarileri ve uygulamaları oluşturmakla ilgilidir.</li>
zh: <li style="list-style-type: '\27A3';"><strong> 云安全：</strong>是所有关于创建安全的云架构和应用程序的企业使用云服务提供商，如亚马逊网络服务，谷歌，Azure，Rack space等。</li>

# Blog_WICS_H2_SH1_Text5
source: <li style="list-style-type: '\27A3';"><strong>Mobile Security:</strong> In this digital world mobile security is a big deal as more and more people rely on mobile devices. Businesses that use mobile devices have to use mobile security measures, so as to protect the data stored on these devices against various threats. This subdomain protects organizational and personal information stored on mobile devices such as tablets, mobile phones and laptops against various threats like unauthorized access, loss or theft of devices, malware, viruses, etc.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> أمان الجوال: </ strong> في هذا العالم الرقمي ، يعد أمان الهاتف المحمول أمرًا مهمًا حيث يعتمد المزيد والمزيد من الناس على الأجهزة المحمولة. يتعين على الشركات التي تستخدم الأجهزة المحمولة استخدام إجراءات أمان الأجهزة المحمولة ، وذلك لحماية البيانات المخزنة على هذه الأجهزة من التهديدات المختلفة. يحمي هذا النطاق الفرعي المعلومات التنظيمية والشخصية المخزنة على الأجهزة المحمولة مثل الأجهزة اللوحية والهواتف المحمولة وأجهزة الكمبيوتر المحمولة من التهديدات المختلفة مثل الوصول غير المصرح به أو فقدان أو سرقة الأجهزة والبرامج الضارة والفيروسات وما إلى ذلك. </ li>
de: <li style="list-style-type: '\27A3';"><strong>Mobile Sicherheit:</strong> In dieser digitalen Welt ist mobile Sicherheit eine große Sache, da immer mehr Menschen auf mobile Geräte angewiesen sind. Unternehmen, die mobile Geräte verwenden, müssen mobile Sicherheitsmaßnahmen anwenden, um die auf diesen Geräten gespeicherten Daten vor verschiedenen Bedrohungen zu schützen. Diese Subdomain schützt organisatorische und persönliche Informationen, die auf Mobilgeräten wie Tablets, Mobiltelefonen und Laptops gespeichert sind, vor verschiedenen Bedrohungen wie unbefugtem Zugriff, Verlust oder Diebstahl von Geräten, Malware, Viren usw.</li>
es: <li style="list-style-type: '\27A3';"><strong>Seguridad móvil:</strong> En este mundo digital, la seguridad móvil es un gran problema, ya que cada vez más personas confían en los dispositivos móviles. Las empresas que usan dispositivos móviles deben usar medidas de seguridad móvil para proteger los datos almacenados en estos dispositivos contra diversas amenazas. Este subdominio protege la información personal y de la organización almacenada en dispositivos móviles como tabletas, teléfonos móviles y computadoras portátiles contra diversas amenazas como el acceso no autorizado, la pérdida o el robo de dispositivos, malware, virus, etc.</li>
fr: <li style="list-style-type: '\27A3';"><strong>Sécurité Mobile :</strong> Dans ce monde numérique, la sécurité mobile est un gros problème, car de plus en plus de personnes dépendent des appareils mobiles. Les entreprises qui utilisent des appareils mobiles doivent utiliser des mesures de sécurité mobiles, afin de protéger les données stockées sur ces appareils contre diverses menaces. Ce sous-domaine protège les informations organisationnelles et personnelles stockées sur les appareils mobiles tels que les tablettes, les téléphones portables et les ordinateurs portables contre diverses menaces telles que l'accès non autorisé, la perte ou le vol d'appareils, les logiciels malveillants, les virus, etc.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sicurezza mobile:</strong> in questo mondo digitale la sicurezza mobile è un grosso problema poiché sempre più persone si affidano ai dispositivi mobili. Le aziende che utilizzano dispositivi mobili devono utilizzare misure di sicurezza mobile, in modo da proteggere i dati memorizzati su questi dispositivi da varie minacce. Questo sottodominio protegge le informazioni aziendali e personali archiviate su dispositivi mobili come tablet, telefoni cellulari e laptop da varie minacce come accesso non autorizzato, perdita o furto di dispositivi, malware, virus e così via.</li>
ko: <li style="list-style-type: '\27A3';"><strong>모바일 보안:</strong> 이 디지털 세계에서 모바일 보안은 점점 더 많은 사람들이 모바일 장치에 의존함에 따라 큰 문제입니다. 모바일 장치를 사용하는 기업은 이러한 장치에 저장된 데이터를 다양한 위협으로부터 보호하기 위해 모바일 보안 서비스를 사용해야합니다. 이 하위 도메인은 태블릿, 휴대폰 및 랩톱과 같은 모바일 장치에 저장된 조직 및 개인 정보를 무단 액세스, 장치 분실 또는 도난, 맬웨어, 바이러스 등과 같은 다양한 위협으로부터 보호합니다.</li>
nl: <li style="list-style-type: '\27A3';"><strong>Mobiele beveiliging:</strong> In deze digitale wereld is mobiele beveiliging van groot belang, aangezien steeds meer mensen afhankelijk zijn van mobiele apparaten. Bedrijven die mobiele apparaten gebruiken, moeten mobiele beveiligingsmaatregelen nemen om de gegevens op deze apparaten te beschermen tegen verschillende bedreigingen. Dit subdomein beschermt organisatorische en persoonlijke informatie die is opgeslagen op mobiele apparaten zoals tablets, mobiele telefoons en laptops tegen verschillende bedreigingen zoals ongeautoriseerde toegang, verlies of diefstal van apparaten, malware, virussen, enz.</li>
pl: <li style="list-style-type: '\27A3';"><strong>Bezpieczeństwo urządzeń przenośnych:</strong> W tym cyfrowym świecie bezpieczeństwo urządzeń przenośnych jest bardzo ważne, ponieważ coraz więcej osób polega na urządzeniach przenośnych. Firmy korzystające z urządzeń mobilnych muszą stosować zabezpieczenia mobilne, aby chronić dane przechowywane na tych urządzeniach przed różnymi zagrożeniami. Ta subdomena chroni informacje organizacyjne i osobiste przechowywane na urządzeniach mobilnych, takich jak tablety, telefony komórkowe i laptopy, przed różnymi zagrożeniami, takimi jak nieautoryzowany dostęp, utrata lub kradzież urządzeń, złośliwe oprogramowanie, wirusy itp.</li>
pt: <li style="list-style-type: '\27A3';"><strong>Segurança Móvel:</strong> Neste mundo digital e com cada vez mais pessoas a confiar nos seus dispositivos móveis, a segurança móvel é uma matéria muito importante. As empresas que usam dispositivos móveis têm de tomar medidas de segurança móvel para proteger os dados armazenados nestes dispositivos de ameaças várias. Este subdomínio protege informação organizacional e pessoal armazenada em dispositivos móveis tais como tablets, telemóveis e laptops contra várias ameaças como acesso não autorizado, perda ou furto de dispositivos, malware, vírus, etc.</li>
ru: <li style="list-style-type: '\27A3';"><strong>Мобильная безопасность: </strong> В цифровом мире мобильная безопасность имеет большое значение, поскольку все больше и больше людей полагаются на мобильные устройства. Предприятия, использующие мобильные устройства, должны применять меры мобильной безопасности, чтобы защитить данные, хранящиеся на этих устройствах, от различных угроз. Этот поддомен защищает организационную и личную информацию, хранящуюся на мобильных устройствах, таких как планшеты, мобильные телефоны и ноутбуки, от различных угроз, таких как несанкционированный доступ, потеря или кража устройств, вредоносные программы, вирусы и т.д.</li>
sv: <li style="list-style-type: '\27A3';"><strong>Mobilsäkerhet:</strong> I denna digitala värld är mobil säkerhet en stor sak eftersom fler och fler människor litar på mobila enheter. Företag som använder mobila enheter måste använda mobila säkerhetsåtgärder för att skydda datan som lagras på dessa enheter mot olika hot. Den här underdomänen skyddar organisatorisk och personlig information som lagras på mobila enheter som surfplattor, mobiltelefoner och bärbara datorer mot olika hot som obehörig åtkomst, förlust eller stöld av enheter, skadlig programvara, virus etc.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Mobil Güvenlik:</strong> Bu dijital dünyada, giderek daha fazla insan mobil cihazlara bağımlı hale geldiği için mobil güvenlik büyük bir meseledir. Mobil cihaz kullanan işletmeler, bu cihazlarda depolanan verileri çeşitli tehditlere karşı korumak için mobil güvenlik önlemlerini kullanmak zorundadır. Bu alt alan adı, tabletler, cep telefonları ve dizüstü bilgisayarlar gibi mobil cihazlarda depolanan kurumsal ve kişisel bilgileri, yetkisiz erişim, cihazların kaybolması veya çalınması, kötü amaçlı yazılımlar, virüsler vb. gibi çeşitli tehditlere karşı korur.</li>
zh: <li style="list-style-type: '\27A3';"><strong>移动安全：</strong>在这个数字世界中，随着越来越多的人依赖移动设备，移动安全是一件大事。 使用移动设备的企业必须使用移动安全措施，以保护存储在这些设备上的数据免受各种威胁。 此子域保护存储在移动设备（如平板电脑，手机和笔记本电脑）上的组织和个人信息，以防止未经授权的访问，设备丢失或被盗，恶意软件，病毒等各种威胁。</li>
