Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICS_H1_Text1
source: The importance of cybersecurity increases rapidly due to the increased number of internet users with both sensitive or confidential data. Cyber threats are increasing immensely, <strong>$1 trillion in accordance to the survey</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey</a> and organizations expect risks to grow continually. The issue is made even worse by the increase in the quantity and level of sophistication of cyber threats and attack methodologies. Companies employ cyber security help procedures to safeguard themselves against phishing scams, ransomware attacks, identity theft, data breaches, and monetary losses.
ar: تزداد أهمية الأمن السيبراني بسرعة بسبب زيادة عدد مستخدمي الإنترنت الذين لديهم بيانات حساسة أو سرية. تتزايد التهديدات السيبرانية بشكل كبير ، <strong> 1 تريليون دولار وفقًا للمسح </ strong> <a href = 'https: //www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights .html '> (استبيان رؤى الثقة الرقمية العالمية لعام 2022 </a> والمنظمات تتوقع تزايد المخاطر باستمرار. وتزداد المشكلة سوءًا بسبب الزيادة في كمية ومستوى تعقيد التهديدات الإلكترونية ومنهجيات الهجوم. تستخدم الشركات الأمن السيبراني المساعدة في الإجراءات لحماية أنفسهم من عمليات الخداع الاحتيالي وهجمات برامج الفدية وسرقة الهوية وخروقات البيانات والخسائر المالية.
de: Die Bedeutung der Cybersicherheit nimmt aufgrund der gestiegenen Anzahl von Internetnutzern mit sensiblen oder vertraulichen Daten rasant zu. Cyberbedrohungen nehmen immens zu, <strong> 1 Billion US-Dollar in Übereinstimmung mit der Umfrage</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey)</a> und Organisationen erwarten, dass die Risiken kontinuierlich zunehmen. Das Problem wird durch die zunehmende Anzahl und Komplexität von Cyberbedrohungen und Angriffsmethoden noch verschärft. Unternehmen setzen Verfahren zur Unterstützung der Cybersicherheit ein, um sich vor Phishing-Betrug, Ransomware-Angriffen, Identitätsdiebstahl, Datenverletzungen und Geldverlusten zu schützen.
es: La importancia de la ciberseguridad crece rápidamente debido al aumento del número de usuarios de internet con datos sensibles o confidenciales. Las ciberamenazas están aumentando enormemente, <strong>1 billón de dólares según la encuesta</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights .html'> (Encuesta Global Digital Trust Insights de 2022</a> y las organizaciones esperan que los riesgos sigan aumentando. El problema empeora aún más por el incremento en la cantidad y el nivel de sofisticación de las amenazas cibernéticas y las metodologías de ataque. Las empresas emplean procedimientos de ayuda de ciberseguridad para protegerse contra estafas de phishing, ataques de ransomware, robo de identidad, vulneraciones de datos y pérdidas monetarias.
fr: L'importance de la cybersécurité augmente rapidement en raison du nombre croissant d'internautes disposant de données sensibles ou confidentielles. Les cybermenaces augmentent énormément, <strong>1 trillion de dollars selon l'enquête</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey</a> et les organisations s'attendent à une croissance continue des risques. Le problème est encore aggravé par l'augmentation de la quantité et du niveau de sophistication des cybermenaces et des méthodologies d'attaque. Les entreprises utilisent la cybersécurité pour aider les procédures à se protéger contre les escroqueries par hameçonnage, les attaques de ransomware, le vol d'identité, les violations de données et les pertes monétaires.
it: L'importanza della sicurezza informatica aumenta rapidamente a causa dell'aumento del numero di utenti Internet con dati sensibili o riservati. Le minacce informatiche stanno aumentando immensamente, <strong>$ 1 trilione secondo il sondaggio</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights .html'> (2022 Global Digital Trust Insights Survey</a> e le organizzazioni si aspettano che i rischi crescano continuamente. Il problema è ulteriormente aggravato dall'aumento della quantità e del livello di sofisticazione delle minacce informatiche e delle metodologie di attacco. Le aziende utilizzano la sicurezza informatica procedure di aiuto per proteggersi da truffe di phishing, attacchi ransomware, furto di identità, violazioni dei dati e perdite monetarie.
ko: 사이버 보안의 중요성은 민감한 데이터나 기밀 데이터를 모두 사용하는 인터넷 사용자의 증가로 인해 빠르게 증가합니다. 사이버 위협은 설문 조사 <strong>$1 trillion in accordance to the survey</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey</a> </strong>따라 1조 달러로 엄청나게 증가하고 있으며 조직은 위험이 지속적으로 증가할 것으로 예상합니다. 이 문제는 사이버 위협 및 공격 방법론의 정교함의 양과 수준이 증가함에 따라 더욱 악화됩니다. 기업은 사이버 보안 지원 절차를 사용하여 피싱 사기, 랜섬웨어 공격, 신원 도용, 데이터 침해 및 금전적 손실로부터 스스로를 보호합니다.
nl: Het belang van cybersecurity neemt snel toe door het toegenomen aantal internetgebruikers met zowel gevoelige als vertrouwelijke gegevens. Cyberdreigingen nemen enorm toe, <strong>$1 biljoen in overeenstemming met de enquête</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey</a> en organisaties verwachten dat de risico's voortdurend zullen toenemen. Het probleem wordt nog verergerd door de toename van de hoeveelheid en het niveau van verfijning van cyberbedreigingen en aanvalsmethoden. Bedrijven maken gebruik van cyberbeveiliging hulpprocedures om zichzelf te beschermen tegen phishing, ransomware-aanvallen, identiteitsdiefstal, datalekken en geldverliezen.
pl: Znaczenie cyberbezpieczeństwa gwałtownie wzrasta ze względu na rosnącą liczbę użytkowników Internetu posiadających zarówno dane wrażliwe, jak i poufne. Zagrożenia cybernetyczne ogromnie rosną, <strong>1 bilion dolarów zgodnie z ankietą</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights .html'> (2022 Global Digital Trust Insights Survey</a> i organizacje spodziewają się, że ryzyko będzie stale rosło. Problem jest jeszcze gorszy przez wzrost liczby i poziomu zaawansowania cyberzagrożeń i metod ataków. Firmy stosują zabezpieczenia cybernetyczne pomóc procedurom chronić się przed oszustwami typu phishing, atakami ransomware, kradzieżą tożsamości, naruszeniami danych i stratami finansowymi.
pt: A importância da cibersegurança aumenta rapidamente devido ao crescente número de utilizadores da internet com dados sensíveis ou confidenciais. As ciberameaças estão a crescer imensamente, <strong>$1 bilião de acordo com o inquérito</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey)</a> e as organizações esperam que os riscos cresçam continuamente. O problema é ainda pior por causa do aumento da quantidade e do nível de sofisticação de ciberameaças e metodologias de ataque. As empresas empregam procedimentos de cibersegurança para se protegerem de esquemas, ataques de ransomware, roubo de identidade, violações de dados e perdas monetárias.
ru: Важность кибербезопасности быстро возрастает в связи с увеличением числа пользователей Интернета, обладающих как чувствительными, так и конфиденциальными данными. Киберугрозы чрезвычайно возрастают, <strong>согласно опросу, 1 триллион долларов</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'> (2022 Global Digital Trust Insights Survey)</a> и организации ожидают, что риски будут постоянно расти. Проблема усугубляется увеличением количества и уровня изощренности киберугроз и методологий атак. Компании используют процедуры помощи в области кибербезопасности, чтобы обезопасить себя от фишинговых атак, программ-вымогателей, кражи личных данных, утечек данных и денежных потерь.
sv: Betydelsen av cybersäkerhet ökar snabbt på grund av det ökade antalet internetanvändare med både känsliga eller konfidentiella uppgifter. Cyberhoten ökar oerhört, <strong>1 biljon dollar i enlighet med undersökningen</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights .html'> (2022 Global Digital Trust Insights Survey</a> och organisationer förväntar sig att riskerna kommer att växa kontinuerligt. Problemet förvärras av ökningen i kvantiteten och sofistikeringen av cyberhot och attackmetoder. Företag använder hjälpprocedurer i cybersäkerhet för att skydda sig mot nätfiske, ransomware-attacker, identitetsstöld, dataintrång och monetära förluster.
tr: Hem hassas hem de gizli verileri olan internet kullanıcılarının sayısının artması nedeniyle siber güvenliğin önemi hızla artıyor. Siber tehditler giderek artış gösteriyor, <strong>bu, çalışmaya göre </strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'>(2022 Küresel Dijital Güvenin İç Yüzünü Anlamaya Yönelik Çalışma) göre </a> 1 trilyon dolar ve kuruluşlar risklerin sürekli olarak artmasını bekliyor. Sorun, siber tehditlerin ve saldırı metodolojilerinin karmaşıklığının miktarındaki ve seviyesindeki artışla birlikte daha da kötü bir hal alıyor. Şirketler, kimlik avı dolandırıcılıklarına, fidye yazılımı saldırılarına, kimlik hırsızlığına, veri ihlallerine ve parasal kayıplara karşı kendilerini korumak için siber güvenlik yardım prosedürleri kullanıyor.
zh: 由于拥有敏感或机密数据的互联网用户数量的增加，网络安全的重要性迅速增加。 网络威胁正在急剧增加，<strong>根据调查</strong><a href='https://www.pwc.com/gx/en/issues/cybersecurity/global-digital-trust-insights.html'>（2022 Global Digital Trust Insights Survey</a>和组织预计风险将持续增长。 网络威胁和攻击方法的数量和复杂程度的增加使问题更加严重。 公司采用网络安全帮助程序来保护自己免受网络钓鱼诈骗、勒索软件攻击、身份盗窃、数据泄露和金钱损失。

# Blog_WICS_H1_Text2
source: This is where encryption plays a major role. Encryption protects private data and sensitive data and improves the security of communication between client applications and servers. If the data is encrypted, hackers or any unauthorized person or entity would not be able to read it. Encryption is a cyber security measure that protects private and personal information by using unique codes that scramble the information and make it impossible for intruders to read. Despite a data breach, encryption ensures the security of an organization's private information, even if attackers bypass the firewall.
ar: هذا هو المكان الذي يلعب فيه التشفير دورا رئيسيا. يحمي التشفير البيانات الخاصة والبيانات الحساسة ويحسن أمن الاتصال بين تطبيقات العميل والخوادم. إذا تم تشفير البيانات ، فلن يتمكن المتسللون أو أي شخص أو كيان غير مصرح له من قراءتها. التشفير هو إجراء للأمن السيبراني يحمي المعلومات الخاصة والشخصية باستخدام أكواد فريدة تشوش المعلومات وتجعل من المستحيل على المتطفلين قراءتها. على الرغم من خرق البيانات ، يضمن التشفير أمان المعلومات الخاصة للمؤسسة ، حتى لو تجاوز المهاجمون جدار الحماية.
de: Hier spielt die Verschlüsselung eine große Rolle. Verschlüsselung schützt private und sensible Daten und verbessert die Sicherheit der Kommunikation zwischen Clientanwendungen und Servern. Wenn die Daten verschlüsselt sind, können Hacker oder unbefugte Personen oder Organisationen sie nicht lesen. Verschlüsselung ist eine Cybersicherheitsmaßnahme, die private und persönliche Informationen schützt, indem eindeutige Codes verwendet werden, die die Informationen verschlüsseln und es Eindringlingen unmöglich machen, sie zu lesen. Trotz einer Datenschutzverletzung gewährleistet die Verschlüsselung die Sicherheit der privaten Informationen eines Unternehmens, selbst wenn Angreifer die Firewall umgehen.
es: Aquí es donde el cifrado juega un papel importante. El cifrado protege los datos privados y los datos confidenciales y mejora la seguridad de la comunicación entre las aplicaciones del cliente y los servidores. Si los datos están cifrados, los hackers informáticos o cualquier persona o entidad no autorizada no podrán leerlos. El cifrado es una medida de ciberseguridad que protege la información privada y personal mediante el uso de códigos únicos que codifican la información y hacen imposible que los intrusos la lean. Aunque se produzca una vulneración a los datos, el cifrado garantiza la seguridad de la información privada de una organización, incluso si los atacantes eluden el firewall.
fr: C'est là que le cryptage joue un rôle majeur. Le chiffrement protège les données privées et les données sensibles et améliore la sécurité des communications entre les applications clientes et les serveurs. Si les données sont cryptées, les pirates ou toute personne ou entité non autorisée ne pourraient pas les lire. Le cryptage est une mesure de cybersécurité qui protège les informations privées et personnelles en utilisant des codes uniques qui brouillent les informations et empêchent les intrus de les lire. Malgré une violation de données, le cryptage garantit la sécurité des informations privées d'une organisation, même si les attaquants contournent le pare-feu.
it: È qui che la crittografia gioca un ruolo importante. La crittografia protegge i dati privati ​​e sensibili e migliora la sicurezza della comunicazione tra applicazioni client e server. Se i dati sono crittografati, gli hacker o qualsiasi persona o entità non autorizzata non sarebbero in grado di leggerli. La crittografia è una misura di sicurezza informatica che protegge le informazioni private e personali utilizzando codici univoci che codificano le informazioni e ne rendono impossibile la lettura agli intrusi. Nonostante una violazione dei dati, la crittografia garantisce la sicurezza delle informazioni private di un'organizzazione, anche se gli aggressori aggirano il firewall.
ko: 여기에서 암호화가 중요한 역할을 합니다. 암호화는 개인 데이터와 중요한 데이터를 보호하고 클라이언트 응용 프로그램과 서버 간의 통신 보안을 향상시킵니다. 데이터가 암호화되면 해커 또는 권한이없는 사람이나 단체가 이를 읽을 수 없습니다. 암호화는 정보를 스크램블하고 침입자가 읽을 수 없도록 고유 코드를 사용하여 개인 및 개인 정보를 보호하는 사이버 보안 조치입니다. 공격자가 방화벽을 우회하는 데이터 침해가 일어난다고 해도 암호화는 조직의 개인 정보 보안을 보장합니다.
nl: Hier speelt encryptie een grote rol. Versleuteling beschermt privégegevens en gevoelige gegevens en verbetert de beveiliging van de communicatie tussen client apllicaties en servers. Als de gegevens versleuteld zijn, kunnen hackers of onbevoegde personen of entiteiten deze niet lezen. Versleuteling is een cyberbeveiligingsmaatregel die privé- en persoonlijke informatie beschermt door unieke codes te gebruiken die de informatie versleutelen en het voor indringers onmogelijk maken om ze te lezen. Ondanks een datalek zorgt encryptie voor de veiligheid van de privégegevens van een organisatie, zelfs als aanvallers de firewall omzeilen.
pl: W tym miejscu kluczową rolę odgrywa szyfrowanie. Szyfrowanie chroni dane prywatne i wrażliwe oraz poprawia bezpieczeństwo komunikacji między aplikacjami klienckimi i serwerami. Jeśli dane są zaszyfrowane, hakerzy lub jakakolwiek nieupoważniona osoba lub podmiot nie będą mogli ich odczytać. Szyfrowanie to środek bezpieczeństwa cybernetycznego, który chroni prywatne i osobiste informacje za pomocą unikalnych kodów, które mieszają informacje i uniemożliwiają intruzom odczytanie. Pomimo naruszenia bezpieczeństwa danych szyfrowanie zapewnia bezpieczeństwo prywatnych informacji organizacji, nawet jeśli atakujący ominą zaporę.
pt: É aqui que onde a cifragem tem um papel importante. A cifragem protege dados privados e sensíveis, e melhora a segurança das comunicações entre as aplicações-cliente e servidores. Se os dados estão cifrados, os hackers ou qualquer outra pessoa ou entidade não autorizada não será capaz de os ler. A cifragem é uma medida de cibersegurança que protege a informação privada e pessoal usando códigos únicos que baralham a informação e a tornam ilegível a intrusos. Perante uma violação de dados, a cifragem garante que a segurança da informação privada de uma organização, mesmo quando os atacantes contornam a firewall.
ru: Именно здесь шифрование играет важную роль. Шифрование защищает личные и конфиденциальные данные и повышает безопасность связи между клиентскими приложениями и серверами. Если данные зашифрованы, хакеры или любое неавторизованное физическое или юридическое лицо не смогут их прочитать. Шифрование - это мера кибербезопасности, которая защищает частную информацию с помощью уникальных кодов, которые шифруют информацию и делают ее невозможной для чтения злоумышленниками. Несмотря на утечку данных, шифрование обеспечивает безопасность личной информации организации, даже если злоумышленники обходят брандмауэр.
sv: Det är här kryptering spelar en stor roll. Kryptering skyddar privat och känslig data och förbättrar säkerheten för kommunikation mellan klientapplikationer och servrar. Om data är krypterad, skulle hackare eller någon obehörig person eller enhet inte kunna läsa den. Kryptering är en cybersäkerhetsåtgärd som skyddar privat och personlig information genom att använda unika koder som förvränger data och gör det omöjligt för inkräktare att läsa. Trots ett dataintrång säkerställer kryptering sekretessen för en organisations privata information, även om angripare kringgår brandväggen.
tr: Şifrelemenin önemli bir rol oynadığı yer tam burasıdır. Şifreleme, özel ve hassas verileri korur ve müşteri uygulamalarıyla sunucular rasındaki güvenlik iletişimini arttırır. Veriler şifrelenirse, internet korsanlar veya herhangi bir yetkisiz kişi ya da oluşum bunları okuyamaz. Şifreleme, bilgileri karıştırarak izinsiz kişileri bunları okumasını imkansız hale getiren benzersiz kodlar kullanarak özel ve kişisel bilgileri korur. Bir veri ihlalinde bile şifreleme sayesinde saldırganlar güvenlik duvarını aşsa bile bir kurumun özel bilgilerinin güvenliği sağlanır.
zh: 这就是加密发挥主要作用的地方。 加密保护私有数据和敏感数据，并提高客户端应用程序和服务器之间通信的安全性。 如果数据被加密，黑客或任何未经授权的个人或实体将无法读取它。 加密是一种网络安全措施，通过使用独特的代码来保护私人和个人信息，这些代码会扰乱信息并使入侵者无法阅读。 尽管存在数据泄露，即使攻击者绕过防火墙，加密也能确保组织私人信息的安全性。

# Blog_WICS_H2_SH1_Text1
source: <li style="list-style-type: '\27A3';"> <strong>Information Security:</strong> protects the integrity and privacy of data both during storage and transmission, unauthorized access, including inspection, modification, storage, disconnection or destruction. The main purpose is in ensuring the security and privacy of critical information, such as customer account information, financial information or intellectual property.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> أمن المعلومات: </ strong> يحمي سلامة وخصوصية البيانات أثناء التخزين والنقل ، الوصول غير المصرح به ، بما في ذلك الفحص والتعديل والتخزين أو الانفصال أو التدمير. الغرض الرئيسي هو ضمان أمان وخصوصية المعلومات المهمة ، مثل معلومات حساب العميل أو المعلومات المالية أو الملكية الفكرية. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Informationssicherheit:</strong> schützt die Integrität und den Datenschutz von Daten sowohl während der Speicherung als auch während der Übertragung, des unbefugten Zugriffs, einschließlich Inspektion, Änderung, Speicherung, Trennung oder Zerstörung. Der Hauptzweck besteht darin, die Sicherheit und den Datenschutz kritischer Informationen wie Kundenkontoinformationen, Finanzinformationen oder geistiges Eigentum zu gewährleisten.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Seguridad de la información:</strong> protege la integridad y la privacidad de los datos durante el almacenamiento y la transmisión, acceso no autorizado, incluida la inspección, la modificación, el almacenamiento, la desconexión o la destrucción. El objetivo principal es garantizar la seguridad y la privacidad de la información crítica, como la información de la cuenta del cliente, la información financiera o la propiedad intelectual.</li>
fr: <li style="list-style-type : '\27A3' ;"> <strong>Sécurité de l'Information :</strong> elle protège l'intégrité et la confidentialité des données pendant le stockage et la transmission, l'accès non autorisé, y compris l'inspection, la modification, le stockage, la déconnexion ou la destruction. L'objectif principal est d'assurer la sécurité et la confidentialité des informations critiques, telles que les informations de compte client, les informations financières ou la propriété intellectuelle.</li>
it: <li style="list-style-type: '\27A3';"><strong>Sicurezza delle Informazioni:</strong> protegge l'integrità e la privacy dei dati sia durante l'archiviazione che la trasmissione, l'accesso non autorizzato, compresa l'ispezione, la modifica, la conservazione, la disconnessione o la distruzione. Lo scopo principale è garantire la sicurezza e la privacy delle informazioni critiche, come le informazioni sull'account del cliente, le informazioni finanziarie o la proprietà intellettuale.</li>
ko: <li style="list-style-type: '\27A3';"><strong>정보 보안:</strong> 검사, 수정, 저장, 연결 해제 또는 파괴를 포함한 저장 및 전송, 무단 액세스 모두에서 데이터의 무결성과 개인 정보를 보호합니다. 주요 목적은 고객 계정 정보, 금융 정보 또는 지적 재산과 같은 중요한 정보의 보안 및 개인 정보를 보장하는 것입니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Informatiebeveiliging:</strong> beschermt de integriteit en privacy van gegevens zowel tijdens opslag als verzending, ongeoorloofde toegang, inclusief inspectie, wijziging, opslag , ontkoppeling of vernietiging. Het belangrijkste doel is het waarborgen van de veiligheid en privacy van kritieke informatie, zoals klantaccountinformatie, financiële informatie of intellectueel eigendom.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Bezpieczeństwo informacji:</strong> chroni integralność i prywatność danych zarówno podczas przechowywania, jak i przesyłania, nieautoryzowanego dostępu, w tym kontroli, modyfikacji, przechowywania , odłączenie lub zniszczenie. Głównym celem jest zapewnienie bezpieczeństwa i prywatności krytycznych informacji, takich jak informacje o koncie klienta, informacje finansowe lub własność intelektualna.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Segurança da Informação:</strong> protege a integridade e privacidade dos dados durante o armazenamento e transmissão de acesso não autorizado, incluindo inspecção, modificação, armazenamento, desconexão ou destruição. O principal objectivo é garantir a segurança e privacidade da informação crítica, como informação de contas de clientes, informação financeira e propriedade intelectual.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Информационная безопасность: </strong> защищает целостность и конфиденциальность данных как во время хранения, так и при передаче, несанкционированном доступе, включая проверку, модификацию, хранение, отключение или уничтожение. Основная цель заключается в обеспечении безопасности и конфиденциальности критически важной информации, такой как информация об учетной записи клиента, финансовая информация или интеллектуальная собственность.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Information Security:</strong> skyddar integriteten och sekretessen för data både under lagring och överföring, obehörig åtkomst, inklusive inspektion, modifiering, lagring , frånkoppling eller förstörelse. Huvudsyftet är att tillgodose säkerheten och sekretessen för viktig information, såsom kontoinformation, finansiell information eller immateriell egendom.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Bilgi Güvenliği:</strong> Hem depolama hem de iletim sırasında, inceleme, değişiklik, depolama, bağlantı kesme veya imha dahil olmak üzere yetkisiz erişim sırasında verilerin bütünlüğünü ve gizliliğini korur. Temel amaç, müşteri hesap bilgileri, finansal bilgiler veya fikri mülkiyet gibi kritik bilgilerin güvenliğini ve gizliliğini sağlamaktır.</li>
zh: <li style="list-style-type: '\27A3';"> <strong>信息安全：</strong>保护数据的完整性和隐私，无论是在存储和传输，未经授权的访问，包括检查，修改，存储，断开或销毁。 主要目的是确保关键信息的安全性和隐私性，例如客户帐户信息，财务信息或知识产权。</li>
