Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVAE_H1_SH2_Text1
source: Transparent encryption provides permanent file-level encryption, protecting against unauthorized access by users and processes in physical, virtual and cloud environments. The application is seamless and transparent to applications/databases and storage. It can run across an enterprise environment and keep both business and operational processes unchanged. It is one of the most secure encryption types available because it misses nothing when using manual encryption. Every executable application and file created on the computer has an encrypted copy that can withstand power surges and protects data even if the computer is stolen.
ar: يوفر التشفير الشفاف تشفيرًا دائمًا على مستوى الملف ، مما يحمي من الوصول غير المصرح به من قبل المستخدمين والعمليات في البيئات المادية والافتراضية والسحابية. التطبيق سلس وشفاف للتطبيقات / قواعد البيانات والتخزين. يمكن أن تعمل عبر بيئة مؤسسة وتحافظ على كل من العمليات التجارية والتشغيلية دون تغيير. إنه أحد أكثر أنواع التشفير المتاحة أمانًا لأنه لا يفقد شيئًا عند استخدام التشفير اليدوي. يحتوي كل تطبيق وملف قابل للتنفيذ تم إنشاؤه على الكمبيوتر على نسخة مشفرة يمكنها تحمل زيادة الطاقة وحماية البيانات حتى في حالة سرقة الكمبيوتر.
de: Transparente Verschlüsselung bietet permanente Verschlüsselung auf Dateiebene und schützt vor unbefugtem Zugriff durch Benutzer und Prozesse in physischen, virtuellen und Cloud-Umgebungen. Die Anwendung ist nahtlos und transparent für Anwendungen / Datenbanken und Speicher. Es kann in einer Unternehmensumgebung ausgeführt werden und sowohl Geschäfts- als auch Betriebsprozesse unverändert lassen. Es ist eine der sichersten verfügbaren Verschlüsselungstypen, da bei der manuellen Verschlüsselung nichts übersehen wird. Jede ausführbare Anwendung und Datei, die auf dem Computer erstellt wurde, verfügt über eine verschlüsselte Kopie, die Stromstößen standhält und Daten schützt, selbst wenn der Computer gestohlen wird.
es: El cifrado transparente proporciona cifrado permanente a nivel de archivo, protegiendo contra el acceso no autorizado por parte de usuarios y procesos en entornos físicos, virtuales y en la nube. La aplicación es perfecta y transparente para aplicaciones/bases de datos y almacenamiento. Puede ejecutarse en un entorno empresarial y mantener los procesos comerciales y operativos sin cambios. Es uno de los tipos de cifrado más seguros disponibles porque no se pierde nada cuando se usa el cifrado manual. Cada aplicación ejecutable y archivo creado en la computadora tiene una copia cifrada que puede soportar subidas de tensión y protege los datos incluso si la computadora es robada.
fr: Le chiffrement transparent fournit un chiffrement permanent au niveau des fichiers, protégeant contre les accès non autorisés par les utilisateurs et les processus dans les environnements physiques, virtuels et cloud. L'application est fluide et transparente pour les applications/bases de données et le stockage. Il peut s'exécuter dans un environnement d'entreprise et maintenir les processus commerciaux et opérationnels inchangés. C'est l'un des types de cryptage les plus sécurisés disponibles car il ne manque rien lors de l'utilisation du cryptage manuel. Chaque application exécutable et fichier créé sur l'ordinateur possède une copie cryptée qui peut résister aux surtensions et protège les données même en cas de vol de l'ordinateur.
it: La crittografia trasparente fornisce una crittografia permanente a livello di file, proteggendo dall'accesso non autorizzato da parte di utenti e processi in ambienti fisici, virtuali e cloud. L'applicazione è perfetta e trasparente per applicazioni/database e archiviazione. Può funzionare in un ambiente aziendale e mantenere invariati sia i processi aziendali che quelli operativi. È uno dei tipi di crittografia più sicuri disponibili perché non perde nulla quando si utilizza la crittografia manuale. Ogni applicazione e file eseguibile creato sul computer dispone di una copia crittografata in grado di resistere a sbalzi di tensione e protegge i dati anche in caso di furto del computer.
ko: 투명한 암호화는 영구적인 파일 수준 암호화를 제공하여 물리적, 가상 및 클라우드 환경에서 무단 액세스로부터 보호합니다. 응용 프로그램은 응용 프로그램/데이터베이스 및 저장소에 원활하고 투명하게 유지됩니다. 엔터프라이즈 환경에서 실행할 수 있으며, 비즈니스 및 운영 프로세스를 모두 변경하지 않고 유지할 수 있습니다. 수동 암호화를 사용할 때 아무것도 놓치지 않기 때문에 사용 가능한 가장 안전한 암호화 유형 중 하나입니다. 컴퓨터에서 생성 된 모든 실행 가능한 응용 프로그램과 파일에는 전력 서지를 견딜 수 있고 컴퓨터를 도난당한 경우에도 데이터를 보호 할 수있는 암호화 된 복사본이 있습니다.
nl: Transparante encryptie biedt permanente encryptie op bestandsniveau en beschermt tegen ongeautoriseerde toegang door gebruikers en processen in fysieke, virtuele en cloudomgevingen. De toepassing is naadloos en transparant voor toepassingen/databases en opslag. Het kan in een bedrijfsomgeving draaien en zowel bedrijfs- als operationele processen ongewijzigd laten. Het is een van de veiligste encryptiestypes die beschikbaar zijn, omdat het niets mist bij het gebruik van handmatige encryptie. Elke uitvoerbare toepassing en elk bestand op de computer heeft een versleutelde kopie die bestand is tegen stroompieken en gegevens beschermt, zelfs als de computer wordt gestolen.
pl: Transparentne szyfrowanie zapewnia trwałe szyfrowanie na poziomie plików, chroniąc przed nieautoryzowanym dostępem użytkowników i procesów w środowiskach fizycznych, wirtualnych i chmurowych. Aplikacja jest płynna i przejrzysta dla aplikacji/baz danych i pamięci masowej. Może działać w środowisku korporacyjnym i zapewnia niezmienione procesy biznesowe i operacyjne. Jest to jeden z najbezpieczniejszych dostępnych typów szyfrowania, ponieważ nic mu nie umyka przy szyfrowaniu ręcznym. Każda wykonywalna aplikacja i plik utworzony na komputerze ma zaszyfrowaną kopię, która jest odporna na skoki napięcia i chroni dane nawet w przypadku kradzieży komputera.
pt: A cifragem transparente fornece cifragem permanente ao nível de ficheiros, protegendo de acesso não autorizado por utilizadores e processos em ambientes físicos, virtuais e na nuvem. A aplicação é fácil e transparente em relação a aplicações/bases de dados e armazenamento. Pode ser executada num ambiente empresarial e manter processos tanto de negócio como operacionais inalterados. É um dos tipos de cifragem mais seguros, porque, em comparação com a cifragem manual, nada lhe escapa. Todos os executáveis e ficheiros criados no computador têm uma cópia cifrada que pode aguentar com falhas de energia e que protege os dados mesmo em caso de roubo.
ru: Прозрачное шифрование обеспечивает постоянное шифрование на уровне файлов, защищая от несанкционированного доступа пользователей и процессов в физических, виртуальных и облачных средах. Приложение является бесшовным и прозрачным для программ / баз данных и хранилища. Он может работать в корпоративной среде и сохранять неизменными как бизнес-, так и операционные процессы. Это один из самых безопасных доступных типов шифрования, поскольку при использовании ручного шифрования он ничего не пропускает. Каждое исполняемое приложение и файл, созданные на компьютере, имеют зашифрованную копию, которая выдерживает скачки напряжения и защищает данные даже в случае кражи компьютера.
sv: Transparent kryptering ger permanent kryptering på fil nivå, vilket skyddar mot obehörig åtkomst av användare och processer i fysiska, virtuella miljöer och molnmiljöer. Applikationen är sömlös och transparent för applikationer/databaser och lagring. Det kan köras över en företagsmiljö och hålla både affärs- och operativa processer oförändrade. Det är en av de säkraste krypteringstyperna som finns eftersom den inte missar någonting när man använder manuell kryptering. Varje körbar applikation och fil som skapas på datorn har en krypterad kopia som tål strömstörningar och skyddar data även om datorn blir stulen.
tr: Şeffaf şifreleme, fiziksel, sanal ve bulut ortamlarında kullanıcıların ve süreçlerin yetkisiz erişimine karşı bir koruma sağlayarak dosya seviyesinde kalıcı bir şifreleme sağlar. Uygulama sorunsuz ve uygulamalar/veri tabanları ve depolamaya karşı şeffaftır. Bir işletme ortamında baştan sona çalışabilir ve hem işletme ve operasyonel süreçlerin aynı kalmasını sağlar. Manüel şifreleme kullanılırken hiçbir şeyi kaçırmaması nedeniyle mevcut olan en güvenli şifrelemedir. Bilgisayarda oluşturulan her yürütülebilir uygulama ve dosyanın, dalgalı güçlere dayanabilecek ve bilgisayar çalınsa bile verileri koruyabilecek şifrelenmiş bir kopyayası bulunur.
zh: 透明加密提供永久的文件级加密，防止用户和进程在物理、虚拟和云环境中的未经授权的访问。 该应用程序对应用程序/数据库和存储无缝且透明。 它可以在企业环境中运行，并保持业务和操作流程不变。 它是可用的最安全的加密类型之一，因为它在使用手动加密时不会遗漏任何内容。 在计算机上创建的每个可执行应用程序和文件都有一个加密副本，即使计算机被盗，也可以承受电涌并保护数据。

# Blog_SVAE_H1_SH3_Text1
source: Symmetric encryption is a simple, easy-to-use method of encryption. This encryption is also called secret key encryption. It uses only one key called shared key, for both encryption and decryption of electronic data. With symmetric encryption, communicating units must exchange a key to use it in the decryption process. In symmetric encryption, data is “encrypted” so that it cannot be understood by anyone who does not have the secret key to decrypt it.
ar: التشفير المتماثل هو طريقة تشفير بسيطة وسهلة الاستخدام. يسمى هذا التشفير أيضًا تشفير المفتاح السري. يستخدم مفتاحًا واحدًا فقط يسمى المفتاح المشترك ، لكل من تشفير وفك تشفير البيانات الإلكترونية. باستخدام التشفير المتماثل ، يجب أن تتبادل الوحدات المتصلة مفتاحًا لاستخدامه في عملية فك التشفير. في التشفير المتماثل ، يتم "تشفير" البيانات بحيث لا يمكن فهمها من قبل أي شخص ليس لديه المفتاح السري لفك تشفيرها.
de: Symmetrische Verschlüsselung ist eine einfache, benutzerfreundliche Verschlüsselungsmethode. Diese Verschlüsselung wird auch als Geheimschlüsselverschlüsselung bezeichnet. Es verwendet nur einen Schlüssel, den sogenannten Shared Key, sowohl für die Verschlüsselung als auch für die Entschlüsselung elektronischer Daten. Bei der symmetrischen Verschlüsselung müssen kommunizierende Einheiten einen Schlüssel austauschen, um ihn beim Entschlüsselungsprozess zu verwenden. Bei der symmetrischen Verschlüsselung werden Daten "verschlüsselt", so dass sie von niemandem verstanden werden können, der nicht über den geheimen Schlüssel zum Entschlüsseln verfügt.
es: El cifrado simétrico es un método de cifrado simple y fácil de usar. Este cifrado también se denomina cifrado de clave secreta. Utiliza solo una clave llamada clave compartida, tanto para el cifrado como para el descifrado de datos electrónicos. Con el cifrado simétrico, las unidades que se comunican deben intercambiar una clave para usarla en el proceso de descifrado. En el cifrado simétrico, los datos se “cifran” para que no puedan ser entendidos por nadie que no tenga la clave secreta para descifrarlos.
fr: Le chiffrement symétrique est une méthode de chiffrement simple et facile à utiliser. Ce cryptage est également appelé cryptage à clé secrète. Il n'utilise qu'une seule clé, dite clé partagée, à la fois pour le chiffrement et le déchiffrement des données électroniques. Avec le chiffrement symétrique, les unités communicantes doivent échanger une clé pour l'utiliser dans le processus de déchiffrement. Dans le cryptage symétrique, les données sont « cryptées » de sorte qu'elles ne peuvent être comprises par quiconque ne possède pas la clé secrète pour les décrypter.
it: La crittografia simmetrica è un metodo di crittografia semplice e facile da usare. Questa crittografia è anche chiamata crittografia a chiave segreta. Utilizza solo una chiave chiamata chiave condivisa, sia per la crittografia che per la decrittografia dei dati elettronici. Con la crittografia simmetrica, le unità comunicanti devono scambiarsi una chiave per utilizzarla nel processo di decrittazione. Nella crittografia simmetrica, i dati vengono "crittografati" in modo che non possano essere compresi da chiunque non disponga della chiave segreta per decrittografarli.
ko: 대칭 암호화는 간단하고 사용하기 쉬운 암호화 방법입니다. 이 암호화를 비밀 키 암호화라고도 합니다. 전자 데이터의 암호화 및 암호 해독을 위해 공유 키라는 하나의 키만 사용합니다. 대칭 암호화를 사용하면 통신 단위가 암호 해독 프로세스에서 사용할 키를 교환해야 합니다. 대칭 암호화에서 데이터는 "암호화"되므로 해독 할 비밀 키가없는 사람은 이해할 수 없습니다.
nl: Symmetrische encryptie is een eenvoudige, gemakkelijk te gebruiken encryptiemethode. Deze encryptie wordt ook wel geheime-sleutelencryptie genoemd. Zij gebruikt slechts één sleutel, een gedeelde sleutel genaamd, voor zowel versleuteling als ontsleuteling van elektronische gegevens. Bij symmetrische versleuteling moeten de communicerende eenheden een sleutel uitwisselen om deze te kunnen gebruiken bij het ontsleutelen. Bij symmetrische versleuteling worden gegevens zodanig "versleuteld" dat ze niet kunnen worden begrepen door iemand die niet over de geheime sleutel beschikt om ze te ontsleutelen.
pl: Szyfrowanie symetryczne to prosta, łatwa w użyciu metoda szyfrowania. To szyfrowanie jest również nazywane szyfrowaniem klucza tajnego. Używa tylko jednego klucza zwanego kluczem współdzielonym, zarówno do szyfrowania, jak i deszyfrowania danych elektronicznych. W przypadku szyfrowania symetrycznego jednostki komunikujące się muszą wymieniać klucz, aby użyć go w procesie deszyfrowania. W szyfrowaniu symetrycznym dane są „szyfrowane”, więc nie mogą być zrozumiane przez nikogo, kto nie ma tajnego klucza do ich odszyfrowania.
pt: A cifragem simétrica é um método de cifragem simples e fácil de usar. Esta cifragem é também chamada cifragem de chave secreta. Usa uma chave apenas chamada chave partilhada tanto para cifragem como decifragem de dados electrónicos. Com a cifragem simétrica, as unidades comunicantes devem trocar uma chave para usá-la no processo de decifragem. Na cifragem simétrica, os dados são "cifrados" de forma a que não possam ser entendidos por quem não tiver a chave secreta para os decifrar.
ru: Симметричное шифрование - это простой, понятный в использовании метод шифрования. Это шифрование также называется шифрованием с секретным ключом. Он использует только один ключ, называемый общим ключом, как для шифрования, так и для дешифрования электронных данных. При симметричном шифровании взаимодействующие устройства должны обмениваться ключом, чтобы использовать его в процессе дешифрования. При симметричном шифровании данные “зашифровываются” таким образом, что они не могут быть поняты никем, у кого нет секретного ключа для их расшифровки.
sv: Symmetrisk kryptering är en enkel, lättanvänd metod för kryptering. Denna kryptering kallas även hemlig nyckelkryptering. Den använder bara en nyckel som kallas en delad nyckel, för både kryptering och dekryptering av elektronisk data. Med symmetrisk kryptering måste kommunicerande enheter utbyta en nyckel för att använda den i dekrypteringsprocessen. I symmetrisk kryptering är data "krypterad" så att den inte kan förstås av någon som inte har den hemliga nyckeln för att dekryptera den.
tr: Simetrik şifreleme, basit, kullanımı kolay bir şifreleme yöntemidir. Bu şifrelemeye gizli anahtar şifrelemesi de denir. Elektronik verilerin hem şifrelenmesi hem de şifresinin çözülmesi için paylaşılan ve anahtar adı verilen tek bir anahtar kullanır. Simetrik şifrelemede, iletişim birimlerinin şifre çözme işleminde kullanmak için bir anahtar alışverişinde bulunması gerekir. Simetrik şifrelemede, veriler "şifrelenir", böylece şifresini çözmek için gizli anahtara sahip olmayan hiç kimse tarafından anlaşılamaz.
zh: 对称加密是一种简单易用的加密方法。 这种加密也称为密钥加密。 它只使用一个称为共享密钥的密钥，用于电子数据的加密和解密。 使用对称加密，通信单元必须交换密钥才能在解密过程中使用它。 在对称加密中，数据是"加密的"，因此任何没有解密密钥的人都无法理解它。

# Blog_SVAE_H1_SH3_Text2
source: The secret key is generated by a secure random number generator (RNG). The main issue that can be found while using symmetric encryption is that the key is shared between the sender and the recipient of the data. So it is important to be cautious about maintaining a secure method of key exchange, else there are possibilities a third party intercepts the key during the exchange and an unauthorized person can easily decrypt the data.
ar: يتم إنشاء المفتاح السري بواسطة مولد رقم عشوائي آمن (RNG). المشكلة الرئيسية التي يمكن العثور عليها أثناء استخدام التشفير المتماثل هي أن المفتاح مشترك بين المرسل والمستقبل للبيانات. لذلك من المهم توخي الحذر بشأن الحفاظ على طريقة آمنة لتبادل المفاتيح ، وإلا فهناك احتمالات أن يعترض طرف ثالث المفتاح أثناء التبادل ويمكن لأي شخص غير مصرح له فك تشفير البيانات بسهولة.
de: Der geheime Schlüssel wird von einem sicheren Zufallszahlengenerator (RNG) generiert. Das Hauptproblem bei der Verwendung der symmetrischen Verschlüsselung besteht darin, dass der Schlüssel zwischen dem Absender und dem Empfänger der Daten geteilt wird. Daher ist es wichtig, bei der Aufrechterhaltung einer sicheren Methode des Schlüsselaustauschs vorsichtig zu sein, da sonst die Möglichkeit besteht, dass ein Dritter den Schlüssel während des Austauschs abfängt und eine unbefugte Person die Daten leicht entschlüsseln kann.
es: La clave secreta es generada por un generador seguro de números aleatorios (RNG). El principal problema que se puede encontrar al usar el cifrado simétrico es que la clave se comparte entre el remitente y el destinatario de los datos. Por lo tanto, es importante tener cuidado al mantener un método seguro de intercambio de claves, de lo contrario, existe la posibilidad de que un tercero intercepte la clave durante el intercambio y una persona no autorizada pueda descifrar fácilmente los datos.
fr: La clé secrète est générée par un générateur de nombres aléatoires sécurisé (RNG). Le principal problème que l'on peut rencontrer lors de l'utilisation du chiffrement symétrique est que la clé est partagée entre l'expéditeur et le destinataire des données. Il est donc important d'être prudent quant au maintien d'une méthode sécurisée d'échange de clés, sinon il est possible qu'un tiers intercepte la clé pendant l'échange et qu'une personne non autorisée puisse facilement décrypter les données.
it: La chiave segreta è generata da un generatore di numeri casuali sicuro (RNG). Il problema principale che si può riscontrare durante l'utilizzo della crittografia simmetrica è che la chiave è condivisa tra il mittente e il destinatario dei dati. Quindi è importante essere cauti nel mantenere un metodo sicuro di scambio di chiavi, altrimenti ci sono possibilità che una terza parte intercetti la chiave durante lo scambio e una persona non autorizzata possa facilmente decifrare i dati.
ko: 비밀 키는 보안 난수 생성기(RNG)에 의해 생성됩니다. 대칭 암호화를 사용하는 동안 발견 할 수있는 주요 문제는 키가 데이터의 발신자와 수신자간에 공유된다는 것입니다. 따라서 안전한 키 교환 방법을 유지하는 데 주의하는 것이 중요하며, 그렇지 않으면 교환 중에 제3자가 키를 가로채고 권한이 없는 사람이 데이터를 쉽게 해독할 수 있습니다.
nl: De geheime sleutel wordt gegenereerd door een veilige random number generator (RNG). Het belangrijkste probleem bij het gebruik van symmetrische encryptie is dat de sleutel wordt gedeeld tussen de verzender en de ontvanger van de gegevens. Het is dus belangrijk voorzichtig te zijn met een veilige methode van sleuteluitwisseling, anders bestaat de kans dat een derde partij de sleutel onderschept tijdens de uitwisseling en dat een onbevoegd persoon de gegevens gemakkelijk kan ontsleutelen.
pl: Tajny klucz jest generowany przez bezpieczny generator liczb losowych (RNG). Głównym problemem, który można znaleźć podczas korzystania z szyfrowania symetrycznego, jest to, że klucz jest współdzielony między nadawcą i odbiorcą danych. Dlatego ważne jest, aby zachować ostrożność przy utrzymywaniu bezpiecznej metody wymiany kluczy, w przeciwnym razie istnieje możliwość przechwycenia klucza przez osobę trzecią podczas wymiany, a nieupoważniona osoba może łatwo odszyfrować dane.
pt: A chave secreta é gerada por um gerador seguro de números aleatórios (GNA). O principal problema da cifragem simétrica é que partilha da chave entre o remetente e o destinatário dos dados. Portanto, é importante manter seguro o método de troca de chaves, caso contrário é possível que um terceiro intercepte a chave durante a sua transmissão e que uma pessoa não autorizada facilmente decifre os dados.
ru: Секретный ключ генерируется защищенным генератором случайных чисел (RNG). Основная проблема, с которой можно столкнуться при использовании симметричного шифрования, заключается в том, что ключ является общим для отправителя и получателя данных. Поэтому важно соблюдать осторожность при поддержании безопасного метода обмена ключами, иначе существует вероятность того, что третья сторона перехватит ключ во время обмена и неавторизованное лицо сможет легко расшифровать данные.
sv: Den hemliga nyckeln genereras av en säker slumptalsgenerator (RNG). Huvudproblemet som kan hittas när du använder symmetrisk kryptering är att nyckeln delas mellan avsändaren och mottagaren av data. Så det är viktigt att vara försiktig med att upprätthålla en säker metod för nyckelutbyte, annars finns det möjligheter att en tredje part fångar upp nyckeln under utbytet och en obehörig person kan enkelt dekryptera data.
tr: Gizli anahtar, güvenli bir rastgele numara üreticisi (RNG) ile oluşturulur. Simetrik şifreleme kullanırken ortaya çıkabilecek asıl sorun anahtarın verinin göndericisi ve alıcısı arasında paylaşılmasıdır. Bu takas esnasında üçüncü bir tarafın anahtarı engellemesi ve yetkisiz bir kişinin verileri kolaylıkla deşifre edebilmesi için olanaklar olması nedeniyle anahtar takası için güvenli bir yöntemin sağlanması konusunda dikkatli olmak önemlidir.
zh: 密钥由安全随机数生成器(RNG)生成。 使用对称加密时可以发现的主要问题是密钥在数据的发送者和接收者之间共享。 因此，保持密钥交换的安全方法非常重要，否则第三方可能会在交换期间截获密钥，未经授权的人可以轻松解密数据。
