Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADGE_H4_SH3_Text6
source: Physical theft of computers and storage is a possibility in many firms with remote offices. Many of these have sensitive and vulnerable data on these servers, such as financial advisers and tax accountants. Encrypting data on these servers protects against data theft and loss. With the AxCrypt master key functionality, you can be assured that remote servers are secure and that no one in the remote offices can control encryption key access.
ar: السرقة المادية لأجهزة الكمبيوتر والتخزين هي احتمال في العديد من الشركات التي لديها مكاتب بعيدة. العديد من هؤلاء لديهم بيانات حساسة وضعيفة على هذه الخوادم ، مثل المستشارين الماليين ومحاسبو الضرائب. يحمي تشفير البيانات على هذه الخوادم من سرقة البيانات وفقدانها. باستخدام وظيفة المفتاح الرئيسي لـ اكسكربت ، يمكنك التأكد من أن الخوادم البعيدة آمنة وأنه لا يمكن لأي شخص في المكاتب البعيدة التحكم في الوصول إلى مفتاح التشفير.
de: Physischer Diebstahl von Computern und Speicher ist in vielen Unternehmen mit Außenstellen möglich. Viele von ihnen haben sensible und anfällige Daten auf diesen Servern, wie z. B. Finanzberater und Steuerberater. Die Verschlüsselung von Daten auf diesen Servern schützt vor Datendiebstahl und -verlust. Mit der AxCrypt-Hauptschlüsselfunktion können Sie sicher sein, dass Remote-Server sicher sind und dass niemand in den Remote-Büros den Zugriff auf Verschlüsselungsschlüssel kontrollieren kann.
es: El robo físico de computadoras y almacenamiento es una posibilidad en muchas empresas con oficinas remotas. Muchos de estos tienen datos confidenciales y vulnerables en estos servidores, como asesores financieros y contadores fiscales. El cifrado de datos en estos servidores protege contra el robo y la pérdida de datos. Con la funcionalidad de clave maestra de AxCrypt, puedes estar seguro de que los servidores remotos son seguros y que nadie en las oficinas remotas puede controlar el acceso a la clave de cifrado.
fr: Le vol physique d’ordinateurs et de stockage est une possibilité dans de nombreuses entreprises ayant des bureaux distants. Beaucoup d’entre eux ont des données sensibles et vulnérables sur ces serveurs, tels que les conseillers financiers et les comptables fiscaux. Le cryptage des données sur ces serveurs protège contre le vol et la perte de données. Avec la fonctionnalité de clé principale AxCrypt, vous pouvez être assuré que les serveurs distants sont sécurisés et que personne dans les bureaux distants ne peut contrôler l’accès à la clé de chiffrement.
it: Il furto fisico di computer e archiviazione è una possibilità in molte aziende con uffici remoti. Molti di questi hanno dati sensibili e vulnerabili su questi server, dati che sono visualizzati da consulenti finanziari e commercialisti. La crittografia dei dati su questi server protegge dal furto e dalla perdita di dati. Con la funzionalità della chiave master di AxCrypt, puoi essere certo che i server remoti sono sicuri e che nessuno negli uffici remoti può controllare l'accesso alla chiave di crittografia.
ko: 원격 사무소가 있는 많은 기업에서 컴퓨터와 스토리지의 물리적 도난이 발생할 수 있습니다. 이들 중 상당수는 재무 고문 및 세무사와 같은 민감하고 취약한 데이터를 서버에 보유하고 있습니다. 이러한 서버에서 데이터를 암호화하면 데이터 도난 및 손실을 방지할 수 있습니다. AxCrypt 마스터 키 기능을 사용하면 원격 서버가 안전하고 원격 사무소의 어느 누구도 암호화 키 액세스를 제어할 수 없음을 보장할 수 있습니다.
nl: Fysieke diefstal van computers en opslag is een mogelijkheid bij veel bedrijven met kantoren op afstand. Veel van deze hebben gevoelige en kwetsbare gegevens op deze servers staan, zoals financiële adviseurs en belastingaccountants. Het versleutelen van gegevens op deze servers beschermt tegen diefstal en verlies van gegevens. Met de AxCrypt-mastersleutelfunctionaliteit kunt u er zeker van zijn dat externe servers veilig zijn en dat niemand in de externe kantoren de toegang tot de encryptiesleutel kan controleren.
pl: Fizyczna kradzież komputerów i pamięci masowych jest możliwa w wielu firmach posiadających zdalne biura. Wiele z nich ma na tych serwerach wrażliwe i poufne dane, takie jak doradcy finansowi i księgowi podatkowi. Szyfrowanie danych na tych serwerach chroni przed kradzieżą i utratą danych. Dzięki funkcjonalności klucza głównego AxCrypt możesz mieć pewność, że zdalne serwery są bezpieczne i nikt w odległych biurach nie może kontrolować dostępu do klucza szyfrującego.
pt: O roubo físico de computadores e armazenamento é uma possibilidade em muitas empresas com escritórios remotos. Muitas delas têm dados sensíveis e vulneráveis nos servidores que são acedidos por consultores financeiros e contabilistas. Cifrar dados nos servidores protege contra o roubo e perda de dados. Com a funcionalidade da chave-mestra da AxCrypt, pode ter certeza de que os servidores remotos estão seguros e que ninguém nos escritórios remotos poderá controlar o acesso à chave de cifragem.
ru: Физическая кража компьютеров и хранилищ возможна во многих фирмах с удаленными офисами. Многие из них хранят на этих серверах конфиденциальные и уязвимые данные, такие как финансовые консультанты и налоговые бухгалтеры. Шифрование данных на этих серверах защищает от кражи и потери данных. Благодаря функциональности мастер-ключа AxCrypt вы можете быть уверены, что удаленные серверы защищены, и что никто в удаленных офисах не может контролировать доступ к ключу шифрования.
sv: Fysisk stöld av datorer och lagring är en möjlighet i många företag med distanskontor. Många av dessa har känsliga och sårbara uppgifter på dessa servrar, såsom finansiella rådgivare och skatterevisorer. Kryptering av data på dessa servrar skyddar mot datastöld och förlust. Med AxCrypts huvudnyckelfunktion kan du vara säker på att fjärrservrar är säkra och att ingen på distanskontoren kan kontrollera åtkomst till krypteringsnyckel.
tr: Bilgisayarların ve depolama alanlarının fiziksel olarak çalınması, uzak ofisleri olan birçok firma için bir olasılıktır. Mali müşavirler ve vergi muhasebecileri gibi birçok firmanın bu sunucularda hassas ve savunmasız verileri bulunmaktadır. Bu sunuculardaki verilerin şifrelenmesi, veri hırsızlığına ve kaybına karşı koruma sağlar. AxCrypt ana anahtar işlevi ile uzak sunucuların güvende olduğundan ve uzak ofislerdeki hiç kimsenin şifreleme anahtarı erişimini kontrol edemeyeceğinden emin olabilirsiniz.
zh: 在许多拥有远程办公室的公司中，计算机和存储设备的物理盗窃是可能的。 其中许多服务器上有敏感和易受攻击的数据，如财务顾问和税务会计师。 加密这些服务器上的数据可防止数据被盗和丢失。 使用AxCrypt主密钥功能，您可以确保远程服务器是安全的，并且远程办公室中的任何人都无法控制加密密钥访问。

# Blog_ADGE_H4_SH4_Text1
source: Assume you need to move your operations from one cloud provider to another. You can shut down your old computer and transfer it to the new provider using encryption, and then direct the system to produce a new key. Then, by ordering the machine to shred the old key, you can withdraw from the old cloud provider. All of your data, including copies and backups, kept by the previous provider will be lost.
ar: افترض أنك بحاجة إلى نقل عملياتك من مزود سحابي إلى آخر. يمكنك إيقاف تشغيل الكمبيوتر القديم ونقله إلى الموفر الجديد باستخدام التشفير ، ثم توجيه النظام لإنتاج مفتاح جديد. بعد ذلك ، من خلال طلب الجهاز لتمزيق المفتاح القديم ، يمكنك الانسحاب من مزود السحابة القديم. سيتم فقد جميع بياناتك ، بما في ذلك النسخ والنسخ الاحتياطية ، التي يحتفظ بها المزود السابق.
de: Angenommen, Sie müssen Ihren Betrieb von einem Cloud-Anbieter zu einem anderen verschieben. Sie können Ihren alten Computer herunterfahren und mit Verschlüsselung an den neuen Anbieter übertragen und das System dann anweisen, einen neuen Schlüssel zu erstellen. Wenn Sie dann die Maschine beauftragen, den alten Schlüssel zu vernichten, können Sie sich vom alten Cloud-Anbieter zurückziehen. Alle Ihre Daten, einschließlich Kopien und Sicherungen, die vom vorherigen Anbieter aufbewahrt wurden, gehen verloren.
es: Supongamos que necesitas mover tus operaciones de un proveedor de nube a otro. Puedes apagar tu computadora anterior y transferirla al nuevo proveedor mediante cifrado, y luego indicarle al sistema que produzca una nueva clave. Luego, al ordenar a la máquina que destruya la clave anterior, puedes prescindir del antiguo proveedor de la nube. Se perderán todos tus datos, incluidas las copias y copias de seguridad que conservaba el proveedor anterior.
fr: Supposons que vous deviez déplacer vos opérations d’un fournisseur de cloud à un autre. Vous pouvez arrêter votre ancien ordinateur et le transférer vers le nouveau fournisseur à l’aide du chiffrement, puis demander au système de produire une nouvelle clé. Ensuite, en ordonnant à la machine de déchiqueter l’ancienne clé, vous pouvez vous retirer de l’ancien fournisseur de cloud. Toutes vos données, y compris les copies et les sauvegardes, conservées par le fournisseur précédent seront perdues.
it: Si supponga di dover spostare le operazioni da un provider cloud a un altro. È possibile arrestare il vecchio computer e trasferirlo al nuovo provider utilizzando la crittografia, e poi indicare al sistema di produrre una nuova chiave. Quindi, ordinando alla macchina di distruggere la vecchia chiave, è possibile prelevare dal vecchio provider cloud. Tutti i tuoi dati, incluse copie e backup, conservati dal precedente fornitore andranno persi.
ko: 한 클라우드 프로바이더에서 다른 클라우드 프로바이더로 작업을 이동해야 한다고 가정합니다. 이전 컴퓨터를 종료하고 암호화를 사용하여 새 공급자에게 전송한 다음 새 키를 생성하도록 시스템에 지시할 수 있습니다. 그런 다음 시스템에 이전 키를 완전 삭제하도록 명령하면, 이전 클라우드 제공자에서 탈퇴할 수 있습니다. 이전 공급자가 보관한 복사본 및 백업을 포함한 모든 데이터가 손실됩니다.
nl: Stel dat u uw activiteiten van de ene naar de andere cloudprovider moet verplaatsen. U kunt uw oude computer afsluiten en met behulp van encryptie overbrengen naar de nieuwe provider, en vervolgens het systeem opdracht geven een nieuwe sleutel te produceren. Vervolgens kunt u, door de machine opdracht te geven de oude sleutel te vernietigen, zich terugtrekken uit de oude cloudaanbieder. Al uw gegevens, inclusief kopieën en back-ups, die door de vorige provider worden bewaard, gaan verloren.
pl: Załóżmy, że musisz przenieść swoje operacje od jednego dostawcy chmury do drugiego. Możesz wyłączyć stary komputer i przenieść go do nowego dostawcy za pomocą szyfrowania, a następnie zlecić systemowi utworzenie nowego klucza. Następnie, zlecając maszynie zniszczenie starego klucza, możesz wycofać się ze starego dostawcy chmury. Wszystkie Twoje dane, w tym kopie i kopie zapasowe, przechowywane przez poprzedniego dostawcę, zostaną utracone.
pt: Suponha que precisa de mover as suas operações de um fornecedor de nuvem para outro. Pode desligar seu computador antigo e transferi-lo para o novo fornecedor usando cifragem e, de seguida, direccionar o sistema para produzir uma nova chave. Assim, ao ordenar que a máquina destrua a chave antiga, você pode sair do antigo fornecedor de nuvem. Todos os seus dados, incluindo cópias, mantidos pelo fornecedor anterior são perdidos.
ru: Предположим, вам нужно перенести свои операции с одного облачного провайдера на другой. Вы можете выключить свой старый компьютер и передать его новому поставщику с помощью шифрования, а затем направить систему на создание нового ключа. Затем, скомандовав машине удалить старый ключ, вы можете отказаться от старого облачного провайдера. Все ваши данные, включая копии и резервные копии, сохраненные предыдущим поставщиком, будут потеряны.
sv: Anta att du behöver flytta din verksamhet från en molnleverantör till en annan. Du kan stänga av din gamla dator och överföra den till den nya leverantören med kryptering och sedan styra systemet till att producera en ny nyckel. Sedan, genom att beordra maskinen att riva den gamla nyckeln, kan du dra dig tillbaka från den gamla molnleverantören. All din data, inklusive kopior och säkerhetskopior, som sparats av den tidigare leverantören kommer att gå förlorade.
tr: Operasyonlarınızı bir bulut sağlayıcıdan diğerine taşımanız gerektiğini varsayalım. Eski bilgisayarınızı kapatıp şifreleme kullanarak yeni sağlayıcıya aktarabilir ve ardından sistemi yeni bir anahtar üretmesi için yönlendirebilirsiniz. Ardından, makineye eski anahtarı parçalamasını emrederek eski bulut sağlayıcısından çekilebilirsiniz. Önceki sağlayıcı tarafından tutulan kopyalar ve yedekler de dahil olmak üzere tüm verileriniz kaybolacaktır.
zh: 假设您需要将操作从一个云提供商移动到另一个云提供商。 您可以关闭旧计算机并使用加密将其传输到新提供商，然后引导系统生成新密钥。 然后，通过命令机器撕碎旧密钥，您可以退出旧云提供商。 由之前的提供商保存的所有数据（包括副本和备份）都将丢失。

# Blog_ADGE_H4_SubHeading1
source: <strong>Free Software </strong>
ar: <strong> البرمجيات الحرة </ strong>
de: <strong>Freie Software </strong>
es: <strong>Software gratuito</strong>
fr: <strong>Logiciel libre </strong>
it: <strong>Software gratuito </strong>
ko: <strong>무료 소프트웨어 </strong>
nl: <strong>Gratis Software </strong>
pl: <strong>Bezpłatne oprogramowanie </strong>
pt: <strong>Software Livre</strong>
ru: <strong>Свободное программное обеспечение </strong>
sv: <strong>Gratis programvara </strong>
tr: <strong>Ücretsiz Yazılım </strong>
zh: <strong>自由软件</strong>

# Blog_ADGE_H4_SubHeading2
source: <strong>Key Sharing </strong>
ar: <strong> مشاركة المفتاح </strong>
de: <strong>Schlüsselfreigabe </strong>
es: <strong>Uso compartido de claves </strong>
fr: <strong>Partage de Clé </strong>
it: <strong>Condivisione chiavi </strong>
ko: <strong>키 공유 </strong>
nl: <strong>Het delen van Sleutels /strong>
pl: <strong>Udostępnianie kluczy </strong>
pt: <strong>Partilha de Chaves</strong>
ru: <strong>Совместное использование ключей </strong>
sv: <strong>Nyckeldelning </strong>
tr: <strong>Anahtar Paylaşma </strong>
zh: <strong>密钥共享</strong>

# Blog_ADGE_H4_SubHeading3
source: <strong>Cloud Security</strong>
ar: <strong> أمان السحابة </strong>
de: <strong>Cloud-Sicherheit</strong>
es: <strong>Seguridad en la nube</strong>
fr: <strong>Sécurité dans le Cloud</strong>
it: <strong>Sicurezza del cloud</strong>
ko: <strong>클라우드 보안</strong>
nl: <strong>Cloud Beveiliging</strong>
pl: <strong>Bezpieczeństwo w chmurze</strong>
pt: <strong>Segurança na Nuvem</strong>
ru: <strong>Безопасность Облака</strong>
sv: <strong>Molnsäkerhet</strong>
tr: <strong>Bulut Güvenliği</strong>
zh: <strong>云安全</strong>

# Blog_ADGE_H4_SubHeading4
source: <strong>Simple decommissioning</strong>
ar: <strong> إيقاف بسيط للتشغيل </strong>
de: <strong>Einfache Stilllegung</strong>
es: <strong>Desmantelamiento sencillo</strong>
fr: <strong>Déclassement simple</strong>
it: <strong>Disattivazione semplice</strong>
ko: <strong>손쉬운 폐기</strong>
nl: <strong>Eenvoudige ontmanteling</strong>
pl: <strong>Prosta likwidacja</strong>
pt: <strong>Desactivação simples</strong>
ru: <strong>Простой вывод из эксплуатации</strong>
sv: <strong>Enkel avveckling</strong>
tr: <strong>Basit işletmeden çıkarma</strong>
zh: <strong>简单退役</strong>

# Blog_ADGE_H4_SubHeading5
source: <strong>Remote workstations are secure</strong>
ar: <strong> محطات العمل البعيدة آمنة </strong>
de: <strong>Remote-Arbeitsplätze sind sicher</strong>
es: <strong>Las estaciones de trabajo remotas son seguras</strong>
fr: <strong>Les postes de travail distants sont sécurisés</strong>
it: <strong>Le workstation da remoto sono sicure</strong>
ko: <strong>원격 워크스테이션은 안전합니다.</strong>
nl: <strong>Externe werkstations zijn veilig</strong>
pl: <strong>Zdalne stacje robocze są bezpieczne</strong>
pt: <strong>As estações de trabalho remotas são seguras</strong>
ru: <strong>Удаленные рабочие станции защищены</strong>
sv: <strong>Distansarbetsplatser är säkra</strong>
tr: <strong>Uzak iş istasyonları güvenlidir</strong>
zh: <strong>远程工作站是安全的</strong>

# Blog_ADGE_Heading1
source: What is encryption and how does it work?
ar: ما هو التشفير وكيف يعمل؟
de: Was ist Verschlüsselung und wie funktioniert sie?
es: ¿Qué es el cifrado y cómo funciona?
fr: Qu'est-ce que le cryptage et comment fonctionne-t-il ?
it: Cos'è la crittografia e come funziona?
ko: 암호화란 무엇이며 어떻게 작동하나요?
nl: Wat is versleuteling en hoe werkt het?
pl: Co to jest szyfrowanie i jak działa?
pt: O que é a cifragem e como é que funciona?
ru: Что такое шифрование и как оно работает?
sv: Vad är kryptering och hur fungerar det?
tr: Şifreleme nedir ve ne işe yarar?
zh: 什么是加密，是如何工作的？

# Blog_ADGE_Heading2
source: Consequences of unprotected data
ar: عواقب البيانات غير المحمية
de: Folgen ungeschützter Daten
es: Consecuencias de los datos desprotegidos
fr: Conséquences de données non protégées
it: Conseguenze dei dati non protetti
ko: 보호되지 않는 데이터의 결과
nl: Gevolgen van onbeveiligde gegevens
pl: Konsekwencje niechronionych danych
pt: Consequências de dados desprotegidos
ru: Последствия незащищенных данных
sv: Konsekvenser av oskyddad data
tr: Korunmayan verilerin sonuçları
zh: 未受保护数据的后果

# Blog_ADGE_Heading3
source: By encrypting your data, you can measure these effects and obtain a competitive advantage
ar: من خلال تشفير بياناتك ، يمكنك قياس هذه التأثيرات والحصول على ميزة تنافسية
de: Durch die Verschlüsselung Ihrer Daten können Sie diese Effekte messen und sich einen Wettbewerbsvorteil verschaffen
es: Al cifrar tus datos, puedes medir estos efectos y obtener una ventaja competitiva
fr: En chiffrant vos données, vous pouvez mesurer ces effets et obtenir un avantage concurrentiel
it: Tramite la crittografia dei dati, puoi misurare questi effetti e ottenere un vantaggio competitivo
ko: 데이터를 암호화하여, 이러한 효과를 측정하고 경쟁 우위를 확보할 수 있습니다.
nl: Door uw gegevens te versleutelen kunt u deze effecten meten en een concurrentievoordeel behalen
pl: Szyfrując swoje dane, możesz zmierzyć te efekty i uzyskać przewagę konkurencyjną
pt: Ao cifrar os seus dados, pode medir estes efeitos e obter uma vantagem competitiva
ru: Зашифровав свои данные, вы можете измерить последствия и получить конкурентное преимущество
sv: Genom att kryptera din data kan du mäta dessa effekter och få en konkurrensfördel
tr: Verilerinizi şifreleyerek bu etkileri ölçebilir ve rekabet avantajı elde edebilirsiniz.
zh: 通过加密您的数据，您可以衡量这些影响并获得竞争优势

# Blog_ADGE_Heading4
source: The following encryption benefits come with AxCrypt:
ar: تأتي مزايا التشفير التالية مع اكسكربت:
de: Die folgenden Verschlüsselungsvorteile sind mit AxCrypt verbunden:
es: Los beneficios de cifrado de AxCrypt son:
fr: Les avantages de chiffrement suivants sont fournis avec AxCrypt:
it: I seguenti vantaggi di crittografia vengono forniti con AxCrypt:
ko: AxCrypt와 함께 제공되는 암호화의 이점은 다음과 같습니다.
nl: AxCrypt biedt de volgende versleutelingsvoordelen:
pl: AxCrypt oferuje następujące korzyści z szyfrowania:
pt: Estes são os benefícios da cifragem AxCrypt:
ru: AxCrypt предоставляет следующие преимущества шифрования:
sv: Följande krypteringsfördelar kommer med AxCrypt:
tr: AxCrypt ile birlikte gelir aşağıdaki şifreleme avantajlarını elde etmiş olursunuz:
zh: AxCrypt具有以下加密优势:

# Blog_ADGE_Summary
source: Encryption is the process of transforming plain text into ciphertext, or changing readable text into unreadable text, in order to protect data so that only certain people can access it.
ar: التشفير هو عملية تحويل النص العادي إلى نص مشفر ، أو تغيير النص المقروء إلى نص غير قابل للقراءة ، من أجل حماية البيانات بحيث لا يتمكن سوى أشخاص معينين من الوصول إليها.
de: Verschlüsselung ist der Prozess der Umwandlung von Klartext in Chiffretext oder der Umwandlung von lesbarem Text in unlesbaren Text, um Daten so zu schützen, dass nur bestimmte Personen darauf zugreifen können.
es: El cifrado es el proceso de transformar texto sin formato en texto cifrado, o cambiar texto legible en texto ilegible, con el fin de proteger los datos para que solo ciertas personas puedan acceder a ellos.
fr: Le cryptage est le processus consistant à transformer du texte brut en texte chiffré, ou à transformer du texte lisible en texte illisible, afin de protéger les données pour que seules certaines personnes puissent y accéder.
it: La crittografia è il processo di trasformazione del testo normale in testo cifrato o la modifica del testo leggibile in testo illeggibile, al fine di proteggere i dati in modo che solo determinate persone possano accedervi.
ko: 암호화는 특정 사용자만 접근할 수 있도록 데이터를 보호하기 위해 일반 텍스트를 암호 텍스트로 변환하거나 읽을 수 있는 텍스트를 읽을 수 없는 텍스트로 변경하는 프로세스입니다.
nl: Versleuteling is het samenvoegen van gewone tekst in cijfertekst, of het veranderen van leesbare tekst in onleesbare tekst, om gegevens te beschermen zodat alleen bepaalde mensen toegang hebben.
pl: Szyfrowanie to proces przekształcania zwykłego tekstu w tekst zaszyfrowany lub przekształcania tekstu czytelnego w tekst nieczytelny w celu ochrony danych, tak aby tylko niektóre osoby miały do nich dostęp.
pt: A cifragem é o processo de transformar texto comum em texto cifrado ou de alterar texto legível em texto ilegível, para proteger dados de forma a que apenas certas pessoas lhes possam aceder.
ru: Шифрование - это процесс преобразования обычного текста в зашифрованный или изменения читаемого текста в нечитаемый текст с целью защиты данных таким образом, чтобы только определенные люди могли получить к ним доступ.
sv: Kryptering är processen att omvandla vanlig text till chiffertext, eller ändra läsbar text till oläsbar text, för att skydda data så att endast vissa personer kan komma åt den.
tr: Şifreleme, verileri yalnızca belirli kişilerin erişebilmesi için korumak amacıyla düz metni şifreli metne dönüştürme veya okunabilir metni okunamaz metne dönüştürme işlemidir.
zh: 加密是将纯文本转换为密文，或将可读文本更改为不可读文本的过程，以保护数据，以便只有某些人可以访问它。

# Blog_ADGE_Title
source: A detailed guide to encryption
ar: دليل مفصل للتشفير
de: Eine detaillierte Anleitung zur Verschlüsselung
es: Una guía detallada sobre el cifrado
fr: Un guide détaillé du cryptage
it: Una guida completa alla crittografia
ko: 암호화에 대한 자세한 안내
nl: Een gedetailleerde gids voor encryptie
pl: Szczegółowy przewodnik po szyfrowaniu
pt: Um guia detalhado de cifragem
ru: Подробное руководство по шифрованию
sv: En detaljerad guide till kryptering
tr: Şifreleme hakkında detaylı bir kılavuz
zh: 加密的详细指南
