Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HPYBFC_H4_Text2
source: A data breach is a type of security incident. It occurs when information is accessed without authorization. The information accessed could include personal information such as Social Security numbers, passwords, and financial account numbers.
ar: خرق البيانات هو نوع من الحوادث الأمنية. يحدث عندما يتم الوصول إلى المعلومات دون إذن. يمكن أن تتضمن المعلومات التي تم الوصول إليها معلومات شخصية مثل أرقام الضمان الاجتماعي وكلمات المرور وأرقام الحسابات المالية.
de: Eine Datenschutzverletzung ist eine Art Sicherheitsvorfall. Es tritt auf, wenn auf Informationen ohne Autorisierung zugegriffen wird. Die Informationen, auf die zugegriffen wird, können persönliche Informationen wie Sozialversicherungsnummern, Passwörter und Finanzkontonummern enthalten.
es: Una vulneración de datos es un tipo de incidente de seguridad. Ocurre cuando se accede a la información sin autorización. La información a la que se accede puede incluir información personal como números de Seguro Social, contraseñas y números de cuentas financieras.
fr: Une violation de données est un type d’incident de sécurité. Cela se produit lorsque l’information est consultée sans autorisation. Les informations consultées peuvent inclure des informations personnelles telles que les numéros de Sécurité Sociale, les mots de passe, et les numéros de compte financier.
it: Una violazione dei dati è un tipo di incidente di sicurezza. Si verifica quando si accede alle informazioni senza autorizzazione. Le informazioni accessibili potrebbero includere informazioni personali come numeri di previdenza sociale, password e numeri di conto finanziario.
ko: 데이터 침해는 보안 사고의 한 유형입니다. 이것은 허가 없이 정보에 접근할 때 발생합니다. 액세스되는 정보에는 사회 보장 번호, 암호 및 금융 계좌 번호와 같은 개인 정보가 포함될 수 있습니다.
nl: Een datalek is een soort beveiligingsincident. Het doet zich voor wanneer er zonder toestemming toegang is verkregen tot informatie. De geraadpleegde informatie kan bestaan uit persoonlijke gegevens zoals sofinummers, wachtwoorden en financiële rekeningnummers.
pl: Naruszenie danych to rodzaj incydentu bezpieczeństwa. Występuje, gdy dostęp do informacji uzyskuje się bez autoryzacji. Dostępne informacje mogą obejmować dane osobowe, takie jak numery ubezpieczenia społecznego, hasła i numery kont finansowych.
pt: Uma violação de dados é um tipo de incidente de segurança. Ocorre quando a informação é acedidas sem autorização. A informação acedida pode incluir informação pessoal, como números da Segurança Social, palavras-passe e números de contas financeiras.
ru: Утечка данных - это разновидность инцидента безопасности. Это происходит, когда доступ к информации осуществляется без авторизации. Доступная информация может включать личную информацию, такую как номера социального страхования, пароли и номера финансовых счетов.
sv: Ett dataintrång är en typ av säkerhetsincident. Det inträffar när information nås utan tillstånd. Informationen som nås kan innefatta personlig information som personnummer, lösenord och finansiella kontonummer.
tr: Veri ihlali bir tür güvenlik olayıdır. Bilgiye yetkisiz olarak erişildiğinde meydana gelir. Erişilen bilgiler Sosyal Güvenlik numaraları, parolalar ve finansal hesap numaraları gibi kişisel bilgileri içerebilir.
zh: 数据泄露是一种安全事件。 它发生在未经授权访问信息时。 访问的信息可能包括个人信息，如社会安全号码，密码和财务帐户号码。

# Blog_HPYBFC_H5_SH1_Text1
source: Using strong passwords is one way to protect your information online, so avoid using the same, easy-to-crack passwords, no matter how much you love your pet. Adopt symbols, numbers and different figures so no one can guess it by knowing personal information about you. You can also use the <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a> that produces strong passwords that are not nonsensical and actually possible to remember and type. You'll get three suggestions of decreasing strength and complexity.
ar: يعد استخدام كلمات مرور قوية إحدى الطرق لحماية معلوماتك عبر الإنترنت ، لذا تجنب استخدام كلمات المرور نفسها سهلة الاختراق ، بغض النظر عن مدى حبك لحيوانك الأليف. استخدم رموزًا وأرقامًا وأرقامًا مختلفة حتى لا يستطيع أحد تخمينها بمعرفة معلومات شخصية عنك. يمكنك أيضًا استخدام <a href='/information/password-generator' style='font-weight: 800؛'> مولد كلمة المرور اكسكربت</a> الذي ينتج كلمات مرور قوية ليست غير منطقية ويمكن فعليًا تذكرها وكتابتها . ستحصل على ثلاثة اقتراحات لتقليل القوة والتعقيد.
de: Die Verwendung sicherer Passwörter ist eine Möglichkeit, Ihre Informationen online zu schützen. Vermeiden Sie es daher, dieselben, leicht zu knackenden Passwörter zu verwenden, egal wie sehr Sie Ihr Haustier lieben. Nehmen Sie Symbole, Zahlen und verschiedene Zahlen an, damit niemand sie erraten kann, wenn er persönliche Informationen über Sie kennt. Sie können auch den <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a> verwenden, der sichere Passwörter erzeugt, die nicht unsinnig sind und sich tatsächlich merken und eingeben lassen. Sie erhalten drei Vorschläge zur Verringerung von Stärke und Komplexität.
es: Usar contraseñas seguras es una forma de proteger tu información en línea, así que evita usar las mismas contraseñas fáciles de descifrar, sin importar cuánto ames a tu mascota. Adopta símbolos, números y figuras diferentes para que nadie pueda adivinarlo conociendo datos personales tuyos. También puedes usar el <a href='/information/password-generator' style='font-weight: 800;'>Generador de contraseñas AxCrypt</a> que produce contraseñas seguras que no son absurdas y que son realmente posibles de recordar y escribir. Obtendrás tres sugerencias de intensidad y complejidad decrecientes.
fr: L’utilisation de mots de passe forts est un moyen de protéger vos informations en ligne, alors évitez d’utiliser les mêmes mots de passe, faciles à déchiffrer, peu importe à quel point vous aimez votre animal de compagnie. Adoptez des symboles, des chiffres et des caractères différents afin que personne ne puisse le deviner en connaissant des informations personnelles vous concernant. Vous pouvez également utiliser le <a href='/information/password-generator' style='font-weight: 800;'>Générateur de Mots de passe AxCrypt</a> qui produit des mots de passe forts qui ne sont pas absurdes et qu'il est réellement possible de mémoriser et de taper. Vous obtiendrez trois suggestions de force et de complexité décroissantes.
it: L'utilizzo di password complesse è un modo per proteggere le tue informazioni online, quindi evita di utilizzare le stesse password facili da decifrare, non importa quanto ami il tuo animale domestico. Adotta simboli, numeri e cifre diverse in modo che nessuno possa indovinarlo conoscendo le informazioni personali su di te. È inoltre possibile utilizzare il <a href='/information/password-generator' style='font-weight: 800;'>Generatore di Password di AxCrypt</a> che produce password complesse che non sono insensate e effettivamente possibili da ricordare e digitare. Riceverai tre suggerimenti di forza e complessità decrescenti.
ko: 강력한 비밀번호를 사용하는 것은 온라인에서 정보를 보호하는 한 가지 방법이므로, 여러분이 애완동물을 얼마나 사랑하는지에 관계없이 동일하고 쉽게 해독할 수 있는 비밀번호를 사용하는 것을 피하세요. 아무도 여러분에 대한 개인 정보를 알고 그것을 추측할 수 없도록 기호, 숫자, 그리고 다른 숫자를 채택하세요. <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt 암호 생성기</a> 의미가 없는 강력한 암호를 생성하고 실제로 기억하고 입력할 수 있습니다. 강도와 복잡성을 줄이는 세 가지 제안이 있습니다.
nl: Het gebruik van sterke wachtwoorden is een manier om uw informatie online te beschermen, dus vermijd het gebruik van dezelfde, gemakkelijk te kraken wachtwoorden, ongeacht hoeveel u van uw huisdier houdt. Gebruik symbolen, cijfers en verschillende figuren zodat niemand het kan raden door persoonlijke informatie over u te kennen. U kunt ook de <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a> gebruiken die sterke wachtwoorden produceert die niet onzinnig zijn en die u echt kunt onthouden en typen. U krijgt drie suggesties van afnemende kracht en complexiteit.
pl: Używanie silnych haseł to jeden ze sposobów ochrony informacji w Internecie, więc unikaj używania tych samych, łatwych do złamania haseł, bez względu na to, jak bardzo kochasz swojego zwierzaka. Przyjmuj symbole, cyfry i różne cyfry, aby nikt nie mógł ich odgadnąć, znając Twoje dane osobowe. Możesz także użyć <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a>, który tworzy silne hasła, które nie są bezsensowne i faktycznie możliwe do zapamiętania i wpisania. Otrzymasz trzy sugestie o mniejszej sile i złożoności.
pt: Usar palavras-passe fortes é uma forma de proteger a sua informação online, pelo que evite usar a mesma palavra-passe fácil de quebrar, por mais que goste do seu animal de estimação. Adopte símbolos, números e diferentes caracteres para que ninguém possa adivinhar ao saber de informação pessoal sua. Também pode usar o <a href='/information/password-generator' style='font-weight: 800;'>Gestor de Palavras-Passe AxCrypt</a> que produz palavras-passe fortes que não são absurdas e que podem ser lembradas e escritas. Receberá três sugestões com força e complexidade decrescentes.
ru: Использование надежных паролей - это один из способов защитить вашу информацию в сети, поэтому избегайте использования одних и тех же простых для взлома паролей, независимо от того, как сильно вы любите своего питомца. Используйте буквы, цифры и другие символы, чтобы никто не мог догадаться об этом, зная вашу личную информацию. Вы также можете использовать <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a>, который создает надежные пароли, которые не являются бессмысленными и которые действительно можно запомнить и ввести. Вы получите три предложения разной силы и сложности.
sv: Att använda starka lösenord är ett sätt att skydda din information online, så undvik att använda samma lösenord som är lätta att knäcka, oavsett hur mycket du älskar ditt husdjur. Anta symboler, siffror och olika figurer så att ingen kan gissa det genom att känna till personlig information om dig. Du kan också använda <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Lösenords generator</a> som producerar starka lösenord som inte är meningslösa och faktiskt möjliga att komma ihåg och skriva in . Du får tre förslag på minskad styrka och komplexitet.
tr: Güçlü parolalar kullanmak, bilgilerinizi çevrimiçi korumanın bir yoludur, bu nedenle evcil hayvanınızı ne kadar severseniz sevin, aynı, kırılması kolay parolaları kullanmaktan kaçının. Sembolleri, sayıları ve farklı rakamları benimseyin, böylece hiç kimse sizin hakkınızdaki kişisel bilgileri bilerek tahmin edemez. Ayrıca, saçma olmayan ve aslında hatırlanması ve yazılması mümkün olan güçlü parolalar üreten <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Parola Oluşturucuyu</a> da kullanabilirsiniz. Tarafınıza gücü ve karmaşıklığı azaltacak üç öneri sunulur.
zh: 使用强密码是在线保护您的信息的一种方法，因此无论您多么爱您的宠物，都要避免使用相同的，易于破解的密码。 采用符号，数字和不同的数字，这样没有人可以通过了解您的个人信息来猜测它。 您还可以使用<a href='/information/password-generator'style='font-weight:800;'>AxCrypt Password Generator</a>生成强密码，这些密码不是无意义的，实际上可以记住和键入。 你会得到三个减少强度和复杂性的建议。

# Blog_HPYBFC_H5_SH2_Text1
source: Encryption is a way to make communications that are intended to be private actually remain private. It will help protect customers' data and anticipate threats. By encrypting your data and making it unreadable you guarantee security and productivity. Even if intercepted, the message will be unreadable for any actor that doesn't possess the right key to decrypt it.
ar: التشفير هو وسيلة لجعل الاتصالات التي تهدف إلى أن تكون خاصة تظل في الواقع خاصة. سيساعد في حماية بيانات العملاء وتوقع التهديدات. من خلال تشفير بياناتك وجعلها غير قابلة للقراءة ، فإنك تضمن الأمان والإنتاجية. حتى في حالة اعتراض الرسالة ، ستكون الرسالة غير قابلة للقراءة لأي ممثل لا يمتلك المفتاح الصحيح لفك تشفيرها.
de: Verschlüsselung ist eine Möglichkeit, Kommunikationen, die privat sein sollen, tatsächlich privat zu halten. Es wird dazu beitragen, Kundendaten zu schützen und Bedrohungen zu antizipieren. Indem Sie Ihre Daten verschlüsseln und unlesbar machen, garantieren Sie Sicherheit und Produktivität. Selbst wenn die Nachricht abgefangen wird, ist sie für jeden Akteur unlesbar, der nicht den richtigen Schlüssel zum Entschlüsseln besitzt.
es: El cifrado es una forma de hacer que las comunicaciones que pretenden ser privadas lo sigan siendo. Ayudará a proteger los datos de los clientes y anticipar las amenazas. Al cifrar tus datos y hacerlos ilegibles, garantiza seguridad y productividad. Incluso si es interceptado, el mensaje será ilegible para cualquier actor que no posea la clave correcta para descifrarlo.
fr: Le cryptage est un moyen de faire en sorte que les communications destinées à être privées le restent réellement. Il aidera à protéger les données des clients et à anticiper les menaces. En chiffrant vos données et en les rendant illisibles, vous garantissez la sécurité et la productivité. Même s’il est intercepté, le message sera illisible pour tout acteur qui ne possède pas la bonne clé pour le déchiffrer.
it: La crittografia è un modo per far sì che le comunicazioni che dovrebbero essere private rimangano tali. Aiuterà a proteggere i dati dei clienti e ad anticipare le minacce. Crittografando i tuoi dati e rendendoli illeggibili garantisci sicurezza e produttività. Anche se intercettato, il messaggio sarà illeggibile per qualsiasi attore che non possieda la chiave giusta per decrittografarlo.
ko: 암호화는 비공개로 의도된 통신을 실제로 비공개로 유지하는 방법입니다. 고객의 데이터를 보호하고 위협을 예측하는 데 도움이 됩니다. 데이터를 암호화하고 읽을 수 없도록 하면 보안과 생산성이 보장됩니다. 가로채더라도 암호를 해독할 올바른 키가 없는 행위자는 메시지를 읽을 수 없습니다.
nl: Encryptie is een manier om communicatie die bedoeld is om privé te zijn, ook echt privé te houden. Het helpt de gegevens van klanten te beschermen en te anticiperen op bedreigingen. Door uw gegevens te versleutelen en onleesbaar te maken, garandeert u veiligheid en productiviteit. Zelfs als het bericht wordt onderschept, is het onleesbaar voor iedereen die niet over de juiste sleutel beschikt om het te decoderen.
pl: Szyfrowanie to sposób na to, aby komunikacja, która ma być prywatna, faktycznie pozostała prywatną. Pomoże chronić dane klientów i przewidywać zagrożenia. Szyfrując dane i czyniąc je nieczytelnymi, gwarantujesz bezpieczeństwo i produktywność. Nawet jeśli zostanie przechwycona, wiadomość będzie nieczytelna dla kogokolwiek, kto nie posiada odpowiedniego klucza do jej odszyfrowania.
pt: A cifragem é uma forma de fazer com que as comunicações privadas sejam efectivamente privadas. Ajuda a proteger dados de clientes e a antecipar ameaças. Ao cifrar os seus dados e torná-los ilegíveis, garante segurança e produtividade. Mesmo se interceptada, a mensagem estará ilegível para qualquer actor que não possua a chave certa para a decifrar.
ru: Шифрование - это способ сделать так, чтобы сообщения, которые должны быть конфиденциальными, на самом деле оставались конфиденциальными. Это поможет защитить данные клиентов и предвидеть угрозы. Шифруя свои данные и делая их нечитаемыми, вы гарантируете безопасность и производительность. Даже если сообщение будет перехвачено, оно будет нечитаемым для любого субъекта, который не обладает правильным ключом для его расшифровки.
sv: Kryptering är ett sätt att få kommunikation som är avsedd att vara privat faktiskt förbli privat. Det kommer att hjälpa till att skydda kundernas data och förutse hot. Genom att kryptera din data och göra den oläsbar garanterar du säkerhet och produktivitet. Även om det avlyssnas kommer meddelandet att vara oläsligt för alla aktörer som inte har rätt nyckel för att dekryptera det.
tr: Şifreleme, özel olması amaçlanan iletişimlerin aslında gizli kalmasını sağlamanın bir yoludur. Müşterilerin verilerini korumaya ve tehditleri öngörmeye yardımcı olur. Verilerinizi şifreleyip okunamaz hale getirerek güvenliği ve üretkenliği garanti altına almış olursunuz. İleti ele geçirilse bile, şifresini çözmek için doğru anahtara sahip olmayan herhangi bir aktör tarafından okunamaz.
zh: 加密是一种使旨在私密的通信实际上保持私密的方式。 它将有助于保护客户的数据并预测威胁。 通过加密您的数据并使其不可读，您可以保证安全性和生产力。 即使被拦截，消息对于任何没有正确密钥来解密它的actor来说都是不可读的。

# Blog_HPYBFC_H5_SH3_Text1
source: Backing up your business's data and website will help you recover any information you lose if you experience a cyber incident or have computer issues. It's essential that you backup your most important data and information regularly.
ar: سيساعدك النسخ الاحتياطي لبيانات وموقع الويب الخاص بشركتك على استعادة أي معلومات تفقدها إذا تعرضت لحادث إلكتروني أو كانت لديك مشكلات في الكمبيوتر. من الضروري إجراء نسخ احتياطي لأهم بياناتك ومعلوماتك بانتظام.
de: Durch das Sichern der Daten und der Website Ihres Unternehmens können Sie alle Informationen wiederherstellen, die Sie verlieren, wenn Sie einen Cybervorfall erleben oder Computerprobleme haben. Es ist wichtig, dass Sie Ihre wichtigsten Daten und Informationen regelmäßig sichern.
es: Hacer una copia de seguridad de los datos y el sitio web de tu empresa te ayudará a recuperar cualquier información que pierdas si experimenta un incidente cibernético o tienes problemas con la computadora. Es esencial que hagas una copia de seguridad de tus datos e información más importantes con regularidad.
fr: La sauvegarde des données et du site Web de votre entreprise vous aidera à récupérer toutes les informations que vous perdez en cas de cyberincident ou de problèmes informatiques. Il est essentiel que vous sauvegardiez régulièrement vos données et informations les plus importantes.
it: Il backup dei dati e del sito Web della tua azienda ti aiuterà a recuperare tutte le informazioni che perdi in caso di incidente informatico o problemi con il computer. È essenziale eseguire regolarmente il backup dei dati e delle informazioni più importanti.
ko: 비즈니스 데이터와 웹사이트를 백업하면 사이버 사고가 발생하거나 컴퓨터 문제가 발생한 경우 손실된 정보를 복구하는 데 도움이 됩니다. 중요한 데이터와 정보를 정기적으로 백업하는 것은 필수적입니다.
nl: Door een back-up te maken van de gegevens en website van uw bedrijf, kunt u alle informatie herstellen die u verliest als u een cyberincident ervaart of computerproblemen heeft. Het is essentieel dat u regelmatig een back-up maakt van uw belangrijkste gegevens en informatie.
pl: Tworzenie kopii zapasowej danych firmy i witryny internetowej pomoże Ci odzyskać wszelkie informacje, które utracisz w przypadku incydentu cybernetycznego lub problemów z komputerem. Niezbędne jest regularne tworzenie kopii zapasowych najważniejszych danych i informacji.
pt: Fazer cópias de segurança dos dados do seu negócio e sítio web ajudá-la(o)-á a recuperar qualquer informação que perca caso haja um ciberincidente ou problemas com o computador. É essencial que faça cópias dos seus dados e informação mais importante com regularidade.
ru: Резервное копирование данных вашей компании и веб-сайта поможет вам восстановить любую информацию, которую вы потеряете, если столкнетесь с кибератакой или у вас возникнут проблемы с компьютером. Очень важно, чтобы вы регулярно создавали резервные копии своих самых важных данных.
sv: Att säkerhetskopiera ditt företags data och webbplats hjälper dig att återställa all information du förlorar om du råkar ut för en cyberincident eller har datorproblem. Det är viktigt att du säkerhetskopierar din viktigaste data och din information regelbundet.
tr: İşletmenizin verilerini ve web sitesini yedeklemek, bir siber saldırı yaşarsanız veya bilgisayar sorunları yaşarsanız kaybettiğiniz bilgileri kurtarmanıza yardımcı olur. En önemli verilerinizi ve bilgilerinizi düzenli olarak yedeklemeniz çok önemlidir.
zh: 备份您的企业数据和网站将帮助您恢复您丢失的任何信息，如果您遇到网络事件或计算机问题。 定期备份最重要的数据和信息至关重要。
