Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_UODPCH_Text3
source: The first scenario, sharing of encrypted files with other persons, is handled in AxCrypt by the Key Sharing feature. This will be discussed elsewhere, let it just be said here that it’s a much better way to achieve this benefit than different passwords.
ar: يتم التعامل مع السيناريو الأول ، وهو مشاركة الملفات المشفرة مع أشخاص آخرين ، في اكسكربت بواسطة ميزة مشاركة المفتاح. ستتم مناقشة هذا في مكان آخر ، دعنا نقول هنا أنها طريقة أفضل بكثير لتحقيق هذه الميزة من كلمات المرور المختلفة.
de: Das erste Szenario, das Teilen verschlüsselter Dateien mit anderen Personen, wird in AxCrypt durch die Schlüsselfreigabefunktion gehandhabt. Dies wird an anderer Stelle besprochen, lassen Sie es hier nur sagen, dass es ein viel besserer Weg ist, diesen Vorteil zu erreichen als verschiedene Passwörter.
es: El primer escenario, el intercambio de archivos cifrados con otras personas, se maneja en AxCrypt mediante la función de Uso compartido de clave. Esto se discutirá en otro momento, solo digamos aquí que es una manera mucho mejor de lograr este beneficio que usar diferentes contraseñas.
fr: Le premier scénario, le partage de fichiers cryptés avec d’autres personnes, est géré dans AxCrypt par la fonction de Partage de Clés. Cela sera discuté ailleurs, disons simplement ici que c’est un bien meilleur moyen d’obtenir cet avantage que différents mots de passe.
it: Il primo scenario, la condivisione di file crittografati con altre persone, è gestito in AxCrypt dalla funzione di Condivisione delle Chiavi. Questo sarà discusso altrove, lascia che sia detto qui che è un modo migliore per ottenere questo vantaggio rispetto a password diverse.
ko: 첫 번째 시나리오인 암호화된 파일을 다른 사람과 공유하는 것은 AxCrypt에서 키 공유 기능으로 가능합니다. 이것은 다른 곳에서 논의 될 것이며, 여기서는 여러 암호를 사용하는 것 보다 더 좋은 방법이라고 말하겠습니다.
nl: Het eerste scenario, het delen van versleutelde bestanden met andere personen, wordt in AxCrypt afgehandeld door de functie Sleutel delen. Dit zal elders worden besproken, laat het hier gezegd zijn dat het een veel betere manier is om dit voordeel te bereiken dan verschillende wachtwoorden.
pl: Pierwszy scenariusz, udostępnianie zaszyfrowanych plików innym osobom, jest obsługiwany w AxCrypt przez funkcję Key Sharing. Zostanie to omówione w innym miejscu, powiem tylko, że jest to znacznie lepszy sposób na osiągnięcie tej korzyści niż różne hasła.
pt: O primeiro cenário, o partilha de ficheiros cifrados com outras pessoas, é tratado na AxCrypt pela funcionalidade de Partilha de Chaves. Isto será discutido noutro artigo, diga-se apenas que é uma maneira muito melhor de conseguir este benefício do que com palavras-passe diferentes.
ru: Первый сценарий, совместное использование зашифрованных файлов с другими лицами, обрабатывается в AxCrypt с помощью функции совместного использования ключей. Это будет обсуждаться в другой раз, здесь просто скажем, что это гораздо лучший способ добиться некоторого преимущества, чем разные пароли.
sv: Det första scenariot, delning av krypterade filer med andra personer, hanteras i AxCrypt av nyckeldelningsfunktionen. Detta kommer att diskuteras på annat håll, men det ska sägas att det är ett mycket bättre sätt att uppnå denna fördel än med olika lösenord.
tr: İlk senaryo olan şifrelenmiş dosyaların diğer kişilerle paylaşılması AxCrypt'te Anahtar Paylaşımı özelliği ile gerçekleştirilmektedir. Bu başka bir yerde ayrıntılı olarak ele alınacaktır, burada sadece bu avantajı elde etmek için farklı parolalardan çok daha iyi bir yol olduğunu söyleyelim.
zh: 第一种情况，与其他人共享加密文件，由密钥共享功能在AxCrypt中处理。 这将在其他地方讨论，让它只是在这里说，这是一个更好的方式来实现这个好处比不同的密码。

# Blog_UODPCH_Text4
source: The second, using different passwords for yourself, is a little counterintuitive perhaps but the truth is – there is no need, and no benefit. It might *feel* better, but it’s not the solution to any problem. One aspect is that having many passwords will most likely be more inconvenient and thus make you less prone to use encryption. That’s bad, you don’t have that added protection. Also, it increases the risk of forgetting one of them. That’s bad, you lose your data. If you have too many, you’ll have to use a password manager to keep track of them. That’s not necessarily bad, but it doesn’t improve anything either.
ar: الثاني ، استخدام كلمات مرور مختلفة لنفسك ، ربما يكون غير بديهي قليلاً ولكن الحقيقة هي - ليست هناك حاجة ، ولا فائدة. قد * يبدو * أفضل ، لكنه ليس الحل لأية مشكلة. أحد الجوانب هو أن وجود العديد من كلمات المرور سيكون على الأرجح أكثر إزعاجًا وبالتالي يجعلك أقل عرضة لاستخدام التشفير. هذا سيء ، ليس لديك هذه الحماية الإضافية. كما أنه يزيد من خطر نسيان أحدهم. هذا سيء ، تفقد بياناتك. إذا كان لديك عدد كبير جدًا ، فسيتعين عليك استخدام مدير كلمات المرور لتتبعها. هذا ليس سيئًا بالضرورة ، لكنه لا يحسن أي شيء أيضًا.
de: Die zweite, verschiedene Passwörter für sich selbst zu verwenden, ist vielleicht ein wenig kontraintuitiv, aber die Wahrheit ist – es gibt keine Notwendigkeit und keinen Nutzen. Es könnte sich * besser * anfühlen, aber es ist nicht die Lösung für irgendein Problem. Ein Aspekt ist, dass viele Passwörter höchstwahrscheinlich unbequemer sind und Sie daher weniger anfällig für die Verwendung von Verschlüsselung sind. Das ist schlecht, Sie haben diesen zusätzlichen Schutz nicht. Außerdem erhöht es das Risiko, einen von ihnen zu vergessen. Das ist schlimm, Sie verlieren Ihre Daten. Wenn Sie zu viele haben, müssen Sie einen Passwort-Manager verwenden, um sie im Auge zu behalten. Das ist nicht unbedingt schlecht, aber es verbessert auch nichts.
es: El segundo, usar contraseñas diferentes para ti mismo, quizás sea un poco contradictorio, pero la verdad es que no hay necesidad ni beneficio. Puedes *sentirte* mejor, pero no es la solución a ningún problema. Un aspecto es que tener muchas contraseñas probablemente será más inconveniente y, por lo tanto, te hará menos propenso a usar el cifrado. Eso es malo, no tienes esa protección adicional. Además, aumenta el riesgo de olvidar una de ellas. Eso es malo, porque pierdes tus datos. Si tiene demasiadas, tendrás que usar un administrador de contraseñas para realizar un seguimiento de ellas. Eso no es necesariamente malo, pero tampoco mejora nada.
fr: La seconde, l’utilisation de différents mots de passe pour vous-même, est peut-être un peu contre-intuitive, mais la vérité est – qu’il n’y a aucun besoin, et aucun avantage. Cela pourrait * sembler* mieux, mais ce n’est la solution à aucun problème. Un aspect est que le fait d'avoir de nombreux mots de passe sera probablement plus gênant et vous rendra donc moins enclin à utiliser le cryptage. C’est mauvais, vous n’avez pas cette protection supplémentaire. En outre, cela augmente le risque d’oublier l’un d’entre eux. C’est mauvais, vous perdez vos données. Si vous en avez trop, vous devrez utiliser un gestionnaire de mots de passe pour les suivre. Ce n’est pas nécessairement mauvais, mais cela n’améliore rien non plus.
it: Il secondo, usare password diverse per te stesso, è forse un po' controintuitivo, ma la verità è che non ce n'è bisogno e non c'è nessun beneficio. Potrebbe *essere* meglio, ma non è la soluzione a nessun problema. Un aspetto è che avere molte password sarà molto probabilmente più scomodo e quindi ti renderà meno incline a utilizzare la crittografia. Questo è un male poiché non hai quella protezione aggiuntiva. Inoltre, aumenta il rischio di dimenticarne una. Questo non va bene perché perdi i tuoi dati. Se ne hai troppe, dovrai utilizzare un gestore di password per tenerne traccia. Non è necessariamente un male, ma non migliora nulla.
ko: 두 번째는 자신을 위해 다른 암호를 사용하는 것이 약간 직관적이지 않습니다 – 진실은, 필요가 없으며 이점이 없다는 것입니다. 기분이 나아질 수도 있지만 문제에 대한 해결책은 아닙니다. 한 가지 측면은 암호가 많을수록 더 불편할 가능성이 높으므로 암호화를 사용하는 경향이 적다는 것입니다. 그것은 오히려 안 좋습니다. 추가 보호 장치가 없기 때문입니다. 또한 다른 암호를 잊을 위험이 높아집니다. 그것도 오히려 단점입니다. 당신의 데이터를 잃을 수 있기 때문이죠. 암호가 너무 많으면 암호 관리자를 사용하여 추적해야 합니다. 그것이 반드시 나쁜 것은 아니지만, 좋은 점도 없습니다.
nl: Het tweede, verschillende wachtwoorden gebruiken voor uzelf, is misschien een beetje contra-intuïtief, maar de waarheid is - er is geen noodzaak, en geen voordeel. Het voelt misschien beter, maar het is geen oplossing voor een probleem. Eén aspect is dat het hebben van veel wachtwoorden waarschijnlijk onhandiger zal zijn en u dus minder geneigd zal zijn om encryptie te gebruiken. Dat is slecht, u hebt die extra bescherming niet. Ook vergroot het de kans dat u er een vergeet. Dat is slecht, u verliest uw gegevens. Als u er teveel hebt, moet u een wachtwoordmanager gebruiken om ze bij te houden. Dat is niet per se slecht, maar het verbetert ook niets.
pl: Drugie, używanie różnych haseł dla siebie, jest może trochę sprzeczne z intuicją, ale prawda jest taka – nie ma potrzeby i nie ma korzyści. Może *czuje się* lepiej, ale nie jest to rozwiązanie żadnego problemu. Jednym z aspektów jest to, że posiadanie wielu haseł najprawdopodobniej będzie bardziej niewygodne, a tym samym zmniejszy podatność na szyfrowanie. To źle, nie masz tej dodatkowej ochrony. Zwiększa również ryzyko zapomnienia jednego z nich. To źle, tracisz swoje dane. Jeśli masz ich zbyt wiele, będziesz musiał użyć menedżera haseł, aby je śledzić. To niekoniecznie jest złe, ale też niczego nie poprawia.
pt: O segundo, em que você usa palavras-passe diferentes, é um pouco contra-intuitivo talvez, mas a verdade é que não há necessidade nem benefício. Pode parecer melhor, mas não é a solução para nenhum problema. Um aspecto é que ter muitas palavras-passe provavelmente será mais inconveniente e, portanto, torná-lo-á menos propenso a usar cifragem. Isso é mau, pois fica sem essa protecção adicional. Além disso, aumenta o risco de se esquecer de uma delas. Isso é mau também, pois perde os seus dados. Se tiver muitas palavras-passe, terá de usar um gestor de palavras-passe para mantê-las. Isso não é necessariamente mau, mas também não melhora nada.
ru: Второй вариант, использование разных паролей для себя, возможно, немного противоречит здравому смыслу, но правда в том, что в этом нет ни необходимости, ни пользы. Это могло бы *чувствовать себя * лучше, но это не решение какой-либо проблемы. Наличие большого количества паролей, скорее всего, будет более неудобным и, следовательно, сделает вас менее склонным к использованию шифрования. Это плохо, у вас нет такой дополнительной защиты. Кроме того, это увеличивает риск забыть один из них. Это плохо, ведь вы теряете свои данные. Если у вас их слишком много, вам придется использовать менеджер паролей, чтобы отслеживать их. Это не обязательно плохо, но и ничего не улучшает.
sv: Det andra, att använda olika lösenord för dig själv, är kanske lite kontraintuitivt, men sanningen är att det inte finns behov av detta och det är ingen fördel. Det kan *kännas* bättre, men det är inte lösningen på något problem. En aspekt är att det är mer obekvämt att ha många lösenord och därmed göra dig mindre benägen att använda kryptering. Det ökar också risken att du glömmer ett av lösenorden. Det är dåligt, du förlorar din data. Om du har för många måste du använda en lösenordshanterare för att hålla reda på dem. Det är inte nödvändigtvis dåligt, men det förbättrar ingenting heller.
tr: İkincisi, kendiniz için farklı parolalar kullanmak, belki biraz mantıksız olabilir ama gerçek şu ki - buna gerek yok ve faydası da yok. Daha iyi *hissettirebilir* ama herhangi bir sorunun çözümü değildir. Bir yönü, çok sayıda parolaya sahip olmanın büyük olasılıkla daha rahatsız edici olacağı ve dolayısıyla sizi şifreleme kullanmaya daha az istekli hale getireceğidir. Bu olumsuz bir durum, ek bir korumaya erişemezsiniz. Ayrıca, bunlardan birini unutma riskini de artırır. Bu da kötü bir durumdur ve verilerinizi kaybedersiniz. Çok fazla parolanız varsa, bunları takip etmek için bir parola yöneticisi kullanmanız gerekecektir. Bu tamamen kötü değildir, ancak herhangi bir şeyi de düzeltmez.
zh: 第二个，为自己使用不同的密码，可能有点违反直觉，但事实是-没有必要，也没有好处。 它可能*感觉*更好，但它不是任何问题的解决方案。 一个方面是，拥有许多密码很可能会更不方便，从而使您不太容易使用加密。 真糟糕，你没有额外的保护。 此外，它增加了忘记其中一个的风险。 那很糟糕，你丢失了你的数据。 如果你有太多，你将不得不使用密码管理器来跟踪它们。 这不一定是坏的，但它也没有改善任何东西。

# Blog_UODPCH_Text5
source: Using many passwords actually tend to decrease the practical security because it’s more inconvenient the barrier against use is higher, and also it’s simply too hard to keep track of many strong passwords. So the typical situation will be many weak passwords. Instead we’re saying that if you can handle one, strong password for all your files, we’ll make it convenient to use since you don’t have to enter it very often. This will in practical terms tend to increase security overall.
ar: يؤدي استخدام العديد من كلمات المرور في الواقع إلى تقليل الأمان العملي لأنه من غير الملائم أن يكون الحاجز ضد الاستخدام أعلى ، كما أنه من الصعب جدًا تتبع العديد من كلمات المرور القوية. لذلك فإن الوضع المعتاد سيكون العديد من كلمات المرور الضعيفة. بدلاً من ذلك ، نقول إنه إذا كان بإمكانك التعامل مع كلمة مرور قوية واحدة لجميع ملفاتك ، فسنجعلها ملائمة للاستخدام نظرًا لأنك لن تضطر إلى إدخالها كثيرًا. هذا سوف يميل من الناحية العملية إلى زيادة الأمن بشكل عام.
de: Die Verwendung vieler Passwörter verringert tatsächlich die praktische Sicherheit, da es unbequemer ist, die Barriere gegen die Verwendung höher ist und es einfach zu schwierig ist, viele sichere Passwörter im Auge zu behalten. Die typische Situation sind also viele schwache Passwörter. Stattdessen sagen wir, dass, wenn Sie ein sicheres Passwort für alle Ihre Dateien verwenden können, wir es bequem machen werden, da Sie es nicht sehr oft eingeben müssen. Dies wird in der Praxis tendenziell die Sicherheit insgesamt erhöhen.
es: El uso de muchas contraseñas en realidad tiende a disminuir la seguridad práctica porque es más inconveniente que la barrera contra el uso sea más alta, y también es demasiado difícil hacer un seguimiento de muchas contraseñas seguras. Entonces, la situación típica será muchas contraseñas débiles. En cambio, estamos diciendo que si puedes manejar una contraseña segura para todos tus archivos, haremos que sea conveniente de usar, ya que no tienes que ingresarla muy a menudo. En términos prácticos, esto tenderá a aumentar la seguridad en general.
fr: L’utilisation de nombreux mots de passe a tendance à diminuer la sécurité pratique car il est plus gênant que la barrière contre l’utilisation soit plus élevée, et il est tout simplement trop difficile de garder une trace de nombreux mots de passe forts. Donc, la situation typique sera de nombreux mots de passe faibles. Au lieu de cela, nous disons que si vous pouvez gérer un mot de passe fort pour tous vos fichiers, nous le rendrons pratique à utiliser car vous n’avez pas à le saisir très souvent. Concrètement, cela aura tendance à accroître la sécurité dans son ensemble.
it: L'uso di molte password in realtà tende a diminuire la sicurezza pratica perché è più scomodo, la barriera contro l'uso è più alta, ed è anche semplicemente troppo difficile tenere traccia di molte password complesse. Quindi la situazione tipica sarà molte password deboli. Invece stiamo dicendo che se puoi gestire una password complessa per tutti i tuoi file, la renderemo comoda da usare poiché non devi inserirla molto spesso. Ciò in termini pratici tenderà ad aumentare la sicurezza complessiva.
ko: 많은 암호를 사용하면 실제로 사용이 더 어렵고, 많은 암호를 기억하기가 너무 어렵 기 때문에 실질적인 보안이 저하되는 경향이 있습니다. 따라서 일반적으로 많고 빈약한 암호를 사용합니다. 대신 모든 파일에 대해 하나의 강력한 암호를 처리 할 수 있다면 자주 입력 할 필요가 없기 때문에 사용하기 편리하게 만들 것입니다. 이것은 실용적인 측면에서 전반적인 보안을 향상시키는 경향이 있습니다.
nl: Het gebruik van veel wachtwoorden kan de praktische beveiliging verminderen, omdat het lastiger is zal de barrière voor gebruik hoger zijn, en het is ook gewoon te moeilijk om veel sterke wachtwoorden bij te houden. De typische situatie zal dus veel zwakke wachtwoorden zijn. In plaats daarvan zeggen we dat als je één sterk wachtwoord voor al je bestanden aankunt, we het handig in gebruik zullen maken, omdat je het niet vaak hoeft in te voeren. Dit zal in de praktijk de algemene veiligheid verhogen.
pl: Używanie wielu haseł w rzeczywistości zmniejsza praktyczne bezpieczeństwo, ponieważ jest to bardziej niewygodne, bariera przed użyciem jest wyższa, a także po prostu zbyt trudno jest śledzić wiele silnych haseł. Tak więc typową sytuacją będzie wiele słabych haseł. Zamiast tego mówimy, że jeśli potrafisz obsłużyć jedno, silne hasło do wszystkich swoich plików, sprawimy, że będzie ono wygodne w użyciu, ponieważ nie musisz go często wprowadzać. W praktyce spowoduje to zwiększenie ogólnego bezpieczeństwa.
pt: Usar muitas palavras-passe tende, na realidade, a diminuir a segurança prática, porque é mais inconveniente, a barreira contra a sua utilização é maior e também é simplesmente mais difícil controlar muitas palavras-chave fortes. Portanto, a situação típica será muitas palavras-passe fracas. Em vez disso, o que dizemos é que se você conseguir tomar conta de uma única palavra-passe forte para todos os seus ficheiros, nós tornamos a utilização conveniente, uma vez que não tem de a introduzir muitas vezes. Em termos práticos, isto tende a aumentar a segurança no geral.
ru: Использование большого количества паролей на самом деле имеет тенденцию снижать практическую безопасность, потому что это более неудобно, барьер против использования выше, а также просто слишком сложно отслеживать множество надежных паролей. Таким образом, типичной ситуацией будет множество слабых паролей. Вместо этого мы говорим, что если вы сможете использовать один надежный пароль для всех ваших файлов, мы сделаем его удобным в использовании, поскольку вам не придется вводить его очень часто. С практической точки зрения это приведет к повышению безопасности в целом.
sv: Att använda många lösenord tenderar faktiskt att minska den praktiska säkerheten eftersom det är mer obekvämt, barriären mot användning är högre, och det är helt enkelt för svårt att hålla reda på många starka lösenord. Så den typiska situationen kommer att vara många svaga lösenord. Istället säger vi att om du kan hantera ett, starkt lösenord för alla dina filer, kommer vi att göra det bekvämt att använda eftersom du inte behöver ange det så ofta. Detta kommer rent praktiskt att öka säkerheten totalt sett.
tr: Birçok farklı parolanın kullanılması, elverişsiz olması, kullanımın önündeki engelin daha fazla olması ve birçok parolanın takibinin yapılması oldukça zor olduğu için pratikte güvenliğin azaltmasına neden olur. Bu nedenle, tipik olarak birçok zayıf parola ortaya çıkar. Bunun yerine tüm dosyalarınız için güçlü tek bir parola ile idare edebilirseniz bu parolayı çok sık girmeniz gerekmeyeceği için bunun kullanımını daha uygun hale getiririz. Bu da pratik anlamda genel güvenliği artmasını sağlayacaktır.
zh: 使用许多密码实际上往往会降低实际安全性，因为它更不方便，防止使用的障碍更高，而且很难跟踪许多强密码。 所以典型的情况会是很多弱密码。 相反，我们说的是，如果您可以为所有文件处理一个强密码，我们将使它方便使用，因为您不必经常输入它。 这将在实际方面倾向于增加整体安全性。

# Blog_UODPCH_Text6
source: Security pundits have always looked for the holy grail of single sign on. We’re not there yet, and we won’t get there in our lifetime, but the main point is: Fewer passwords is better. That’s what we’re trying to achieve with AxCrypt 2.
ar: لطالما بحث خبراء الأمن عن الكأس المقدسة للعلامة الواحدة. لم نصل إلى هناك بعد ، ولن نصل إلى هناك في حياتنا ، ولكن النقطة الأساسية هي: استخدام كلمات مرور أقل هو الأفضل. هذا ما نحاول تحقيقه مع اكسكربت 2.
de: Sicherheitsexperten haben immer nach dem heiligen Gral des Single Sign-On gesucht. Wir sind noch nicht so weit und werden es in unserem Leben nicht schaffen, aber der wichtigste Punkt ist: Weniger Passwörter sind besser. Genau das versuchen wir mit AxCrypt 2 zu erreichen.
es: Los expertos en seguridad siempre han buscado el santo grial del inicio de sesión único. Todavía no hemos llegado allí, y no lo lograremos en nuestra vida, pero el punto principal es: Menos contraseñas es mejor. Eso es lo que estamos tratando de lograr con AxCrypt 2.
fr: Les experts en sécurité ont toujours cherché le saint graal de l’authentification unique. Nous n’en sommes pas encore là, et nous n’y arriverons pas de notre vivant, mais le point principal est que: Moins de mots de passe c’est mieux. C’est ce que nous essayons de réaliser avec AxCrypt 2.
it: Gli esperti di sicurezza hanno sempre cercato il Santo Graal del single sign-on. Non ci siamo ancora arrivati, e non ci arriveremo nel corso della nostra vita, ma il punto principale è: meno password è meglio. Questo è ciò che stiamo cercando di ottenere con AxCrypt 2.
ko: 보안 전문가들은 항상 단일 로그인의 성배를 찾았습니다. 우리는 아직 그곳에 도달하지 않으며 평생 못 할 수도 있지만 요점은 암호가 적을수록 좋다는 것입니다. 이것이 우리가 AxCrypt 2로 달성하려는 것입니다.
nl: Beveiligingsdeskundigen hebben altijd gezocht naar de heilige graal van single sign on. We zijn er nog niet, en we zullen er niet in ons leven komen, maar het belangrijkste is: Minder wachtwoorden is beter. Dat is wat we proberen te bereiken met AxCrypt 2.
pl: Eksperci od bezpieczeństwa zawsze szukali świętego Graala pojedynczego znaku. Jeszcze nas tam nie ma i nie dotrzemy tam za naszego życia, ale najważniejsze jest to, że im mniej haseł, tym lepiej. To właśnie staramy się osiągnąć dzięki AxCrypt 2.
pt: Os especialistas em segurança sempre procuraram pelo Santo Graal da autenticação única. Ainda não chegamos lá, e não chegaremos ao longo da nossa vida, mas o ponto principal é: quantas menos palavras-passe, melhor. É isso que estamos a tentar alcançar com a AxCrypt 2.
ru: Эксперты в области безопасности всегда искали святой грааль единого входа. Мы еще не достигли этого и не доберемся туда за всю свою жизнь, но главное правило таково: чем меньше паролей, тем лучше. Это то, чего мы пытаемся достичь с помощью AxCrypt 2.
sv: Säkerhetsexperter har alltid letat efter den heliga graalen med engångsinloggning. Vi är inte där än, och vi kommer inte att nå dit under vår livstid, men huvudpoängen är: Färre lösenord är bättre. Det är vad vi försöker uppnå med AxCrypt 2.
tr: Güvenlik uzmanları her zaman tek oturum açmanın mukaddes kâsesini aramışlardır. Henüz o noktada değiliz ve hayatımız boyunca da oraya ulaşamayacağız, ancak asıl mesele şu: Daha az parola daha iyidir. AxCrypt 2 ile başarmaya çalıştığımız şey de bu.
zh: 安全专家一直在寻找单点登录的圣杯。 我们还没有到达那里，我们不会在我们的有生之年到达那里，但主要的一点是：更少的密码更好。 这就是我们试图用AxCrypt2实现的目标。
