Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDPNST_Conclusion_Text1
source: This year, cybercrime will not slow down. Criminals have limitless options, and their methods are becoming increasingly sophisticated. Businesses can no longer afford to cut corners, and risk monitoring must be prioritized for mobile phones. Now that you understand the need for an encrypted phone, encrypt your mobile devices with AxCrypt to protect your data from unauthorized access.
ar: هذا العام ، لن تتباطأ الجرائم الإلكترونية. يتمتع المجرمون بخيارات غير محدودة ، وأصبحت أساليبهم أكثر تعقيدًا. لم تعد الشركات قادرة على تحمل التكاليف ، ويجب إعطاء الأولوية لمراقبة المخاطر للهواتف المحمولة. الآن بعد أن فهمت الحاجة إلى هاتف مشفر ، قم بتشفير أجهزتك المحمولة باستخدام اكسكربت لحماية بياناتك من الوصول غير المصرح به.
de: In diesem Jahr wird die Cyberkriminalität nicht langsamer. Kriminelle haben unbegrenzte Möglichkeiten und ihre Methoden werden immer ausgefeilter. Unternehmen können es sich nicht länger leisten, Abstriche zu machen, und die Risikoüberwachung muss für Mobiltelefone priorisiert werden. Nachdem Sie die Notwendigkeit eines verschlüsselten Telefons verstanden haben, verschlüsseln Sie Ihre Mobilgeräte mit AxCrypt, um Ihre Daten vor unbefugtem Zugriff zu schützen.
es: Este año, el cibercrimen no se detendrá. Los delincuentes tienen opciones ilimitadas y sus métodos son cada vez más sofisticados. Las empresas ya no pueden darse el lujo de tomar atajos y se debe priorizar el monitoreo de riesgos para los teléfonos móviles. Ahora que entiendes la necesidad de contar con un teléfono cifrado, encripta tus dispositivos móviles con AxCrypt para proteger tus datos del acceso no autorizado.
fr: Cette année, la cybercriminalité ne ralentira pas. Les criminels ont des options illimitées, et leurs méthodes deviennent de plus en plus sophistiquées. Les entreprises ne peuvent plus se permettre de faire des économies, et la surveillance des risques doit être prioritaire pour les téléphones mobiles. Maintenant que vous comprenez la nécessité d'un téléphone crypté, cryptez vos appareils mobiles avec AxCrypt pour protéger vos données contre tout accès non autorisé.
it: Quest'anno, il crimine informatico non rallenterà. I criminali hanno opzioni illimitate e i loro metodi stanno diventando sempre più sofisticati. Le aziende non possono più permettersi scorciatoie e il monitoraggio dei rischi deve avere la priorità per i telefoni cellulari. Ora che comprendi la necessità di un telefono crittografato, crittografa i tuoi dispositivi mobili con AxCrypt per proteggere i tuoi dati da accessi non autorizzati.
ko: 올해는 사이버 범죄가 줄어들지 않을 것입니다. 범죄자에게는 무한한 선택권이 있으며 그들의 방법은 점점 더 정교해지고 있습니다. 기업은 더 이상 절약할 여유가 없으며 휴대 전화에 대한 위험 모니터링을 우선시해야합니다. 암호화 된 전화의 중요성이 증가함에 따라 AxCrypt로 모바일 장치를 암호화하여 무단 액세스로부터 데이터를 보호하세요.
nl: Dit jaar zal cybercriminaliteit niet vertragen. Criminelen hebben onbeperkte mogelijkheden en hun methoden worden steeds geavanceerder. Bedrijven kunnen het zich niet langer veroorloven om te bezuinigen, en risicobewaking moet prioriteit krijgen voor mobiele telefoons. Nu u de noodzaak van een versleutelde telefoon begrijpt, versleutelt u uw mobiele apparaten met AxCrypt om uw gegevens te beschermen tegen ongeoorloofde toegang.
pl: W tym roku cyberprzestępczość nie zwolni. Przestępcy mają nieograniczone możliwości, a ich metody stają się coraz bardziej wyrafinowane. Firmy nie mogą już sobie pozwolić na pójście na skróty, a monitorowanie ryzyka musi być traktowane priorytetowo w przypadku telefonów komórkowych. Teraz, gdy rozumiesz potrzebę posiadania zaszyfrowanego telefonu, zaszyfruj swoje urządzenia mobilne za pomocą AxCrypt, aby chronić swoje dane przed nieautoryzowanym dostępem.
pt: Este ano, o cibercrime não irá abrandar. Os criminosos têm opções ilimitadas e os seus métodos são cada vez mais sofisticados. As empresas não podem dar-se mais ao luxo de cortar cantos e devem dar prioridade à monitorização de risco em relação aos telemóveis. Agora que entende a necessidade de um telefone cifrado, cifre os seus dispositivos móveis com o AxCrypt para proteger os seus dados de acesso não autorizado.
ru: В этом году киберпреступность не исчезнет. У преступников безграничные возможности, и их методы становятся все более изощренными. Предприятия больше не могут позволить себе срезать углы, и мониторинг рисков должен быть приоритетным для мобильных телефонов. Теперь, когда вы понимаете необходимость зашифрованного телефона, зашифруйте свои мобильные устройства с помощью AxCrypt, чтобы защитить ваши данные от несанкционированного доступа.
sv: Detta år kommer inte cyberbrotten att lugna sig. De kriminella har oändliga alternativ och deras metoder blir alltmer sofistikerade. Företag har inte längre råd att ta genvägar och riskövervakning måste bli prioriterat för mobiltelefoner. Nu när du förstår nödvändigheten med krypterade mobiltelefoner, kryptera mobila enheter med AxCrypt är att skydda din data från obehörig åtkomst.
tr: Siber suçlar bu yıl da hız kesmeyecek. Suçluların sayısız seçeneği bulunurken kullandıkları yöntemler de giderek daha karmaşık hale gelmektedir. İşletmeler ise artık kestirme yollara başvurmayı göze alamamakta ve mobil telefonlar için risk izlemenin önceliklendirilmesi gerekmektedir. Şifrelenmiş bir telefona neden ihtiyacınız olduğunu anladığınıza göre verilerinize yetkisiz erişimin önüne geçmek için mobil cihazınızı AxCrypt ile şifreleyin.
zh: 今年，网络犯罪不会放缓。 犯罪分子有无限的选择，他们的方法也变得越来越复杂。 企业不能再偷工减料，必须优先考虑手机的风险监控。 现在您已经了解需要加密手机，请使用AxCrypt加密您的移动设备，以保护您的数据免受未经授权的访问。

# Blog_MDPNST_H1_Text1
source: Mobile security is an important component of a cybersecurity strategy in today's world. The widespread adoption of Bring-Your-Own-Device (BYOD) policies was a direct result of the transition to remote work. Companies may have increased productivity and employee retention by enabling employees to work from personal devices, but they also lost crucial security visibility and the capacity to respond to infections that jeopardize corporate systems and solutions.
ar: يعد أمان الهاتف المحمول مكونًا مهمًا لاستراتيجية الأمن السيبراني في عالم اليوم. كان التبني الواسع لسياسات إحضار جهازك الخاص (BYOD) نتيجة مباشرة للانتقال إلى العمل عن بُعد. قد تكون الشركات قد زادت الإنتاجية والاحتفاظ بالموظفين من خلال تمكين الموظفين من العمل من الأجهزة الشخصية ، لكنها فقدت أيضًا الرؤية الأمنية الحاسمة والقدرة على الاستجابة للعدوى التي تعرض أنظمة الشركة وحلولها للخطر.
de: Mobile Sicherheit ist ein wichtiger Bestandteil einer Cybersicherheitsstrategie in der heutigen Welt. Die weit verbreitete Einführung von BYOD-Richtlinien (Bring-Your-Own-Device) war eine direkte Folge des Übergangs zur Remote-Arbeit. Unternehmen haben zwar die Produktivität und Mitarbeiterbindung gesteigert, indem sie es Mitarbeitern ermöglicht haben, von persönlichen Geräten aus zu arbeiten, aber sie haben auch wichtige Sicherheitstransparenz und die Fähigkeit verloren, auf Infektionen zu reagieren, die Unternehmenssysteme und -lösungen gefährden.
es: La seguridad móvil es un componente importante de una estrategia de ciberseguridad en el mundo actual. La adopción generalizada de las políticas Bring-Your-Own-Device (BYOD) fue un resultado directo de la transición hacia el trabajo remoto. Las empresas pueden haber aumentado la productividad y la retención de empleados al permitirles trabajar desde dispositivos personales, pero también perdieron visibilidad de seguridad crucial y la capacidad de responder a amenazas que ponen en peligro los sistemas y las soluciones corporativos.
fr: La sécurité mobile est un élément important d'une stratégie de cybersécurité dans le monde d'aujourd'hui. L'adoption généralisée des politiques Apportez-Votre-Propre-Appareil (BYOD) a été le résultat direct de la transition vers le travail à distance. Les entreprises ont peut-être augmenté leur productivité et la rétention de leurs employés en leur permettant de travailler à partir d'appareils personnels, mais elles ont également perdu une visibilité cruciale sur la sécurité et la capacité de répondre aux infections qui compromettent les systèmes et les solutions de l'entreprise.
it: La sicurezza mobile è una componente importante di una strategia di sicurezza informatica nel mondo di oggi. L'adozione diffusa di policy BYOD (Bring-Your-Own-Device) è stata il risultato diretto della transizione al lavoro remoto. Le aziende possono aver aumentato la produttività e la fidelizzazione dei dipendenti consentendo ai dipendenti di lavorare da dispositivi personali, ma hanno anche perso visibilità sulla sicurezza cruciale e la capacità di rispondere alle infezioni che mettono a repentaglio i sistemi e le soluzioni aziendali.
ko: 모바일 보안은 오늘날의 세계에서 사이버 보안 전략의 중요한 구성 요소입니다. BYOD(Bring-Your-Own-Device) 정책의 광범위한 채택은 원격 작업으로의 전환의 직접적인 결과였습니다. 기업은 직원들이 개인 기기에서 작업할 수 있도록 함으로써 생산성과 직원 유지율을 높일 수 있었지만, 기업 시스템과 솔루션을 위협하는 감염에 대응할 수 있는 중요한 보안 가시성과 능력을 상실했습니다.
nl: Mobiele beveiliging is tegenwoordig een belangrijk onderdeel van een cyberbeveiligingsstrategie. De grootschalige invoering van Bring-Your-Own-Device (BYOD)-beleid was een direct gevolg van de overgang naar werken op afstand. Bedrijven kunnen hun productiviteit en personeelsbehoud hebben verhoogd door werknemers in staat te stellen vanaf persoonlijke apparaten te werken, maar ze verloren ook cruciaal zicht op de beveiliging en de capaciteit om te reageren op infecties die bedrijfssystemen en -oplossingen in gevaar brengen.
pl: Bezpieczeństwo mobilne jest ważnym elementem strategii cyberbezpieczeństwa w dzisiejszym świecie. Powszechne przyjęcie zasad Bring-Your-Own-Device (BYOD) było bezpośrednim wynikiem przejścia na pracę zdalną. Firmy mogły zwiększyć produktywność i retencję pracowników, umożliwiając pracownikom pracę na urządzeniach osobistych, ale straciły również kluczową widoczność zabezpieczeń i zdolność reagowania na infekcje zagrażające systemom i rozwiązaniom korporacyjnym.
pt: A segurança móvel é uma componente importante de uma estratégia de cibersegurança no mundo actual. A adopção generalizada das políticas Bring-Your-Own-Device (BYOD) foi resultado directo da transição para o trabalho remoto. As empresas podem ter aumentado a produtividade e a retenção de trabalhadores, permitindo que estes trabalhem a partir de dispositivos pessoais, mas também perderam visibilidade crucial de segurança e a capacidade de responder a infecções que comprometem sistemas e soluções corporativas.
ru: Мобильная безопасность является важным компонентом стратегии кибербезопасности в современном мире. Широкое внедрение политики "Принеси свое собственное устройство" (BYOD) стало прямым результатом перехода к удаленной работе. Компании, возможно, повысили производительность и удержание сотрудников, позволив им работать с персональных устройств, но они также потеряли важнейшую видимость безопасности и способность реагировать на инфекции, которые ставят под угрозу корпоративные системы и решения.
sv: Mobil säkerhet är en viktig komponent i en cybersäkerhetsstrategi i dagens värld. Det utbredda antagandet av Bring-Your-Own-Device (BYOD)-policyer var ett direkt resultat av distansarbetet. Företag kan öka produktiviteten och behålla anställda genom att göra det möjligt att arbeta från personliga enheter, men de förlorade också avgörande säkerhetssynlighet och förmågan att svara på hot som äventyrar företagens system och lösningar.
tr: Mobil güvenlik, günümüz dünyasında siber güvenlik stratejisinin önemli bir bileşenidir. Kendi Cihazını Getir (BYOD) politikalarının yaygın olarak benimsenmesi, uzaktan çalışmaya geçişin doğrudan bir sonucuydu. Şirketler, çalışanların kişisel cihazlardan çalışmasını sağlayarak üretkenliği ve çalışanların elde tutulmasını artırmış olabilir, ancak aynı zamanda önemli güvenlik görünürlüğünü ve kurumsal sistemleri ve çözümleri tehlikeye atan enfeksiyonlara yanıt verme kapasitesini de kaybettiler.
zh: 移动安全是当今世界网络安全战略的重要组成部分。 "自带设备"(BYOD)策略的广泛采用是向远程工作过渡的直接结果。 公司可能通过让员工使用个人设备工作来提高生产力和员工保留率，但他们也失去了关键的安全可见性和应对危及公司系统和解决方案的感染的能力。

# Blog_MDPNST_H2_SH1_Text1
source: According to reports, the number of malware attacks has doubled due to the increased use of banking apps. Malware attacks increased significantly in 2021, with hackers concentrating their efforts on smartphones, employing strategies such as surveillance, credential theft, and malicious adverts.
ar: وفقًا للتقارير ، تضاعف عدد هجمات البرامج الضارة بسبب زيادة استخدام التطبيقات المصرفية. زادت هجمات البرامج الضارة بشكل كبير في عام 2021 ، حيث ركز المتسللون جهودهم على الهواتف الذكية ، واستخدموا استراتيجيات مثل المراقبة وسرقة بيانات الاعتماد والإعلانات الخبيثة.
de: Berichten zufolge hat sich die Anzahl der Malware-Angriffe aufgrund der verstärkten Nutzung von Banking-Apps verdoppelt. Malware-Angriffe nahmen im Jahr 2021 erheblich zu, wobei sich Hacker auf Smartphones konzentrierten und Strategien wie Überwachung, Diebstahl von Anmeldeinformationen und böswillige Werbung einsetzten.
es: Según los informes, la cantidad de ataques de malware se ha duplicado debido al mayor uso de aplicaciones bancarias. Los ataques de malware aumentaron significativamente en 2021, y los hackers concentraron sus esfuerzos en los smartphones, empleando estrategias como vigilancia, robo de credenciales y anuncios maliciosos.
fr: Selon les rapports, le nombre d’attaques de logiciels malveillants a doublé en raison de l’utilisation accrue des applications bancaires. Les attaques de logiciels malveillants ont considérablement augmenté en 2021, les pirates se concentrant sur les smartphones, employant des stratégies telles que la surveillance, le vol d’informations d’identification et les publicités malveillantes.
it: Secondo i rapporti, il numero di attacchi di malware è raddoppiato a causa del maggiore utilizzo di app bancarie. Gli attacchi di malware sono aumentati in modo significativo nel 2021, con gli hacker che hanno concentrato i loro sforzi sugli smartphone, impiegando strategie come sorveglianza, furto di credenziali e pubblicità dannose.
ko: 보고서에 따르면 뱅킹 앱의 사용 증가로 인해 악성코드 공격의 수가 두 배로 증가했습니다. 2021년에는 해커가 감시, 자격 증명 도용 및 악성 광고와 같은 전략을 사용하여 스마트폰을 타겟으로 하는 맬웨어 공격이 크게 증가했습니다.
nl: Volgens rapporten is het aantal malware-aanvallen verdubbeld door het toegenomen gebruik van bankier-apps. Malware-aanvallen namen in 2021 aanzienlijk toe, waarbij hackers hun inspanningen op smartphones concentreerden en strategieën gebruikten zoals surveillance, diefstal van inloggegevens en kwaadaardige advertenties.
pl: Według doniesień liczba ataków szkodliwego oprogramowania podwoiła się z powodu zwiększonego wykorzystania aplikacji bankowych. Ataki złośliwego oprogramowania znacznie wzrosły w 2021 r., A hakerzy skoncentrowali swoje wysiłki na smartfonach, stosując takie strategie, jak inwigilacja, kradzież poświadczeń i złośliwe reklamy.
pt: De acordo com relatórios, o número de ataques de malware duplicou devido à crescente utilização de apps da banca. Os ataques de malware cresceram significativamente em 2021, com os hackers a concentrarem os seus esforços nos smartphones, a empregarem estratégias como vigilância, roubo de credenciais e anúncios maliciosa.
ru: Согласно сообщениям, количество вредоносных атак удвоилось из-за более широкого использования банковских приложений. Атаки вредоносных программ значительно участились в 2021 году, когда хакеры сосредоточили свои усилия на смартфонах, используя такие стратегии, как слежка, кража учетных данных и вредоносная реклама.
sv: Enligt rapporter har antalet attacker med skadlig programvara fördubblats på grund av den ökade användningen av bankappar. Attacker mot skadlig programvara ökade avsevärt under 2021, med hackare som koncentrerade sig på smartphones och använde strategier som övervakning, identitetsstöld och skadliga annonser.
tr: Raporlara göre, bankacılık uygulamalarının artan kullanımı nedeniyle kötü amaçlı yazılım saldırılarının sayısı iki katına çıktı. Kötü amaçlı yazılım saldırıları 2021'de önemli ölçüde arttı ve bilgisayar korsanları çalışmalarını akıllı telefonlara yoğunlaştırdı, ve gözetim, kimlik bilgisi hırsızlığı ve kötü amaçlı reklamlar gibi stratejiler kullandı.
zh: 据报道，由于银行应用程序的使用增加，恶意软件攻击的数量已被禁用。 恶意软件攻击在2021中显着增加，黑客将精力集中在智能手机上，采用监控，凭证盗窃和恶意广告等策略。

# Blog_MDPNST_H2_SH2_Text1
source: Increased cloud adoption attracts more scrutiny from ethical hackers and cyber threat operators. Many of the attacks target cloud infrastructure vulnerabilities, allowing an attacker to exploit multiple targets with a single vulnerability. With AxCrypt you can protect your data on the drive on your mobile and PC.
ar: زيادة اعتماد السحابة يجذب مزيدًا من التدقيق من المتسللين الأخلاقيين ومشغلي التهديدات الإلكترونية. تستهدف العديد من الهجمات نقاط ضعف البنية التحتية السحابية ، مما يسمح للمهاجم باستغلال أهداف متعددة بثغرة أمنية واحدة. باستخدام اكسكربت ، يمكنك حماية بياناتك على محرك الأقراص على هاتفك المحمول والكمبيوتر الشخصي.
de: Die zunehmende Cloud-Akzeptanz zieht eine stärkere Kontrolle durch ethische Hacker und Betreiber von Cyberbedrohungen nach sich. Viele der Angriffe zielen auf Schwachstellen in der Cloud-Infrastruktur ab, sodass ein Angreifer mehrere Ziele mit einer einzigen Sicherheitsanfälligkeit ausnutzen kann. Mit AxCrypt können Sie Ihre Daten auf dem Laufwerk Ihres Handys und Pcs schützen.
es: La mayor adopción de la nube atrae un mayor escrutinio de los hackers informáticos éticos y los operadores de amenazas cibernéticas. Muchos de los ataques tienen como objetivo las vulnerabilidades de la infraestructura de la nube, lo que permite que un atacante explote múltiples objetivos con una sola vulnerabilidad. Con AxCrypt puedes proteger tus datos en el disco en tu móvil y PC.
fr: L'adoption accrue du cloud attire davantage l'attention des pirates éthiques et des opérateurs de cybermenaces. De nombreuses attaques ciblent les vulnérabilités de l'infrastructure cloud, permettant à un attaquant d'exploiter plusieurs cibles avec une seule vulnérabilité. Avec AxCrypt, vous pouvez protéger vos données sur le disque de votre mobile et de votre PC.
it: Una maggiore adozione del cloud attrae una maggior indagine da parte degli operatori di attacchi informatici. Molti degli attacchi mirano alle vulnerabilità dell'infrastruttura cloud, permettendo ad un malintenzionato di colpire più obiettivi con un'unica vulnerabilità. Con AxCrypt puoi proteggere i tuoi dati sul drive del tuo dispositivo mobile e del PC.
ko: 증가된 클라우드 채택은 윤리적 해커와 사이버 위협 운영자로 하여금 더욱 정밀한 조사를 하게 합니다. 대부분의 공격은 클라우드 인프라 취약성을 노리므로 공격자는 단일 취약성을 바탕으로 다중의 대상을 공격할 수 있습니다. AxCrypt를 사용하면 모바일 및 PC의 드라이브에 있는 데이터를 보호할 수 있습니다.
nl: Een grotere acceptatie van de cloud trekt meer aandacht van ethische hackers en operators van cyberbedreigingen. Veel van de aanvallen zijn gericht op kwetsbaarheden in de cloudinfrastructuur, waardoor een aanvaller meerdere doelen kan misbruiken door een enkele kwetsbaarheid. Met AxCrypt kunt u uw gegevens op de schijf op uw mobiel en pc beschermen.
pl: Zwiększona adopcja chmury przyciąga większą kontrolę ze strony etycznych hakerów i operatorów cyberzagrożeń. Wiele ataków jest wymierzonych w luki w infrastrukturze chmury, dzięki czemu atakujący może wykorzystać wiele celów za pomocą jednej luki. Dzięki AxCrypt możesz chronić swoje dane na dysku na telefonie komórkowym i komputerze.
pt: A crescente adopção da nuvem atrai mais escrutínio de hackers éticos e operadores de ciberameaças. Muitos dos ataques aproveitam-se de vulnerabilidades na infra-estrutura da nuvem, permitindo a um atacante explorar vários alvos através de uma única vulnerabilidade. Com a AxCrypt, pode proteger os seus dados da sua unidade de armazenamento no seu dispositivo móvel e no seu PC.
ru: Растущее внедрение облачных технологий привлекает все больше внимания со стороны хакеров-этиков и операторов киберугроз. Многие из атак нацелены на уязвимости облачной инфраструктуры, позволяя злоумышленнику использовать несколько целей с помощью одной уязвимости. С помощью AxCrypt вы можете защитить свои данные на диске вашего мобильного телефона и ПК.
sv: Ökad användning av molnet lockar till mer granskning från etiska hackare och operatörer av cyberhot. Många av attackerna riktar sig mot sårbarheter i molninfrastrukturen, vilket gör att en angripare kan utnyttja flera mål med en enda sårbarhet. Med AxCrypt kan du skydda din data på enheten på din mobil och PC.
tr: Artan bulut benimsemesi, etik bilgisayar korsanlarından ve siber tehdit çalışanlarından daha fazla inceleme çekiyor. Saldırıların çoğu, bulut altyapısı güvenlik açıklarını hedef alarak bir saldırganın tek bir güvenlik açığıyla çoklu hedeflerden yararlanmasına olanak tanır. AxCrypt ile mobil ve bilgisayarındaki verileri koruyabilirsin.
zh: 云采用的增加吸引了道德黑客和网络威胁运营商的更多审查。 许多攻击都针对云基础架构漏洞，允许攻击者利用单个漏洞利用多个目标。 使用AxCrypt，您可以保护手机和PC上驱动器上的数据。
