Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HAPYD_H2_text1
source: The most sensitive information to protect includes your bank account numbers, social security number, pin numbers, credit card numbers, and passwords. Financial information is an obvious target. Your full name, address, employment history and medical records are as well considered as personal data and must therefore be kept confidential. Using strong passwords is one way to protect your information online, so avoid using the same, easy-to-crack passwords, no matter how much you love your pet.
ar: تتضمن المعلومات الأكثر حساسية التي يجب حمايتها أرقام حسابك المصرفي ورقم الضمان الاجتماعي وأرقام التعريف الشخصي وأرقام بطاقات الائتمان وكلمات المرور. المعلومات المالية هدف واضح. يعتبر اسمك الكامل وعنوانك وتاريخك الوظيفي وسجلاتك الطبية بيانات شخصية ، وبالتالي يجب الحفاظ على سريتها. يعد استخدام كلمات مرور قوية إحدى الطرق لحماية معلوماتك عبر الإنترنت ، لذا تجنب استخدام كلمات المرور نفسها سهلة الاختراق ، بغض النظر عن مدى حبك لحيوانك الأليف.
de: Zu den sensibelsten zu schützenden Informationen gehören Ihre Bankkontonummern, Sozialversicherungsnummern, PIN-Nummern, Kreditkartennummern und Passwörter. Finanzinformationen sind ein offensichtliches Ziel. Ihr vollständiger Name, Ihre Adresse, Ihr beruflicher Werdegang und Ihre Krankenakten werden ebenso wie personenbezogene Daten berücksichtigt und müssen daher vertraulich behandelt werden. Die Verwendung sicherer Passwörter ist eine Möglichkeit, Ihre Informationen online zu schützen. Vermeiden Sie es daher, dieselben, leicht zu knackenden Passwörter zu verwenden, egal wie sehr Sie Ihr Haustier lieben.
es: La información más confidencial que se debe proteger incluye números de cuenta bancaria, número de seguro social, números PIN, números de tarjetas de crédito y contraseñas. La información financiera es un objetivo obvio. Tu nombre completo, dirección, historial laboral y registros médicos también se consideran datos personales y, por lo tanto, deben mantenerse confidenciales. Usar contraseñas seguras es una forma de proteger tu información en línea, así que evita usar las mismas contraseñas fáciles de descifrar, sin importar cuánto ames a tu mascota.
fr: Les informations les plus sensibles à protéger comprennent vos numéros de compte bancaire, votre numéro de sécurité sociale, vos numéros d’identification, vos numéros de carte de crédit, et vos mots de passe. L’information financière est une cible évidente. Votre nom complet, votre adresse, vos antécédents professionnels et vos dossiers médicaux sont considérés comme des données personnelles et doivent donc rester confidentiels. L’utilisation de mots de passe forts est un moyen de protéger vos informations en ligne, alors évitez d’utiliser les mêmes mots de passe faciles à déchiffrer, peu importe à quel point vous aimez votre animal de compagnie.
it: Le informazioni più sensibili da proteggere includono i numeri di conto bancario, il numero di previdenza sociale, i numeri pin, i numeri di carta di credito e le password. Le informazioni finanziarie sono un obiettivo ovvio. Anche il tuo nome completo, indirizzo, storia lavorativa e cartelle cliniche sono considerati dati personali e devono pertanto essere mantenuti riservati. L'uso di password complesse è un modo per proteggere le tue informazioni online, quindi evita di utilizzare le stesse password facili da decifrare, indipendentemente da quanto ami il tuo animale domestico.
ko: 보호해야 할 가장 민감한 정보에는 은행 계좌 번호, 주민등록번호, PIN 번호, 신용 카드 번호 및 비밀번호가 포함됩니다. 재무 정보는 분명한 대상입니다. 귀하의 성명, 주소, 고용 기록 및 의료 기록은 개인 데이터로 간주되므로 기밀로 유지되어야합니다. 강력한 암호를 사용하는 것은 온라인에서 정보를 보호하는 한 가지 방법이므로 애완 동물을 아무리 사랑하더라도 애완 동물의 이름을 사용하거나 해독하기 쉬운 암호를 사용하지 마십시오.
nl: De meest gevoelige informatie die moet worden beschermd omvat uw bankrekeningnummers, sofi-nummer, pinnummers, creditcardnummers en wachtwoorden. Financiële informatie is een duidelijk doelwit. Uw volledige naam, adres, arbeidsverleden en medische gegevens worden net zo goed beschouwd als persoonsgegevens en moeten daarom vertrouwelijk worden gehouden. Het gebruik van sterke wachtwoorden is één manier om uw informatie online te beschermen, dus vermijd het gebruik van dezelfde, gemakkelijk te kraken wachtwoorden, hoeveel u ook van uw huisdier houdt.
pl: Najbardziej poufne informacje, które należy chronić, obejmują numery kont bankowych, numer ubezpieczenia społecznego, numery PIN, numery kart kredytowych i hasła. Informacje finansowe to oczywisty cel. Twoje imię i nazwisko, adres, historia zatrudnienia i dokumentacja medyczna są również uważane za dane osobowe i dlatego muszą być traktowane jako poufne. Używanie silnych haseł to jeden ze sposobów ochrony informacji w Internecie, więc unikaj używania tych samych, łatwych do złamania haseł, bez względu na to, jak bardzo kochasz swojego zwierzaka.
pt: A informação mais sensível a proteger inclui números de contas bancárias, o número da segurança social, PINs, números de cartões de crédito e palavras-passe. A informação financeira é um alvo óbvio. O seu nome completo, endereço, historial de emprego e registos médicos são também considerados dados pessoais e devem portanto ser mantidos confidenciais. Usar palavras-passe fortes é uma forma de proteger a sua informação online, pelo que evite usar a mesma palavra-passe fácil de quebrar, por mais que goste do seu animal de estimação.
ru: Наиболее конфиденциальная информация, которую необходимо защитить, включает номера ваших банковских счетов, номера социального страхования, пин-коды, номера кредитных карт и пароли. Финансовая информация является очевидной целью. Ваше полное имя, адрес, трудовая книжка и медицинские записи также считаются личными данными и поэтому должны храниться в тайне. Использование надежных паролей - это один из способов защитить вашу информацию в интернете, поэтому избегайте использования одних и тех же простых для взлома паролей, независимо от того, как сильно вы любите своего питомца.
sv: Den mest känsliga informationen att skydda är ditt bankkontonummer, personnummer, pin-nummer, kreditkortsnummer och lösenord. Finansiell information är ett självklart mål. Ditt fullständiga namn, adress, anställningshistorik och medicinska journaler betraktas som personuppgifter och måste därför hållas konfidentiella. Att använda starka lösenord är ett sätt att skydda din information online, så undvik att använda samma lösenord som är lätta att knäcka, oavsett hur mycket du älskar ditt husdjur.
tr: Korunması gereken en hassas bilgiler arasında banka hesap numaralarınız, sosyal güvenlik numaranız, pin numaralarınız, kredi kartı numaralarınız ve şifreleriniz bulunur. Finansal bilgiler açık bir hedeftir. Tam adınız, adresiniz, çalışma geçmişiniz ve tıbbi kayıtlarınız kişisel veriler olarak kabul edilir ve bu nedenle gizli tutulmalıdır. Güçlü parolalar kullanmak, bilgilerinizi çevrimiçi korumanın bir yoludur, bu nedenle evcil hayvanınızı ne kadar severseniz sevin, aynı, kırılması kolay parolaları kullanmaktan kaçının.
zh: 要保护的最敏感信息包括您的银行帐号，社会安全号码，密码号码，信用卡号码和密码。 财务信息是一个明显的目标。 你的全名、地址、工作经历和医疗记录都被视为个人资料，因此必须保密。 使用强密码是在线保护您的信息的一种方法，因此无论您多么爱您的宠物，都要避免使用相同的，易于破解的密码。

# Blog_HAPYD_H2_text2
source: Creating good passwords is hard. There are many tips and tricks on the Internet on how to do this manually, and there are also automatic password generators available. Some are good, some are less so. Adopt symboles, numbers and different figures so no one can guess it by knowing. The AxCrypt Password Generator is different. Based on statistical analysis of actual text, it produces strong passwords that are not nonsensical and actually possible to remember and type. Try it out by clicking the button below. You’ll get three suggestions of decreasing strength and complexity.
ar: من الصعب إنشاء كلمات مرور جيدة. هناك العديد من النصائح والحيل على الإنترنت حول كيفية القيام بذلك يدويًا ، كما تتوفر أيضًا أدوات إنشاء كلمات مرور تلقائية. بعضها جيد ، والبعض الآخر أقل من ذلك. استخدم الرموز والأرقام والأرقام المختلفة حتى لا يستطيع أحد تخمينها بالمعرفة. مولد كلمة المرور اكسكربت مختلف. استنادًا إلى التحليل الإحصائي للنص الفعلي ، فإنه ينتج كلمات مرور قوية ليست غير منطقية ويمكن في الواقع تذكرها وكتابتها. جربه بالضغط على الزر أدناه. ستحصل على ثلاثة اقتراحات لتقليل القوة والتعقيد.
de: Gute Passwörter zu erstellen ist schwierig. Im Internet gibt es viele Tipps und Tricks, wie Sie dies manuell tun können, und es stehen auch automatische Passwortgeneratoren zur Verfügung. Einige sind gut, andere weniger. Adoptiere Symbole, Zahlen und verschiedene Figuren, damit niemand es erraten kann, wenn er es weiß. Der AxCrypt-Passwortgenerator ist anders. Basierend auf der statistischen Analyse des tatsächlichen Textes werden sichere Passwörter erstellt, die nicht unsinnig sind und sich tatsächlich merken und eingeben lassen. Probieren Sie es aus, indem Sie auf die Schaltfläche unten klicken. Sie erhalten drei Vorschläge zur Verringerung von Stärke und Komplexität.
es: Crear buenas contraseñas es difícil. Hay muchos consejos y trucos en internet sobre cómo hacer esto manualmente, y también hay generadores automáticos de contraseñas disponibles. Algunos son buenos, otros no tanto. Usa símbolos, números y figuras diferentes para que nadie lo adivine a sabiendas. El generador de contraseñas de AxCrypt es diferente. Basado en el análisis estadístico del texto real, produce contraseñas seguras que no son absurdas y que en realidad son posibles de recordar y escribir. Pruébalo haciendo clic en el botón de abajo. Obtendrás tres sugerencias de intensidad y ​​complejidad decrecientes.
fr: Créer de bons mots de passe est difficile. Il existe de nombreux trucs et astuces sur Internet sur la façon de le faire manuellement, et il existe également des générateurs de mots de passe automatiques disponibles. Certains sont bons, d'autres moins. Adoptez des symboles, des chiffres et des chiffres différents pour que personne ne puisse le deviner en le sachant. Le générateur de mot de passe AxCrypt est différent. Basé sur une analyse statistique du texte réel, il produit des mots de passe forts qui ne sont pas absurdes et qu'il est réellement possible de mémoriser et de taper. Essayez-le en cliquant sur le bouton ci-dessous. Vous obtiendrez trois suggestions de force et de complexité décroissantes.
it: Creare buone password è difficile. Ci sono molti suggerimenti e trucchi su Internet su come farlo manualmente, e ci sono anche generatori automatici di password disponibili. Alcuni sono buoni, altri meno. Adotta simboli, numeri e figure diverse in modo che nessuno possa indovinarlo conoscendolo. Il generatore di password AxCrypt è diverso. Basato sull'analisi statistica del testo reale, produce password robuste che non sono insensate e possono effettivamente essere ricordate e digitate. Provalo facendo clic sul pulsante qui sotto. Riceverai tre suggerimenti, con forza e complessità discendente.
ko: 좋은 암호를 만드는 것은 어렵습니다. 인터넷에는 이 작업을 수동으로 수행하는 방법에 대한 많은 팁과 요령이 있으며, 자동 암호 생성기도 사용할 수 있습니다. 이 경우 기호, 숫자 및 다른 숫자를 채택하여 생성합니다. AxCrypt 암호 생성기는 다릅니다. 실제 텍스트의 통계 분석을 기반으로 무의미하지 않고 실제로 기억하고 입력 할 수있는 강력한 암호를 생성합니다. 아래 버튼을 클릭하여 사용해보십시오. 강도와 복잡성을 줄이는 세 가지 제안을 받게 됩니다.
nl: Goede wachtwoorden bedenken is moeilijk. Er zijn veel tips en trucs op internet om dit handmatig te doen en er zijn ook automatische wachtwoordgenerators beschikbaar. Sommige zijn goed, andere minder. Neem symbolen, cijfers en verschillende figuren over, zodat niemand het kan raden door het te weten. De AxCrypt-wachtwoordgenerator is anders. Gebaseerd op statistische analyse van daadwerkelijke tekst, produceert het sterke wachtwoorden die niet onzinnig zijn en echt te onthouden en te typen zijn. Probeer het uit door op onderstaande knop te klikken. U krijgt drie suggesties voor afnemende sterkte en complexiteit.
pl: Tworzenie dobrych haseł jest trudne. W Internecie jest wiele wskazówek i sztuczek, jak zrobić to ręcznie, a także dostępne są automatyczne generatory haseł. Niektóre są dobre, inne mniej. Przyjmij symbole, liczby i różne znaki, aby nikt nie wiedział, jak to odgadnąć. Generator haseł AxCrypt jest inny. W oparciu o analizę statystyczną rzeczywistego tekstu tworzy silne hasła, które nie są bezsensowne i faktycznie możliwe do zapamiętania i wpisania. Wypróbuj, klikając przycisk poniżej. Otrzymasz trzy sugestie zmniejszenia siły i złożoności.
pt: Criar boas palavras-passe é difícil. Há muitas dicas e truques na Internet sobre como o fazer manualmente e também há geradores automáticos de palavras-passe disponíveis. Alguns são bons, outros nem tanto. Adopte símbolos, números e letras que ninguém possa adivinhar. O Gerador de Palavras-Passe da AxCrypt é diferente. Baseado em análise estatística de texto, produz palavras-passe fortes que não são absurdas e que podem ser lembradas e escritas. Experimente clicando no botão abaixo. Receberá três sugestões com força e complexidade decrescentes.
ru: Создавать хорошие пароли непросто. В сети есть много советов и хитростей о том, как сделать это вручную, а также доступны автоматические генераторы паролей. Некоторые из них хороши, некоторые - нет. Используйте символы, цифры и другие знаки, чтобы никто не мог догадаться об этом, зная. Генератор паролей AxCrypt отличается от других. Основываясь на статистическом анализе фактического текста, он создает надежные пароли, которые не являются бессмысленными и которые действительно можно запомнить и ввести. Попробуйте, нажав на кнопку ниже. Вы получите три предложения по разной силы и сложности.
sv: Det är svårt att skapa bra lösenord. Det finns många tips och tricks på Internet om hur man gör detta manuellt, och även automatiska lösenordsgeneratorer finns tillgängliga. Vissa är bra, andra är mindre bra. Anta symboler, siffror och olika figurer så att ingen kan gissa det. AxCrypt Password Generator är annorlunda. Baserat på statistisk analys av faktisk text, producerar den starka lösenord som inte är meningslösa och faktiskt möjliga att komma ihåg och skriva. Testa det genom att klicka på knappen nedan. Du får tre förslag på minskad styrka och komplexitet.
tr: İyi parolalar oluşturmak zordur. İnternette bunun manuel olarak nasıl yapılacağına dair birçok ipucu ve püf noktası bulunmakla birlikte ayrıca otomatik şifre üreticileri de mevcuttur. Bazıları fena olmasa da bazıları o kadar iyi değildir. Sembolleri, sayıları ve farklı rakamları kullanmanız parolalarınızın tahmin edilmesini zorlaştırır. AxCrypt Parola Oluşturucu farklıdır. Gerçek metnin istatistiksel analizine dayanarak, saçma olmayan ve aslında hatırlanması ve yazılması mümkün olan güçlü şifreler üretir. Aşağıdaki tuşa tıklayarak bir deneyin. Harcadığınız emeği ve karmaşıklığı azaltmak için üç öneriniz olacak.
zh: 创建好的密码很难。 互联网上有很多关于如何手动执行此操作的提示和技巧，也有自动密码生成器可用。 有些是好的，有些则不那么好。 采用符号，数字和不同的数字，所以没有人可以通过知道猜到它。 AxCrypt密码生成器是不同的。 基于对实际文本的统计分析，它产生了强密码，这些密码不是无意义的，实际上可以记住和键入。 点击下面的按钮尝试一下。 你会得到三个减少强度和复杂性的建议。

# Blog_HAPYD_H2_text3
source: Today the majority of us rely on this digital world as a great part of our life happens online. New technologies come undoubtedly with a great number of advantages but you have to stay aware of its downsides as well and consequently keep an eye open to protect your privacy and security. All your activities will leave a trace of data. It will be collecte, stored and possibly shared by service providers.
ar: اليوم يعتمد الغالبية منا على هذا العالم الرقمي لأن جزءًا كبيرًا من حياتنا يحدث عبر الإنترنت. تأتي التقنيات الجديدة بلا شك بعدد كبير من المزايا ولكن عليك أن تظل على دراية بأضرارها أيضًا وبالتالي تراقبها لحماية خصوصيتك وأمنك. ستترك جميع أنشطتك أثرًا للبيانات. سيتم جمعها وتخزينها وربما مشاركتها من قبل مزودي الخدمة.
de: Heute verlassen sich die meisten von uns auf diese digitale Welt, da ein großer Teil unseres Lebens online stattfindet. Neue Technologien bringen zweifellos eine Vielzahl von Vorteilen mit sich, aber Sie müssen sich auch ihrer Nachteile bewusst sein und folglich die Augen offen halten, um Ihre Privatsphäre und Sicherheit zu schützen. Alle Ihre Aktivitäten hinterlassen eine Spur von Daten. Sie werden von Dienstleistern gesammelt, gespeichert und möglicherweise weitergegeben.
es: Hoy en día, la mayoría de nosotros depende de este mundo digital, ya que gran parte de nuestra vida transcurre en línea. Sin duda, las nuevas tecnologías vienen con una gran cantidad de ventajas, pero también debes ser consciente de sus desventajas y, en consecuencia, estar atento para proteger tu privacidad y seguridad. Todas tus actividades dejarán un rastro de datos. Serán recopilados, almacenados y posiblemente compartidos por los proveedores de servicios.
fr: Aujourd'hui, la majorité d'entre nous dépendons de ce monde numérique car une grande partie de notre vie se déroule en ligne. Les nouvelles technologies présentent sans aucun doute un grand nombre d'avantages, mais vous devez également rester conscient de leurs inconvénients et, par conséquent, garder un œil ouvert pour protéger votre vie privée et votre sécurité. Toutes vos activités laisseront une trace de données. Elles seront collectées, stockées et éventuellement partagées par des prestataires.
it: Oggi la maggior parte di noi fa affidamento su questo mondo digitale poiché gran parte della nostra vita si svolge online. Le nuove tecnologie hanno indubbiamente un gran numero di vantaggi, ma devi essere consapevole anche dei suoi svantaggi e di conseguenza tenere gli occhi aperti per proteggere la tua privacy e la sicurezza. Tutte le tue attività lasceranno una traccia di dati. Verranno raccolti, archiviati ed eventualmente condivisi dai fornitori di servizi.
ko: 오늘날 우리 삶의 상당 부분이 온라인에서 일어나기 때문에 디지털 세계에 의존합니다. 새로운 기술에는 의심할 여지 없이 많은 장점이 있지만 단점도 인식하고 결과적으로 개인 정보와 보안을 보호하기 위해 눈을 뜨고 있어야 합니다. 모든 활동은 데이터의 흔적을 남깁니다. 서비스 제공 업체가 수집, 저장 및 공유 할 수 있습니다.
nl: Tegenwoordig vertrouwen de meesten van ons op deze digitale wereld, aangezien een groot deel van ons leven online plaatsvindt. Nieuwe technologieën brengen ongetwijfeld een groot aantal voordelen met zich mee, maar men moet ook op de hoogte blijven van de nadelen en dus een oogje in het zeil houden om privacy en veiligheid te beschermen. Al uw activiteiten laten een spoor van gegevens achter. Het wordt verzameld, opgeslagen en mogelijk gedeeld door serviceproviders.
pl: Dzisiaj większość z nas polega na tym cyfrowym świecie, ponieważ znaczna część naszego życia odbywa się online. Nowe technologie mają bez wątpienia wiele zalet, ale trzeba być świadomym również ich wad i konsekwentnie mieć oczy otwarte, aby chronić swoją prywatność i bezpieczeństwo. Wszystkie Twoje działania pozostawią ślad danych. Będą one gromadzone, przechowywane i ewentualnie udostępniane przez dostawców usług.
pt: Hoje em dia, a maioria de nós depende do mundo digital, com uma grande parte das nossas vidas a acontecer online. As novas tecnologias trazem indubitavelmente um grande número de vantagens, mas você deve manter-se consciente dos seus inconvenientes e portanto atento para proteger a sua privacidade e segurança. Todas as suas actividades deixam um rasto de dados que será recolhido, armazenado e possivelmente partilhado com fornecedores de serviços.
ru: Сегодня большинство из нас полагается на этот цифровой мир, поскольку большая часть нашей жизни происходит онлайн. Новые технологии, несомненно, обладают большим количеством преимуществ, но вы также должны быть информированы о их недостатках и, следовательно, держать ухо востро, чтобы защитить свою частную жизнь. Все ваши действия оставят след в данных. Они будут собираться, храниться и, возможно, совместно использоваться поставщиками услуг.
sv: Idag är de flesta av oss beroende av den digitala världen eftersom en stor del av våra liv sker online. Ny teknik kommer utan tvekan med ett stort antal fördelar men du måste vara medveten om dess nackdelar också och hålla ett öga öppet för att skydda din integritet och säkerhet. Alla dina aktiviteter kommer att lämna ett spår av data. Det kommer att samlas in, lagras och eventuellt delas av tjänsteleverantörer.
tr: Günümüzde birçoğumuz hayatımızın büyük bir bölümünün çevrimiçi olması nedeniyle bu dijital dünyaya bel bağlıyoruz. Yeni teknolojiler şüphesiz bir hayli avantajı beraberinde getirmekle beraber bunun olumsuz tarafları konusunda uyanık olmanız ve bunun sonucu olarak da gizlilik ve güvenliğimizi koruma konusunda gözü açık davranmamız gerekir. Tüm aktiviteleriniz geride bir veri izi bırakır ve bu izler toplanır, depolanır ve muhtemelen hizmet sağlayıcılarla paylaşılır.
zh: 今天，我们大多数人依赖这个数字世界，因为我们生活的很大一部分发生在网上。 新技术无疑有很多优点，但你也必须意识到它的缺点，因此要睁大眼睛保护你的隐私和安全。 您的所有活动都会留下一丝数据。 它将被收集、存储并可能被服务提供商共享。
