Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EGEODUNA_H2_Text1
source: Once you have set up and integrated your OneDrive account with AxCrypt, encrypt files on OneDrive using AxCrypt, follow the steps below:
ar: بمجرد إعداد حساب ون درايف الخاص بك وتكامله مع اكسكربت ، قم بتشفير الملفات على ون درايف باستخدام اكسكربت ، اتبع الخطوات التالية:
de: Nachdem Sie Ihr OneDrive-Konto mit AxCrypt eingerichtet und integriert haben, verschlüsseln Sie Dateien auf OneDrive mit AxCrypt. Führen Sie die folgenden Schritte aus:
es: Una vez que hayas configurado e integrado tu cuenta de OneDrive con AxCrypt, cifra archivos en OneDrive usando AxCrypt, sigue los pasos a continuación:
fr: Une fois que vous avez configuré et intégré votre compte OneDrive avec AxCrypt, cryptez les fichiers sur OneDrive à l'aide d'AxCrypt en suivant les étapes ci-dessous :
it: Dopo aver configurato e integrato il tuo account OneDrive con AxCrypt, crittografa i file su OneDrive usando AxCrypt, procedi nel seguente modo:
ko: OneDrive 계정을 설정하고 AxCrypt와 통합한 후 AxCrypt를 사용하여 OneDrive에서 파일을 암호화하고 다음 단계를 따르세요.
nl: Nadat u uw OneDrive-account hebt ingesteld en geïntegreerd met AxCrypt, versleutelt u bestanden op OneDrive met AxCrypt en volgt u de onderstaande stappen:
pl: Po skonfigurowaniu i zintegrowaniu konta OneDrive z AxCrypt, zaszyfruj pliki w OneDrive za pomocą AxCrypt, wykonaj poniższe czynności:
pt: Depois de configurar e integrar sua conta do OneDrive com o AxCrypt, criptografe arquivos no OneDrive usando o AxCrypt, siga as etapas abaixo:
ru: После того как вы настроили и интегрировали свою учетную запись OneDrive с AxCrypt, зашифруйте файлы на OneDrive с помощью AxCrypt. Для этого выполните следующие действия:
sv: När du har konfigurerat och integrerat ditt OneDrive-konto med AxCrypt, kryptera filerna på OneDrive med AxCrypt, följ stegen nedan:
tr: OneDrive hesabınızı AxCrypt ile kurduktan ve entegre ettikten sonra, OneDrive'daki dosyaları AxCrypt kullanarak şifreleyin, aşağıdaki adımları izleyin:
zh: 使用AxCrypt设置并集成OneDrive帐户后，使用AxCrypt加密OneDrive上的文件，请按照以下步骤操作:

# Blog_EGEODUNA_H2_Text10
source: <strong>Step 2:</strong> Tap “Secure” icon from the top menu strip and select “OneDrive” Icon.
ar: <strong> الخطوة 2: </strong> انقر فوق الرمز "آمن" من شريط القائمة العلوي وحدد رمز "ون درايف".
de: <strong> Schritt 2:</strong> Tippen Sie im oberen Menüstreifen auf das Symbol "Sichern" und wählen Sie das Symbol "OneDrive".
es: <strong>Paso 2:</strong> Toca el ícono "Seguro" en la tira del menú superior y selecciona el ícono "OneDrive".
fr: <strong>Étape 2 :</strong> appuyez sur l'icône "Sécuriser" dans la bande de menu supérieure et sélectionnez l'icône "OneDrive".
it: <strong>Punto 2:</strong> Tocca l'icona "Proteggi" dalla striscia del menu in alto e seleziona l'icona "OneDrive".
ko: <strong>2 단계 :</strong> 상단 메뉴 스트립에서 "보안" 아이콘을 누르고 "OneDrive" 아이콘을 선택합니다.
nl: <strong>Stap 2:</strong> Tik op het pictogram "Beveiligen" in de bovenste menustrook en selecteer het pictogram "OneDrive".
pl: <strong>Krok 2:</strong> Kliknij ikonę „Bezpieczne” na górnym pasku menu i wybierz ikonę „OneDrive”.
pt: <strong>Passo 2:</strong> Toque no ícone "Seguro" na faixa de menu superior e selecione o ícone "OneDrive".
ru: <strong>Шаг 2:</strong> Нажмите на значок “Безопасность” в верхней строке меню и выберите значок “OneDrive”.
sv: <strong>Steg 2:</strong> Tryck på "Säkra"-ikonen från den översta menyraden och välj "OneDrive"-ikonen.
tr: <strong>2. Adım:</strong> Üst menü şeridinden "Güvenli" simgesine dokunun ve "OneDrive" Simgesini seçin.
zh: <strong>步骤2：</strong>点击顶部菜单条中的"安全"图标，然后选择"OneDrive"图标。

# Blog_EGEODUNA_H2_Text11
source: <strong>Step 3:</strong> In the file explorer, select the files that you’d like to encrypt from the files on your OneDrive.
ar: <strong> الخطوة الثالثة: </strong> في مستكشف الملفات ، حدد الملفات التي ترغب في تشفيرها من الملفات الموجودة على ون درايف.
de: <strong>Schritt 3:</strong> Wählen Sie im Datei-Explorer die Dateien, die Sie verschlüsseln möchten, aus den Dateien auf Ihrem OneDrive aus.
es: <strong>Paso 3:</strong> En el explorador de archivos, selecciona los archivos que deseas cifrar de los archivos en tu OneDrive.
fr: <strong>Étape 3 :</strong> Dans l'explorateur de fichiers, sélectionnez les fichiers que vous souhaitez chiffrer parmi les fichiers de votre OneDrive.
it: <strong>Punto 3:</strong> In Esplora file, seleziona i file che vuoi crittografare dai file in OneDrive.
ko: <strong>3 단계 :</strong> 파일 탐색기에서 OneDrive의 파일 중에서 암호화할 파일을 선택합니다.
nl: <strong>Stap 3:</strong> Selecteer in de bestandsverkenner de bestanden die u wilt versleutelen van de bestanden op uw OneDrive.
pl: <strong>Krok 3:</strong> w eksploratorze plików wybierz pliki, które chcesz zaszyfrować z plików w OneDrive.
pt: <strong>Passo 3:</strong> No explorador de arquivos, selecione os arquivos que deseja encriptar entre os arquivos no seu OneDrive.
ru: <strong>Шаг 3:</strong> В проводнике выберите файлы, которые вы хотели бы зашифровать, из файлов на вашем OneDrive.
sv: <strong>Steg 3:</strong> I filutforskaren väljer du de filer som du vill kryptera från filerna på din OneDrive.
tr: <strong>3. Adım:</strong> Dosya gezgininde, OneDrive'ınızdaki dosyalardan şifrelemek istediğiniz dosyaları seçin.
zh: <strong>步骤3：</strong>在文件资源管理器中，从OneDrive上的文件中选择要加密的文件。

# Blog_EGEODUNA_H2_Text12
source: <strong>Step 4:</strong> Click on the selected file and select the “Info” icon from the menu strip on the top right to check the status of the encrypted file. Encrypted files will have an extension of ‘.axx’.
ar: <strong> الخطوة 4: </strong> انقر فوق الملف المحدد وحدد رمز "معلومات" من شريط القائمة أعلى اليمين للتحقق من حالة الملف المشفر. سيكون للملفات المشفرة امتداد ".axx".
de: <strong>Schritt 4:</strong> Klicken Sie auf die ausgewählte Datei und wählen Sie das Symbol "Info" aus der Menüleiste oben rechts, um den Status der verschlüsselten Datei zu überprüfen. Verschlüsselte Dateien haben die Erweiterung ‘.axx'.
es: <strong>Paso 4:</strong> Haz clic en el archivo seleccionado y selecciona el ícono "Información" en la tira de menú en la parte superior derecha para comprobar el estado del archivo cifrado. Los archivos cifrados tendrán una extensión de '.axx'.
fr: <strong>Étape 4 :</strong> Cliquez sur le fichier sélectionné et sélectionnez l'icône « Info » dans la bande de menu en haut à droite pour vérifier l'état du fichier crypté. Les fichiers cryptés auront une extension de '.axx'.
it: <strong>Passaggio 4:</strong> Fare clic sul file selezionato e selezionare l'icona "Info" dalla striscia di menu in alto a destra per verificare lo stato del file crittografato. I file crittografati avranno un'estensione ‘.axx’.
ko: <strong>4 단계 :</strong> 선택한 파일을 클릭하고 오른쪽 상단의 메뉴 스트립에서 "정보" 아이콘을 선택하여 암호화된 파일의 상태를 확인합니다. 암호화된 파일의 확장자는 '.axx'입니다.
nl: <strong>Stap 4:</strong> Klik op het geselecteerde bestand en selecteer het pictogram "Info" in de menustrook rechtsboven om de status van het gecodeerde bestand te controleren. Versleutelde bestanden hebben de extensie '.axx'.
pl: <strong>Krok 4:</strong> kliknij wybrany plik i wybierz ikonę „Informacje” z paska menu w prawym górnym rogu, aby sprawdzić stan zaszyfrowanego pliku. Zaszyfrowane pliki będą miały rozszerzenie „.axx”.
pt: <strong>Passo 4:</strong> Clique no arquivo selecionado e selecione o ícone "Info" na faixa de menu no canto superior direito para verificar o status do arquivo criptografado. Os arquivos criptografados terão uma extensão de '.axx'.
ru: <strong>Шаг 4:</strong> Нажмите на выбранный файл и выберите значок “Информация” в строке меню в правом верхнем углу, чтобы проверить статус зашифрованного файла. Зашифрованные файлы будут иметь расширение ‘.axx’.
sv: <strong>Steg 4:</strong> Klicka på den valda filen och välj "Info"-ikonen från menyraden uppe till höger för att kontrollera statusen för den krypterade filen. Krypterade filer kommer att ha filtillägget ".axx".
tr: <strong>4. Adım:</strong> Seçilen dosyaya tıklayın ve şifrelenmiş dosyanın durumunu kontrol etmek için sağ üstteki menü şeridinden "Bilgi" simgesini seçin. Şifrelenmiş dosyalar '.axx' uzantısına sahip olacaktır.
zh: <strong>第4步：</strong>单击所选文件，然后从右上角的菜单条中选择"信息"图标以检查加密文件的状态。 加密的文件将具有'的扩展名 '.axx'。

# Blog_EGEODUNA_H2_Text2
source: <strong> On PC:</strong>
ar: <strong> على الكمبيوتر الشخصي: </strong>
de: <strong> Auf dem PC:</strong>
es: <strong>En PC:</strong>
fr: <strong> Sur PC :</strong>
it: <strong> Su PC:</strong>
ko: <strong> PC에서:</strong>
nl: <strong> Op PC:</strong>
pl: <strong> Na PC:</strong>
pt: <strong> No PC:</strong>
ru: <strong> На компьютере:</strong>
sv: <strong> På PC:</strong>
tr: <strong> Kişisel Bilgisayarda:</strong>
zh: <strong>在PC上：</strong>

# Blog_EGEODUNA_H2_Text3
source: <strong>Step 1:</strong> Launch AxCrypt and login with your password.
ar: <strong> الخطوة الأولى: </strong> قم بتشغيل اكسكربت وقم بتسجيل الدخول باستخدام كلمة المرور الخاصة بك.
de: <strong>Schritt 1:</strong> Starten Sie AxCrypt und melden Sie sich mit Ihrem Passwort an.
es: <strong>Paso 1:</strong> Inicia AxCrypt e inicia sesión con tu contraseña.
fr: <strong>Étape 1 :</strong> Lancez AxCrypt et connectez-vous avec votre mot de passe.
it: <strong>Punto 1:</strong> Avvia AxCrypt e accedi con la tua password.
ko: <strong>1 단계 :</strong> AxCrypt를 실행하고 비밀번호로 로그인하세요.
nl: <strong>Stap 1:</strong> Start AxCrypt en log in met uw wachtwoord.
pl: <strong>Krok 1:</strong> Uruchom AxCrypt i zaloguj się za pomocą swojego hasła.
pt: <strong>Passo1:</strong> Inicie o AxCrypt e faça login com sua senha.
ru: <strong>Шаг 1:</strong> Запустите AxCrypt и войдите в систему, используя свой пароль.
sv: <strong>Steg 1:</strong> Starta AxCrypt och logga in med ditt lösenord.
tr: <strong>1. Adım:</strong> AxCrypt'i başlatın ve şifrenizle giriş yapın.
zh: <strong>步骤1：</strong>启动AxCrypt并使用密码登录。

# Blog_EGEODUNA_H2_Text4
source: <strong>Step 2:</strong> Select the “Secure” icon from the top menu strip on.
ar: <strong> الخطوة 2: </strong> حدد الرمز "آمن" من شريط القائمة العلوي في.
de: <strong> Schritt 2:</strong> Wählen Sie das Symbol "Sichern" aus der oberen Menüleiste aus.
es: <strong>Paso 2:</strong> Selecciona el ícono "Seguro" en la franja superior del menú.
fr: <strong>Étape 2 :</strong> Sélectionnez l'icône "Sécuriser" dans la bande de menu supérieure.
it: <strong>Punto 2:</strong> Seleziona l'icona "Proteggi" dalla striscia del menu in alto.
ko: <strong>2 단계 :</strong> 상단 메뉴 스트립에서 "보안" 아이콘을 선택합니다.
nl: <strong>Stap 2:</strong> Selecteer het pictogram "Secure" in de bovenste menustrook.
pl: <strong>Krok 2:</strong> wybierz ikonę „Bezpieczne” z górnego paska menu.
pt: <strong>Passo 2:</strong> Selecione o ícone "Seguro" no menu superior.
ru: <strong>Шаг 2:</strong> Выберите значок “Безопасность” в верхней строке меню.
sv: <strong>Steg 2:</strong> Välj ikonen "Säker" från den översta menyraden på.
tr: <strong>2. Adım:</strong> Üst menü şeridinden "Güvenli" simgesini seçin.
zh: <strong>步骤2：</strong>从顶部菜单中选择"安全"图标。

# Blog_EGEODUNA_H2_Text5
source: <strong>Step 3:</strong> Select the files and folders that you’d like to encrypt from the OneDrive’s sync directory.
ar: <strong> الخطوة الثالثة: </strong> حدد الملفات والمجلدات التي ترغب في تشفيرها من دليل مزامنة ون درايف.
de: <strong>Schritt 3:</strong> Wählen Sie die Dateien und Ordner, die Sie verschlüsseln möchten, aus dem Synchronisierungsverzeichnis von OneDrive aus.
es: <strong>Paso 2:</strong> Toca el ícono "Seguro" en la tira del menú superior y selecciona el ícono "OneDrive".
fr: <strong>Étape 3 :</strong> Sélectionnez les fichiers et les dossiers que vous souhaitez chiffrer à partir du répertoire de synchronisation de OneDrive.
it: <strong>Punto 3:</strong> Seleziona i file e le cartelle che vuoi crittografare dalla directory di sincronizzazione di OneDrive.
ko: <strong>3 단계 :</strong> OneDrive의 동기화 디렉터리에서 암호화할 파일 및 폴더를 선택합니다.
nl: <strong>Stap 3:</strong> Selecteer de bestanden en mappen die u wilt versleutelen in de synchronisatiemap van OneDrive.
pl: <strong>Krok 3:</strong> wybierz pliki i foldery, które chcesz zaszyfrować z katalogu synchronizacji OneDrive.
pt: <strong>Passo 3:</strong> Selecione os arquivos e pastas que você deseja criptografar no diretório de sincronização do OneDrive.
ru: <strong>Шаг 3:</strong> Выберите файлы и папки, которые вы хотели бы зашифровать, из каталога синхронизации OneDrive.
sv: <strong>Steg 3:</strong> Välj de filer och mappar som du vill kryptera från OneDrives synkroniseringskatalog.
tr: <strong>3. Adım:</strong> OneDrive'ın eşitleme dizininden şifrelemek istediğiniz dosya ve klasörleri seçin.
zh: <strong>步骤3：</strong>从OneDrive的同步目录中选择要加密的文件和文件夹。

# Blog_EGEODUNA_H2_Text6
source: <strong>Step 4:</strong> Click ‘Open’ from the explorer menu on the down right and your files will be encrypted. Encrypted files will have an extension of ‘.axx’.
ar: <strong> الخطوة 4: </strong> انقر على "فتح" من قائمة المستكشف في أسفل اليمين وسيتم تشفير ملفاتك. سيكون للملفات المشفرة امتداد ".axx".
de: <strong>Schritt 4:</strong> Klicken Sie im Explorer-Menü unten rechts auf 'Öffnen' und Ihre Dateien werden verschlüsselt. Verschlüsselte Dateien haben die Erweiterung ‘.axx'.
es: <strong>Paso 4:</strong> Haz clic en "Abrir" en el menú del explorador en la parte inferior derecha y tus archivos se cifrarán. Los archivos cifrados tendrán una extensión de '.axx'.
fr: <strong>Étape 4 :</strong> Cliquez sur "Ouvrir" dans le menu de l'explorateur en bas à droite et vos fichiers seront cryptés. Les fichiers cryptés auront une extension de '.axx'.
it: <strong>Punto 4:</strong> Fai clic su "Apri" dal menu Explorer in basso a destra e i tuoi file verranno crittografati. I file crittografati avranno l'estensione '.axx'.
ko: <strong>4 단계 :</strong> 오른쪽 하단의 탐색기 메뉴에서 '열기'를 클릭하면 파일이 암호화됩니다. 암호화된 파일의 확장자는 '.axx'입니다.
nl: <strong>Stap 4:</strong> Klik op 'Openen' in het verkennermenu rechtsonder en uw bestanden worden versleuteld. Versleutelde bestanden hebben de extensie '.axx'.
pl: <strong>Krok 4:</strong> Kliknij „Otwórz” w menu eksploratora w prawym dolnym rogu, a Twoje pliki zostaną zaszyfrowane. Zaszyfrowane pliki będą miały rozszerzenie „.axx”.
pt: <strong>Passo 4:</strong> Clique em 'Abrir' no menu do explorador no canto inferior direito e seus arquivos serão criptografados. Os arquivos criptografados terão uma extensão de '.axx'.
ru: <strong>Шаг 4:</strong> Нажмите ‘Открыть’ в меню проводника справа внизу, и ваши файлы будут зашифрованы. Зашифрованные файлы будут иметь расширение ‘.axx’.
sv: <strong>Steg 4:</strong> Klicka på "Öppna" i utforskarmenyn längst ner till höger så krypteras dina filer. Krypterade filer kommer att ha filtillägget ".axx"
tr: <strong>4. Adım:</strong> Sağ alttaki gezgin menüsünden 'Aç'ı tıklayın, dosyalarınız şifrelenecektir. Şifrelenmiş dosyalar '.axx' uzantısına sahip olacaktır.
zh: <strong>步骤4：</strong>从右下角的资源管理器菜单中单击"打开"，您的文件将被加密。 加密的文件将具有'的扩展名 '.axx'。

# Blog_EGEODUNA_H2_Text7
source: <strong>Step 5:</strong> You can also encrypt files by dragging them onto the AxCrypt and using the ‘right-click’ context menu and choosing AxCrypt > Encrypt.
ar: <strong> الخطوة 5: </strong> يمكنك أيضا تشفير الملفات عن طريق سحبها إلى اكسكربت واستخدام قائمة سياق "النقر بزر الماوس الأيمن" واختيار اكسكربت > Encrypt.
de: <strong>Schritt 5:</strong> Sie können Dateien auch verschlüsseln, indem Sie sie auf AxCrypt ziehen und das Kontextmenü 'Rechtsklick' verwenden und AxCrypt > Verschlüsseln auswählen.
es: <strong>Paso 5:</strong> También puedes cifrar archivos arrastrándolos a AxCrypt y usando el menú contextual de 'clic derecho' y eligiendo AxCrypt > Cifrar.
fr: <strong>Étape 5 :</strong> Vous pouvez également chiffrer des fichiers en les faisant glisser sur AxCrypt et en utilisant le menu contextuel "clic droit" et en choisissant AxCrypt > Chiffrer.
it: <strong>Punto 5:</strong> Puoi anche crittografare i file trascinandoli su AxCrypt, utilizzando il menu contestuale col "tasto destro" e scegliendo AxCrypt > Encrypt.
ko: <strong>5 단계 :</strong> 파일을 AxCrypt로 드래그하고 '마우스 오른쪽 버튼 클릭'후 컨텍스트 메뉴를 사용하 AxCrypt > Encrypt를 선택하여 파일을 암호화할 수도 있습니다.
nl: <strong>Stap 5:</strong> U kunt bestanden ook versleutelen door ze naar de AxCrypt te slepen en het 'rechtermuisknop' contextmenu te gebruiken en AxCrypt > Encrypt te kiezen.
pl: <strong>Krok 5:</strong> Możesz także zaszyfrować pliki, przeciągając je do AxCrypt i używając menu kontekstowego „kliknięcia prawym przyciskiem myszy” i wybierając AxCrypt > Zaszyfruj.
pt: <strong>Passo 5:</strong> Você também pode criptografar arquivos arrastando-os para o AxCrypt e usando o menu de contexto 'botão direito do mouse' e escolhendo AxCrypt > Encrypt.
ru: <strong>Шаг 5:</strong> Вы также можете зашифровать файлы, перетащив их в AxCrypt и используя контекстное меню "щелкните правой кнопкой мыши" и выберите AxCrypt > Зашифровать.
sv: <strong>Steg 5:</strong> Du kan också kryptera filer genom att dra dem till AxCrypt och använda snabbmenyn "högerklicka" och sedan AxCrypt > Kryptera.
tr: <strong>5. Adım:</strong> Dosyaları AxCrypt'e sürükleyerek ve 'sağ tıklama' içerik menüsünü kullanarak ve AxCrypt > Encrypt'i seçerek de şifreleyebilirsiniz.
zh: <strong>步骤5：</strong>您还可以通过将文件拖到AxCrypt上并使用"右键单击"上下文菜单并选择AxCrypt>Encrypt来加密文件。

# Blog_EGEODUNA_H2_Text8
source: <strong>On Desktops and Laptops: </strong>
ar: <strong> على أجهزة الكمبيوتر المكتبية والمحمولة: </strong>
de: <strong>Auf Desktops und Laptops: </strong>
es: <strong>En computadoras de escritorio y portátiles:</strong>
fr: <strong>Sur les Ordinateurs de Bureau et les Portables : </strong>
it: <strong>Su Desktop e Laptop:</strong>
ko: <strong>데스크톱 및 노트북의 경우: </strong>
nl: <strong>Op Desktops en Laptops: </strong>
pl: <strong>Na komputerach stacjonarnych i laptopach: </strong>
pt: <strong>Em Computadores e Laptops:</strong>
ru: <strong>На настольных компьютерах и ноутбуках: </strong>
sv: <strong>På stationära och bärbara datorer: </strong>
tr: <strong>Masaüstü ve dizüstü bilgisayarlarda: </strong>
zh: <strong>在台式机和笔记本电脑上：</strong>

# Blog_EGEODUNA_H2_Text9
source: <strong>Step 1:</strong> Launch the AxCrypt app and login with your password.
ar: <strong> الخطوة الأولى: </strong> قم بتشغيل تطبيق اكسكربت وقم بتسجيل الدخول باستخدام كلمة المرور الخاصة بك.
de: <strong>Schritt 1:</strong> Starten Sie die AxCrypt-App und melden Sie sich mit Ihrem Passwort an.
es: <strong>Paso 1:</strong> Inicia la aplicación AxCrypt e inicia sesión con tu contraseña.
fr: <strong>Étape 1 :</strong> Lancez l'application AxCrypt et connectez-vous avec votre mot de passe.
it: <strong>Punto 1:</strong> Avvia l'app AxCrypt e accedi con la tua password.
ko: <strong>1 단계 :</strong> AxCrypt 앱을 실행하고 비밀번호로 로그인하세요.
nl: <strong>Stap 1:</strong> Start de AxCrypt app en log in met uw wachtwoord.
pl: <strong>Krok 1:</strong> Uruchom aplikację AxCrypt i zaloguj się za pomocą swojego hasła.
pt: <strong>Passo 1:</strong> Inicie o aplicativo AxCrypt e faça login com sua senha.
ru: <strong>Шаг 1:</strong> Запустите приложение AxCrypt и войдите в систему, используя свой пароль.
sv: <strong>Steg 1:</strong> Starta AxCrypt-appen och logga in med ditt lösenord.
tr: <strong>1. Adım:</strong> AxCrypt uygulamasını başlatın ve parolanızla giriş yapın.
zh: <strong>步骤1：</strong>启动AxCrypt应用程序并使用密码登录。
