Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_Conclusion_H1_Text3
source: Start automatically encrypting your files today! Try AxCrypt free with a 30-day trial and ensure your HIPAA-protected data remains secure. Click <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>here</a> to download.
ar: ابدأ في تشفير ملفاتك تلقائيا اليوم! جرب اكسكربت مجانا مع نسخة تجريبية مدتها 30 يوما وتأكد من بقاء بياناتك المحمية بواسطة HIPAA آمنة. انقر <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>هنا</a> للتحميل.
de: Beginnen Sie noch heute mit der automatischen Verschlüsselung Ihrer Dateien! Testen Sie AxCrypt kostenlos mit einer 30-Tage-Testversion und stellen Sie sicher, dass Ihre HIPAA-geschützten Daten sicher bleiben. Klicken Sie <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>here</a> zum Download.
es: ¡Empieza a cifrar automáticamente tus archivos hoy mismo! Pruebe AxCrypt gratis con una prueba de 30 días y asegúrese de que sus datos protegidos por HIPAA permanezcan seguros. Haga clic <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>aquí</a> para descargar.
fr: Commencez à chiffrer automatiquement vos fichiers dès aujourd'hui ! Essayez AxCrypt gratuitement avec un essai de 30 jours et assurez-vous que vos données protégées par HIPAA restent sécurisées. Cliquez <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>ici</a> pour télécharger.
it: Inizia a crittografare automaticamente i tuoi file oggi stesso! Prova AxCrypt gratuitamente con una prova di 30 giorni e assicurati che i tuoi dati protetti da HIPAA rimangano al sicuro. Clicca <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>qui</a> per scaricare.
ko: 오늘부터 파일을 자동으로 암호화하세요! 30일 무료 체험으로 AxCrypt를 사용해 보고 HIPAA 보호 데이터를 안전하게 유지하세요. 다운로드하려면 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>여기</a>를 클릭하세요.
nl: Begin vandaag nog met het automatisch versleutelen van jouw bestanden! Probeer AxCrypt gratis uit met een proefperiode van 30 dagen en zorg ervoor dat uw HIPAA-beveiligde gegevens veilig blijven. Klik <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>hier</a> om te downloaden.
pl: Zacznij automatycznie szyfrować swoje pliki już dziś! Wypróbuj AxCrypt bezpłatnie w 30-dniowym okresie próbnym i upewnij się, że Twoje dane chronione ustawą HIPAA pozostają bezpieczne. Kliknij <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>tutaj</a>, aby pobrać.
pt: Comece a criptografar automaticamente seus arquivos hoje mesmo! Experimente o AxCrypt gratuitamente com uma avaliação de 30 dias e garanta que seus dados protegidos pela HIPAA permaneçam seguros. Clique <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>aqui</a> para fazer o download.
ru: Начните автоматически шифровать свои файлы уже сегодня! Попробуйте AxCrypt бесплатно с 30-дневной пробной версией и убедитесь, что ваши данные, защищенные HIPAA, остаются в безопасности. Нажмите <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>here</a>, чтобы скачать AxCrypt.
sv: Börja automatiskt kryptera dina filer idag! Prova AxCrypt kostnadsfritt med en 30-dagars provperiod och se till att dina HIPAA-skyddade data förblir säkra. Klicka <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>här</a> för att ladda ner.
tr: Dosyalarınızı bugün otomatik olarak şifrelemeye başlayın! AxCrypt'i 30 günlük deneme sürümüyle ücretsiz deneyin ve HIPAA korumalı verilerinizin güvende olduğundan emin olun. İndirmek için <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>buraya</a> tıklayın.
zh: 立即开始自动加密您的文件！免费试用 AxCrypt 30 天，确保您受 HIPAA 保护的数据保持安全。点击 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='>here</a> 下载。

# Blog_HTCWHER_Conclusion_Heading1
source: Download AxCrypt Free for 30 Days
ar: تحميل اكسكربت مجانا لمدة 30 يوما
de: Laden Sie AxCrypt 30 Tage lang kostenlos herunter
es: Descarga AxCrypt gratis durante 30 días
fr: Téléchargez AxCrypt Gratuitement pendant 30 Jours
it: Scarica AxCrypt gratis per 30 giorni
ko: AxCrypt 30일 무료 다운로드
nl: Download AxCrypt 30 dagen gratis
pl: Pobierz AxCrypt za darmo przez 30 dni
pt: Descarregar o AxCrypt grátis por 30 dias
ru: Скачать AxCrypt, первые 30 дней бесплатный доступ
sv: Ladda ner AxCrypt gratis i 30 dagar
tr: 30 Gün Ücretsiz Kullanmak için AxCrypt'i İndirin
zh: 下载 AxCrypt 免费 30 天

# Blog_HTCWHER_H1_Text1
source: The Health Insurance Portability and Accountability Act of 1996 <b>(HIPAA)</b> is a United State’s federal law that mandates creation of rules to prevent unauthorized disclosure of sensitive healthcare data – without a patient's consent.
ar: قانون إخضاع التأمين الصحي لقابلية النقل والمساءلة لعام 1996 <b>(HIPAA)</b> هو قانون فيدرالي للولايات المتحدة يفرض إنشاء قواعد لمنع الكشف غير المصرح به عن بيانات الرعاية الصحية الحساسة - دون موافقة المريض.
de: Der Health Insurance Portability and Accountability Act von 1996 (HIPAA) ist ein Bundesgesetz der Vereinigten Staaten, das die Erstellung von Regeln vorschreibt, um die unbefugte Offenlegung sensibler Gesundheitsdaten zu verhindern – ohne Zustimmung des Patienten.
es: La Ley de Portabilidad y Responsabilidad de Seguros Médicos de 1996 <b>(HIPAA, por</b> sus siglas en inglés) es una ley federal de los Estados Unidos que exige la creación de normas para evitar la divulgación no autorizada de datos sanitarios confidenciales, sin el consentimiento del paciente.
fr: La Health Insurance Portability and Accountability Act de 1996 <b>(HIPAA)</b> est une loi fédérale des États-Unis qui impose la création de règles pour empêcher la divulgation non autorisée de données de santé sensibles, sans le consentement du patient.
it: L'Health Insurance Portability and Accountability Act del 1996 <b>(HIPAA)</b> è una legge federale degli Stati Uniti che impone la creazione di regole per impedire la divulgazione non autorizzata di dati sanitari sensibili, senza il consenso del paziente.
ko: 1996년 <b>(HIPAA)</b> 건강 보험 양도 및 책임에 관한 법률은 민감한 의료 데이터를 환자의 동의 없이 무단 공개하지 않도록 규칙을 만들도록 의무화하는 미국 연방법입니다.
nl: De Health Insurance Portability and Accountability Act van 1996 <b>(HIPAA)</b> is een federale wet van de Verenigde Staten die het opstellen van regels verplicht stelt om onbevoegde openbaarmaking van gevoelige gezondheidsgegevens te voorkomen - zonder toestemming van een patiënt.
pl: Ustawa o przenośności i odpowiedzialności w ubezpieczeniach zdrowotnych z 1996 r. <b>(HIPAA)</b> to prawo federalne Stanów Zjednoczonych, które nakłada obowiązek tworzenia zasad zapobiegających nieuprawnionemu ujawnieniu wrażliwych danych dotyczących opieki zdrowotnej – bez zgody pacjenta.
pt: A Lei de Portabilidade e Responsabilidade de Seguros de Saúde de 1996 <b>(HIPAA)</b> é uma lei federal dos Estados Unidos que determina a criação de regras para impedir a divulgação não autorizada de dados confidenciais de saúde – sem o consentimento do paciente.
ru: Закон о преемственности и подотчетности медицинского страхования от 1996 года <b>(HIPAA)</b> — это федеральный закон Соединенных Штатов, предписывающий создание правил для предотвращения несанкционированного раскрытия конфиденциальных медицинских данных без согласия пациента.
sv: The Health Insurance Portability and Accountability Act of 1996 (HIPAA) är en federal lag i USA som kräver skapandet av regler för att förhindra obehörig spridning av känslig hälso- och sjukvårdsdata – utan patientens samtycke.
tr: 1996 Sağlık Sigortası Taşınabilirlik ve Sorumluluk Yasası <b>(HIPAA),</b> hassas sağlık verilerinin hastanın rızası olmadan yetkisiz ifşasını önlemek için kuralların oluşturulmasını zorunlu kılan bir Amerika Birleşik Devletleri federal yasasıdır.
zh: 1996 年健康保险流通与责任法案 <b>（HIPAA）</b> 是美国的一项联邦法律，要求制定规则以防止未经患者同意未经授权披露敏感医疗保健数据。

# Blog_HTCWHER_H1_Text2
source: Enacted in 1996, HIPAA is regulated by the US Department of Health and Human Services <b>(HHS)</b> and enforced by the Office for Civil Rights <b>(OCR)</b>. HIPAA’s protection covers protected health information <b>(PHI)</b>, which includes any data that can be used to identify an individual within the course of a healthcare journey.
ar: تم سن قانون HIPAA في عام 1996 ، ويتم تنظيمه من قبل وزارة الصحة والخدمات الإنسانية <b>الأمريكية (HHS)</b> ويفرضه مكتب الحقوق المدنية <b>(OCR).</b> تغطي حماية HIPAA المعلومات الصحية <b>المحمية (PHI)</b> ، والتي تشمل أي بيانات يمكن استخدامها لتحديد هوية الفرد خلال رحلة الرعاية الصحية.
de: HIPAA wurde 1996 erlassen und wird vom US-Gesundheitsministerium <b>(HHS)</b> reguliert und vom Office for Civil Rights <b>(OCR)</b> durchgesetzt. Der Schutz des HIPAA umfasst geschützte Gesundheitsinformationen <b>(PHI)</b>, zu denen alle Daten gehören, die zur Identifizierung einer Person im Laufe einer Gesundheitsreise verwendet werden können.
es: Promulgada en 1996, la HIPAA está regulada por el Departamento de Salud y Servicios Humanos de los Estados Unidos <b>(HHS)</b> y es aplicada por la Oficina de Derechos Civiles <b>(OCR).</b> La protección de HIPAA cubre la información médica protegida <b>(PHI,</b> por sus siglas en inglés), que incluye cualquier dato que se pueda utilizar para identificar a una persona en el curso de un viaje de atención médica.
fr: Promulguée en 1996, la loi HIPAA est réglementée par le ministère américain de la Santé et des Services sociaux <b>(HHS)</b> et appliquée par l'Office des droits civils <b>(OCR)</b>. La protection HIPAA couvre les informations de santé protégées <b>(PHI)</b>, qui incluent toutes les données pouvant être utilisées pour identifier une personne au cours d'un parcours de soins de santé.
it: Promulgata nel 1996, l'HIPAA è regolamentata dal Dipartimento della Salute e dei Servizi Umani <b>(HHS)</b> degli Stati Uniti e applicata dall'Ufficio per i Diritti Civili <b>(OCR).</b> La protezione dell'HIPAA copre le informazioni sanitarie protette <b>(PHI),</b> che includono tutti i dati che possono essere utilizzati per identificare un individuo nel corso di un percorso sanitario.
ko: 1996년에 제정된 HIPAA는 미국 보건 복지부 <b>(HHS)</b>에 의해 규제되고 시민권 사무소 <b>(OCR)</b>에 의해 시행된다. HIPAA의 보호에는 의료 여행 과정에서 개인을 식별하는 데 사용할 수 있는 모든 데이터가 포함된 보호된 건강 정보 <b>(PHI)</b>가 포함됩니다.
nl: HIPAA, vastgesteld in 1996, wordt gereguleerd door het Amerikaanse ministerie van Volksgezondheid en Human Services <b>(HHS)</b> en gehandhaafd door het Office for Civil Rights <b>(OCR).</b> De bescherming van HIPAA dekt beschermde gezondheidsinformatie <b>(PHI),</b> waaronder alle gegevens die kunnen worden gebruikt om een persoon te identificeren in de loop van een zorgtraject.
pl: Uchwalona w 1996 r. ustawa HIPAA jest regulowana przez Departament Zdrowia i Opieki Społecznej Stanów Zjednoczonych <b>(HHS)</b> i egzekwowana przez Biuro Praw Obywatelskich <b>(OCR)</b>. Ochrona HIPAA obejmuje chronione informacje zdrowotne <b>(PHI)</b>, które obejmują wszelkie dane, które można wykorzystać do identyfikacji osoby w trakcie korzystania z opieki zdrowotnej.
pt: Promulgada em 1996, a HIPAA é regulamentada pelo Departamento de Saúde e Serviços Humanos dos EUA <b>(HHS)</b> e aplicada pelo Escritório de Direitos Civis <b>(OCR).</b> A proteção da HIPAA abrange informações de saúde protegidas <b>(PHI),</b> que incluem quaisquer dados que possam ser usados para identificar um indivíduo durante uma jornada de saúde.
ru: Принятый в 1996 году, HIPAA регулируется Министерством здравоохранения и социальных служб США <b>(HHS)</b> и обеспечивается Управлением по гражданским правам <b>(OCR)</b>. Защита HIPAA распространяется на защищенную медицинскую информацию <b>(PHI)</b>. Она включает в себя любые данные, которые могут быть использованы для идентификации человека в ходе медицинского обслуживания.
sv: HIPAA infördes 1996 och regleras av det amerikanska hälsodepartementet (HHS) och genomförs av Office for Civil Rights (OCR). HIPAA:s skydd omfattar skyddad hälsoinformation (PHI), vilket inkluderar all data som kan användas för att identifiera en individ under en vårdresa.
tr: 1996 yılında yürürlüğe giren HIPAA, ABD Sağlık ve İnsan Hizmetleri Bakanlığı <b>(HHS)</b> tarafından düzenlenir ve Sivil Haklar Ofisi <b>(OCR)</b> tarafından uygulanır. HIPAA'nın koruması, bir sağlık hizmeti yolculuğu sırasında bir bireyi tanımlamak için kullanılabilecek her türlü veriyi içeren korumalı sağlık bilgilerini <b>(PHI)</b> kapsar.
zh: HIPAA 于 1996 年颁布，由美国卫生与公众服务部 <b>（HHS）</b> 监管，并由民权办公室 <b>（OCR）</b> 执行。HIPAA 的保护涵盖受保护的健康信息 <b>（PHI）</b>，其中包括可用于在医疗保健旅程中识别个人的任何数据。

# Blog_HTCWHER_H1_Text3
source: <b>PHI</b> encompasses a wide range of data, including medical records, patient histories, laboratory test results, and billing information. Additionally, HIPAA safeguards other identifying information such as names, addresses, social security numbers, and even IP addresses if they are associated with health information.
ar: تشمل <b>المعلومات الصحية المحمية</b> مجموعة واسعة من البيانات ، بما في ذلك السجلات الطبية وتاريخ المريض ونتائج الاختبارات المعملية ومعلومات الفواتير. بالإضافة إلى ذلك ، تحمي HIPAA معلومات التعريف الأخرى مثل الأسماء والعناوين وأرقام الضمان الاجتماعي وحتى عناوين IP إذا كانت مرتبطة بالمعلومات الصحية.
de: <b>PHI</b> umfasst eine Vielzahl von Daten, darunter Krankenakten, Patientengeschichten, Labortestergebnisse und Rechnungsinformationen. Darüber hinaus schützt HIPAA andere identifizierende Informationen wie Namen, Adressen, Sozialversicherungsnummern und sogar IP-Adressen, wenn sie mit Gesundheitsinformationen verknüpft sind.
es: <b>La PHI</b> abarca una amplia gama de datos, incluidos los registros médicos, los historiales de los pacientes, los resultados de las pruebas de laboratorio y la información de facturación. Además, HIPAA protege otra información de identificación, como nombres, direcciones, números de seguro social e incluso direcciones IP si están asociadas con información de salud.
fr: Les <b>PHI</b> englobent un large éventail de données, notamment les dossiers médicaux, les antécédents des patients, les résultats de tests de laboratoire et les informations de facturation. De plus, HIPAA protège d'autres informations d'identification telles que les noms, adresses, numéros de sécurité sociale et même les adresses IP si elles sont associées à des informations de santé.
it: <b>Le informazioni sanitarie protette</b> comprendono un'ampia gamma di dati, tra cui cartelle cliniche, anamnesi dei pazienti, risultati dei test di laboratorio e informazioni di fatturazione. Inoltre, l'HIPAA salvaguarda altre informazioni identificative come nomi, indirizzi, numeri di previdenza sociale e persino indirizzi IP se associati a informazioni sanitarie.
ko: <b>PHI</b>에는 의료 기록, 환자 이력, 실험실 테스트 결과, 청구 정보 등 광범위한 데이터가 포함됩니다. 또한 HIPAA는 이름, 주소, 주민등록번호, IP 주소 등 건강 정보와 관련된 기타 식별 정보도 보호합니다.
nl: <b>PHI</b> omvat een breed scala aan gegevens, waaronder medische dossiers, patiëntgeschiedenissen, laboratoriumtestresultaten en factuurgegevens. Bovendien beschermt HIPAA andere identificerende informatie zoals namen, adressen, burgerservicenummers en zelfs IP-adressen als ze zijn gekoppeld aan gezondheidsinformatie.
pl: <b>PHI</b> obejmuje szeroki zakres danych, w tym dokumentację medyczną, historie pacjentów, wyniki badań laboratoryjnych i informacje rozliczeniowe. Ponadto ustawa HIPAA chroni inne dane identyfikacyjne, takie jak nazwiska, adresy, numery ubezpieczenia społecznego, a nawet adresy IP, jeśli są one powiązane z informacjami o stanie zdrowia.
pt: <b>A PHI</b> engloba uma ampla gama de dados, incluindo registros médicos, históricos de pacientes, resultados de exames laboratoriais e informações de faturamento. Além disso, a HIPAA protege outras informações de identificação, como nomes, endereços, números de segurança social e até mesmo endereços IP, se estiverem associadas a informações de saúde.
ru: <b>PHI</b> охватывает широкий спектр данных, включая медицинские записи, истории болезни, результаты лабораторных анализов и платежную информацию. Кроме того, HIPAA защищает другую идентифицирующую информацию, такую как имена, адреса, номера социального страхования и даже IP-адреса, если они связаны с медицинской информацией.
sv: <b>PHI </b> (Protected Health Information) omfattar en mängd olika data, inklusive medicinska journaler, patienthistorik, laboratorietestresultat och faktureringsinformation. Dessutom skyddar HIPAA annan identifierande information som namn, adresser, personnummer och till och med IP-adresser om de är kopplade till hälsouppgifter.
tr: <b>PHI</b>, tıbbi kayıtlar, hasta geçmişleri, laboratuvar test sonuçları ve fatura bilgileri dahil olmak üzere çok çeşitli verileri kapsar. Ek olarak, HIPAA adlar, adresler, sosyal güvenlik numaraları ve hatta sağlık bilgileriyle ilişkiliyse IP adresleri gibi diğer tanımlayıcı bilgileri de korur.
zh: <b>PHI</b> 包含广泛的数据，包括医疗记录、患者病史、实验室测试结果和计费信息。此外，HIPAA 还保护其他识别信息，例如姓名、地址、社会安全号码，甚至 IP 地址（如果它们与健康信息相关联）。

# Blog_HTCWHER_H2_Text1
source: Encryption, particularly in file security, transforms data into an unreadable format using complex algorithms and cryptographic keys. The original data, called plaintext, becomes ciphertext after encryption, and decryption reverses this process.
ar: يقوم التشفير ، لا سيما في أمان الملفات ، بتحويل البيانات إلى تنسيق غير قابل للقراءة باستخدام خوارزميات معقدة ومفاتيح تشفير. تصبح البيانات الأصلية ، التي تسمى النص العادي ، نصا مشفرا بعد التشفير ، ويعكس فك التشفير هذه العملية.
de: Verschlüsselung, insbesondere in der Dateisicherheit, wandelt Daten mithilfe komplexer Algorithmen und kryptografischer Schlüssel in ein unlesbares Format um. Die ursprünglichen Daten, Klartext genannt, werden nach der Verschlüsselung zu Chiffretext, und die Entschlüsselung kehrt diesen Prozess um.
es: El cifrado, especialmente en la seguridad de archivos, transforma los datos en un formato ilegible mediante algoritmos complejos y claves criptográficas. Los datos originales, denominados texto sin formato, se convierten en texto cifrado después del cifrado, y el descifrado revierte este proceso.
fr: Le chiffrement, notamment en matière de sécurité des fichiers, transforme les données dans un format illisible à l'aide d'algorithmes complexes et de clés cryptographiques. Les données originales, appelées texte en clair, deviennent du texte chiffré après le chiffrement, et le déchiffrement inverse ce processus.
it: La crittografia, in particolare nella sicurezza dei file, trasforma i dati in un formato illeggibile utilizzando algoritmi complessi e chiavi crittografiche. I dati originali, chiamati testo non crittografato, diventano testo crittografato dopo la crittografia e la decrittografia inverte questo processo.
ko: 특히 파일 보안에서 암호화는 복잡한 알고리즘과 암호화 키를 사용하여 데이터를 읽을 수 없는 형식으로 변환합니다. 일반 텍스트라고 불리는 원본 데이터는 암호화 후에 암호문이 되며, 복호화는 이 과정을 역전시킵니다.
nl: Versleuteling, met name bij bestandsbeveiliging, transformeert gegevens in een onleesbaar formaat met behulp van complexe algoritmen en cryptografische sleutels. De originele gegevens, platte tekst genoemd, worden na versleuteling versleuteld en de ontsleuteling keert dit proces om.
pl: Szyfrowanie, zwłaszcza w zakresie bezpieczeństwa plików, przekształca dane w nieczytelny format przy użyciu złożonych algorytmów i kluczy kryptograficznych. Oryginalne dane, zwane tekstem jawnym, po zaszyfrowaniu stają się tekstem zaszyfrowanym, a odszyfrowanie odwraca ten proces.
pt: A criptografia, particularmente na segurança de arquivos, transforma dados em um formato ilegível usando algoritmos complexos e chaves criptográficas. Os dados originais, chamados de texto sem formatação, tornam-se texto cifrado após a criptografia, e a descriptografia reverte esse processo.
ru: Шифрование, особенно в области защиты файлов, преобразует данные в нечитаемый формат с помощью сложных алгоритмов и криптографических ключей. Исходные данные, называемые открытым текстом, после шифрования становятся зашифрованным текстом, а расшифровка обращает этот процесс вспять.
sv: Kryptering, särskilt inom filsäkerhet, omvandlar data till ett oläsbart format med hjälp av komplexa algoritmer och kryptografiska nycklar. Den ursprungliga datan, kallad klartext, blir chiffertext efter kryptering, och dekryptering vänder denna process.
tr: Şifreleme, özellikle dosya güvenliğinde, karmaşık algoritmalar ve kriptografik anahtarlar kullanarak verileri okunamaz bir biçime dönüştürür. Düz metin olarak adlandırılan orijinal veriler, şifrelemeden sonra şifreli metin haline gelir ve şifre çözme bu işlemi tersine çevirir.
zh: 加密，特别是在文件安全方面，使用复杂的算法和加密密钥将数据转换为不可读的格式。原始数据（称为明文）在加密后变成密文，解密会逆转这一过程。
