Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_Conclusion_Text
source: You want to learn more? We release every week interesting information on that matter. Be curious and have a look at our blog posts <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Don't forget to contact us at <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> if you have any questions!
ar: تريد معرفة المزيد؟ نصدر كل أسبوع معلومات مثيرة للاهتمام حول هذا الموضوع. كن فضوليًا وألق نظرة على منشورات مدونتنا <a style = 'color: #efefef؛ وزن الخط: 800 ؛ href ='https://axcrypt.net/blog/'> https://axcrypt.net/blog/ </a>. لا تنسى الاتصال بنا على <a href = 'mailto: support@axcrypt.net' style = 'color: #efefef؛ font-weight: 800؛ '> support@axcrypt.net </a> أو <a href =' mailto: business@axcrypt.net 'style =' color: #efefef؛ font-weight: 800؛ '> business@axcrypt.net </a> إذا كان لديك أي أسئلة!
de: Sie wollen mehr erfahren? Wir veröffentlichen jede Woche interessante Informationen zu diesem Thema. Seien Sie neugierig und schauen Sie sich unsere Blogbeiträge an,<a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Vergessen Sie nicht, uns zu kontaktieren, <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> wenn Sie Fragen haben!
es: ¿Quieres saber más? Publicamos todas las semanas información interesante al respecto. Mantén tu curiosidad y echa un vistazo a las publicaciones de nuestro <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. No olvides contactarnos al correo <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> si tienes alguna pregunta.
fr: Vous voulez en savoir plus? Nous publions chaque semaine des informations intéressantes à ce sujet. Soyez curieux et jetez un coup d’œil à nos articles de blog <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. N’oubliez pas de nous contacter à <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> si vous avez des questions!
it: Vuoi saperne di più? Rilasciamo ogni settimana informazioni interessanti su questo argomento. Sii curioso e dai un'occhiata ai nostri post sul blog <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Non dimenticare di contattarci a <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> se hai domande!
ko: 더 자세히 알고 싶으십니까? 우리는 문제에 대한 흥미로운 정보를 공개합니다. 호기심을 갖고 <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> 블로그 게시물을 살펴보십시오. 질문이 있으시면 <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> 로 연락하는 것을 잊지 마십시오!
nl: Wilt u meer leren? We publiceren elke week interessante informatie daarover. Wees nieuwsgierig en bekijk onze blogposts <a style='color: #efefef; lettertype-gewicht: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Vergeet niet contact met ons op te nemen via <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> als u vragen heeft!
pl: Chcesz dowiedzieć się więcej? Co tydzień publikujemy ciekawe informacje na ten temat. Bądź ciekawy i spójrz na nasze posty na blogu <a style='color: #efefef; grubość czcionki: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Nie zapomnij skontaktować się z nami pod adresem <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> jeśli masz jakieś pytania!
pt: Quer aprender mais? Nós publicamos informação interessante todas as semanas. Seja curioso e dê uma olhadela nos nossos blog posts <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Não se esqueça de nos contactar via <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> se tiver alguma questão!
ru: Хотите узнать больше? Каждую неделю мы публикуем интересную информацию по этому вопросу. Проявите любопытство и загляните в наш блог <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Не забудьте связаться с нами <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> или <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a>, если у вас возникли вопросы!
sv: Vill du veta mer? Vi släpper intressant information gällande detta varje vecka. Var nyfiken och ta en titt på våra blogginlägg <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>. Glöm inte kontakta oss på <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> om du har några frågor!
tr: Daha fazla bilgi edinmek ister misiniz? Her hafta bu konuda ilginç bilgiler yayınlıyoruz. Merakınızı körükleyin ve <a style='color: #efefef; font-weight: 800;' href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> blog yazılarımıza bir göz atın. <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>Herhangi bir</a> sorunuz varsa support@axcrypt.net veya <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> adresinden bizimle iletişime geçmeyi unutmayın!
zh: 你想知道更多吗？ 我们每周都会发布有关此事的有趣信息。 好奇，看看我们的博客文章<a style='color:#efefef;font-weight:800;'href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>.别忘了通过<a href='与我们联系mailto:support@axcrypt.net'style='color:#efefef;font-weight:800;'>support@axcrypt.net</a>或<a href='mailto:business@axcrypt.net'style='color:#efefef;font-weight:800;'>business@axcrypt.net</a>如果您有任何问题！

# Blog_Conclusion_Text1
source: Due to the quick development of the mobile phone business and the advent of cloud services and apps, mobile phones are increasingly more vulnerable. In contrast to the growth in smartphone adoption, mobile security has not yet reached millions of consumers.
ar: نظرًا للتطور السريع في أعمال الهواتف المحمولة وظهور الخدمات والتطبيقات السحابية ، أصبحت الهواتف المحمولة أكثر عرضة للخطر بشكل متزايد. على عكس النمو في اعتماد الهواتف الذكية ، لم يصل أمان الهاتف المحمول بعد إلى ملايين المستهلكين.
de: Aufgrund der schnellen Entwicklung des Mobiltelefongeschäfts und des Aufkommens von Cloud-Diensten und Apps sind Mobiltelefone zunehmend anfälliger. Im Gegensatz zur zunehmenden Verbreitung von Smartphones hat die mobile Sicherheit Millionen von Verbrauchern noch nicht erreicht.
es: Debido al rápido desarrollo del negocio de la telefonía móvil y la llegada de los servicios y aplicaciones en la nube, los teléfonos móviles son cada vez más vulnerables. En contraste con el crecimiento de la adopción de teléfonos inteligentes, la seguridad móvil aún no ha llegado a millones de consumidores.
fr: En raison du développement rapide de l’activité de téléphonie mobile et de l’avènement des services et applications cloud, les téléphones mobiles sont de plus en plus vulnérables. Contrairement à la croissance de l’adoption des smartphones, la sécurité mobile n’a pas encore atteint des millions de consommateurs.
it: A causa del rapido sviluppo del business della telefonia mobile e dell'avvento di servizi e app cloud, i telefoni cellulari sono sempre più vulnerabili. Contrariamente alla crescita dell'adozione degli smartphone, la sicurezza mobile non ha ancora raggiunto milioni di consumatori.
ko: 휴대폰 사업의 급속한 발전과 클라우드 서비스 및 앱의 출현으로 인해 휴대폰은 더 많은 위험에 노출되고 있습니다. 소비자들의 스마트폰 사용이 증가함에도 불구하고 관련된 모바일 보안은 아직 그 수준에 이르지 못했습니다.
nl: Door de snelle ontwikkeling van de gsm-business en de opkomst van clouddiensten en apps, worden mobiele telefoons steeds kwetsbaarder. In tegenstelling tot de groei in smartphone-adoptie, heeft mobiele beveiliging nog geen miljoenen consumenten bereikt.
pl: Ze względu na szybki rozwój branży telefonii komórkowej oraz pojawienie się usług i aplikacji w chmurze, telefony komórkowe są coraz bardziej podatne na ataki. Mimo wzrostu popularności smartfonów, bezpieczeństwo mobilne nie dotarło jeszcze do milionów konsumentów.
pt: Dado o rápido desenvolvimento da indústria dos telemóveis e o advento dos serviços na nuvem e das apps, os telemóveis estão cada vez mais vulneráveis. Ao contrário do crescimento da adopção do smartphone, a segurança móvel ainda não chegou a milhões de consumidores.
ru: Из-за быстрого развития бизнеса мобильных телефонов, появления облачных сервисов и приложений мобильные телефоны становятся все более уязвимыми. В отличие от роста популярности смартфонов, мобильная безопасность еще не достигла миллионов потребителей.
sv: På grund av den snabba utvecklingen av mobiltelefoner och tillkomsten av molntjänster och appar, blir mobiltelefoner allt mer sårbara. I motsats till ökningen av smartphoneanvändningen har mobil säkerhet ännu inte nått miljontals konsumenter.
tr: Cep telefonu sektörünün hızlı bir şekilde gelişmesi ve bulut hizmetleri ve uygulamalarının yükselişi nedeniyle cep telefonları giderek daha da savunmasız hale geliyor. Akıllı telefonların benimsenmesindeki büyümenin aksine mobil güvenlik henüz milyonlarca kullanıcıya erişebilmiş değil.
zh: 由于手机业务的快速发展以及云服务和应用程序的出现，手机越来越容易受到攻击。 与智能手机采用率的增长相反，移动安全尚未达到数百万消费者。

# Blog_CRI_Conclusion_Text1
source: As we are all aware, cyber-attacks have increased immensely and evolve every day. Cyber resilience helps the organization maintain service and business continuity by reducing any cyber disasters. Even now, many organizations are still not adequate in dealing with cyber incidents. Enjoy the benefits of choking cyber-attacks.
ar: كما نعلم جميعًا ، زادت الهجمات الإلكترونية بشكل كبير وتتطور كل يوم. تساعد المرونة الإلكترونية المنظمة في الحفاظ على الخدمة واستمرارية الأعمال من خلال الحد من أي كوارث إلكترونية. حتى الآن ، لا تزال العديد من المنظمات غير كافية في التعامل مع الحوادث السيبرانية. تمتع بفوائد خنق الهجمات الإلكترونية.
de: Wie wir alle wissen, haben Cyberangriffe immens zugenommen und entwickeln sich jeden Tag weiter. Cyber Resilience hilft dem Unternehmen, die Service- und Geschäftskontinuität aufrechtzuerhalten, indem Cyber-Katastrophen reduziert werden. Auch jetzt noch sind viele Organisationen im Umgang mit Cybervorfällen nicht ausreichend. Genießen Sie die Vorteile der Erstickung von Cyberangriffen.
es: Como todos sabemos, los ciberataques han aumentado enormemente y evolucionan cada día. La resiliencia cibernética ayuda a la organización a mantener la continuidad del servicio y de la empresa al reducir los desastres cibernéticos. Incluso ahora, muchas organizaciones todavía no son adecuadas para hacer frente a los incidentes cibernéticos. Disfruta de los beneficios de asfixiar los ciberataques.
fr: Comme nous le savons tous, les cyberattaques ont énormément augmenté et évoluent chaque jour. La cyber-résilience aide l'organisation à maintenir la continuité des services et des activités en réduisant les cyber-catastrophes. Même maintenant, de nombreuses organisations ne sont toujours pas adéquates pour faire face aux cyberincidents. Profitez des avantages des cyberattaques étouffantes.
it: Come tutti sappiamo, gli attacchi informatici sono aumentati immensamente e si evolvono ogni giorno. La resilienza informatica aiuta l'organizzazione a mantenere il servizio e la continuità aziendale riducendo eventuali disastri informatici. Anche ora, molte organizzazioni non sono ancora adeguate a gestire gli incidenti informatici. Goditi i vantaggi di soffocare gli attacchi informatici.
ko: 우리 모두 알고 있듯이 사이버 공격은 엄청나게 증가하고 매일 진화하고 있습니다. 사이버 복원력은 조직이 사이버 재해를 줄여 서비스 및 비즈니스 연속성을 유지하는 데 도움이 됩니다. 지금도 많은 조직이 사이버 관련 사고를 처리하는 데 적합하지 않습니다. 숨막히는 사이버 공격의 이점을 누리세요.
nl: Zoals we allemaal weten, zijn cyberaanvallen enorm toegenomen en evolueren ze elke dag. Cyberweerbaarheid helpt de organisatie haar dienstverlening en bedrijfscontinuïteit te handhaven door eventuele cyberrampen te beperken. Zelfs nu nog zijn veel organisaties niet adequaat in het omgaan met cyberincidenten. Geniet van de voordelen van het smoren van cyberaanvallen.
pl: Jak wszyscy wiemy, cyberataki ogromnie wzrosły i ewoluują każdego dnia. Cyberodporność pomaga organizacji utrzymać ciągłość usług i biznesu poprzez ograniczenie wszelkich cyberawarii. Nawet teraz wiele organizacji wciąż nie radzi sobie z incydentami cybernetycznymi. Ciesz się korzyściami z dławienia cyberataków.
pt: Como todos sabemos, os ciberataques cresceram imenso e evoluem todos os dias. A ciber-resiliência ajuda a organização a manter a continuidade de serviço e negócio reduzindo ciber-desastres. Mesmo agora, muitas organizações ainda não estão prontas para lidar com ciber-incidentes. Desfrute dos benefícios de bloquear ciberataques.
ru: Как мы все знаем, кибератаки значительно участились и совершенствуются с каждым днем. Киберустойчивость помогает организации поддерживать обслуживание и непрерывность бизнеса, уменьшая количество любых кибер-катастроф. Даже сейчас многие организации по-прежнему неадекватно реагируют на киберинциденты. Наслаждайтесь преимуществами подавления кибератак.
sv: Som vi alla vet har cyberattacker ökat enormt och utvecklas varje dag. Cyberresiliens hjälper organisationen att upprätthålla service och affärskontinuitet genom att minska eventuella cyberkatastrofer. Även nu är många organisationer fortfarande inte tillräckliga för att hantera cyberincidenter. Njut av fördelarna med att kväva cyberattacker.
tr: Hepimizin bildiği gibi, siber saldırılar son derece arttı ve her geçen gün gelişiyor. Siber dayanıklılık, herhangi bir siber felaketi azaltarak kuruluşun hizmet ve iş sürekliliğini korumasına yardımcı olur. Şimdi bile, birçok kuruluş siber olaylarla başa çıkmada hala yeterli değil. Siber saldırıları soluksuz bırakmanın avantajlarından yararlanın.
zh: 我们都知道，网络攻击已经大大增加，并且每天都在发展。 网络弹性通过减少任何网络灾难来帮助组织保持服务和业务连续性。 即使是现在，许多组织在处理网络事件方面仍然不够充分。 享受窒息网络攻击的好处。

# Blog_CRI_FeaturePage
source: Have a Look at the <a href='/information/features'>feature page</a> to find out more about how AxCrypt can secure your files and data.
ar: ألق نظرة على <a href='/information/features'> صفحة الميزات </a> لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك.
de: Schauen Sie sich die <a href='/information/features'>feature page</a> an, um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann.
es: Echa un vistazo a la <a href='/information/features'>página de funciones</a> para obtener más información sobre cómo AxCrypt puede proteger tus archivos y datos.
fr: Consultez la <a href='/information/features'>page des fonctionnalités</a> pour en savoir plus sur la façon dont AxCrypt peut sécuriser vos fichiers et vos données.
it: Dai un'occhiata alla <a href='/information/features'>pagina delle funzionalità</a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati.
ko: AxCrypt가 파일과 데이터를 보호하는 방법에 대해 자세히 알아보려면 <a href='/information/features'>기능 페이지</a>를 살펴보십시오.
nl: Neem een ​​kijkje op de <a href='/information/features'>functiepagina</a> om meer te weten te komen over hoe AxCrypt uw ​​bestanden en gegevens kan beveiligen.
pl: Zajrzyj na <a href='/information/features'>stronę funkcji</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane.
pt: Dê uma olhadela na <a href='/information/features'>página de funcionalidades</a> para descobrir mais sobre como a AxCrypt pode proteger os seus ficheiros e dados.
ru: Загляните на страницу функций <a href='/information/features'></a>, чтобы узнать больше о том, как AxCrypt может защитить ваши файлы и данные.
sv: Ta en titt på <a href='/information/features'>funktions sidan</a> för att ta reda på mer om hur AxCrypt kan säkra dina filer och data.
tr: AxCrypt'in dosya ve verilerinizi nasıl koruyabileceği hakkında daha fazla bilgi için <ahref='/information/features'>özellikle sayfasına</a> bakınız.
zh: 查看<a href='/information/features'>feature page</a>以了解有关AxCrypt如何保护您的文件和数据的更多信息。

# Blog_CRI_H1_SH1_Text1
source: <strong>Identify:</strong>This phase involves getting to understand the various cybersecurity flaws that exist inside the networks, systems, users, and data, as well as your ICT skills that might be in danger.<strong>
ar: <strong> التحديد: </ strong> تتضمن هذه المرحلة فهم العيوب المختلفة للأمن السيبراني الموجودة داخل الشبكات والأنظمة والمستخدمين والبيانات ، فضلاً عن مهارات تكنولوجيا المعلومات والاتصالات لديك التي قد تكون في خطر. <strong>
de: <strong>Identifizieren:</strong>In dieser Phase lernen Sie die verschiedenen Cybersicherheitsmängel in Netzwerken, Systemen, Benutzern und Daten sowie Ihre möglicherweise gefährdeten IKT-Kenntnisse kennen.<strong>
es: <strong>Identificar:</strong> cybersecurityEsta fase implica comprender las diversas fallas de ciberseguridad que existen dentro de las redes, los sistemas, los usuarios y los datos, así como sus habilidades de TIC que podrían estar en peligro.<strong>
fr: <strong>Identifier :</strong>Cette phase consiste à comprendre les différentes failles de cybersécurité qui existent à l'intérieur des réseaux, des systèmes, des utilisateurs et des données, ainsi que vos compétences en TIC qui pourraient être en danger.<strong>
it: <strong>Identifica:</strong>questa fase prevede la comprensione dei vari difetti di sicurezza informatica che esistono all'interno di reti, sistemi, utenti e dati, nonché le tue competenze ICT che potrebbero essere in pericolo.<strong>
ko: <strong>식별:</strong>이 단계에는 네트워크, 시스템, 사용자 및 데이터 내부에 존재하는 다양한 사이버 보안 결함과, 위험을 초래할 수 있는 당신의 ICT 기술을 이해하는 것이 포함됩니다.<strong>
nl: <strong>Identificeren:</strong>Deze fase houdt in dat u inzicht krijgt in de verschillende cyberbeveiligingsfouten in de netwerken, systemen, gebruikers en gegevens, evenals uw ICT-vaardigheden die mogelijk in gevaar zijn.<strong>
pl: <strong>Zidentyfikuj:</strong> ta faza obejmuje zrozumienie różnych luk w cyberbezpieczeństwie, które istnieją w sieciach, systemach, użytkownikach i danych, a także umiejętności ICT, które mogą być zagrożone.<strong>
pt: <strong>Identificar:</strong>Esta fase envolve compreender as várias falhas de cibersegurança que existem nas redes, sistemas, utilizadores e dados assim como as suas qualificações em TIC que possam estar em perigo.<strong>
ru: <strong>Идентификация:</strong>Этот этап включает в себя понимание различных недостатков кибербезопасности, существующих в сетях, системах, пользователях и данных, а также ваших навыков в области ИКТ, которые могут оказаться под угрозой.<strong>
sv: <strong>Identifiera:</strong>Denna fas handlar om att förstå de olika cybersäkerhetsbristerna som finns i nätverken, systemen, användarna och datan, såväl som att dina IKT-kunskaper som kan vara i fara.<strong>
tr: <strong>Tanımlamak:</strong> Bu aşama, ağlarda, sistemlerde, kullanıcılarda ve verilerde var olan çeşitli siber güvenlik kusurlarını ve tehlikede olabilecek BİT becerilerinizi anlamayı içerir.<strong>
zh: <strong>识别：</strong>这个阶段涉及了解网络，系统，用户和数据内部存在的各种网络安全缺陷，以及您可能处于危险中的ICT技能。<strong>
