Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EODAGDFWBES_H1_Text5
source: <b>1. ☁️ Enhanced Cloud Security:</b> Once you encrypt your files, you add an additional strong security layer to your files before they reach the cloud storage, providing a secured space for files and mitigating the risks associated with storing data online.
ar: <b>☁️1. أمان سحابي محسن:</b> بمجرد تشفير ملفاتك ، فإنك تضيف طبقة أمان قوية إضافية إلى ملفاتك قبل أن تصل إلى التخزين السحابي ، مما يوفر مساحة آمنة للملفات ويخفف من المخاطر المرتبطة بتخزين البيانات عبر الإنترنت.
de: <b>1. ☁️Verbesserte Cloud-Sicherheit:</b> Sobald Sie Ihre Dateien verschlüsselt haben, fügen Sie Ihren Dateien eine zusätzliche starke Sicherheitsebene hinzu, bevor sie den Cloud-Speicher erreichen, wodurch ein sicherer Speicherplatz für Dateien bereitgestellt und die Risiken gemindert werden, die mit der Online-Speicherung von Daten verbunden sind.
es: <b>1. ☁️Mayor seguridad en la nube:</b> Una vez que cifras tus archivos, agregas una fuerte capa de seguridad adicional a tus archivos antes de que lleguen al almacenamiento en la nube, lo que proporciona un espacio seguro para los archivos y mitiga los riesgos asociados con el almacenamiento de datos en línea.
fr: <b>1. ☁️ Sécurité Cloud Améliorée :</b> Quand vous cryptez vos fichiers, vous ajoutez une couche de sécurité renforcée supplémentaire à vos fichiers avant qu'ils n'atteignent le stockage cloud, fournissant un espace sécurisé pour les fichiers et atténuant les risques associés au stockage de données en ligne.
it: 1. Maggiore sicurezza del cloud: una volta crittografati i file, si aggiunge un ulteriore livello di sicurezza ai file prima che raggiungano l'archiviazione cloud, fornendo uno spazio protetto per i file e mitigando i rischi associati all'archiviazione dei dati online<b>. ☁️</b>
ko: 1. <b>☁️향상된 클라우드 보안</b>: 파일을 암호화하면 파일이 클라우드 스토리지에 도달하기 전에 파일에 강력한 보안 계층을 추가하여 파일을 위한 보안 공간을 제공하고 온라인 데이터 저장과 관련된 위험을 완화합니다.
nl: <b>1. ☁️ Verbeterde Cloudbeveiliging:</b> zodra u uw bestanden versleutelt, voegt u een extra sterke beveiligingslaag toe aan uw bestanden voordat ze de cloudopslag bereiken, waardoor een beveiligde ruimte voor bestanden wordt geboden en de risico's worden beperkt die gepaard gaan met het online opslaan van gegevens.
pl: <b>1. ☁️ Zwiększone bezpieczeństwo w chmurze:</b> po zaszyfrowaniu plików dodajesz do nich dodatkową silną warstwę zabezpieczeń, zanim dotrą do magazynu w chmurze, zapewniając bezpieczne miejsce na pliki i łagodząc ryzyko związane z przechowywaniem danych online.
pt: <b>1. ☁️ Segurança Aprimorada na Nuvem: </b>Depois de criptografar seus arquivos, você adiciona uma camada de segurança forte adicional aos seus arquivos antes que eles cheguem ao armazenamento em nuvem, fornecendo um espaço seguro para arquivos e mitigando os riscos associados ao armazenamento de dados on-line.
ru: <b>1. ☁️Повышенная облачная безопасность:</b> После того, как вы зашифруете свои файлы, вы добавляете дополнительный надежный уровень безопасности к своим файлам, прежде чем они попадут в облачное хранилище, обеспечивая безопасное пространство для файлов и снижая риски, связанные с хранением данных в Интернете.
sv: <b>1. ☁️ Förbättrad molnsäkerhet:</b> När du väl krypterar dina filer lägger du till ett extra starkt säkerhetslager till dina filer innan de når molnlagringen, vilket ger ett säkert utrymme för filer och minskar riskerna med att lagra data online.
tr: <b>1. Geliştirilmiş Bulut Güvenliği: Dosyalarınızı şifreledikten sonra, dosyalarınıza bulut depolama alanına ulaşmadan önce fazladan bir güçlü güvenlik katmanı ekleyerek dosyalar için güvenli bir alan sağlar ve çevrimiçi veri depolamayla ilişkili riskleri azaltırsınız. ☁️</b>
zh: <b>1. ☁️ 增强的云安全性：</b>加密文件后，您可以在文件到达云存储之前为文件添加额外的强大安全层，为文件提供安全空间并减轻与在线存储数据相关的风

# Blog_EODAGDFWBES_H1_Text6
source: <b>2. 🔒 Data Privacy:</b> Encrypting your files adds an extra layer of privacy, ensuring that only authorized individuals with the decryption key can access your sensitive information.
ar: <b>2. 🔒. خصوصية البيانات: يضيف تشفير ملفاتك طبقة إضافية من الخصوصية ، مما يضمن أن الأفراد المصرح لهم فقط الذين لديهم مفتاح فك التشفير يمكنهم الوصول إلى معلوماتك الحساسة</b>
de: <b>2. 🔒Datenschutz:</b> Die Verschlüsselung Ihrer Dateien fügt eine zusätzliche Datenschutzebene hinzu und stellt sicher, dass nur autorisierte Personen mit dem Entschlüsselungsschlüssel auf Ihre sensiblen Informationen zugreifen können.
es: <b>2. 🔒 Privacidad de datos:</b> Cifrar tus archivos agrega una capa extra de privacidad, lo que garantiza que solamente las personas autorizadas con la clave de descifrado puedan acceder a tu información privada.
fr: <b>2. 🔒 Confidentialité des Données :</b> Le chiffrement de vos fichiers ajoute une couche supplémentaire de confidentialité, garantissant que seules les personnes autorisées disposant de la clé de déchiffrement peuvent accéder à vos informations sensibles.
it: <b>2. Privacy dei dati: la crittografia dei file aggiunge un ulteriore livello di privacy, garantendo che solo le persone autorizzate con la chiave di decrittazione possano accedere alle tue informazioni sensibili. 🔒</b>
ko: <b>2. 🔒 데이터 개인 정보 보호: </b> 파일을 암호화하면 개인 정보 보호 계층이 추가되어 암호 해독 키가 있는 승인된 개인만 민감한 정보에 액세스할 수 있습니다.
nl: <b>2. 🔒Gegevensprivacy:</b> Het versleutelen van uw bestanden voegt een extra privacylaag toe, zodat alleen geautoriseerde personen met de decoderingssleutel toegang hebben tot uw gevoelige informatie.
pl: <b>2. 🔒 Prywatność danych:</b> szyfrowanie plików zapewnia dodatkową warstwę prywatności, zapewniając, że tylko upoważnione osoby posiadające klucz odszyfrowywania będą miały dostęp do Twoich poufnych informacji.
pt: <b>2. 🔒Privacidade de dados:<b> criptografar seus arquivos adiciona uma camada extra de privacidade, garantindo que apenas indivíduos autorizados com a chave de descriptografia possam acessar suas informações confidenciais.
ru: <b>2. 🔒Конфиденциальность данных:</b> Шифрование ваших файлов добавляет дополнительный уровень конфиденциальности, гарантируя, что только авторизованные лица с ключом дешифрования могут получить доступ к вашей конфиденциальной информации.
sv: <b>2. 🔒 Datasekretess:</b> Att kryptera dina filer lägger till ett extra lager av integritet, vilket säkerställer att endast auktoriserade personer med dekrypteringsnyckeln kan komma åt din känsliga information.
tr: <b>2. 🔒</b> Veri Gizliliği: Dosyalarınızı şifrelemek, yalnızca şifre çözme anahtarına sahip yetkili kişilerin hassas bilgilerinize erişebilmesini sağlayarak ekstra bir gizlilik katmanı ekler.
zh: <b>2. 🔒数据隐私：</b>加密您的文件增加了额外的隐私层，确保只有拥有解密密钥的授权个人才能访问您的敏感信息。

# Blog_EODAGDFWBES_H1_Text7
source: <b>3. ⛔ Unauthorized Access Protection:</b> Encryption acts as a powerful deterrent against hackers and unauthorized users attempting to gain access to your cloud-stored files.
ar: <b>3. ⛔ Skydd mot obehörig åtkomst:</b> Kryptering fungerar som ett kraftfullt avskräckande medel mot hackare och obehöriga användare som försöker få åtkomst till dina molnlagrade filer.
de: <b>3. ⛔Schutz vor unbefugtem Zugriff:</b> Verschlüsselung wirkt als starke Abschreckung gegen Hacker und nicht autorisierte Benutzer, die versuchen, Zugriff auf Ihre in der Cloud gespeicherten Dateien zu erhalten.
es: <b>3. ⛔ Protección contra el acceso no autorizado:</b> El cifrado actúa como un poderoso elemento disuasorio contra hackers y usuarios no autorizados que intentan acceder a tus archivos almacenados en la nube.
fr: <b>3. ⛔ Protection contre les accès non autorisés :</b> Le chiffrement agit comme un puissant moyen de dissuasion contre les pirates et les utilisateurs non autorisés qui tentent d'accéder à vos fichiers stockés dans le cloud.
it: <b>3. Protezione dell'accesso non autorizzato: la crittografia funge da potente deterrente contro gli hacker e gli utenti non autorizzati che tentano di accedere ai file archiviati nel cloud. ⛔</b>
ko: <b>3. ⛔무단 액세스 보호: </b>암호화는 클라우드에 저장된 파일에 액세스하려는 해커 및 무단 사용자에 대한 강력한 억제 역할을 합니다.
nl: <b>3. ⛔ Ongeautoriseerde Toegangsbeveiliging:</b> Versleuteling werkt als een krachtig afschrikmiddel tegen hackers en onbevoegde gebruikers die proberen toegang te krijgen tot uw in de cloud opgeslagen bestanden.
pl: <b>3. ⛔ Ochrona przed nieautoryzowanym dostępem:</b> Szyfrowanie działa jako potężny środek odstraszający przed hakerami i nieautoryzowanymi użytkownikami próbującymi uzyskać dostęp do plików przechowywanych w chmurze.
pt: <b>3. ⛔ Proteção contra Acesso Não Autorizado:</b> A encriptação atua como um poderoso impedimento contra hackers e usuários não autorizados que tentam acessar seus arquivos armazenados na nuvem.
ru: <b>3. ⛔Защита от несанкционированного доступа:</b> Шифрование действует как мощный сдерживающий фактор против хакеров и неавторизованных пользователей, пытающихся получить доступ к вашим файлам, хранящимся в облаке.
sv: <b>3. ⛔ Skydd mot obehörig åtkomst:</b> Kryptering fungerar som ett kraftfullt avskräckande medel mot hackare och obehöriga användare som försöker få åtkomst till dina molnlagrade filer.
tr: <b>3. ⛔ Yetkisiz Erişim Koruması: Şifreleme, bulutta depolanan dosyalarınıza erişmeye çalışan bilgisayar korsanlarına ve yetkisiz kullanıcılara karşı güçlü bir caydırıcı görevi görür. </b>
zh: <b>3. ⛔未经授权的访问保护：</b>加密功能可对黑客和未经授权的用户尝试访问您的云存储文件起到强大的威慑作用。

# Blog_EODAGDFWBES_H1_Text8
source: <b>4. 🛡️ Data Breach Shield:</b> Encryption makes your files useless to attackers in the event of a data breach, as they won't be able to decipher the encrypted content without the encryption key.
ar: <b>4. 🛡️ درع اختراق البيانات:</b>: التشفير يجعل ملفاتك عديمة الفائدة للمهاجمين في حالة حدوث خرق للبيانات ، حيث لن يتمكنوا من فك تشفير المحتوى المشفر بدون مفتاح التشفير.
de: <b>4. 🛡️Datenschutzschild:</b> Die Verschlüsselung macht Ihre Dateien im Falle einer Datenschutzverletzung für Angreifer unbrauchbar, da sie den verschlüsselten Inhalt ohne den Verschlüsselungsschlüssel nicht entschlüsseln können.
es: <b>4. 🛡️ Escudo contra la filtración de datos:</b> El cifrado vuelve tus archivos inútiles para los ciberdelincuentes en caso de una filtración de datos, ya que no podrán descifrar el contenido cifrado sin la clave correspondiente.
fr: <b>4. 🛡️ Bouclier de Fuites de Données :</b> Le cryptage rend vos fichiers inutiles pour les attaquants en cas de violation de données, car ils ne pourront pas déchiffrer le contenu crypté sans la clé de cryptage.
it: 4. Protezione contro le violazioni dei dati: la crittografia rende i tuoi file inutili per gli aggressori in caso di violazione dei dati, poiché non saranno in grado di decifrare il contenuto crittografato senza la chiave di crittografia<b>. 🛡️</b>
ko: <b>4. 🛡️데이터 침해 방지:</b> 암호화는 데이터 유출 시 공격자가 암호화 키 없이는 암호화된 콘텐츠를 해독할 수 없기 때문에 파일을 쓸모 없게 만듭니다.
nl: <b>4. 🛡️ Data Bescherming Schild</b>: Encryptie maakt uw bestanden onbruikbaar voor aanvallers in het geval van een datalek, omdat ze de gecodeerde inhoud niet kunnen ontcijferen zonder de coderingssleutel.
pl: <b>4. 🛡️ Ochrona przed naruszeniem danych:</b> Szyfrowanie sprawia, że Twoje pliki są bezużyteczne dla atakujących w przypadku naruszenia danych, ponieważ nie będą oni w stanie odszyfrować zaszyfrowanej treści bez klucza szyfrującego.
pt: <b>4. 🛡️ Data Breach Shield:</b> A criptografia torna seus arquivos inúteis para os invasores no caso de uma violação de dados, pois eles não serão capazes de decifrar o conteúdo criptografado sem a chave de criptografia.
ru: <b>4. 🛡️Защита от утечки данных:</b> Шифрование делает ваши файлы бесполезными для злоумышленников в случае утечки данных, поскольку они не смогут расшифровать зашифрованный контент без ключа шифрования.
sv: <b>4. 🛡️ Dataintrångssköld:</b> Kryptering gör dina filer värdelösa för angripare i händelse av ett dataintrång, eftersom de inte kommer att kunna dechiffrera det krypterade innehållet utan krypteringsnyckeln.
tr: <b>4. 🛡️ Veri İhlali Kalkanı: Şifreleme, şifreleme anahtarı olmadan şifrelenmiş içeriği deşifre edemeyecekleri için veri ihlali durumunda dosyalarınızı saldırganlar için işe yaramaz hale getirir. </b>
zh: <b>4. 🛡️ 数据泄露盾：</b>加密使您的文件在发生数据泄露时对攻击者无用，因为如果没有加密密钥，他们将无法破译加密内容。

# Blog_EODAGDFWBES_H1_Text9
source: <b>5. 📝 Compliance with Data Regulations:</b> Encrypting files on Google Drive and OneDrive helps you comply with various data protection regulations, such as GDPR, HIPAA, and CCPA, which require the protection of personal and sensitive data.
ar: <ب>5. 📝 الامتثال للوائح البيانات:</b> يساعدك تشفير الملفات على جوجل درايف وون درايف على الامتثال لمختلف لوائح حماية البيانات، مثل القانون العام لحماية البيانات (GDPR) وقانون HIPAA وCCPA، والتي تتطلب حماية البيانات الشخصية والحساسة.
de: <b>5. 📝 Einhaltung der Datenschutzbestimmungen:</b> Durch das Verschlüsseln von Dateien auf Google Drive und OneDrive können Sie verschiedene Datenschutzbestimmungen wie DSGVO, HIPAA und CCPA einhalten, die den Schutz personenbezogener und sensibler Daten erfordern.
es: <b>5. 📝 Cumplimiento de la normativa sobre datos:</b> Cifrar archivos en Google Drive y OneDrive te permite cumplir con varias normativas de protección de datos, como GDPR, HIPAA y CCPA, que estipulan la protección de datos personales y confidenciales.
fr: <b>5. 📝 Conformité aux Réglementations sur les Données :</b> Le chiffrement des fichiers sur Google Drive et OneDrive vous aide à vous conformer à diverses réglementations sur la protection des données, telles que GDPR, HIPAA et CCPA, qui exigent la protection des données personnelles et sensibles.
it: 5. Conformità alle normative sui dati: La crittografia dei file su Google Drive e OneDrive ti aiuta a rispettare varie normative sulla protezione dei dati, come GDPR, HIPAA e CCPA, che richiedono la protezione dei dati personali e sensibili<b>. 📝</b>
ko: <b> 📝5. 데이터 규정 준수</b>: 구글 드라이브 원드라이브에서 파일을 암호화하면 개인 및 민감한 데이터를 보호해야 하는 GDPR, HIPAA 및 CCPA와 같은 다양한 데이터 보호 규정을 준수하는 데 도움이 됩니다.
nl: <b>5. 📝 Naleving van Gegevensvoorschriften:</b> Het versleutelen van bestanden op Google Drive en OneDrive helpt u te voldoen aan verschillende voorschriften voor gegevensbescherming, zoals AVG, HIPAA en CCPA, die de bescherming van persoonlijke en gevoelige gegevens vereisen.
pl: <b>5. 📝 Zgodność z przepisami dotyczącymi danych:</b> szyfrowanie plików na Dysku Google i OneDrive pomaga zachować zgodność z różnymi przepisami dotyczącymi ochrony danych, takimi jak RODO, HIPAA i CCPA, które wymagają ochrony danych osobowych i wrażliwych.
pt: <b>5. 📝 Conformidade com os regulamentos de dados: </b> criptografar arquivos no Google Drive e no OneDrive ajuda você a cumprir vários regulamentos de proteção de dados, como GDPR, HIPAA e CCPA, que exigem a proteção de dados pessoais e confidenciais.
ru: <b>5. 📝 Соблюдение правил обработки данных:</b> Шифрование файлов на Google Диске и OneDrive помогает вам соблюдать различные правила защиты данных, такие как GDPR, HIPAA и CCPA, которые требуют защиты личных и конфиденциальных данных.
sv: <b>5. 📝 Efterlevnad av dataförordningar:</b> Genom att kryptera filer på Google Drive och OneDrive kan du följa olika dataskyddsföreskrifter, såsom GDPR, HIPAA och CCPA, som kräver skydd av personlig och känslig data.
tr: <b>5. 📝 Veri Düzenlemelerine Uygunluk:</b> Google Drive ve OneDrive'daki dosyaları şifrelemek, kişisel ve hassas verilerin korunmasını gerektiren GDPR, HIPAA ve CCPA gibi çeşitli veri koruma düzenlemelerine uymanıza yardımcı olur.
zh: <b>5．📝 遵守数据法规：</b>加密谷歌驱动器和OneDrive上的文件可帮助您遵守各种数据保护法规，如GDPR，HIPAA和CCPA，这些法规要求保护个人和敏感数据。

# Blog_EODAGDFWBES_H2_SH1_Text1
source: Follow the steps below to start encrypting your Google Drive files from your Android and iOS smartphones:
ar: اتبع الخطوات أدناه لبدء تشفير ملفات جوجل درايف من هواتفك الذكية التي تعمل بنظامي ذكري المظهر وايفون:
de: Befolgen Sie die nachstehenden Schritte, um die Verschlüsselung Ihrer Google Drive-Dateien von Ihrem Android- und iOS-Smartphone aus zu starten:
es: Sigue los pasos que se indican a continuación para empezar a cifrar tus archivos de Google Drive desde tus smartphones iOS y Android:
fr: Suivez les étapes ci-dessous pour commencer à chiffrer vos fichiers Google Drive depuis vos smartphones Android et iOS :
it: Segui i passaggi seguenti per iniziare a crittografare i tuoi file di Google Drive dai tuoi smartphone Android e iOS:
ko: 아래 단계에 따라 안드로이드 및 iOS 스마트폰에서 구글 드라이브 파일 암호화를 시작하세요.
nl: Volg de onderstaande stappen om te beginnen met het versleutelen van uw Google Drive-bestanden vanaf uw Android- en iOS-smartphones:
pl: Wykonaj poniższe czynności, aby rozpocząć szyfrowanie plików na Dysku Google ze smartfonów z systemem Android i iOS:
pt: Siga os passos abaixo para começar a encriptar seus arquivos do Google Drive a partir de seus smartphones Android e iOS:
ru: Выполните следующие действия, чтобы начать шифрование файлов Google Диска со смартфонов Android и iOS:
sv: Följ stegen nedan för att börja kryptera dina Google Drive-filer från dina Android- och iOS-smarttelefoner:
tr: Google Drive dosyalarınızı Android ve iOS akıllı telefonlarınızdan şifrelemeye başlamak için aşağıdaki adımları uygulayın:
zh: 按照以下步骤开始从Android和iOS智能手机加密谷歌驱动器文件:

# Blog_EODAGDFWBES_H2_SH1_Text2
source: <b>STEP 1:</b> Download and install AxCrypt from the <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> or the <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
ar: <b>الخطوة 1:</b> قم بتنزيل اكسكربت وتثبيته من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'>متجر جوجل </b></a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>متجر التطبيقات</b></a>.
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt aus dem <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> oder dem <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> herunter und installieren Sie es.
es: <b>PASO 1:</b> Descarga e instala AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt depuis le <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'> <b>Google Play Store</b></a> ou l'<a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
it: <b>PASSO 1:</b> Scarica e installa AxCrypt dal <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play</b></a> Store o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>dall'App Store</b></a>.
ko: <b>1 단계 :</b> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>구글 플레이 스토어</b></a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>앱스토</b></a>에서 AxCrypt를 다운로드하여 설치합니다.
nl: <b>STAP 1:</b> Download en installeer AxCrypt vanuit de <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play</b></a> Store of de <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt z <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'> <b>Sklep Google Play</b></a> lub <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
pt: <b>1º PASSO:</b> Baixe e instale o AxCrypt a partir da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play</b></a> Store ou da <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
ru: <b>ШАГ 1:</b> Загрузите и установите AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt från <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=sv&gl=US'> <b>Google Play Butik</b></a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
tr: <b>1. ADIM:</b> AxCrypt'i <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store'dan</b></a> indirin ve yükleyin.
zh: <b>步骤1：</b>下载并安装AxCrypt从<a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><B>Google Play Store</b></a>或<a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><B>App Store</b></a>。

# Blog_EODAGDFWBES_H2_SH1_Text3
source: <b>STEP 2:</b> Open AxCrypt and sign-in or sign-up with your email and password.
ar: <b>الخطوة 2:</b> افتح اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بريدك الإلكتروني وكلمة المرور.
de: <b>SCHRITT 2:</b> Öffnen Sie AxCrypt und melden Sie sich an oder melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an.
es: <b>PASO 2:</b> Abre AxCrypt e inicia sesión o regístrate con tu correo electrónico y contraseña.
fr: <b>ÉTAPE 2 :</b> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre adresse e-mail et votre mot de passe.
it: <b>PASSO 2:</b> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <b>2 단계 :</b> AxCrypt를 열고 이메일과 비밀번호로 로그인하거나 가입하세요.
nl: <b>STAP 2:</b> Open AxCrypt en meld u aan of meld u aan met uw e-mailadres en wachtwoord.
pl: <b>KROK 2:</b> Otwórz AxCrypt i zaloguj się lub zarejestruj za pomocą adresu e-mail i hasła.
pt: <b>2º PASSO:</b> Abra o AxCrypt e inicie sessão ou registe-se com o seu e-mail e palavra-passe.
ru: <b>ШАГ 2:</b> Откройте AxCrypt и войдите или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <b>STEG 2:</b> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <b>2. ADIM:</b> AxCrypt'i başlatın ve e-posta adresiniz ve şifrenizle oturum açın veya kaydolun.
zh: <b>步骤2：</b>打开AxCrypt并使用您的电子邮件和密码登录或注册。

# Blog_EODAGDFWBES_H2_SH1_Text4
source: <b>STEP 3:</b> Tap the <b>‘Secure’</b> button with a padlock icon and select Google Drive.
ar: <b>الخطوة 3:</b> اضغط على زر " <b>آمن"</b> مع رمز القفل وحدد جوجل درايف.
de: <b>SCHRITT 3:</b> Tippen Sie auf die Schaltfläche <b>'Sichern'</b> mit einem Vorhängeschloss-Symbol und wählen Sie Google Drive.
es: <b>PASO 3:</b> Pulsa el botón <b>"Seguro"</b> que tiene un icono de candado y selecciona Google Drive.
fr: <b>ÉTAPE 3 :</b> Appuyez sur le bouton <b>« Sécuriser »</b> avec une icône de cadenas et sélectionnez Google Drive.
it: <b>PASSO 3:</b> Tocca il pulsante " <b>Sicuro" con l'icona</b> di un lucchetto e seleziona Google Drive.
ko: <b>3 단계 :</b> 자물쇠 아이콘이 있는 <b>'보안'</b> 버튼을 누르고 구글 드라이브를 선택합니다.
nl: <b>STAP 3:</b> Tik op de knop <b>'Beveiligen'</b> met een hangslotpictogram en selecteer Google Drive.
pl: <b>KROK 3:</b> Naciśnij przycisk <b>„Zabezpiecz”</b> z ikoną kłódki i wybierz Dysk Google.
pt: <b>3º PASSO:</b> Toque no botão <b>"Seguro"</b> com um ícone de cadeado e selecione Google Drive.
ru: <b>ШАГ 3:</b> Нажмите кнопку <b>'Безопасность'</b> со значком замка и выберите Google Диск.
sv: <b>STEG 3:</b> Tryck på knappen <b>"Säker"</b> med en hänglåsikon och välj Google Drive.
tr: <b>3. ADIM:</b> Kilit simgesi olan <b>'Güvene Al'</b> tuşuna tıklayın ve Google Drive'ı seçin.
zh: <b>步骤3：</b>点击带有挂锁图标的<b>'Secure'</b>按钮，然后选择谷歌驱动器。
