Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessAfterTrialBodyText2
source: You can cancel your subscription at any time. If you do this before the trial ends, you won’t be charged anything. After that, your account will fall back to the Free version.
ar: يمكنك إلغاء اشتراكك في أي وقت. إذا فعلت ذلك قبل انتهاء المحاكمة ، فلن يتم تحصيل أي رسوم منك. بعد ذلك ، سيعود حسابك إلى الإصدار المجاني.
de: Sie können Ihr Abonnement jederzeit kündigen. Wenn Sie dies tun, bevor der Prozess endet, werden Sie nichts berechnet. Danach wird Ihr Konto auf die free version zurückfallen.
es: Puedes cancelar tu suscripción en cualquier momento. Si lo haces antes de que finalice el período de prueba, no se te cobrará nada. Después de eso, tu cuenta volverá a la versión Free.
fr: Vous pouvez annuler votre abonnement n'importe quand. Si vous le faites avant que l'essai ne s'achève, rien ne vous sera facturé. Après cela, votre compte reviendra à la version gratuite.
it: Puoi cancellare il tuo abbonamento in qualsiasi momento. Se lo fai prima del termine del periodo di prova, non ti verrà addebitato nulla. In seguito, il tuo account tornerà alla versione gratuita.
ko: 언제든지 구독 취소가 가능합니다. 무료 구독 서비스가 만료되기 전에 취소를 하시면 별도의 비용이 발생하지 않습니다. 무료 서비스는 단 한번만 체험이 가능합니다.
nl: U kunt uw abonnement op elk moment opzeggen. Als u dit doet voordat de proefperiode afloopt, wordt er niets in rekening gebracht. Daarna valt uw account terug naar de gratis versie.
pl: Możesz anulować subskrypcję w dowolnym momencie. Jeśli zrobisz to przed zakończeniem okresu próbnego, nic nie zostanie naliczone. Następnie Twoje konto powróci do wersji bezpłatnej.
pt: Pode cancelar a sua subscrição a qualquer momento. Se o fizer antes do período experimental terminar, não lhe será cobrado nada. Depois disso, a sua conta reverterá à versão Free.
ru: Вы можете отменить свою подписку в любое время.Если вы сделаете это до окончания пробного периода, то с вас не потребуют никакой оплаты.После этого, ваш аккаунт вернется к бесплатной версии.
sv: Du kan säga upp din prenumeration när som helst. Om du gör detta innan provperiodens slut debiteras du inte. Efter det kommer ditt konto att nedgraderas till gratisversionen.
tr: İstediğiniz zaman aboneliğinizi iptal edebilirsiniz. Eğer deneme sürümü bitmeden iptal ederseniz tarafınıza herhangi bir ödeme yansıtılmayacaktır. Bunun ardından hesabınız Bedava sürüme dönüşecektir.
zh: 您可以随时取消订阅。 如果您在审判结束前这样做，您将不会被收取任何费用。 之后，您的帐户将回落到Free版本。

# BusinessAfterTrialHeading
source: What happens after the trial?
ar: ماذا يحدث بعد الفترة التجريبية؟
de: Was passiert nach dem Prozess?
es: ¿Qué ocurre después del período de prueba?
fr: Que se passe-t-il après l'essai ?
it: Cosa succede dopo il periodo di prova?
ko: 무료 서비스 이후에는?
nl: Wat gebeurt er na de proefperiode?
pl: Co się dzieje po okresie próbnym?
pt: O que acontece depois do período experimental?
ru: Что будет после пробного периода?
sv: Vad händer efter provperioden?
tr: Deneme süresi bitince ne olacak?
zh: 审判后会发生什么？

# BusinessBigTeamCtaHeading
source: Are you a team with over 50 people?
ar: هل أنت فريق يضم أكثر من 50 شخصًا؟
de: Sind Sie ein team mit über 50 Personen?
es: ¿Tienes un equipo con más de 50 personas?
fr: Votre équipe comporte-t-elle plus de 50 personnes ?
it: Siete un team con più di 50 persone?
ko: 50명이 넘는 팀입니까?
nl: Bent u een team met meer dan 50 mensen?
pl: Czy jesteście grupą powyżej 50 osób?
pt: A sua equipa tem mais de 50 pessoas?
ru: В вашей команде более 50 человек?
sv: Är du ett team på mer än 50 personer?
tr: 50 kişiden fazla bir takım mısınız?
zh: 您是一个超过50人的团队吗？

# BusinessContactBodyText
source: Do you have any questions or need any help?
ar: هل لديك أسئلة أو تحتاج إلى مساعدة؟
de: Haben Sie Fragen oder brauchen Hilfe?
es: ¿Tienes alguna pregunta o necesitas ayuda?
fr: Avez-vous des questions ou besoin d'aide ?
it: Hai domande o hai bisogno di aiuto?
ko: 질문이나 도움이 필요하신가요?
nl: Heeft u vragen of hulp nodig?
pl: Masz jakieś pytania lub potrzebujesz pomocy?
pt: Tem alguma questão ou precisa de ajuda?
ru: Остались вопросы или нужна помощь?
sv: Har du några frågor eller behöver du någon hjälp?
tr: Sorunuz veya yardım talebiniz mi var?
zh: 您有任何问题或需要任何帮助吗？

# BusinessCreationEuVatInfo
source: We also offer VAT free sales within the EU for qualifying companies (you must supply a valid EU VAT number and address) for the Business plan. Click [a]here[/a] to add EU VAT number.
ar: نقدم أيضًا مبيعات خالية من ضريبة القيمة المضافة داخل الاتحاد الأوروبي للشركات المؤهلة (يجب عليك تقديم رقم وعنوان ضريبة القيمة المضافة في الاتحاد الأوروبي) لخطة الأعمال. انقر [أ] هنا [/ أ] لإضافة رقم ضريبة القيمة المضافة في الاتحاد الأوروبي.
de: Wir bieten auch mehrwertsteuerfreie Verkäufe innerhalb der EU für qualifizierte Unternehmen (Sie müssen eine gültige EU-Umsatzsteuernummer und-Adresse angeben) für den Geschäftsplan an. Klicken Sie [a]hier[/a], um die EU-Umsatzsteuer-Identifikationsnummer hinzuzufügen.
es: También ofrecemos ventas exentas de IVA dentro de la UE para las empresas que califiquen (debes proporcionar un número y una dirección de IVA de la UE válidos) para el plan Business. Haz clic [a]aquí [/a] para agregar el número de IVA de la UE.
fr: Nous proposons aussi des ventes exemptées de la TVA au sein de l'UE pour les entreprises qui peuvent y prétendre (il faut nous fournir une adresse et un numéro de TVA valides) pour l'abonnement Business. Cliquez [a]ici[/a] pour ajouter un numéro de TVA.
it: Offriamo inoltre vendite esenti da IVA all'interno dell'UE per le società qualificate (è necessario fornire un numero di partita IVA europeo e un indirizzo europeo validi) per il piano Business. Clicca [a]qui[/a] per aggiungere un numero di partita IVA europeo.
ko: EU의 몇 회사(유효한 EU VAT number와 address가 있는 회사 한정)에 대해서 Business 플랜 서비스의 VAT free를 제공합니다. [a]here[/a]을 통해 EU VAT number를 등록해주세요.
nl: We bieden ook BTW vrije verkoop voor binnen de EU voor bepaalde bedrijven (u moet een geldig EU BTW nummer en adres verschaffen) voor een Business plan. Klik [a] hier [/a] om een EU BTW nummer in te voeren.
pl: Oferujemy również sprzedaż wolną od podatku VAT w UE dla kwalifikujących się firm (należy podać ważny numer VAT UE i adres) dla abonamentu Business. Kliknij [a]tutaj[/ a], aby dodać numer VAT UE.
pt: Oferecemos também isenção de IVA na UE para empresas elegíveis (deverá fornecer um número válido de IVA e morada) para o plano Business. Clique [a]aqui[/a] para adicionar o seu número de IVA da UE.
ru: Мы также предлагаем продажи без НДС в пределах ЕС для аттестованных компаний (вы должны предоставить действительный номер НДС ЕС и адрес) для плана Business. Нажмите [a]здесь[/a], чтобы добавить номер НДС ЕС.
sv: Vi erbjuder även momsfri försäljningar inom EU för kvalificerade företag (du behöver ange ett giltigt VAT-nummer och address) för Företagarpaketet. Klicka [a]här[/a] för att lägga till momsregistreringsnummer.
tr: Business planında, hakkı olan firmalara KDV'siz satış imkanı sunuyoruz (geçerli bir AB KDV numarası ve adresi sağlamanız gerekir). AB KDV numarası eklemek için [a]buraya[/a] tıklayın.
zh: 我们还为符合条件的公司提供欧盟境内免增值税销售服务（您必须提供有效的欧盟增值税号码和地址）。 点击[a]这里[/a]添加欧盟增值税号码。

# BusinessCreationSetupAndPaymentTitle
source: Plan setup and payment
ar: إعداد الخطة والدفع
de: Plan einrichten und Zahlung
es: Configuración y pago del plan
fr: Configuration de votre compte et paiement
it: Configurazione e pagamento del piano
ko: 플랜 및 결제 설정
nl: Abonnement instellen en betalen
pl: Konfiguracja planu i płatność
pt: Configuração de plano e pagamento
ru: Настройки плана и оплата
sv: Planera installation och betalning
tr: Kurulum ve ödeme planı
zh: 计划设置和付款

# BusinessEmailLabel
source: Business email
ar: بريد العمل
es: Correo electrónico Business
fr: Email Professionnel
it: Email di lavoro
ko: 비즈니스 이메일
nl: Zakelijke email
pl: Służbowy adres e-mail
pt: Email empresarial
ru: Бизнес-почта
sv: Företagsemail
tr: İşletme e-postası
zh: 企业邮箱

# BusinessExpiredMailBody0Html
source: Your AxCrypt Business subscription {bus_sub_name} has ended. We sincerely hope you have enjoyed using AxCrypt and found it useful.
ar: انتهى اشتراكك في اكسكربت بيزنس {bus_sub_name}. نأمل مخلصين أن تكون قد استمتعت باستخدام اكسكربت ووجدته مفيدًا.
de: Ihr AxCrypt Business Abonnement {bus_sub_name} ist beendet. Wir hoffen aufrichtig, dass Sie die Verwendung von AxCrypt genossen Haben und es nützlich fanden.
es: Tu suscripción a AxCrypt Business {bus_sub_name} caducó. Esperamos sinceramente que hayas disfrutado de AxCrypt y que te haya parecido útil.
fr: Votre abonnement AxCrypt Business {bus_sub_name} s'est terminé. Nous espérons vraiment que vous avez apprécié utiliser AxCrypt et que vous avez trouvé l'application utile.
it: Il tuo abbonamento AxCrypt Business {bus_sub_name} è terminato. Speriamo sinceramente che ti sia piaciuto utilizzare AxCrypt e che tu l'abbia trovato utile.
ko: AxCrypt Business {bus_sub_name} 구독이 만료되었습니다. AxCrypt 사용이 즐겁고 유용한 경험이 되었기를 진심으로 바랍니다.
nl: Uw AxCrypt Business abonnement {bus_sub_name} is beëindigd. We hopen dat je AxCrypt met plezier hebt gebruikt en dat het nuttig was.
pl: Twoja subskrypcja AxCrypt Business {bus_sub_name} dobiegła końca. Mamy szczerą nadzieję, że korzystanie z AxCrypt sprawiło Ci przyjemność i okazało się przydatne.
pt: A sua subscrição AxCrypt Business {bus_sub_name} terminou. Esperamos sinceramente que tenha gostado de usar a AxCrypt e que lhe tenha sido útil.
ru: Ваша подписка на AxCrypt Business {bus_sub_name} истекла. Мы искренне надеемся, что вам понравился AxCrypt и вы нашли его полезным.
sv: Din AxCrypt Business-prenumeration {bus_sub_name} har avslutats. Vi hoppas innerligt att du har njutit av att använda AxCrypt och funnit det användbart.
tr: AxCrypt Business aboneliğiniz sona ermiştir. Umarız AxCrypt'ten memnun kalıp kullanışlı bulmuşsunuzdur.
zh: 您的AxCrypt Business订阅{bus_sub_name}已结束。 我们真诚地希望您喜欢使用AxCrypt，并发现它很有用。

# BusinessExpiredMailBodyHtml
source: Let us know what you think about AxCrypt - Will you continue to use it and is there something that you would like to see improved?
ar: أخبرنا برأيك في اكسكربت - هل ستستمر في استخدامه وهل هناك شيء تود أن تراه قد تحسن؟
de: Lassen Sie uns wissen, was Sie über AxCrypt denken - Werden Sie es weiterhin verwenden und gibt es etwas, das Sie gerne verbessert sehen würden?
es: Coméntanos lo que piensas de AxCrypt: ¿seguirás usándolo o hay algo que te gustaría que mejoráramos?
fr: Dites-nous ce que vous pensez d’AxCrypt - Allez-vous continuer à l’utiliser et y a-t-il quelque chose que vous aimeriez voir amélioré?
it: Facci sapere cosa ne pensi di AxCrypt - Continuerai a usarlo e c'è qualcosa che vorresti vedere migliorato?
ko: AxCrypt에 대한 의견을 알려주세요. 계속 사용할 의향이 있으신가요? 또는 개선되었으면 하는 점이 있습니까?
nl: Laat ons weten wat je van AxCrypt vindt - Blijf je het gebruiken en is er iets dat je graag verbeterd zou willen zien?
pl: Daj nam znać, co myślisz o AxCrypt - Czy nadal będziesz go używać i czy jest coś, co chciałbyś poprawić?
pt: Diga-nos o que pensa da AxCrypt - Continuará a usá-la e há algo que gostaria de ver melhorado?
ru: Дайте нам знать, что вы думаете об AxCrypt - будете ли вы продолжать его использовать и есть ли что-то, что мы могли бы улучшить?
sv: Berätta för oss vad du tycker om AxCrypt - Kommer du fortsätta att använda det och är det något du skulle vilja se en förbättring av?
tr: AxCrypt hakkında ne düşündüğünüz bize söyleyin - Kullanmaya devam etmeyi mi düşünüyorsunuz yoksa iyileştirilmesini istediğiniz herhangi bir şey var mı?
zh: 让我们知道您对AxCrypt的看法 - 您是否会继续使用它，是否有您希望看到改进的东西？

# BusinessExpiredMailSubject
source: Your AxCrypt Business subscription has ended.
ar: انتهى اشتراكك في اكسكربت بيزنس.
de: Ihr AxCrypt Business Abonnement ist beendet.
es: Caducó tu suscripción a AxCrypt Business.
fr: Votre abonnement AxCrypt Business s'est terminé.
it: Il tuo abbonamento AxCrypt Business è terminato.
ko: AxCrypt Business 구독이 만료되었습니다.
nl: Uw AxCrypt Business abonnement is beëindigd.
pl: Twoja subskrypcja AxCrypt Business dobiegła końca.
pt: A sua subscrição AxCrypt Business terminou.
ru: Ваша подписка AxCrypt Business истекла.
sv: Din AxCrypt Business-prenumeration har avslutats.
tr: AxCrypt Business aboneliğiniz sona ermiştir.
zh: 您的AxCrypt业务订阅已结束。

# BusinessExpiresSoonMailAdministratorBodyHtml
source: As an administrator you must renew the subscription for your team in the administration module of the AxCrypt account web. Use the button below to go directly there. Don't forget to inform your team that you will be renewing!
ar: بصفتك مشرفًا ، يجب عليك تجديد الاشتراك لفريقك في وحدة الإدارة الخاصة بحساب اكسكربت على الويب. استخدم الزر أدناه للذهاب مباشرة إلى هناك. لا تنس إبلاغ فريقك بأنك سوف تقوم بالتجديد!
de: Als Administrator müssen Sie das Abonnement für Ihr Team im Administrationsmodul ihres AxCrypt-Web-Accounts erneuern. Benutzen Sie die folgende Schaltfläche um direkt zu Ihrem Account zu kommen. Vergessen Sie nicht Ihr Team über die Erneuerung zu informieren!
es: Como administrador debes renovar la suscripción para tu equipo en el módulo de administración de la cuenta web de AxCrypt. Usa el botón de abajo para ir directamente allí. ¡No olvides informar a tu equipo que la renovarás!
fr: En tant qu'administrateur, vous devez renouveler l'abonnement pour votre équipe dans le module d'administration de votre compte Internet AxCrypt. Cliquez sur le bouton ci-dessous pour vous y rendre directement. N'oubliez pas d'informer votre équipe que le renouvellement a été effectué !
it: Come amministratore devi rinnovare l'abbonamento per il tuo team nel modulo di amministrazione dell'account web di AxCrypt. Usa il pulsante qui sotto per arrivarci direttamente. Non dimenticare di informare il tuo team che rinnoverai!
ko: 관리자는 AxCrypt 계정 웹의 관리 모듈에서 팀의 구독을 갱신해야합니다. 아래 버튼을 사용하여 바로 이동하십시오. 팀에 갱신 할 것을 알리는 것을 잊지 마십시오!
nl: Als administrator moet u het abonnement voor uw team vernieuwen in de beheermodule van het AxCrypt-accountweb. Gebruik de onderstaande knop om er direct heen te gaan. Vergeet niet uw team ervan op de hoogte te stellen dat u gaat vernieuwen!
pl: Jako administrator musisz odnowić subskrypcję swojego zespołu w module administracyjnym sieci internetowej AxCrypt. Użyj przycisku poniżej, aby przejść bezpośrednio do tego miejsca. Nie zapomnij poinformować swojego zespołu, że odnawiasz subskrypcję!
pt: Como administrador, você deve renovar a subscrição para o seu team no módulo de administração da conta web do AxCrypt. Utilize o botão em baixo para aceder diretamente. Não se esqueça de informar o seu team de que irá proceder à renovação.
ru: Как администратор, вы должны продлить подписку для вашей команды в административном модуле веб-аккауна AxCrypt. Используйте кнопку ниже, чтобы перейти прямо туда. Не забудьте сообщить своей команде, что вы будете обновлять!
sv: Som administratör måste du förnya abonnemanget för teamet administrationsmodulen på vår webbplats. Klicka på knappen nedan för att gå direkt dit. Glöm inte att informera teamet om att du kommer att förnya!
tr: Yönetici olarak, ekibin için aboneliği AxCrypt hesap ağının yönetici modülü üzerinden yenilemen gerekiyor. Doğrudan modüle gitmek için aşağıdaki butonu kullan. Yenileme yaptığını ekibine haber vermeyi unutma!
zh: 作为管理员，您必须在AxCrypt帐户web的管理模块中为您的团队续订订阅。使用下面的按钮直接去那里。 不要忘记通知您的团队，您将更新！

# BusinessExpiresSoonMailBody0Html
source: Your AxCrypt Business subscription {bus_sub_name} is soon coming to an end. We sincerely hope you have enjoyed using AxCrypt and found it useful.
ar: اقترب اشتراكك في اكسكربت بيزنس {bus_sub_name} من نهايته قريبًا. نأمل مخلصين أن تكون قد استمتعت باستخدام اكسكربت ووجدته مفيدًا.
de: Ihr AxCrypt Businessabonnement {bus_sub_name} endet bald. Wir hoffen Ihnen hat AxCrypt gefallen.
es: Tu suscripción a AxCrypt Business {bus_sub_name} está a punto de caducar. Esperamos sinceramente que hayas disfrutado de AxCrypt y que te haya parecido útil.
fr: Votre abonnement AxCrypt Business {bus_sub_name} touche bientôt à sa fin. Nous espérons sincèrement que vous avez aimé utiliser AxCrypt, et que vous avez trouvé l'application utile.
it: Il tuo abbonamento AxCrypt Business {bus_sub_name} scadrà presto. Speriamo sinceramente che tu abbia apprezzato utilizzare AxCrypt e che tu l'abbia trovato utile.
ko: AxCrypt Business {bus_sub_name} 구독이 곧 만료됩니다. AxCrypt 사용이 즐겁고 유용한 경험이 되었기를 진심으로 바랍니다.
nl: Uw AxCrypt Business {bus_sub_name} abonnement verloopt binnenkort. We hopen dat u AxCrypt leuk en handig vond om te gebruiken.
pl: Twoja subskrypcja AxCrypt Business {bus_sub_name} wkrótce wygaśnie. Mam nadzieję, że byłeś zadowolony z AxCrypt.
pt: A sua inscrição AxCrypt Business {bus_sub_name} está chegando ao fim. Esperamos que você tenha gostado de utilizar o AxCrypt e que lhe tenha sido útil.
ru: Ваша подписка на AxCrypt Business {bus_sub_name} скоро подходит к концу. Мы искренне надеемся, что вам понравился AxCrypt и вы нашли его полезным.
sv: Ditt AxCrypt Business-abonnemang {bus_sub_name} tar snart slut. Vi hoppas verkligen att du har haft mycket nytta av och nöje med AxCrypt.
tr: AxCrypt Business aboneliğin {bus_sub_name} yakında sona erecektir. AxCrypt'i kullanmanın tadını çıkardığını ve onu kullanışlı bulduğunu içtenlikle umuyorum.
zh: 您的AxCrypt Business订阅{bus_sub_name}即将结束。 我们真诚地希望您喜欢使用AxCrypt，并发现它很有用。

# BusinessExpiresSoonMailBody2Html
source: When your Business subscription is renewed you and your team can continue to enjoy:
ar: عندما يتم تجديد اشتراكك في الأعمال ، يمكنك أنت وفريقك الاستمرار في الاستمتاع بما يلي:
de: Sobald ihr Businnesabonnement erneuert ist, können ihr Team und Sie sich zurücklegen und genießen:
es: Cuando tu suscripción de Business se renueva, tú y tu equipo pueden seguir disfrutando de:
fr: Lorsque votre abonnement Business sera renouvelé, vous et votre équipe pourrez continuer de :
it: Quando il tuo abbonamento Business viene rinnovato, tu e il tuo team potete continuare ad utilizzare:
ko: Business 구독이 갱신되면 당신과 팀이 다음과 같은 경험을 즐길 수 있으십니다:
nl: Wanneer uw Business abonnement wordt vernieuwd, kunt u en uw team blijven genieten van:
pl: Po odnowieniu subskrypcji Business Ty i Twój team możecie nadal korzystać z:
pt: Quando a sua subscrição Business for renovada você e o seu team podem continuar a desfrutar de:
ru: Когда ваша Business подписка обновляется, вы и ваша команда можете продолжать пользоваться:
sv: När du förnyar ditt Business-abonnemang kan du och ditt team fortsätta använda:
tr: Business aboneliğin yenilendiğinde, sen ve ekibin şunların tadını çıkarmaya devam edebilir:
zh: 当您的Business订阅续订后，您和您的团队可以继续享受:

# BusinessExpiresSoonMailMemberBodyHtml
source: We really hope you will continue to use our Business features. To renew your subscription, please contact your AxCrypt Business administrator.
ar: نأمل حقا أن تستمر في استخدام ميزات الأعمال الخاصة بنا. لتجديد اشتراكك ، يرجى الاتصال بمسؤول اكسكربت بيزنس.
de: Wir hoffen Sie weren weiterhin unsers Business Funktionen benutzen. Um ihr Abonnement zu erneuern kontaktieren Sie bitte ihren AxCrypt Business Administrator.
es: Esperamos que sigas utilizando las funciones del servicio Business. Para renovar la suscripción, ponte en contacto con el administrador de AxCrypt Business.
fr: Nous espérons vraiment que vous continuerez à utiliser les fonctionnalités Business. Pour renouveler votre abonnement, veuillez contacter votre référent AxCrypt Business.
it: Speriamo davvero che continuerai ad utilizzare le nostre funzionalità Business. Per rinnovare il tuo abbonamento, contatta il tuo amministratore AxCrypt Business.
ko: 계속해서 Business 기능을 계속 사용하길 바랍니다. 구독을 갱신하려면 AxCrypt Business 관리자에게 문의하십시오.
nl: We hopen dat u onze Business functies blijft gebruiken. Neem contact op met uw AxCrypt Business-administrator om uw abonnement te verlengen.
pl: Mamy nadzieję, że nadal będziesz korzystać z funkcji Business. Aby odnowić swoją subskrypcję, skontaktuj się z administratorem AxCrypt Business.
pt: Esperamos sinceramente que continue utilizando as nossas funcionalidades Business. Para renovar a sua assinatura, contate o seu administrador AxCrypt Business.
ru: Мы очень надеемся, что вы продолжите использовать наши Business возможности. Чтобы продлить подписку, обратитесь к администратору AxCrypt Business.
sv: Vi hoppas verkligen att du vill fortsätta med AxCrypt Business. Kontakta din AxCrypt-administratör för att få abonnemanget förnyat.
tr: Gerçekten Business özelliklerimizi kullanmaya devam edeceğini umuyorum. Aboneliğini yenilemek için, lütfen AxCrypt Business yöneticinle iletişime geç.
zh: 我们真的希望您能继续使用我们的Business功能。 要续订您的订阅，请联系您的AxCrypt Business管理员。

# BusinessExpiresSoonMailSubject
source: Time to renew your AxCrypt Business subscription!
ar: حان الوقت لتجديد اشتراكك في اكسكربت بيزنس!
de: Es ist an der Zeit ihr AxCrypt Business Abonemment zu erneuern!
es: ¡Ya es momento de que renueves tu suscripción de AxCrypt Business!
fr: Il est temps de renouveler votre abonnement AxCrypt Business !
it: è ora di rinnovare il tuo abbonamento AxCrypt Business!
ko: AxCrypt Business 구독 갱신할 시간입니다!
nl: Tijd om uw AxCrypt Business abonnement te vernieuwen!
pl: Czas odnowić Twoją subskrypcję AxCrypt Business!
pt: Tempo para renovar a sua subscrição AxCrypt Business.
ru: Время продлить подписку на AxCrypt Business!
sv: Nu är det dags att förnya ditt AxCrypt Business-abonnemang!
tr: AxCrypt Business aboneliğini yenileme zamanı!
zh: 时间来更新您的AxCrypt Business订阅！

# BusinessFaq1
source: What is the AxCrypt Business plan, and how does it differ from the premuim plan?
ar: ما هي خطة أكسكربت للأعمال ، وكيف تختلف عن خطة بريميوم؟
de: Was ist der AxCrypt Business-Plan und wie unterscheidet er sich vom Premuim-Plan?
es: ¿Qué es el plan AxCrypt Business y en qué se diferencia del plan premium?
fr: Quel est le plan AxCrypt Business et en quoi diffère-t-il du plan Premium ?
it: Che cos'è il piano AxCrypt Business e in cosa differisce dal piano premuim?
ko: AxCrypt Business Plan은 무엇이며 사전 계획과 어떻게 다른가요?
nl: Wat is het AxCrypt Business-plan en hoe verschilt het van het premium-plan?
pl: Czym jest plan biznesowy AxCrypt i czym różni się od planu premium?
ru: Что такое Business-план AxCrypt и чем он отличается от Premuim-плана?
sv: Vad är AxCrypts affärsplan och hur skiljer den sig från premuimplanen?
zh: 什么是 AxCrypt Business计划，它与 Premuim 计划有何不同？
