Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSSFWAUA_H3_Text2
source: <b>2. Setup an Account</b>: After downloading the software, you need to set up an account. For this tutorial, I set up a new account to ensure everything works as expected. The information required for the initial setup is your email.
ar: <b>2. إعداد حساب</b>: بعد تنزيل البرنامج ، تحتاج إلى إعداد حساب. في هذا البرنامج التعليمي ، قمت بإعداد حساب جديد لضمان عمل كل شيء كما هو متوقع. المعلومات المطلوبة للإعداد الأولي هي بريدك الإلكتروني.
de: <b>2. Richten Sie ein Konto ein</b>: Nachdem Sie die Software heruntergeladen haben, müssen Sie ein Konto einrichten. Für dieses Tutorial habe ich ein neues Konto eingerichtet, um sicherzustellen, dass alles wie erwartet funktioniert. Die für die Ersteinrichtung erforderlichen Informationen sind Ihre E-Mail-Adresse.
es: <b>2. Configurar una cuenta</b>: Después de descargar el software, debe configurar una cuenta. Para este tutorial, configuré una nueva cuenta para asegurarme de que todo funcione como se esperaba. La información requerida para la configuración inicial es su correo electrónico.
fr: <b>2. Configurer un compte</b> : après avoir téléchargé le logiciel, vous devez créer un compte. Pour ce tutoriel, j’ai créé un nouveau compte pour m’assurer que tout fonctionne comme prévu. Les informations requises pour la configuration initiale sont votre adresse e-mail.
it: <b>2. Configura un account</b>: dopo aver scaricato il software, è necessario configurare un account. Per questo tutorial, ho configurato un nuovo account per assicurarmi che tutto funzioni come previsto. Le informazioni necessarie per la configurazione iniziale sono la tua e-mail.
ko: <b>2. 계정 설정</b>: 소프트웨어를 다운로드한 후 계정을 설정해야 합니다. 이 튜토리얼을 위해 모든 것이 예상대로 작동하도록 새 계정을 설정했습니다. 초기 설정에 필요한 정보는 이메일입니다.
nl: <b>2. Een account aanmaken</b>: Nadat u de software hebt gedownload, moet u een account aanmaken. Voor deze tutorial heb ik een nieuw account ingesteld om ervoor te zorgen dat alles werkt zoals verwacht. De informatie die nodig is voor de eerste installatie is uw e-mail.
pl: <b>2. Skonfiguruj konto</b>: Po pobraniu oprogramowania musisz skonfigurować konto. W tym samouczku skonfigurowałem nowe konto, aby upewnić się, że wszystko działa zgodnie z oczekiwaniami. Informacje wymagane do początkowej konfiguracji to Twój adres e-mail.
pt: <b>2. Configure uma conta</b>: Depois de baixar o software, você precisa configurar uma conta. Para este tutorial, configurei uma nova conta para garantir que tudo funcione conforme o esperado. As informações necessárias para a configuração inicial são o seu e-mail.
ru: <b>2. Настройте учетную запись</b>: После загрузки программного обеспечения вам необходимо настроить учетную запись. Для этого урока я настроил новую учетную запись, чтобы убедиться, что все работает как ожидалось. Информация, необходимая для первоначальной настройки — ваш адрес электронной почты.
sv: <b>2. Skapa ett konto</b>: Efter att ha laddat ner programvaran behöver du skapa ett konto. För denna handledning skapade jag ett nytt konto för att säkerställa att allt fungerar som förväntat. Den information som krävs för den initiala inställningen är din e-postadress.
tr: <b>2. Bir Hesap Oluşturun</b>: Yazılımı indirdikten sonra bir hesap oluşturmanız gerekir. Bu eğitim için, her şeyin beklendiği gibi çalıştığından emin olmak için yeni bir hesap oluşturdum. İlk kurulum için gerekli bilgiler e-posta adresinizdir.
zh: <b>2.设置账户</b>：下载软件后，您需要设置一个账户。在本教程中，我设置了一个新账户，以确保一切按预期进行。初始设置所需的信息是您的电子邮件。

# Blog_HTSSFWAUA_H3_Text3
source: <b>3. Verify AxCrypt ID</b>: After providing your email, you will receive an AxCrypt ID Verification email. Follow the instructions to verify your AxCrypt ID.
ar: <b>3. تحقق من معرف اكسكربت</b>: بعد تقديم بريدك الإلكتروني ، ستتلقى بريدا إلكترونيا للتحقق من معرف اكسكربت. اتبع التعليمات للتحقق من معرف اكسكربت الخاص بك.
de: <b>3. Verifizierung der AxCrypt-ID</b>: Nachdem Sie Ihre E-Mail-Adresse angegeben haben, erhalten Sie eine E-Mail zur Verifizierung der AxCrypt-ID. Befolgen Sie die Anweisungen, um Ihre AxCrypt-ID zu verifizieren.
es: <b>3. Verifica el ID de AxCrypt</b>: Después de proporcionar tu correo electrónico, recibirás un correo electrónico de verificación de ID de AxCrypt. Sigue las instrucciones para verificar tu ID de AxCrypt.
fr: <b>3. Vérifier l’ID AxCrypt</b> : Après avoir fourni votre adresse e-mail, vous recevrez un e-mail de vérification de l’ID AxCrypt. Suivez les instructions pour vérifier votre ID AxCrypt.
it: <b>3. Verifica l'ID AxCrypt</b>: dopo aver fornito la tua e-mail, riceverai un'e-mail di verifica dell'ID AxCrypt. Segui le istruzioni per verificare il tuo ID AxCrypt.
ko: <b>3. AxCrypt ID 확인</b>: 전자 메일을 제공한 후 AxCrypt ID 확인 전자 메일을 받게 됩니다. 지침에 따라 AxCrypt ID를 확인합니다.
nl: <b>3. Verifiëren AxCrypt ID</b>: Na het verstrekken van uw e-mail, ontvangt u een AxCrypt ID Verificatie e-mail. Volg de instructies om uw AxCrypt-ID te verifiëren.
pl: <b>3. Zweryfikuj identyfikator AxCrypt</b>: Po podaniu adresu e-mail otrzymasz wiadomość e-mail z weryfikacją identyfikatora AxCrypt. Postępuj zgodnie z instrukcjami, aby zweryfikować swój identyfikator AxCrypt.
pt: <b>3. Verifique o ID do AxCrypt</b> – Depois de fornecer seu e-mail, você receberá um e-mail de verificação de ID do AxCrypt. Siga as instruções para verificar seu ID AxCrypt.
ru: <b>3. Подтвердите AxCrypt ID:</b> После предоставления своего адреса электронной почты вы получите электронное письмо с подтверждением AxCrypt ID. Следуйте инструкциям, чтобы подтвердить свой AxCrypt ID.
sv: <b>3. Verifiera AxCrypt ID:</b> När du har angett din e-postadress kommer du att få ett e-postmeddelande om verifiering av AxCrypt ID. Följ instruktionerna för att verifiera ditt AxCrypt-ID.
tr: <b>3. AxCrypt Kimliğinizi Doğrulayın</b>: E-postanızı verdikten sonra, bir AxCrypt Kimlik doğrulama e-postası alacaksınız. AxCrypt Kimliğinizi doğrulamak için talimatları izleyin.
zh: <b>3.验证AxCrypt ID</b>：提供您的电子邮件后，您将收到一封AxCrypt ID验证电子邮件。按照说明验证您的AxCrypt ID。

# Blog_HTSSFWAUA_H3_Text4
source: <b>4. Choose a Password</b>: After verification, you will be directed to the AxCrypt user website to decide on your preferred password. At this step, you can use AxCrypt’s password manager to generate a unique, secure password.
ar: <b>4. اختر كلمة مرور</b>: بعد التحقق ، سيتم توجيهك إلى موقع مستخدم اكسكربت لتحديد كلمة المرور المفضلة لديك. في هذه الخطوة ، يمكنك استخدام مدير كلمات مرور اكسكربت لإنشاء كلمة مرور فريدة وآمنة.
de: <b>4. Wählen Sie ein Passwort</b>: Nach der Verifizierung werden Sie auf die AxCrypt-Benutzerwebsite weitergeleitet, um Ihr bevorzugtes Passwort festzulegen. In diesem Schritt können Sie den Passwort-Manager von AxCrypt verwenden, um ein einzigartiges, sicheres Passwort zu generieren.
es: <b>4. Elija una contraseña</b>: Después de la verificación, se le dirigirá al sitio web del usuario de AxCrypt para decidir cuál es su contraseña preferida. En este paso, puede utilizar el administrador de contraseñas de AxCrypt para generar una contraseña única y segura.
fr: <b>4. Choisir un mot de passe</b> : Après vérification, vous serez dirigé vers le site web de l’utilisateur AxCrypt pour décider du mot de passe à utiliser. À cette étape, vous pouvez utiliser le gestionnaire de mots de passe d’AxCrypt pour générer un mot de passe unique et sécurisé.
it: <b>4. Scegli una password</b>: dopo la verifica, verrai indirizzato al sito Web dell'utente AxCrypt per decidere la tua password preferita. A questo punto, puoi utilizzare il gestore di password di AxCrypt per generare una password univoca e sicura.
ko: <b>4. 암호 선택</b>: 확인 후 AxCrypt 사용자 웹 사이트로 이동하여 원하는 암호를 결정합니다. 이 단계에서는 AxCrypt의 암호 관리자를 사용하여 고유한 보안 암호를 생성할 수 있습니다.
nl: <b>4. Kies een wachtwoord</b>: Na verificatie wordt u doorverwezen naar de website van de AxCrypt-gebruiker om uw voorkeurwachtwoord te bepalen. In deze stap kunt u de wachtwoordmanager van AxCrypt gebruiken om een uniek, veilig wachtwoord te genereren.
pl: <b>4. Wybierz hasło</b>: Po weryfikacji zostaniesz przekierowany na stronę użytkownika AxCrypt, aby wybrać preferowane hasło. Na tym etapie możesz użyć menedżera haseł AxCrypt, aby wygenerować unikalne, bezpieczne hasło.
pt: <b>4. Escolha uma senha</b>: Após a verificação, você será direcionado ao site do usuário do AxCrypt para decidir sobre sua senha preferida. Nesta etapa, você pode usar o gerenciador de senhas do AxCrypt para gerar uma senha exclusiva e segura.
ru: <b>4. Выберите пароль</b>: После проверки вы будете перенаправлены на веб-сайт пользователя AxCrypt, чтобы выбрать предпочтительный пароль. На этом шаге вы можете использовать менеджер паролей AxCrypt для создания уникального, безопасного пароля.
sv: <b>4. Välj ett lösenord</b>: Efter verifiering kommer du att bli omdirigerad till AxCrypt-användarwebbplatsen för att välja ditt föredragna lösenord. I detta steg kan du använda AxCrypts lösenordshanterare för att generera ett unikt och säkert lösenord.
tr: <b>4. Bir Parola Seçin</b>: Doğrulamadan sonra, tercih ettiğiniz parolaya karar vermek için AxCrypt kullanıcı internet sitesine yönlendirilirsiniz. Bu adımda, benzersiz, güvenli bir parola oluşturmak için AxCrypt'in parola yöneticisini kullanabilirsiniz.
zh: <b>4.选择密码</b>：验证后，您将被引导至AxCrypt用户网站以决定您的首选密码。在此步骤中，您可以使用AxCrypt的密码管理器来生成唯一，安全的密码。

# Blog_HTSSFWAUA_H3_Text5
source: <b>5. Log In to the Application</b>: Once your account is set up, you can log in to the application. However, you need to select a plan to fully use the product. You can choose between Premium, Business, and Password Manager. As an individual, choose Premium, and as a business, choose Business.
ar: <b>5. تسجيل الدخول إلى التطبيق</b>: بمجرد إعداد حسابك ، يمكنك تسجيل الدخول إلى التطبيق. ومع ذلك ، تحتاج إلى تحديد خطة لاستخدام المنتج بالكامل. يمكنك الاختيار بين المميزات والأعمال وإدارة كلمات المرور.. كفرد، اختر المميزات، وكنشاط تجاري، اختر نشاط تجاري.
de: <b>5. Melden Sie sich bei der Anwendung an</b>: Sobald Ihr Konto eingerichtet ist, können Sie sich bei der Anwendung anmelden. Sie müssen jedoch einen Plan auswählen, um das Produkt vollständig nutzen zu können. Sie können zwischen Premium, Business und Passwort-Manager wählen. Wählen Sie als Einzelperson Premium und als Unternehmen Business aus.
es: <b>5. Inicie sesión en la aplicación</b>: Una vez que su cuenta esté configurada, puede iniciar sesión en la aplicación. Sin embargo, debe seleccionar un plan para usar completamente el producto. Puede elegir entre Premium, Business y Password Manager. Como individuo, elija Premium y, como empresa, elija Business.
fr: <b>5. Se connecter à l’application</b> : une fois votre compte configuré, vous pouvez vous connecter à l’application. Toutefois, vous devez sélectionner un forfait pour utiliser pleinement le produit. Vous pouvez choisir entre les formules Premium, Business et Password Manager. En tant qu’individu, choisissez Premium et en tant qu’entreprise, choisissez Business.
it: <b>5. Accedi all'applicazione</b>: una volta configurato il tuo account, puoi accedere all'applicazione. Tuttavia, è necessario selezionare un piano per utilizzare appieno il prodotto. Puoi scegliere tra Premium, Business e Password Manager. Come individuo, scegli Premium e come azienda, scegli Business.
ko: <b>5. 애플리케이션에 로그인</b>: 계정이 설정되면 애플리케이션에 로그인할 수 있습니다. 단, 제품을 완전히 사용하려면 요금제를 선택해야 합니다. 프리미엄, 비즈니스 및 비밀번호 관리자 중에서 선택할 수 있습니다. 개인으로는 프리미엄을 선택하고 사업으로는 사업을 선택합니다.
nl: <b>5. Aanmelden bij de toepassing</b>: Zodra uw account is ingesteld, kunt u zich aanmelden bij de toepassing. U moet echter een plan selecteren om het product volledig te gebruiken. U kunt kiezen tussen Premium, Business en Password Manager. Kies als individu voor Premium en kies als bedrijf voor Business.
pl: <b>5. Zaloguj się do aplikacji</b>: Po skonfigurowaniu konta możesz zalogować się do aplikacji. Musisz jednak wybrać plan, aby w pełni korzystać z produktu. Możesz wybierać między Premium, Business i Password Manager. Jako osoba indywidualna wybierz Premium, a jako firma wybierz Business.
pt: <b>5. Faça login no aplicativo</b> – Depois que sua conta estiver configurada, você poderá fazer login no aplicativo. No entanto, você precisa selecionar um plano para usar totalmente o produto. Você pode escolher entre Premium, Business e Password Manager. Como pessoa física, escolha Premium e, como empresa, escolha Business.
ru: <b>5. Войдите в приложение</b>: После настройки вашей учетной записи вы можете войти в приложение. Однако для полноценного использования продукта необходимо выбрать тарифный план. Вы можете выбрать между Premium, Business и Password Manager. Как частное лицо, выберите Premium, а как бизнес, выберите Business.
sv: <b>5. Logga in på applikationen</b>: När ditt konto är skapat kan du logga in på applikationen. Du behöver dock välja en plan för att kunna använda produkten fullt ut. Du kan välja mellan Premium, Business och Password Manager. Som individ väljer du Premium, och som företag väljer du Business.
tr: <b>5. Uygulamaya Giriş Yapın</b>: Hesabınız oluşturulduktan sonra uygulamaya giriş yapabilirsiniz. Ancak, ürünü tam olarak kullanmak için bir plan seçmeniz gerekir. Premium, Business ve Parola Yöneticisi arasında seçim yapabilirsiniz. Bireysel olarak Premium'u, işletme olarak Business'ı seçin.
zh: <b>5. 登录应用程序</b>：设置账户后，您可以登录应用程序。但是，您需要选择一个计划才能完全使用该产品。您可以在 Premium、Business 和 Password Manager 之间进行选择。作为个人，选择“高级”，作为企业，选择“商业”。

# Blog_HTSSFWAUA_H3_Text6
source: <b>6. Select a Payment Plan</b>: To use the application, you need to select a payment plan. AxCrypt offers a one-month free trial. I chose the one-month trial and could easily cancel the plan without having to pay for the month.
ar: <b>6. حدد خطة الدفع</b>: لاستخدام التطبيق ، تحتاج إلى تحديد خطة دفع. يقدم اكسكربت نسخة تجريبية مجانية لمدة شهر واحد. اخترت الإصدار التجريبي لمدة شهر واحد ويمكنني بسهولة إلغاء الخطة دون الحاجة إلى الدفع مقابل الشهر.
de: <b>6. Wählen Sie einen Zahlungsplan</b>: Um die Anwendung nutzen zu können, müssen Sie einen Zahlungsplan auswählen. AxCrypt bietet eine einmonatige kostenlose Testversion an. Ich habe mich für die einmonatige Testversion entschieden und konnte den Plan problemlos kündigen, ohne für den Monat bezahlen zu müssen.
es: <b>6. Seleccione un plan de pago</b>: Para utilizar la aplicación, debe seleccionar un plan de pago. AxCrypt ofrece una prueba gratuita de un mes. Elegí la prueba de un mes y pude cancelar fácilmente el plan sin tener que pagar el mes.
fr: <b>6. Sélectionnez un plan de paiement</b> : Pour utiliser l’application, vous devez sélectionner un plan de paiement. AxCrypt offre un essai gratuit d’un mois. J’ai choisi l’essai d’un mois et je pouvais facilement annuler le plan sans avoir à payer pour le mois.
it: <b>6. Selezionare un piano di pagamento</b>: per utilizzare l'applicazione, è necessario selezionare un piano di pagamento. AxCrypt offre una prova gratuita di un mese. Ho scelto la prova di un mese e ho potuto facilmente annullare il piano senza dover pagare il mese.
ko: <b>6. 지급 계획 선택</b>: 애플리케이션을 사용하려면 지급 계획을 선택해야 합니다. AxCrypt는 1개월 무료 평가판을 제공합니다. 한 달 평가판을 선택했고 한 달 비용을 지불하지 않고도 쉽게 계획을 취소할 수 있었습니다.
nl: <b>6. Selecteer een betalingsplan</b>: Om de toepassing te gebruiken, moet u een betalingsplan selecteren. AxCrypt biedt een gratis proefperiode van een maand. Ik koos voor de proefperiode van een maand en kon het plan gemakkelijk annuleren zonder de maand te hoeven betalen.
pl: <b>6. Wybierz plan płatności</b>: Aby korzystać z aplikacji, musisz wybrać plan płatności. AxCrypt oferuje miesięczny bezpłatny okres próbny. Wybrałem miesięczny okres próbny i mogłem łatwo anulować plan bez konieczności płacenia za miesiąc.
pt: <b>6. Selecione um plano de pagamento</b>: Para usar o aplicativo, você precisa selecionar um plano de pagamento. O AxCrypt oferece uma avaliação gratuita de um mês. Escolhi o teste de um mês e pude facilmente cancelar o plano sem ter que pagar pelo mês.
ru: <b>6. Выберите план платежей</b>: Чтобы использовать приложение, вам необходимо выбрать план платежей. AxCrypt предлагает бесплатную пробную версию на один месяц. Я выбрал месячный пробный период и смог легко отменить тарифный план без необходимости платить за месяц.
sv: <b>6. Välj en betalningsplan</b>: För att använda applikationen behöver du välja en betalningsplan. AxCrypt erbjuder en månads gratis provperiod. Jag valde en månads provperiod och kunde enkelt avbryta planen utan att behöva betala för månaden.
tr: <b>6. Bir Ödeme Planı Seçin</b>: Uygulamayı kullanmak için bir ödeme planı seçmeniz gerekir. AxCrypt bir aylık ücretsiz deneme sunar. Ben bir aylık denemeyi seçtim ve ay için ödeme yapmak zorunda kalmadan planı kolayca iptal edebildim.
zh: <b>6. 选择付款计划</b>： 要使用该应用程序，您需要选择一个付款计划。AxCrypt 提供一个月的免费试用期。我选择了一个月的试用期，可以轻松取消该计划，而无需支付当月的费用。

# Blog_HTSSFWAUA_H3_Text7
source: <b>7. Enter the Application</b>: After selecting your payment plan, you can enter the application by entering your email ID and password.
ar: <b>7. أدخل التطبيق</b>: بعد تحديد خطة الدفع الخاصة بك ، يمكنك إدخال التطبيق عن طريق إدخال معرف البريد الإلكتروني وكلمة المرور.
de: <b>7. Geben Sie die Anwendung ein</b>: Nachdem Sie Ihren Zahlungsplan ausgewählt haben, können Sie die Anwendung aufrufen, indem Sie Ihre E-Mail-ID und Ihr Passwort eingeben.
es: <b>7. Ingrese a la aplicación</b>: Después de seleccionar su plan de pago, puede ingresar a la aplicación ingresando su ID de correo electrónico y contraseña.
fr: <b>7. Entrer dans l’application</b> : après avoir sélectionné votre plan de paiement, vous pouvez entrer dans l’application en saisissant votre ID de courriel et votre mot de passe.
it: <b>7. Accedi all'applicazione</b>: dopo aver selezionato il tuo piano di pagamento, puoi accedere all'applicazione inserendo il tuo ID e-mail e password.
ko: <b>7. 애플리케이션 입력</b>: 결제 계획을 선택한 후 이메일 ID와 비밀번호를 입력하여 애플리케이션을 입력할 수 있습니다.
nl: <b>7. Voer de toepassing in</b>: Nadat u uw betalingsplan hebt geselecteerd, kunt u de toepassing invoeren door uw e-mail-ID en wachtwoord in te voeren.
pl: <b>7. Wypełnij wniosek</b>: Po wybraniu planu płatności możesz wypełnić wniosek, podając swój adres e-mail i hasło.
pt: <b>7. Entre no aplicativo</b>: Após selecionar seu plano de pagamento, você pode acessar o aplicativo inserindo seu endereço de e-mail e senha.
ru: <b>7. Войдите в приложение</b>: После выбора плана платежей, вы можете войти в приложение, введя свой идентификатор электронной почты и пароль.
sv: <b>7. Gå in i applikationen</b>: Efter att ha valt din betalningsplan kan du komma in i applikationen genom att ange din e-postadress och ditt lösenord.
tr: <b>7. Uygulamaya Girin</b>: Ödeme planınızı seçtikten sonra e-posta kimliğinizi ve parolanızı girerek uygulamaya girebilirsiniz.
zh: <b>7. 进入应用程序</b>：选择您的付款计划后，您可以通过输入您的电子邮件 ID 和密码来进入应用程序。

# Blog_HTSSFWAUA_H3_Text8
source: <b>8. Secure Your Files</b>: Once logged in, click on the “Secure” option, second to the left, to start securing your files.
ar: <b>8. تأمين ملفاتك</b>: بمجرد تسجيل الدخول ، انقر فوق خيار "آمن" ، الثاني إلى اليسار ، لبدء تأمين ملفاتك.
de: <b>8. Sichern Sie Ihre Dateien</b>: Sobald Sie angemeldet sind, klicken Sie auf die Option "Sichern" an zweiter Stelle links, um mit der Sicherung Ihrer Dateien zu beginnen.
es: <b>8. Asegure sus archivos</b>: Una vez que haya iniciado sesión, haga clic en la opción "Asegurar", en segundo lugar a la izquierda, para comenzar a proteger sus archivos.
fr: <b>8. Sécuriser vos fichiers</b> : Une fois connecté, cliquez sur l’option « Secure » (Sécuriser les fichiers), la deuxième à gauche, pour commencer à sécuriser vos fichiers.
it: <b>8. Proteggi i tuoi file</b>: una volta effettuato l'accesso, fai clic sull'opzione "Proteggi", la seconda a sinistra, per iniziare a proteggere i tuoi file.
ko: <b>8. 파일 보안</b>: 로그인한 후 왼쪽에서 두 번째 "보안" 옵션을 클릭하여 파일 보안을 시작합니다.
nl: <b>8. Beveilig uw bestanden</b>: Zodra u bent ingelogd, klikt u op de optie "Beveiligen", tweede aan de linkerkant, om uw bestanden te beveiligen.
pl: <b>8. Zabezpiecz swoje pliki</b>: Po zalogowaniu kliknij opcję „Bezpieczne”, drugą od lewej, aby rozpocząć zabezpieczanie swoich plików.
pt: <b>8. Proteja seus arquivos</b>: Uma vez logado, clique na opção "Seguro", segundo à esquerda, para começar a proteger seus arquivos.
ru: <b>8. Защитите свои файлы</b>: Войдя в систему, нажмите на опцию «Защита», расположенную слева, чтобы начать защиту ваших файлов.
sv: <b>8. Säkra dina filer</b>: När du är inloggad, klicka på alternativet “Secure”, för att börja säkra dina filer.
tr: <b>8. Dosyalarınızın Güvenliğini Sağlayın</b>: Giriş yaptıktan sonra, dosyalarınızın güvenliğini sağlamaya başlamak için soldan ikinci olan "Güvenceye Al" seçeneğine tıklayın.
zh: <b>8. 保护您的文件</b>：登录后，单击左侧第二个的“安全”选项，开始保护您的文件。

# Blog_HTSSFWAUA_H3_Text9
source: Select which file you want to encrypt.
ar: حدد الملف الذي تريد تشفيره.
de: Wählen Sie aus, welche Datei Sie verschlüsseln möchten.
es: Seleccione el archivo que desea cifrar.
fr: Sélectionnez le fichier que vous souhaitez chiffrer.
it: Seleziona il file che desideri crittografare.
ko: 암호화할 파일을 선택하십시오.
nl: Selecteer het bestand dat u wilt coderen.
pl: Wybierz plik, który chcesz zaszyfrować.
pt: Selecione qual arquivo você deseja criptografar.
ru: Выберите, какой файл вы хотите зашифровать.
sv: Välj vilken fil du vill kryptera.
tr: Şifrelemek istediğiniz dosyayı seçin.
zh: 选择要加密的文件。
