Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DEVFE_H2_SH1_Text1
source: A file or folder encryption system encrypts particular folders, files, or volumes. This enables users to control who gets access to what information. it's a way of preserving large amounts of data or protecting sensitive data not just over the internet, but also in transit, usage, and storage. Since file encryption uses fewer resources, it has a lower impact on system performance. A file-based encryption system is akin to a lockbox kept in a bank vault. Even if the vault is broken into, each box has its own layer of protection within that requires concentrated effort to break. Similarly, if your device is hacked, lost, or stolen, a third party will be unable to open your files and folders since each file is encrypted and no one will be able to access them without the key. AxCrypt is an example of a free open-source files/folder encryption software available for Windows, Android, iOS, and even macOS. AxCrypt makes data more secure whether it is being transported or at rest. Users can take full control of their data.<br/>
ar: يقوم نظام تشفير الملفات أو المجلدات بتشفير مجلدات أو ملفات أو وحدات تخزين معينة. يمكّن هذا المستخدمين من التحكم في من يمكنه الوصول إلى أي معلومات. إنها طريقة للحفاظ على كميات كبيرة من البيانات أو حماية البيانات الحساسة ليس فقط عبر الإنترنت ، ولكن أيضًا أثناء النقل والاستخدام والتخزين. نظرًا لأن تشفير الملفات يستخدم موارد أقل ، فإن تأثيره أقل على أداء النظام. يشبه نظام التشفير المستند إلى الملفات صندوق الأمان المحفوظ في قبو بنك. حتى إذا تم كسر الخزنة ، فإن كل صندوق له طبقة حماية خاصة به تتطلب جهدًا مركّزًا للكسر. وبالمثل ، إذا تم اختراق جهازك أو فقده أو سرقته ، فلن يتمكن طرف ثالث من فتح ملفاتك ومجلداتك نظرًا لأن كل ملف مشفر ولن يتمكن أي شخص من الوصول إليها بدون المفتاح. يعد اكسكربت مثالاً على برنامج مجاني لتشفير الملفات / المجلدات مفتوح المصدر متاح لأنظمة ويندوز و ذكري المظهر و نظام التشغيل ايفون وحتى نظام التشغيل ماك. يجعل برنامج اكسكربت البيانات أكثر أمانًا سواء تم نقلها أو في حالة سكون. يمكن للمستخدمين التحكم الكامل في بياناتهم. <br/>
de: Ein Datei- oder Ordnerverschlüsselungssystem verschlüsselt bestimmte Ordner, Dateien oder Volumes. Auf diese Weise können Benutzer steuern, wer Zugriff auf welche Informationen erhält. es ist eine Möglichkeit, große Datenmengen zu bewahren oder sensible Daten nicht nur über das Internet, sondern auch bei der Übertragung, Nutzung und Speicherung zu schützen. Da die Dateiverschlüsselung weniger Ressourcen verbraucht, hat sie geringere Auswirkungen auf die Systemleistung. Ein dateibasiertes Verschlüsselungssystem ähnelt einem Schließfach in einem Banktresor. Selbst wenn der Tresor aufgebrochen wird, hat jede Box ihre eigene Schutzschicht, die konzentrierte Anstrengungen erfordert, um zu brechen. Wenn Ihr Gerät gehackt, verloren oder gestohlen wird, kann ein Dritter Ihre Dateien und Ordner nicht öffnen, da jede Datei verschlüsselt ist und niemand ohne den Schlüssel darauf zugreifen kann. AxCrypt ist ein Beispiel für eine kostenlose Open-Source-Verschlüsselungssoftware für Dateien / Ordner, die für Windows, Android, iOS und sogar macOS verfügbar ist. AxCrypt macht Daten sicherer, egal ob sie transportiert oder gespeichert werden. Benutzer können die volle Kontrolle über ihre Daten übernehmen.<br/>
es: Un sistema de cifrado de archivos o carpetas cifra determinadas carpetas, archivos o volúmenes. Esto permite a los usuarios controlar quién tiene acceso a qué información. Es una forma de conservar grandes cantidades de datos o proteger datos confidenciales no solo a través de internet, sino también en tránsito, uso y almacenamiento. Dado que el cifrado de archivos utiliza menos recursos, tiene un impacto menor en el rendimiento del sistema. Un sistema de cifrado basado en archivos es similar a una caja de seguridad guardada en la bóveda de un banco. Incluso si se rompe la bóveda, cada caja tiene su propia capa de protección dentro que requiere un esfuerzo concentrado para romper. De manera similar, si tu dispositivo es víctima de hackeo, pérdida o robo, un tercero no podrá abrir tus archivos y carpetas, ya que cada archivo está cifrado y nadie podrá acceder a ellos sin la clave. AxCrypt es un ejemplo de un software gratuito de cifrado de archivos/carpetas de código abierto disponible para Windows, Android, iOS e incluso macOS. AxCrypt hace que los datos sean más seguros, ya sea que estén siendo transportados o estém en reposo. Los usuarios pueden tomar el control total de sus datos.<br/>
fr: Un système de chiffrement de fichiers ou de dossiers chiffre des dossiers, des fichiers, ou des volumes particuliers. Cela permet aux utilisateurs de contrôler qui a accès à quelles informations. c'est un moyen de préserver de grandes quantités de données ou de protéger des données sensibles non seulement sur internet, mais également en transit, en utilisation, et en stockage. Étant donné que le chiffrement de fichiers utilise moins de ressources, il a un impact moindre sur les performances du système. Un système de cryptage basé sur des fichiers s'apparente à un coffre-fort conservé dans un coffre-fort de banque. Même si le coffre-fort est cambriolé, chaque boîte a sa propre couche de protection à l'intérieur qui nécessite un effort concentré pour se casser. De même, si votre appareil est piraté, perdu, ou volé, un tiers ne pourra pas ouvrir vos fichiers et dossiers car chaque fichier est crypté et personne ne pourra y accéder sans la clé. AxCrypt est un exemple de logiciel gratuit de chiffrement de fichiers/dossiers open source disponible pour Windows, Android, iOS et même macOS. AxCrypt rend les données plus sûres, qu'elles soient transportées ou au repos. Les utilisateurs peuvent prendre le contrôle total de leurs données.<br/>
it: Un sistema di crittografia di file o cartelle crittografa determinate cartelle, file o volumi. Ciò consente agli utenti di controllare chi ottiene l'accesso a quali informazioni. È un modo per preservare grandi quantità di dati o proteggere i dati sensibili non solo su Internet, ma anche in transito, utilizzo e archiviazione. Poiché la crittografia dei file utilizza meno risorse, ha un impatto minore sulle prestazioni del sistema. Un sistema di crittografia basato su file è simile a una cassetta di sicurezza conservata in un caveau di una banca. Anche se il caveau è scassinato, ogni scatola ha il proprio strato di protezione all'interno che richiede uno sforzo concentrato per rompersi. Allo stesso modo, se il tuo dispositivo viene violato, perso o rubato, una terza parte non sarà in grado di aprire i tuoi file e cartelle poiché ogni file è crittografato e nessuno sarà in grado di accedervi senza la chiave. AxCrypt è un esempio di un software di crittografia di file / cartelle open source gratuito disponibile per Windows, Android, iOS e persino macOS. AxCrypt rende i dati più sicuri sia che vengano trasportati o a riposo. Gli utenti possono assumere il pieno controllo dei propri dati.<br/>
ko: 파일 또는 폴더 암호화 시스템은 특정 폴더, 파일 또는 볼륨을 암호화합니다. 이를 통해 사용자는 누가 어떤 정보에 액세스할 수 있는지 제어할 수 있습니다. 이는 인터넷뿐만 아니라 전송, 사용 및 스토리지에서도 많은 양의 데이터를 보존하거나 중요한 데이터를 보호하는 방법입니다. 파일 암호화는 리소스를 적게 사용하므로 시스템 성능에 미치는 영향이 적습니다. 파일 기반 암호화 시스템은 은행 금고에 보관된 자물쇠 상자와 유사합니다. 볼트가 침입한 경우에도 각 상자에는 침입을 위해 필요한 고유한 보호 계층이 있습니다. 마찬가지로 장치가 해킹, 분실 또는 도난당한 경우 각 파일이 암호화되어 있고 키가 없으면 아무도 액세스할 수 없기 때문에 타사가 파일 및 폴더를 열 수 없습니다. AxCrypt는 윈도우, 안드로이드, iOS, 심지어 맥OS에서 사용할 수 있는 무료 오픈 소스 파일/폴더 암호화 소프트웨어의 한 예입니다다. AxCrypt는 전송 중이든 정지 중이든 데이터를 더욱 안전하게 보호합니다. 사용자는 자신의 데이터를 완전히 제어할 수 있습니다.<br/>
nl: Een encryptiesysteem voor bestanden of mappen versleutelt bepaalde mappen, bestanden of volumes. Hiermee kunnen gebruikers bepalen wie toegang krijgt tot welke informatie. het is een manier om grote hoeveelheden gegevens te bewaren of gevoelige gegevens te beschermen, niet alleen via internet, maar ook tijdens verzending, gebruik en opslag. Omdat bestandsencryptie minder hulpbronnen gebruikt, heeft het een lagere impact op de systeemprestaties. Een op bestanden gebaseerd encryptiesysteem is vergelijkbaar met een lockbox die in een bankkluis wordt bewaard. Zelfs als er in de kluis wordt ingebroken, heeft elke doos zijn eigen beschermingslaag die geconcentreerde inspanning vereist om te breken. Evenzo, als uw apparaat wordt gehackt, verloren raakt of wordt gestolen, kan een derde partij uw bestanden en mappen niet openen, aangezien elk bestand is versleuteld en niemand er toegang toe heeft zonder de sleutel. AxCrypt is een voorbeeld van gratis open-source encryptiesoftware voor bestanden/mappen die beschikbaar is voor Windows, Android, iOS en zelfs macOS. AxCrypt maakt gegevens veiliger, of ze nu worden getransporteerd of in rust zijn. Gebruikers kunnen de volledige controle over hun gegevens krijgen.<br/>
pl: System szyfrowania plików lub folderów szyfruje określone foldery, pliki lub woluminy. Dzięki temu użytkownicy mogą kontrolować, kto ma dostęp do jakich informacji. Jest to sposób na zachowanie dużych ilości danych lub ochronę poufnych danych nie tylko w Internecie, ale także podczas przesyłania, użytkowania i przechowywania. Ponieważ szyfrowanie plików zużywa mniej zasobów, ma mniejszy wpływ na wydajność systemu. System szyfrowania oparty na plikach jest podobny do skrytki przechowywanej w skarbcu bankowym. Nawet w przypadku włamania do skarbca, każde pudełko ma własną warstwę ochronną, która wymaga skoncentrowanego wysiłku, aby się rozbić. Podobnie, jeśli Twoje urządzenie zostanie zhakowane, zgubione lub skradzione, osoba trzecia nie będzie mogła otworzyć Twoich plików i folderów, ponieważ każdy plik jest zaszyfrowany i nikt nie będzie mógł uzyskać do nich dostępu bez klucza. AxCrypt jest przykładem bezpłatnego oprogramowania do szyfrowania plików/folderów typu open source dostępnego dla systemów Windows, Android, iOS, a nawet macOS. AxCrypt sprawia, że ​​dane są bezpieczniejsze, niezależnie od tego, czy są transportowane, czy w spoczynku. Użytkownicy mogą przejąć pełną kontrolę nad swoimi danymi.<br/>
pt: Um sistema de cifragem de ficheiros ou pastas cifra pastas, ficheiros ou volumes específicos. Isto permite aos utilizadores controlar quem tem acesso a que informação. É uma forma de preservar grandes quantidades de dados ou proteger dados sensíveis não apenas na inernet mas também em trânsito, uso e armazenamento. Desde que a cifragem de ficheiros usa menos recursos, tem um impacto mais baixo no desempenho do sistema. Um sistema de cifragem baseado em ficheiros é similar a um cofre guardado numa caixa-forte de uma caixa-forte de um banco. Mesmo que a caixa-forte seja arrombada, cada cofre tem a sua camada de protecção que requer esforço concentrado para a quebrar. Da mesma forma, se o seu dispositivo é pirateado, perdido ou roubado, um terceiro não será capaz de abrir os seus ficheiros e pastas uma vez que cada ficheiro está cifrado e ninguém poderá aceder-lhes sem a chave. A AxCrypt é um exemplo de software de código aberto de cifragem de ficheiros/pastas disponível para Windows, Android, iOS e até macOS. A AxCrypt torna os dados mais seguros, estejam eles a ser transportados ou em repouso. Os utilizadores têm controlo total dos seus dados.<br/>
ru: Система шифрования файлов или папок шифрует определенные папки, файлы или разделы, что позволяет пользователям контролировать, кто к какой информации получает доступ. Это способ сохранения больших объемов данных или защиты конфиденциальных данных не только через интернет, но и при передаче, использовании и хранении. Поскольку шифрование файлов использует меньше ресурсов, оно оказывает меньшее влияние на производительность системы. Система шифрования на основе файлов сродни сейфу, хранящемуся в банковском хранилище. Даже если хранилище взломано, внутри каждого ящика есть свой собственный уровень защиты, для взлома которого требуются большие усилия. Аналогичным образом, если ваше устройство будет взломано, утеряно или украдено, третья сторона не сможет открыть ваши файлы и папки, поскольку каждый файл зашифрован, и никто не сможет получить к ним доступ без ключа. AxCrypt - это пример бесплатного программного обеспечения для шифрования файлов и папок с открытым исходным кодом, доступного для Windows, Android, iOS и даже macOS. AxCrypt повышает безопасность данных независимо от того, транспортируются они или находятся в состоянии покоя. Пользователи могут полностью контролировать свои данные.<br/>
sv: Ett fil- eller mappkrypteringssystem krypterar särskilda mappar, filer eller volymer. Detta gör det möjligt för användare att kontrollera vem som får tillgång till vilken information och ett sätt att bevara stora mängder data eller skydda känsliga data, inte bara över internet, utan även vid överföring, användning och lagring. Eftersom filkryptering använder färre resurser har det en lägre inverkan på systemets prestanda. Ett filbaserat krypteringssystem liknar en låsbox som förvaras i ett bankvalv. Även om valvet bryts in i så har varje låda sitt eget skyddslås som kräver koncentrerad ansträngning för att bryta. På samma sätt, om din enhet hackas, förloras eller blir stulen, kommer en tredje part inte att kunna öppna dina filer och mappar eftersom varje fil är krypterad och ingen kan komma åt dem utan nyckel. AxCrypt är ett exempel på en gratis programvara för kryptering av filer/mappar med öppen källkod tillgänglig för Windows, Android, iOS och till och med macOS. AxCrypt gör information säkrare oavsett om den transporteras eller är i vila. Användare kan ta full kontroll över sin data.<br/>
tr: Dosya veya klasör şifreleme sistemi belirli klasörleri, dosyaları veya birimleri şifreler. Bu, kullanıcıların hangi bilgilere kimin erişebileceğini denetlemesini sağlar. Büyük miktarda veriyi korumanın veya hassas verileri yalnızca internet üzerinden değil, aynı zamanda taşıma, kullanım ve depolama esnasında da korumanın bir yoludur. Dosya şifreleme daha az kaynak kullandığından, sistem performansı üzerinde daha düşük bir etkiye sahiptir. Dosya tabanlı bir şifreleme sistemi, banka kasasında tutulan bir kasaya benzer. Kasa kırılsa bile, her kutunun kırılması için yoğun çaba gerektiren kendi koruma katmanı vardır. Benzer şekilde, cihazınız saldırıya uğrarsa, kaybolursa veya çalınırsa, her dosya şifrelendiğinden ve hiç kimse anahtar olmadan bunlara erişemeyeceğinden, üçüncü bir taraf dosyalarınızı ve klasörlerinizi açamaz. AxCrypt, Windows, Android, iOS ve hatta macOS için kullanılabilen ücretsiz bir açık kaynaklı dosya/klasör şifreleme yazılımlarına bir örnektir. AxCrypt, verileri taşınırken veya beklemedeyken daha güvenli hale getirir. Kullanıcılar verilerinin tam kontrolünü sağlayabilir.<br/>
zh: 文件或文件夹加密系统对特定文件夹、文件或卷进行加密。 这使用户能够控制谁可以访问哪些信息。 这是一种保存大量数据或保护敏感数据的方法，不仅仅是通过互联网，还包括传输，使用和存储中的数据。 由于文件加密使用的资源较少，因此对系统性能的影响较小。 基于文件的加密系统类似于保存在银行保险库中的密码箱。 即使金库被打破，每个盒子都有自己的保护层，需要集中精力打破。 同样，如果您的设备被黑客入侵，丢失或被盗，第三方将无法打开您的文件和文件夹，因为每个文件都经过加密，没有人可以在没有密钥的情况下访问它们。 AxCrypt是适用于Windows，Android，iOS甚至macOS的免费开源文件/文件夹加密软件的一个例子。 AxCrypt使数据无论是传输还是静态都更加安全。 用户可以完全控制他们的数据。<br/>
