Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZKEEIST_Conclusion_Text1
source: AxCrypt is an award-winning Zero-Knowledge file encryption software available for Windows, Mac, iOS, and Android devices. It has been PC Mag's top choice for <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> for nine consecutive years, since 2016!
ar: اكسكربت هو برنامج تشفير ملفات المعرفة الصفرية حائز على جوائز ومتاح لأجهزة ويندوز و ماك وأندرويد وايفون. لقد كان الخيار الأفضل ل PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>ل "أفضل برنامج تشفير"</b></a> لمدة تسع سنوات متتالية ، منذ عام 2016!
de: AxCrypt ist eine preisgekrönte Zero-Knowledge-Dateiverschlüsselungssoftware, die für Windows-, Mac-, iOS- und Android-Geräte verfügbar ist. Es ist seit 2016 neun Jahre in Folge die erste Wahl von PC Mag für <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a>!
es: AxCrypt es un galardonado software de cifrado de archivos de conocimiento cero disponible para dispositivos Windows, Mac, iOS y Android. ¡Ha sido la mejor opción de PC Mag para el <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Mejor software de cifrado''</b></a> durante nueve años consecutivos, desde 2016!
fr: AxCrypt est un logiciel primé de chiffrement de fichiers Zéro-Connaissance disponible pour les appareils Windows, Mac, iOS et Android. Il a été le premier choix de PC Mag pour le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Meilleur Logiciel de Cryptage''</b></ a> pendant neuf années consécutives, depuis 2016 !
it: AxCrypt è un pluripremiato software di crittografia dei file Zero-Knowledge disponibile per dispositivi Windows, Mac, iOS e Android. È stata la prima scelta di PC Mag per il <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Miglior software di crittografia''</b></a> per nove anni consecutivi, dal 2016!
ko: AxCrypt는 Windows, Mac, iOS 및 Android 장치에서 사용할 수 있는 수상 경력의 제로 지식 파일 암호화 소프트웨어입니다. 2016년부터 9년 연속 PC Mag의 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘최고의 암호화 소프트웨어’’</b></a>로 선정되었습니다!
nl: AxCrypt is een bekroonde zero-knowledge bestandsversleutelingssoftware die beschikbaar is voor Windows-, Mac-, iOS- en Android-apparaten. Het is al negen jaar op rij de eerste keuze van PC Mag voor <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Best Encryption Software'',</b></a> sinds 2016!
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania plików o wiedzy zerowej, dostępne dla urządzeń z systemami Windows, Mac, iOS i Android. To był najlepszy wybór PC Mag w kategorii <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Najlepsze oprogramowanie szyfrujące''</b></ a> przez dziewięć kolejnych lat, od 2016 roku!
pt: O AxCrypt é um premiado software de criptografia de arquivos Zero-Knowledge disponível para dispositivos Windows, Mac, iOS e Android. Tem sido a principal escolha da PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Melhor Software de Criptografia''</b></a> por nove anos consecutivos, desde 2016!
ru: AxCrypt — это отмеченное наградами программное обеспечение для шифрования файлов с нулевым разглашением, доступное для устройств Windows, Mac, iOS и Android. В течение девяти лет подряд, начиная с 2016 года, он был выбран журналом PC Mag в номинации <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> !
sv: AxCrypt är en prisbelönt Zero-Knowledge filkrypteringsprogramvara som finns tillgänglig för Windows, Mac, iOS och Android-enheter. Det har varit PC Mags bästa val i <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> nio år i rad, sedan 2016!​⬤
tr: AxCrypt, Windows, Mac, iOS ve Android cihazlar için kullanılabilen ödüllü bir Sıfır Bilgi dosya şifreleme yazılımıdır. 2016'dan bu yana dokuz yıl üst üste PC Mag'in en çok tercih ettiği <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"En İyi Şifreleme Yazılımı"</b></a> olmuştur!
zh: AxCrypt 是一款屡获殊荣的零知识文件加密软件，适用于 Windows、Mac、iOS 和 Android 设备。 自 2016 年以来，它已连续九年成为 PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> 的首选！

# Blog_ZKEEIST_Conclusion_Text2
source: AxCrypt utilizes the superior <b>AES-256</b> algorithm to secure your data, and comes with several unique features like a password manager, automatic cloud encryption syncing, secure file sharing, and a master key for administrative control.
ar: يستخدم اكسكربت خوارزمية <b>AES-256</b> المتفوقة لتأمين بياناتك ، ويأتي مع العديد من الميزات الفريدة مثل مدير كلمات المرور ، ومزامنة التشفير السحابي التلقائي ، ومشاركة الملفات الآمنة ، ومفتاح رئيسي للتحكم الإداري.
de: AxCrypt verwendet den überlegenen <b>AES-256-Algorithmus</b>, um Ihre Daten zu sichern, und verfügt über mehrere einzigartige Funktionen wie einen Passwort-manager, automatische Synchronisierung der Cloud-Verschlüsselung, sichere Dateifreigabe und einen Hauptschlüssel für die administrative Kontrolle.
es: AxCrypt utiliza el algoritmo <b>superior AES-256</b> para proteger sus datos, y viene con varias características únicas como un administrador de contraseñas, sincronización automática de cifrado en la nube, intercambio seguro de archivos y una clave maestra para el control administrativo.
fr: AxCrypt utilise l'algorithme supérieur <b>AES-256</b> pour sécuriser vos données et est doté de plusieurs fonctionnalités uniques telles qu'un gestionnaire de mots de passe, une synchronisation automatique du cryptage dans le cloud, un partage sécurisé de fichiers et une clé principale pour le contrôle administratif.
it: AxCrypt utilizza l'algoritmo <b>AES-256</b> superiore per proteggere i tuoi dati e viene fornito con diverse funzionalità uniche come un gestore di password, la sincronizzazione automatica della crittografia cloud, la condivisione sicura dei file e una chiave master per il controllo amministrativo.
ko: AxCrypt는 데이터를 보호하기 위해 우수한 <b>AES-256</b> 알고리즘을 사용하며, 암호 관리자, 자동 클라우드 암호화 동기화, 안전한 파일 공유 및 관리 제어를 위한 마스터 키와 같은 몇 가지 독특한 기능을 제공합니다.
nl: AxCrypt maakt gebruik van het superieure <b>AES-256-algoritme</b> om jouw gegevens te beveiligen en wordt geleverd met verschillende unieke functies, zoals een wachtwoordmanager, automatische synchronisatie van cloudcodering, veilig delen van bestanden en een hoofdsleutel voor administratieve controle.
pl: AxCrypt wykorzystuje doskonały algorytm <b>AES-256</b> do zabezpieczania Twoich danych i jest wyposażony w kilka unikalnych funkcji, takich jak menedżer haseł, automatyczna synchronizacja szyfrowania w chmurze, bezpieczne udostępnianie plików i klucz główny do kontroli administracyjnej.
pt: O AxCrypt utiliza o algoritmo <b>AES-256</b> superior para proteger seus dados e vem com vários recursos exclusivos, como um gerenciador de senhas, sincronização automática de criptografia em nuvem, compartilhamento seguro de arquivos e uma chave mestra para controle administrativo.
ru: AxCrypt использует превосходный алгоритм <b>AES-256</b> для защиты ваших данных и поставляется с несколькими уникальными функциями, такими как менеджер паролей, автоматическая синхронизация облачного шифрования, безопасный обмен файлами и мастер-ключ для административного контроля
sv: AxCrypt använder den överlägsna <b>AES-256</b> algoritmen för att säkra din data och levereras med flera unika funktioner som en Lösenordshanterare, Automatisk synkronisering av molnkryptering, Säker fildelning och en Huvudnyckel för administrativ kontroll.
tr: AxCrypt, verilerinizi güvence altına almak için üstün <b>AES-256</b> algoritmasını kullanır ve parola yöneticisi, otomatik bulut şifreleme senkronizasyonu, güvenli dosya paylaşımı ve yönetim kontrolü için bir ana anahtar gibi birçok benzersiz özellikle birlikte gelir.
zh: AxCrypt 利用卓越的 <b>AES-256</b> 算法来保护您的数据，并具有多项独特的功能，例如密码管理器、自动云加密同步、安全文件共享和用于管理控制的主密钥。

# Blog_ZKEEIST_Conclusion_Text3
source: Take your file security to the next level! Try AxCrypt for free today with a <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial.</b></a> Click below to download.
ar: ارتق بأمان ملفك إلى المستوى التالي! جرب اكسكربت مجانا اليوم مع <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>نسخة تجريبية مجانية مدتها 30 يوما.</b></a> انقر أدناه للتنزيل.
de: Bringen Sie Ihre Dateisicherheit auf die nächste Stufe! Testen Sie AxCrypt noch heute kostenlos mit einer <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial.</b></a> Klicken Sie unten, um es herunterzuladen.
es: ¡Lleve la seguridad de sus archivos al siguiente nivel! Pruebe AxCrypt gratis hoy con una <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>prueba gratuita de 30 días.</b></a> Haga clic a continuación para descargar.
fr: Faites passer la sécurité de vos fichiers au niveau supérieur ! Essayez AxCrypt gratuitement dès aujourd'hui avec un <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>essai gratuit de 30 jours.</b></a> Cliquez ci-dessous pour le télécharger.
it: Porta la sicurezza dei tuoi file a un livello superiore! Prova AxCrypt gratuitamente oggi con una <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>prova gratuita di 30 giorni.</b></a> Clicca qui sotto per scaricare.
ko: 파일 보안을 한 단계 더 높이세요! AxCrypt를 무료로 사용해 보세요. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30일 무료 체험.</b></a> 다운로드하려면 아래를 클릭하십시오.
nl: Til jouw bestandsbeveiliging naar een hoger niveau! Probeer AxCrypt vandaag nog gratis uit met een <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>gratis proefperiode van 30 dagen.</b></a> Klik hieronder om te downloaden.
pl: Przenieś bezpieczeństwo plików na wyższy poziom! Wypróbuj AxCrypt już dziś za darmo w ramach <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-dniowego bezpłatnego okresu próbnego.</b></a> Kliknij poniżej, aby pobrać.
pt: Leve a segurança do seu arquivo para o próximo nível! Experimente o AxCrypt gratuitamente hoje com uma <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>avaliação gratuita de 30 dias.</b></a> Clique abaixo para fazer o download.
ru: Поднимите безопасность своих файлов на новый уровень! Попробуйте AxCrypt бесплатно уже сегодня с <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial.</b></a> Нажмите ниже, чтобы скачать.
sv: Ta din filsäkerhet till nästa nivå! Prova AxCrypt gratis idag med en <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-dagars gratis provperiod.</b></a> Klicka nedan för att ladda ner.
tr: Dosya güvenliğinizi bir üst seviyeye taşıyın! AxCrypt'i <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30 günlük ücretsiz deneme</b></a> sürümüyle hemen ücretsiz deneyin. İndirmek için aşağıya tıklayın.
zh: 将您的文件安全性提升到一个新的水平！立即免费试用 AxCrypt，免费 <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial.</b></a> 点击下方下载。

# Blog_ZKEEIST_H1_Text1
source: Before we understand what Zero-Knowledge Encryption is, first, let’s quickly understand what does data or file encryption mean. File encryption is a process where the contents of a file are transformed into an unreadable and undecipherable format using complex mathematical algorithms and cryptographic keys.
ar: قبل أن نفهم ما هو تشفير المعرفة الصفرية ، أولا ، دعنا نفهم بسرعة ما يعنيه تشفير البيانات أو الملفات. تشفير الملفات هو عملية يتم فيها تحويل محتويات الملف إلى تنسيق غير قابل للقراءة وغير قابل للفك باستخدام خوارزميات رياضية معقدة ومفاتيح تشفير.
de: Bevor wir verstehen, was Zero-Knowledge-Verschlüsselung ist, sollten wir zunächst kurz verstehen, was Daten- oder Dateiverschlüsselung bedeutet. Dateiverschlüsselung ist ein Prozess, bei dem der Inhalt einer Datei mithilfe komplexer mathematischer Algorithmen und kryptografischer Schlüssel in ein unlesbares und nicht entzifferbares Format umgewandelt wird.
es: Antes de entender qué es el cifrado de conocimiento cero, primero entendamos rápidamente qué significa el cifrado de datos o archivos. El cifrado de archivos es un proceso en el que el contenido de un archivo se transforma en un formato ilegible e indescifrable utilizando complejos algoritmos matemáticos y claves criptográficas.
fr: Avant de comprendre ce qu’est le chiffrement Zéro-Cconnaissance, commençons par comprendre rapidement ce que signifie le chiffrement des données ou des fichiers. Le cryptage de fichiers est un processus par lequel le contenu d'un fichier est transformé dans un format illisible et indéchiffrable à l'aide d'algorithmes mathématiques complexes et de clés cryptographiques.
it: Prima di capire cos'è la crittografia a conoscenza zero, cerchiamo di capire rapidamente cosa significa crittografia dei dati o dei file. La crittografia dei file è un processo in cui il contenuto di un file viene trasformato in un formato illeggibile e indecifrabile utilizzando complessi algoritmi matematici e chiavi crittografiche.
ko: 제로 지식 암호화가 무엇인지 이해하기 전에, 먼저 데이터 또는 파일 암호화가 무엇을 의미하는지 간략하게 이해해 보겠습니다. 파일 암호화는 파일의 내용을 복잡한 수학적 알고리즘과 암호화 키를 사용하여 읽을 수 없고 해독할 수 없는 형식으로 변환하는 과정입니다.
nl: Voordat we begrijpen wat zero-knowledge versleuteling is, moeten we eerst snel begrijpen wat gegevens- of bestandsversleuteling betekent. Bestandsversleuteling is een proces waarbij de inhoud van een bestand wordt omgezet in een onleesbaar en onontcijferbaar formaat met behulp van complexe wiskundige algoritmen en cryptografische sleutels.
pl: Zanim zrozumiemy, czym jest szyfrowanie z wiedzą zerową, najpierw szybko zrozummy, co oznacza szyfrowanie danych lub plików. Szyfrowanie plików to proces, w którym zawartość pliku jest przekształcana do nieczytelnego i nierozszyfrowanego formatu przy użyciu skomplikowanych algorytmów matematycznych i kluczy kryptograficznych.
pt: Antes de entendermos o que é Criptografia de Conhecimento Zero, primeiro, vamos entender rapidamente o que significa criptografia de dados ou arquivos. A criptografia de arquivos é um processo em que o conteúdo de um arquivo é transformado em um formato ilegível e indecifrável usando algoritmos matemáticos complexos e chaves criptográficas.
ru: Прежде чем мы поймем, что такое шифрование с нулевым разглашением, давайте сначала быстро разберемся, что означает шифрование данных или файлов. Шифрование файлов — это процесс, при котором содержимое файла преобразуется в нечитаемый и нерасшифровываемый формат с помощью сложных математических алгоритмов и криптографических ключей.
sv: Innan vi förstår vad Zero-Knowledge Kryptering är, låt oss först snabbt förstå vad data- eller filkryptering innebär. Filkryptering är en process där innehållet i en fil omvandlas till ett oläsbart och otydbart format med hjälp av komplexa matematiska algoritmer och kryptografiska nycklar.
tr: Sıfır Bilgi Şifrelemesinin ne olduğunu anlamadan önce, veri veya dosya şifrelemenin ne anlama geldiğini hızlıca anlayalım. Dosya şifreleme, bir dosyanın içeriğinin karmaşık matematiksel algoritmalar ve kriptografik anahtarlar kullanılarak okunamaz ve deşifre edilemez bir biçime dönüştürüldüğü bir işlemdir.
zh: 在我们了解什么是零知识加密之前，首先，让我们快速了解数据或文件加密的含义。文件加密是一个过程，其中使用复杂的数学算法和加密密钥将文件的内容转换为不可读和不可破译的格式。

# Blog_ZKEEIST_H1_Text2
source: During the file encryption process, the algorithm rearranges, shifts, mixes, and transforms the contents of the files into a random formation of strings. The cryptographic keys determine the exact order or steps of these arrangements, which can be used to reverse the encryption process to convert the contents of the files back to their original forms.
ar: أثناء عملية تشفير الملفات ، تقوم الخوارزمية بإعادة ترتيب محتويات الملفات ونقلها ومزجها وتحويلها إلى تكوين عشوائي من السلاسل. تحدد مفاتيح التشفير الترتيب أو الخطوات الدقيقة لهذه الترتيبات ، والتي يمكن استخدامها لعكس عملية التشفير لتحويل محتويات الملفات مرة أخرى إلى أشكالها الأصلية.
de: Während des Dateiverschlüsselungsprozesses ordnet der Algorithmus den Inhalt der Dateien neu an, verschiebt, mischt und wandelt ihn in eine zufällige Formation von Zeichenfolgen um. Die kryptografischen Schlüssel bestimmen die genaue Reihenfolge oder die Schritte dieser Anordnungen, die verwendet werden können, um den Verschlüsselungsprozess umzukehren und den Inhalt der Dateien wieder in ihre ursprüngliche Form zu konvertieren.
es: Durante el proceso de cifrado de archivos, el algoritmo reorganiza, desplaza, mezcla y transforma el contenido de los archivos en una formación aleatoria de cadenas. Las claves criptográficas determinan el orden exacto o los pasos de estos arreglos, que se pueden utilizar para revertir el proceso de cifrado para convertir el contenido de los archivos a sus formas originales.
fr: Pendant le processus de cryptage des fichiers, l'algorithme réorganise, décale, mélange et transforme le contenu des fichiers en une formation aléatoire de chaînes. Les clés cryptographiques déterminent l'ordre ou les étapes exactes de ces arrangements, qui peuvent être utilisées pour inverser le processus de cryptage afin de reconvertir le contenu des fichiers dans leur forme originale.
it: Durante il processo di crittografia dei file, l'algoritmo riorganizza, sposta, mescola e trasforma il contenuto dei file in una formazione casuale di stringhe. Le chiavi crittografiche determinano l'ordine esatto o i passaggi di queste disposizioni, che possono essere utilizzate per invertire il processo di crittografia per riconvertire il contenuto dei file nelle loro forme originali.
ko: 파일 암호화 과정에서 알고리즘은 파일의 내용을 무작위 문자열 형식으로 변환합니다. 암호화 키는 이러한 배열의 정확한 순서 또는 단계를 결정하여 암호화 과정을 반복하거나 역으로 수행하여 파일 내용을 원래 형태로 되돌릴 수 있습니다.
nl: Tijdens het bestandsversleutelingsproces herschikt, verschuift, mixt en transformeert het algoritme de inhoud van de bestanden in een willekeurige formatie van strings. De cryptografische sleutels bepalen de exacte volgorde of stappen van deze arrangementen, die kunnen worden gebruikt om het versleutelingsproces om te keren, om zo de inhoud van de bestanden terug te zetten naar hun oorspronkelijke vorm.
pl: Podczas procesu szyfrowania plików algorytm zmienia kolejność, przesuwa, miesza i przekształca zawartość plików w losową formację ciągów znaków. Klucze kryptograficzne określają dokładną kolejność lub etapy tych ustaleń, które można wykorzystać do odwrócenia procesu szyfrowania i przekształcenia zawartości plików z powrotem do ich pierwotnej formy.
pt: Durante o processo de criptografia de arquivos, o algoritmo reorganiza, desloca, mistura e transforma o conteúdo dos arquivos em uma formação aleatória de cadeias de caracteres. As chaves criptográficas determinam a ordem exata ou as etapas desses arranjos, que podem ser usados para reverter o processo de criptografia para converter o conteúdo dos arquivos de volta às suas formas originais.
ru: В процессе шифрования файлов алгоритм переставляет, смещает, смешивает и преобразует содержимое файлов в случайное формирование строк. Криптографические ключи определяют точный порядок или шаги этих механизмов, которые могут быть использованы для обратного процесса шифрования и преобразования содержимого файлов обратно в исходную форму.
sv: Under filkrypteringsprocessen omarrangerar, förskjuter, blandar och omvandlar algoritmen innehållet i filerna till en slumpmässig sammansättning av strängar. De kryptografiska nycklarna bestämmer den exakta ordningen eller stegen för dessa arrangemang, vilket kan användas för att återställa krypteringsprocessen och omvandla filinnehållet tillbaka till sin ursprungliga form.
tr: Dosya şifreleme işlemi sırasında, algoritma dosyaların içeriğini yeniden düzenler, kaydırır, karıştırır ve rastgele bir dize oluşumuna dönüştürür. Şifreleme anahtarları, dosyaların içeriğini orijinal biçimlerine geri dönüştürmek için şifreleme işlemini tersine çevirmek için kullanılabilecek bu düzenlemelerin tam sırasını veya adımlarını belirler.
zh: 在文件加密过程中，该算法会重新排列、移动、混合文件的内容，并将其转换为随机的字符串形式。加密密钥确定这些排列的确切顺序或步骤，可用于反转加密过程，将文件的内容转换回其原始形式。
