Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AMEFH_SH1_Text1
source: Mobile encryption goes above and beyond a regular lock screen password. It is a one-stop for safeguarding all of your personal information and data on your mobile phones from prying eyes or if your mobile gets lost or stolen. Encryption stores your phone's information in an unreadable, jumbled format that can only be read with the correct credentials. This means that if your phone falls into the wrong hands, no one will be able to decipher any of the data unless they know your password.
ar: يتجاوز تشفير الهاتف المحمول كلمة مرور شاشة القفل العادية. إنها محطة واحدة لحماية جميع معلوماتك وبياناتك الشخصية الموجودة على هواتفك المحمولة من أعين المتطفلين أو في حالة ضياع هاتفك المحمول أو سرقته. يخزن التشفير معلومات هاتفك بتنسيق غير قابل للقراءة ومختلط لا يمكن قراءته إلا باستخدام بيانات الاعتماد الصحيحة. هذا يعني أنه إذا وقع هاتفك في الأيدي الخطأ ، فلن يتمكن أي شخص من فك تشفير أي من البيانات ما لم يعرف كلمة مرورك.
de: Die mobile Verschlüsselung geht über ein normales Passwort für den Sperrbildschirm hinaus. Es ist eine zentrale Anlaufstelle, um alle Ihre persönlichen Informationen und Daten auf Ihren Mobiltelefonen vor neugierigen Blicken zu schützen oder wenn Ihr Mobiltelefon verloren geht oder gestohlen wird. Die Verschlüsselung speichert die Informationen Ihres Telefons in einem unlesbaren, durcheinandergebrachten Format, das nur mit den richtigen Anmeldeinformationen gelesen werden kann. Dies bedeutet, dass, wenn Ihr Telefon in die falschen Hände gerät, niemand die Daten entschlüsseln kann, es sei denn, er kennt Ihr Passwort.
es: El cifrado móvil va más allá de una contraseña de pantalla de bloqueo normal. Es una ventanilla única para salvaguardar toda tu información personal y datos en tus teléfonos móviles de miradas indiscretas o si tu teléfono móvil se pierde o es robado. El cifrado almacena la información de tu teléfono en un formato confuso e ilegible que solo se puede leer con las credenciales correctas. Esto significa que si tu teléfono cae en las manos equivocadas, nadie podrá descifrar ninguno de los datos a menos que conozca tu contraseña.
fr: Le cryptage mobile va au-delà d'un mot de passe d'écran de verrouillage ordinaire. Il s'agit d'un guichet unique pour protéger toutes vos informations et données personnelles sur vos téléphones mobiles des regards indiscrets ou si votre mobile est perdu ou volé. Le cryptage stocke les informations de votre téléphone dans un format illisible et confus qui ne peut être lu qu'avec les informations d'identification correctes. Cela signifie que si votre téléphone tombe entre de mauvaises mains, personne ne pourra déchiffrer aucune des données à moins de connaître votre mot de passe.
it: La crittografia mobile va ben oltre una normale password della schermata di blocco. È un servizio unico per salvaguardare tutte le tue informazioni personali e i tuoi dati sui tuoi dispositivi mobili da occhi indiscreti oppure in caso di smarrimento o furto del telefono. La crittografia archivia le informazioni del tuo telefono in un formato illeggibile e confuso, che può essere letto soltanto con le credenziali corrette. Questo significa che se il tuo telefono cade nelle mani sbagliate, nessuno potrà decifrare alcun dato a meno che non conosca la tua password.
ko: 모바일 암호화는 일반적인 잠금 화면 암호가 아닌 그 이상의 것입니다. 휴대폰의 모든 개인 정보와 데이터를 다른 사람의 접근으로부터 보호하며, 휴대폰을 분실 또는 도난당하지 않도록 보호하기 위한 원스톱 서비스입니다. 암호화는 읽을 수 없는 형식으로 휴대전화 정보를 저장하며, 암호화된 정보는 올바른 자격 증명으로만 읽을 수 있습니다. 즉, 휴대전화가 타인의 손에 넘어가도 비밀번호를 모르면 누구도 암호화된 데이터를 해독할 수 없습니다.
nl: Mobiele codering gaat verder dan een normaal wachtwoord voor het vergrendelscherm. Het is een alles-in-één voor het beschermen van al uw persoonlijke informatie en gegevens op uw mobiele telefoons tegen nieuwsgierige blikken of als uw mobiele telefoon kwijtraakt of wordt gestolen. Versleuteling slaat de informatie van uw telefoon op in een onleesbaar, verward formaat dat alleen kan worden gelezen met de juiste inloggegevens. Dit betekent dat als uw telefoon in verkeerde handen valt, niemand de gegevens kan ontcijferen, tenzij ze uw wachtwoord kennen.
pl: Szyfrowanie mobilne wykracza poza zwykłe hasło ekranu blokady. Jest to kompleksowa ochrona wszystkich danych osobowych i danych w telefonie komórkowym przed wzrokiem ciekawskich lub w przypadku zgubienia lub kradzieży telefonu komórkowego. Szyfrowanie przechowuje informacje o telefonie w nieczytelnym, pomieszanym formacie, który można odczytać tylko przy użyciu poprawnych poświadczeń. Oznacza to, że jeśli Twój telefon wpadnie w niepowołane ręce, nikt nie będzie w stanie odszyfrować żadnych danych, chyba że zna Twoje hasło.
pt: A cifragem Móvel da AxCrypt vai além de um bloqueio de ecrã protegido por palavra-passe. É uma solução completa para salvaguardar toda a sua informação pessoal e dados nos seus telefones móveis de olhares alheios ou caso o seu telemóvel seja perdido ou furtado. A cifragem armazena a informação do seu telemóvel num formato ilegível e baralhado, podendo apenas ser lida com as credenciais correctas. Isto significa que, mesmo que o seu telefone caia nas mãos erradas, ninguém será capaz de decifrar quaisquer dados, a menos que saibam a sua palavra-passe.
ru: Мобильное шифрование выходит за рамки обычного пароля на экране блокировки. Это универсальное решение для защиты всей вашей личной информации и данных на ваших мобильных телефонах от посторонних глаз, а также в случае потери или кражи вашего мобильного телефона. Шифрование хранит информацию вашего телефона в нечитаемом, беспорядочном формате, который можно прочитать только с правильными учетными данными. Это означает, что если ваш телефон попадет не в те руки, никто не сможет расшифровать какие-либо данные, если они не знают ваш пароль.
sv: Mobilkryptering går utöver ett vanligt lösenord för låsskärmen. Det är ett enda sätt för att skydda all din personliga information och data på dina mobiltelefoner från nyfikna ögon eller om din mobil tappas bort eller blir stulen. Kryptering lagrar din telefons information i ett oläsligt, blandat format som bara kan läsas med rätt referenser. Det betyder att om din telefon hamnar i orätta händer kommer ingen att kunna dechiffrera någon av informationen om de inte känner till ditt lösenord.
tr: Mobil şifreleme, normal bir kilit ekranı parolasının ötesine geçer. Cep telefonunuzdaki tüm kişisel bilgilerinizi ve verilerinizi meraklı gözlerden veya cep telefonunuzun kaybolması veya çalınmasından korumak için tek adres. Şifreleme, telefonunuzun bilgilerini yalnızca doğru kimlik bilgileriyle okunabilen okunamaz, karışık bir biçimde saklar. Bu, telefonunuz yanlış ellere geçerse, şifrenizi bilmedikçe hiç kimsenin verilerin şifresini çözemeyeceği anlamına gelir.
zh: 移动加密超越了常规锁屏密码。 这是一个一站式的保护您的所有个人信息和数据在您的手机从窥探或如果您的手机丢失或被盗。 加密以不可读，混乱的格式存储您的手机信息，只能使用正确的凭据读取。 这意味着，如果您的手机落入坏人之手，除非他们知道您的密码，否则没有人能够破译任何数据。

# Blog_AMEFH_SH1_Text2
source: From saving your data from getting compromised to making your personal details super-secret, mobile encryption can do it all for you. A misplaced or abandoned device poses a significant security risk; particularly if it lacks a strong PIN or password, as well as full data encryption. Sensitive documents and files in the device will be vulnerable to theft. If an encrypted device, on the other hand, falls into the wrong hands or is lost, the owner may rest assured that his or her data is secure and will not be viewed by outsiders without the key.
ar: من حفظ بياناتك من التعرض للاختراق إلى جعل تفاصيلك الشخصية سرية للغاية ، يمكن لتشفير الهاتف المحمول أن يفعل كل ذلك من أجلك. يشكل الجهاز الذي تم وضعه في غير مكانه أو تم التخلي عنه خطرًا أمنيًا كبيرًا ؛ خاصة إذا كانت تفتقر إلى رمز PIN أو كلمة مرور قوية ، بالإضافة إلى تشفير كامل للبيانات. ستكون المستندات والملفات الحساسة في الجهاز عرضة للسرقة. من ناحية أخرى ، إذا وقع جهاز مشفر في الأيدي الخطأ أو فقد ، فقد يطمئن المالك إلى أن بياناته آمنة ولن يراها الغرباء بدون المفتاح.
de: Von der Sicherung Ihrer Daten vor Kompromittierung bis hin zur Geheimhaltung Ihrer persönlichen Daten kann Mobile Encryption alles für Sie erledigen. Ein verlegtes oder verlassenes Gerät stellt ein erhebliches Sicherheitsrisiko dar. insbesondere wenn es keine sichere PIN oder kein sicheres Passwort sowie keine vollständige Datenverschlüsselung gibt. Sensible Dokumente und Dateien auf dem Gerät sind anfällig für Diebstahl. Gerät ein verschlüsseltes Gerät hingegen in falsche Hände oder geht verloren, kann der Besitzer sicher sein, dass seine Daten sicher sind und ohne den Schlüssel nicht von Außenstehenden eingesehen werden können.
es: Desde evitar que tus datos se vean comprometidos hasta hacer que tus datos personales sean súper secretos, el cifrado móvil puede hacerlo todo por ti. Un dispositivo extraviado o abandonado representa un riesgo significativo para la seguridad; particularmente si carece de un PIN o una contraseña seguros, así como del cifrado completo de datos. Los documentos y archivos confidenciales en el dispositivo serán vulnerables al robo. Por otro lado, si un dispositivo cifrado cae en las manos equivocadas o se pierde, el propietario puede estar seguro de que sus datos están protegidos y que no serán vistos por terceros que no tengan la clave.
fr: Qu’il s’agisse de sauver vos données d’être compromises ou de rendre vos données personnelles super secrètes, le cryptage mobile peut tout faire pour vous. Un dispositif égaré ou abandonné présente un risque important pour la sécurité; en particulier s’il manque un code PIN ou un mot de passe fort, ainsi qu’un cryptage complet des données. Les documents et fichiers sensibles de l’appareil seront vulnérables au vol. Si un appareil crypté, en revanche, tombe entre de mauvaises mains ou est perdu, le propriétaire peut être assuré que ses données sont sécurisées et ne seront pas vues par des étrangers sans la clé.
it: Dal salvataggio dei tuoi dati dalla compromissione al rendere i tuoi dati personali super-segreti, la crittografia mobile può fare tutto per te. Un dispositivo smarrito o abbandonato rappresenta un rischio significativo per la sicurezza; in particolare se manca un PIN o una password complessa, nonché la crittografia completa dei dati. I documenti e i file sensibili nel dispositivo saranno vulnerabili al furto. Se un dispositivo crittografato, d'altra parte, cade nelle mani sbagliate o viene perso, il proprietario può essere certo che i suoi dati sono al sicuro e non saranno visualizzati da estranei senza la chiave.
ko: 데이터가 손상되지 않도록 저장하는 것부터 개인 정보를 매우 기밀로 만드는 것까지 모바일 암호화는 모든 것을 수행할 수 있습니다. 특히 강력한 PIN 또는 암호가 없고 전체 데이터 암호화 기능이 없는 경우, 장치를 잘못 배치하거나 포기하면 심각한 보안 위험이 발생합니다. 장치의 중요한 문서 및 파일은 도난에 취약합니다. 반면에 암호화된 장치가 잘못된 사람의 손에 쥐어지거나 분실될 경우 소유자는 자신의 데이터가 안전하고 열쇠 없이 외부 사람들이 볼 수 없다는 것에 안심할 수 있습니다.
nl: Mobiele encryptie kan het allemaal voor u doen, van het voorkomen dat uw gegevens worden gecompromitteerd tot het supergeheim maken van uw persoonlijke gegevens. Een zoekgeraakt of achtergelaten apparaat vormt een aanzienlijk veiligheidsrisico, vooral als het niet beschikt over een sterke PIN-code of wachtwoord en volledige gegevensencryptie. Gevoelige documenten en bestanden op het apparaat zijn kwetsbaar voor diefstal. Als een versleuteld apparaat daarentegen in verkeerde handen valt of verloren raakt, kan de eigenaar ervan op aan dat zijn of haar gegevens veilig zijn en zonder sleutel niet door buitenstaanders kunnen worden ingezien.
pl: Od uratowania danych przed włamaniem po supertajne dane osobowe — szyfrowanie mobilne może zrobić to wszystko za Ciebie. Zgubione lub porzucone urządzenie stanowi poważne zagrożenie dla bezpieczeństwa; szczególnie jeśli brakuje silnego kodu PIN lub hasła, a także pełnego szyfrowania danych. Wrażliwe dokumenty i pliki znajdujące się w urządzeniu będą podatne na kradzież. Z drugiej strony, jeśli zaszyfrowane urządzenie wpadnie w niepowołane ręce lub zostanie zgubione, właściciel może mieć pewność, że jego dane są bezpieczne i nie będą oglądane przez osoby postronne bez klucza.
pt: Desde proteger os seus dados de serem comprometidos até tornar os seus detalhes pessoais super-secretos, a cifragem móvel pode fazer tudo por si. Um dispositivo perdido ou abandonado representa um risco significativo de segurança, particularmente se não tiver um PIN, uma palavra-passe forte ou cifragem completa de dados. Neste caso, documentos e ficheiros sensíveis no dispositivo estão vulneráveis a roubos. Por outro lado, se um dispositivo cifrado cair nas mãos erradas ou for perdido, o seu proprietário pode ter a certeza de que os seus dados estão seguros e não serão vistos por estranhos que não têm a chave.
ru: Мобильное шифрование может сделать все это за вас - от защиты ваших данных от взлома до обеспечения сверхсекретности ваших личных данных. Неуместное или заброшенное устройство представляет значительную угрозу безопасности, особенно если на нем отсутствует надежный пин-код или пароль, а также полное шифрование данных. Конфиденциальные документы и файлы на устройстве будут уязвимы для кражи. С другой стороны, если зашифрованное устройство попадет в чужие руки или будет утеряно, владелец может быть уверен, что его или ее данные находятся в безопасности и не будут просмотрены посторонними без ключа.
sv: Från att spara din data från att bli utsatt till att göra dina personliga uppgifter superhemliga, kan mobil kryptering göra allt åt dig. En felplacerad eller övergiven enhet utgör en betydande säkerhetsrisk; särskilt om det saknar en stark PIN-kod eller lösenord, såväl som fullständig datakryptering. Känsliga dokument och filer i enheten kommer att vara sårbara för stöld. Om en krypterad enhet å andra sidan hamnar i orätta händer eller försvinner kan ägaren vara säker på att hans eller hennes data är säker och inte kommer att ses av utomstående utan nyckeln.
tr: Mobil şifreleme, verilerinizin ele geçirilmesini önlemekten kişisel bilgilerinizi son derece gizli tutmaya kadar her şeyi sizin için yapabilir. Yanlış yerleştirilmiş veya terk edilmiş bir cihaz önemli bir güvenlik riski oluşturur; özellikle de güçlü bir PIN veya parolanın yanı sıra tam veri şifrelemesi yoksa. Cihazdaki hassas belgeler ve dosyalar hırsızlığa karşı savunmasız olacaktır. Öte yandan, şifrelenmiş bir cihaz yanlış ellere düşerse veya kaybolursa, cihaz sahibi verilerinin güvende olduğundan ve anahtar olmadan yabancılar tarafından görüntülenmeyeceğinden emin olabilir.
zh: 从保存您的数据不被泄露到使您的个人细节超级秘密，移动加密可以为您做所有的事情。 放错地方或废弃的设备会带来重大的安全风险，特别是如果它缺少强大的PIN或密码，以及完整的数据加密。 设备中的敏感文档和文件将容易被盗。 另一方面，如果加密设备落入坏人之手或丢失，所有者可以放心，他或她的数据是安全的，不会被没有密钥的外人查看。

# Blog_AMEFH_SubHeading1
source: <strong>What is mobile encryption?</strong>
ar: <strong> ما هو تشفير الجوال؟ </ strong>
de: <strong>Was ist mobile Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado móvil?</strong>
fr: <strong>Qu’est-ce que le chiffrement mobile ?</strong>
it: <strong>Cos'è la crittografia mobile?</strong>
ko: <strong>모바일 암호화란 무엇입니까?</strong>
nl: <strong>Wat is mobiele versleuteling?</strong>
pl: <strong>Co to jest szyfrowanie mobilne?</strong>
pt: <strong>O que é a cifragem móvel?</strong>
ru: <strong>Что такое мобильное шифрование?</strong>
sv: <strong>Vad är mobil kryptering?</strong>
tr: <strong>Mobil şifreleme nedir?</strong>
zh: <strong>什么是移动加密？</strong>

# Blog_AMEFH_Summary
source: In this digital age, we understand how critical it is to keep data protected, therefore with the start of the new year, we are thrilled to announce that after heavy development, AxCrypt has finally launched the mobile encryption feature for Business and Premium users.
ar: في هذا العصر الرقمي ، نتفهم مدى أهمية الحفاظ على حماية البيانات ، لذلك مع بداية العام الجديد ، يسعدنا أن نعلن أنه بعد التطوير المكثف ، أطلقت اكسكربت أخيرا ميزة تشفير الهاتف المحمول لمستخدمي بيزنس و والممتازة.
de: In diesem digitalen Zeitalter verstehen wir, wie wichtig es ist, Daten zu schützen.Daher freuen wir uns, Ihnen zu Beginn des neuen Jahres mitteilen zu können, dass AxCrypt nach intensiver Entwicklung endlich die mobile Verschlüsselungsfunktion für Geschäfts- und Premium-Benutzer eingeführt hat.
es: En esta era digital, entendemos cuán crítico es mantener los datos protegidos, por lo tanto, con el comienzo del nuevo año, nos complace anunciar que, después de un gran desarrollo, AxCrypt finalmente lanzó la función de cifrado móvil para usuarios Business y Premium.
fr: En cette ère numérique, nous comprenons à quel point il est essentiel de protéger les données, par conséquent, avec le début de la nouvelle année, nous sommes ravis d'annoncer qu'après un développement important, AxCrypt a enfin lancé la fonction de cryptage mobile pour les utilisateurs Business et Premium.
it: In questa era digitale, capiamo quanto sia importante mantenere protetti i dati, perciò con l'inizio del nuovo anno, siamo elettrizzati nell'annunciare che dopo un intenso sviluppo, AxCrypt ha finalmente lanciato la funzione di crittografia mobile per utenti Business e Premium.
ko: 이러한 디지털 시대에 데이터 보안의 중요성을 이해하고 있으며, 새해가 시작됨에 발맞추어 AxCrypt는 대대적인 개발 끝에 비즈니스 및 프리미엄 사용자를 위한 모바일 암호화 기능 출시를 발표하게 된 것을 기쁘게 생각합니다.
nl: In dit digitale tijdperk begrijpen we hoe belangrijk het is om gegevens te beschermen, daarom zijn we verheugd om aan het begin van het nieuwe jaar aan te kondigen dat AxCrypt na zware ontwikkeling eindelijk de mobiele encryptiefunctie voor zakelijke en premium-gebruikers heeft gelanceerd.
pl: W erze cyfrowej rozumiemy, jak ważna jest ochrona danych, dlatego z początkiem nowego roku z radością ogłaszamy, że po intensywnych pracach, AxCrypt w końcu uruchomił funkcję szyfrowania mobilnego dla użytkowników Business i Premium.
pt: Nesta era digital, percebemos quão crítico é manter dados protegidos. Por isso, é com entusiasmo que, com o início do novo ano e após grande desenvolvimento, anunciamos que a AxCrypt lançou finalmente a funcionalidade de cifragem móvel para utilizadores Business e Premium.
ru: В наш цифровой век мы понимаем, насколько важно обеспечивать защиту данных, поэтому с началом нового года мы рады сообщить, что после интенсивной разработки AxCrypt наконец запустила функцию мобильного шифрования для Business- и Premium-пользователей.
sv: I denna digitala tidsålder förstår vi hur viktigt det är att hålla data skyddad, därför är vi glada att kunna meddela att efter tung utveckling har AxCrypt äntligen lanserat den mobila krypteringsfunktionen för Business och Premium-användare.
tr: Bu dijital çağda, verileri korumanın ne kadar kritik olduğunu anlıyoruz, bu nedenle yeni yılın başlamasıyla birlikte, yoğun geliştirmenin ardından AxCrypt'in nihayet Business ve Premium kullanıcıları için mobil şifreleme özelliğini başlattığını duyurmaktan heyecan duyuyoruz.
zh: 在这个数字时代，我们明白保护数据是多么的重要，因此在新的一年开始时，我们很高兴地宣布，经过大量的发展，AxCrypt终于为商业和高级用户推出了移动加密功能。

# Blog_AMEFH_Text1
source: In this digital age, we understand how critical it is to keep data protected, therefore with the start of the new year, we are thrilled to announce that after heavy development, AxCrypt has finally launched the mobile encryption feature for Business and Premium users. Now you can encrypt and decrypt files on your Android phone, iPhone, or tablet from anywhere and at any time.
ar: في هذا العصر الرقمي ، نتفهم مدى أهمية الحفاظ على حماية البيانات ، لذلك مع بداية العام الجديد ، يسعدنا أن نعلن أنه بعد التطوير المكثف ، أطلقت اكسكربت أخيرًا ميزة تشفير الهاتف المحمول لمستخدمي بيزنس و الممتازة. يمكنك الآن تشفير الملفات وفك تشفيرها على هاتف ذكري المظهر أو ايفون أو الجهاز اللوحي من أي مكان وفي أي وقت.
de: In diesem digitalen Zeitalter verstehen wir, wie wichtig es ist, Daten zu schützen.Daher freuen wir uns, Ihnen zu Beginn des neuen Jahres mitteilen zu können, dass AxCrypt nach intensiver Entwicklung endlich die mobile Verschlüsselungsfunktion für Geschäfts- und Premium-Benutzer eingeführt hat. Jetzt können Sie Dateien auf Ihrem Android-Handy, iPhone oder Tablet von überall und jederzeit verschlüsseln und entschlüsseln.
es: En esta era digital, entendemos cuán crítico es mantener los datos protegidos. Por lo tanto, con el comienzo del nuevo año, nos complace anunciar que, después de un gran trabajo, AxCrypt finalmente lanzó la función de cifrado móvil para usuarios Business y Premium. Ahora puedes cifrar y descifrar archivos en tu teléfono Android, iPhone o tableta desde cualquier lugar y en cualquier momento.
fr: AndroidEn cette ère numérique, nous comprenons à quel point il est essentiel de protéger les données, c’est pourquoi, avec le début de la nouvelle année, nous sommes ravis d’annoncer qu’après un développement important, AxCrypt a enfin lancé la fonctionnalité de cryptage mobile pour les utilisateurs Business et Premium. Vous pouvez désormais chiffrer et décrypter des fichiers sur votre téléphone Android, iPhone, ou tablette de n’importe où et à tout moment.
it: In questa era digitale, comprendiamo quanto sia fondamentale mantenere i dati protetti, quindi con l'inizio del nuovo anno, siamo entusiasti di annunciare che dopo un intenso sviluppo, AxCrypt ha finalmente lanciato la funzione di crittografia mobile per gli utenti Business e Premium. Ora puoi crittografare e decrittografare i file sul tuo telefono Android, iPhone o tablet da qualsiasi luogo e in qualsiasi momento.
ko: 디지털 시대에 우리는 데이터를 보호하는 것이 얼마나 중요한지 잘 알고 있습니다. 따라서 새해의 시작과 함께 AxCrypt가 많은 개발 끝에 마침내 비즈니스 및 프리미엄 사용자를 위한 모바일 암호화 기능을 출시하게 되어 기쁩니다. 이제 언제 어디서나 안드로이드 폰, 아이폰 또는 태블릿의 파일을 암호화하고 해독할 수 있습니다.
nl: In dit digitale tijdperk begrijpen we hoe belangrijk het is om gegevens te beschermen, daarom zijn we verheugd om met de start van het nieuwe jaar aan te kondigen dat na zware ontwikkelingswerkzaamheden, AxCrypt eindelijk de mobiele encryptie functie heeft gelanceerd voor Business en Premium gebruikers. Nu kunt u bestanden op uw Android telefoon, iPhone of tablet overal en altijd versleutelen en ontsleutelen.
pl: W erze cyfrowej rozumiemy, jak ważna jest ochrona danych, dlatego z początkiem nowego roku z radością ogłaszamy, że po intensywnym rozwoju, AxCrypt w końcu uruchomił funkcję szyfrowania mobilnego dla użytkowników Business i Premium. Teraz możesz szyfrować i odszyfrowywać pliki na telefonie z Androidem, iPhonie lub tablecie z dowolnego miejsca i o dowolnej porze.
pt: Nesta era digital, percebemos quão crítico é manter dados protegidos. Por isso, é com entusiasmo que, com o início do novo ano e após grande desenvolvimento, anunciamos que a AxCrypt lançou finalmente a funcionalidade de cifragem móvel para utilizadores Business e Premium. Agora pode cifrar e decifrar ficheiros no seu telefone Android, iPhone ou tablet a partir de qualquer lado e em qualquer momento.
ru: В наш цифровой век мы понимаем, насколько важно обеспечивать защиту данных, поэтому с началом нового года мы рады сообщить, что после интенсивной разработки AxCrypt наконец запустила функцию мобильного шифрования для Business- и Premium-пользователей. Теперь вы можете шифровать и расшифровывать файлы на своем телефоне Android, iPhone или планшете из любого места и в любое время.
sv: I denna digitala tidsålder förstår vi hur viktigt det är att hålla data skyddad, därför är vi glada att kunna meddela att efter tung utveckling har AxCrypt äntligen lanserat den mobila krypteringsfunktionen för Business och Premium-användare. Nu kan du kryptera och dekryptera filer på din Android-telefon, iPhone eller surfplatta var som helst och när som helst.
tr: Bu dijital çağda, verileri korumanın ne kadar kritik olduğunu anlıyoruz, bu nedenle yeni yılın başlamasıyla birlikte, büyük gelişmelerden sonra AxCrypt'in nihayet Business ve Premium kullanıcıları için mobil şifreleme özelliğini başlattığını duyurmaktan heyecan duyuyoruz. Artık Android telefonunuzdaki, iPhone'unuzdaki veya tabletinizdeki dosyaları her yerden ve her zaman şifreleyebilir ve şifrelerini çözebilirsiniz.
zh: 在这个数字时代，我们明白保护数据是多么的重要，因此在新的一年开始时，我们很高兴地宣布，经过大量的发展，AxCrypt终于为Business和Premium用户推出了移动加密功能。 现在，您可以随时随地加密和解密Android手机，iPhone或平板电脑上的文件。
