Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ROCP_H2_Text1
source: Help desks waste time on password retrieval, and time is money. Even if they tried to memorise passwords, help desk staff members frequently forget them due to frequent changes and the volume of accounts they must manage. Password management using a browser is not secure, and saving them in a different spreadsheet is even less secure since they are typically not synced to the cloud. Password changes are recorded and do not save a company with a bad reputation from the <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vengeance of an angry employee </a> who has left the firm.
ar: مكاتب المساعدة تضيع الوقت في استرداد كلمة المرور ، والوقت هو المال. حتى لو حاولوا حفظ كلمات المرور ، فعادة ما ينساها موظفو مكتب المساعدة بسبب التغييرات المتكررة وحجم الحسابات التي يجب عليهم إدارتها. إدارة كلمات المرور باستخدام متصفح ليست آمنة ، كما أن حفظها في جدول بيانات مختلف يكون أقل أمانًا نظرًا لأنه لا تتم مزامنتها عادةً مع السحابة. يتم تسجيل تغييرات كلمة المرور ولا تحفظ شركة ذات سمعة سيئة من <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> انتقام أحد موظف غاضب </a> غادر الشركة.
de: Helpdesks verschwenden Zeit mit dem Abrufen von Passwörtern, und Zeit ist Geld. Selbst wenn sie versucht haben, sich Passwörter zu merken, vergessen Helpdesk-Mitarbeiter diese häufig aufgrund häufiger Änderungen und des Umfangs der Konten, die sie verwalten müssen. Die Passwortverwaltung über einen Browser ist nicht sicher, und das Speichern in einer anderen Tabelle ist noch weniger sicher, da sie normalerweise nicht mit der Cloud synchronisiert werden. Passwortänderungen werden aufgezeichnet und retten ein Unternehmen mit schlechtem Ruf nicht vor dem <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses /'> vengeance of an angry employee </a>, der die Firma verlassen hat.
es: Los servicios de asistencia técnica pierden tiempo recuperando contraseñas, y el tiempo es oro. Incluso si trataron de memorizar las contraseñas, los miembros del personal de la mesa de ayuda las olvidan con frecuencia debido a los cambios frecuentes y al volumen de cuentas que deben administrar. La gestión de contraseñas mediante un navegador no es segura, y guardarlas en una hoja de cálculo diferente es aún menos seguro, ya que normalmente no están sincronizadas con la nube. Los cambios de contraseña se registran y no salvan a una empresa con mala reputación de la <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> venganza de un empleado enojado </a> que ha dejado la empresa.
fr: Les services d’assistance perdent du temps sur la récupération des mots de passe, et le temps c’est de l’argent. Même s’ils ont essayé de mémoriser des mots de passe, les membres du personnel du service d’assistance les oublient souvent en raison des changements fréquents et du volume de comptes qu’ils doivent gérer. La gestion des mots de passe à l’aide d’un navigateur n’est pas sécurisée et leur enregistrement dans une autre feuille de calcul est encore moins sécurisé car ils ne sont généralement pas synchronisés avec le cloud. Les changements de mot de passe sont enregistrés et ne sauvent pas une entreprise ayant une mauvaise réputation de la <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vengeance d’un employé en colère </a> qui a quitté l’entreprise.
it: Gli help desk perdono tempo nel recupero delle password e il tempo è denaro. Anche se provano a memorizzare le password, i membri del personale dell'help desk spesso le dimenticano a causa delle frequenti modifiche e del volume di account che devono gestire. La gestione delle password tramite un browser non è sicura e salvarle in un foglio di calcolo diverso è ancora meno sicuro poiché in genere non sono sincronizzate con il cloud. Le modifiche alla password vengono registrate e non salvano un'azienda con una cattiva reputazione dalla <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vendetta di un dipendente arrabbiato </a> che ha lasciato l'azienda.
ko: 헬프 데스크는 암호 검색에 시간을 낭비하지만, 시간은 돈입니다. 암호를 외우려고 해도 헬프 데스크 직원은 자주 변경되고 관리해야 하는 계정의 양으로 인해 암호를 잊어버리는 경우가 많습니다. 브라우저를 사용한 암호 관리는 안전하지 않으며 다른 스프레드 시트에 저장하는 것은 일반적으로 클라우드에 동기화되지 않기 때문에 안전하지 않습니다. 비밀번호 변경이 기록되며 회사를 떠난 <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> 화난 직원의 복수 </a> 로 회사의 평판이 영향을 받을 수 있습니다.
nl: Helpdesks verspillen tijd aan het ophalen van wachtwoorden, en tijd is geld. Zelfs als ze wachtwoorden probeerden te onthouden, vergeten helpdeskmedewerkers ze vaak vanwege frequente veranderingen en het grote aantal accounts dat ze moeten beheren. Wachtwoordbeheer met behulp van een browser is niet veilig en het opslaan in een andere spreadsheet is zelfs nog minder veilig omdat ze doorgaans niet met de cloud worden gesynchroniseerd. Wachtwoordwijzigingen worden geregistreerd en redden een bedrijf met een slechte reputatie niet van de <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> wraak van boze werknemer </a> die het bedrijf heeft verlaten.
pl: Help desk marnuje czas na wyszukiwanie haseł, a czas to pieniądz. Nawet jeśli próbowali zapamiętać hasła, pracownicy help desku często je zapominają z powodu częstych zmian i ilości kont, którymi muszą zarządzać. Zarządzanie hasłami za pomocą przeglądarki nie jest bezpieczne, a zapisywanie ich w innym arkuszu kalkulacyjnym jest jeszcze mniej bezpieczne, ponieważ zazwyczaj nie są one synchronizowane z chmurą. Zmiany hasła są rejestrowane i nie chronią firmy o złej reputacji przed <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> zemstą zły pracownik </a>, który odszedł z firmy.
pt: A assistência técnica perde tempo com recuperação de palavras-passe e tempo é dinheiro. Mesmo tentando memorizar palavras-passe, o pessoal esquecer-se-ia delas devido a alterações frequentes e o volume de contas que gerem. A gestão de palavras-passe através de um navegador não é segura e guardá-las numa folha de cálculo em separado é ainda menos seguro, uma vez que não estão sincronizadas com a nuvem. As alterações de palavras-passe são gravadas e não salvam uma empresa da má reputação da <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vingança de um trabalhador zangado </a> que a deixa.
ru: Службы поддержки тратят время на поиск пароля, а время - это деньги. Даже если они пытались запомнить пароли, сотрудники службы поддержки часто забывают их из-за частых изменений и объема учетных записей, которыми им приходится управлять. Управление паролями с помощью браузера небезопасно, а сохранение их в другой электронной таблице еще менее безопасно, поскольку они обычно не синхронизируются с облаком. Изменения пароля записываются и не спасают компанию с плохой репутацией от <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vengeance of an angry employee </a> who has left the firm.
sv: Hjälpdesk slösar tid på lösenordsåterställning, och tid är pengar. Även om de försöker memorera lösenord, glömmer helpdesk-personal de ofta på grund av frekventa ändringar och mängden konton de måste hantera. Lösenordshantering med en webbläsare är inte säkert, och att spara dem i ett annat kalkylblad blir ännu mindre säkert eftersom de vanligtvis inte synkroniseras med molnet. Lösenordsändringar registreras och räddar inte ett företag med dåligt rykte från <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> hämnd av en arg anställd </a> som har lämnat företaget.
tr: Yardım masaları parola almak için zaman kaybına neden olur ve vakit nakittir. Parolaları ezberlemeye çalışsalar bile, yardım masası personeli sık sık yapılan değişiklikler ve yönetmeleri gereken hesapların hacmi nedeniyle parolaları sık sık unuturlar. Bir tarayıcı kullanımı yoluyla parola yönetimi güvenli değildir ve genellikle bulutla senkronize edilmedikleri için bunları farklı bir çalışma tablosuna kaydetmek daha da az güvenlidir. Şifre değişiklikleri kaydedilir ve kötü bir üne sahip bir şirketi, firmadan <a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> ayrılan öfkeli bir çalışanın intikamından </a> kurtarmaz.
zh: 帮助台把时间浪费在密码检索上,时间就是金钱. 即使他们试图记住密码，由于频繁的更改和他们必须管理的帐户数量，帮助台工作人员也会经常忘记密码。 使用浏览器管理密码不安全，并且将它们保存在不同的电子表格中更不安全，因为它们通常不会同步到云。 密码更改会被记录下来，不会从<a href='https://itsblossom.com/blog/2019/10/21/employees-revenge-on-bosses/'> vengeance of an angry employee </a> 他已经离开了公司。

# Blog_ROCP_Heading1
source: How Should a Company Organise its Passwords.
ar: كيف يجب على الشركة تنظيم كلمات المرور الخاصة بها.
de: Wie sollte ein Unternehmen seine Passwörter organisieren.
es: Cómo una empresa debe organizar sus contraseñas.
fr: Comment une Entreprise Doit-elle Organiser ses Mots de passe.
it: Come dovrebbe un'azienda organizzare le proprie password.
ko: 기업은 어떤 방식으로 암호를 구성해야 할까요.
nl: Hoe Moet een Bedrijf zijn Wachtwoorden Organiseren.
pl: Jak firma powinna organizować swoje hasła.
pt: Como Deve uma Empresa Organizar as Suas Palavras-Passe.
ru: Как компания должна упорядочивать свои пароли.
sv: Hur Borde ett Företag Organisera sina Lösenord.
tr: Bir Şirket Şifrelerini Nasıl Organize Etmelidir?
zh: 一个公司应该如何组织它的密码。

# Blog_ROCP_Heading2
source: Why You Should Organise Your Company’s Passwords.
ar: لماذا يجب عليك تنظيم كلمات مرور شركتك.
de: Warum Sie die Passwörter Ihres Unternehmens organisieren sollten.
es: Por qué deberías organizar las contraseñas de tu empresa.
fr: Pourquoi Vous Devriez Oganiser Les Mots De Passe De Votre Entreprise.
it: Perché dovresti organizzare le password della tua azienda.
ko: 귀사의 비밀번호를 정리해야 하는 이유.
nl: Waarom U De Wachtwoorden Van Uw Bedrijf Zou Moeten Organiseren.
pl: Dlaczego warto uporządkować hasła firmy.
pt: Porque Deve Organizar As Palavras-Passe da Sua Empresa.
ru: Почему Вы должны систематизировать пароли Вашей компании.
sv: Varför du borde organisera ditt företags lösenord.
tr: Şirketinizin Şifrelerini Neden Organize Etmelisiniz?
zh: 为什么你应该组织你公司的密码。

# Blog_ROCP_Summary
source: It can be difficult to keep track of all the passwords and credentials you acquire as a business owner, both individually and professionally.
ar: قد يكون من الصعب تتبع جميع كلمات المرور وبيانات الاعتماد التي تحصل عليها بصفتك مالكًا تجاريًا ، سواء على المستوى الفردي أو المهني.
de: Es kann schwierig sein, alle Passwörter und Anmeldeinformationen, die Sie als Geschäftsinhaber erwerben, sowohl individuell als auch beruflich im Auge zu behalten.
es: Puede ser difícil hacer un seguimiento de todas las contraseñas y credenciales que adquieres como dueño de una empresa, tanto a nivel individual como profesional.
fr: Il peut être difficile de garder une trace de tous les mots de passe et informations d’identification que vous acquérez en tant que propriétaire d’entreprise, à la fois individuellement et professionnellement.
it: Può essere difficile tenere traccia di tutte le password e le credenziali acquisite come imprenditore, sia individualmente che professionalmente.
ko: 사업장 소유자로서 모든 암호와 자격 증명을 개별적으로 또는 전문적으로 추적하는 것은 어려울 수 있습니다.
nl: Het kan moeilijk zijn om alle wachtwoorden en referenties bij te houden die u als ondernemer verwerft, zowel individueel als professioneel.
pl: Śledzenie wszystkich haseł i poświadczeń zdobytych jako właściciel firmy może być trudne, zarówno indywidualnie, jak i zawodowo.
pt: Pode ser difícil controlar todas as palavras-passe e credenciais que adquire como proprietário do negócio, tanto individual como profissionalmente.
ru: Может быть трудно отслеживать все пароли и учетные данные, которые вы приобретаете как владелец бизнеса, как частное лицо, и как профессионал.
sv: Det kan vara svårt att hålla koll på alla lösenord och referenser du skaffar som företagare, både individuellt och professionellt.
tr: Bir işletme sahibi olarak edindiğiniz tüm şifreleri ve kimlik bilgilerini hem bireysel hem de profesyonel olarak takip etmek zor olabilir.
zh: 跟踪您作为企业主获得的所有密码和凭据可能很困难，无论是个人还是专业。

# Blog_ROCP_Text1
source: It can be difficult to keep track of all the passwords and credentials you acquire as a business owner, both individually and professionally. Protecting the passwords of both your business and your clients makes it even harder. On the one hand, employing the same password across all of your logins is risky and may result in the hacking of your business accounts. On the other hand, because certain employees or consultants are temporary, you may not always be able to regulate who has access to what credentials within the organisation.
ar: قد يكون من الصعب تتبع جميع كلمات المرور وبيانات الاعتماد التي تحصل عليها بصفتك مالكًا تجاريًا ، سواء على المستوى الفردي أو المهني. إن حماية كلمات المرور الخاصة بشركتك وعملائك تجعل الأمر أكثر صعوبة. من ناحية أخرى ، يعد استخدام نفس كلمة المرور في جميع عمليات تسجيل الدخول الخاصة بك أمرًا محفوفًا بالمخاطر وقد يؤدي إلى اختراق حسابات عملك. من ناحية أخرى ، نظرًا لأن بعض الموظفين أو الاستشاريين مؤقتين ، فقد لا تتمكن دائمًا من تنظيم من لديه حق الوصول إلى بيانات الاعتماد داخل المنظمة.
de: Es kann schwierig sein, alle Passwörter und Anmeldeinformationen, die Sie als Geschäftsinhaber erwerben, sowohl individuell als auch beruflich im Auge zu behalten. Der Schutz der Passwörter sowohl Ihres Unternehmens als auch Ihrer Kunden macht es noch schwieriger. Einerseits ist die Verwendung des gleichen Passworts für alle Ihre Anmeldungen riskant und kann zum Hacken Ihrer Geschäftskonten führen. Andererseits können Sie aufgrund der befristeten Tätigkeit bestimmter Mitarbeiter oder Berater möglicherweise nicht immer regeln, wer Zugriff auf welche Anmeldeinformationen innerhalb der Organisation hat.
es: Puede ser difícil hacer un seguimiento de todas las contraseñas y credenciales que adquieres como dueño de una empresa, tanto a nivel individual como profesional. Proteger las contraseñas tanto de tu empresa como de tus clientes lo hace aún más difícil. Por un lado, emplear la misma contraseña en todos tus inicios de sesión es arriesgado y puede derivar en el hackeo de tus cuentas comerciales. Por otro lado, debido a que ciertos empleados o consultores son temporales, es posible que no siempre puedas regular quién tiene acceso a qué credenciales dentro de la organización.
fr: Il peut être difficile de garder une trace de tous les mots de passe et informations d’identification que vous acquérez en tant que propriétaire d’entreprise, à la fois individuellement et professionnellement. Protéger les mots de passe de votre entreprise et de vos clients rend les choses encore plus difficiles. D’une part, l’utilisation du même mot de passe sur toutes vos connexions est risquée et peut entraîner le piratage de vos comptes professionnels. D’autre part, parce que certains employés ou consultants sont temporaires, vous ne pouvez pas toujours être en mesure de réglementer qui a accès à quelles informations d’identification au sein de l’organisation.
it: Può essere difficile tenere traccia di tutte le password e credenziali acquisite come imprenditore, sia individualmente che professionalmente. Proteggere le password della tua azienda e dei tuoi clienti lo rende ancora più difficile. Da un lato, utilizzare la stessa password per tutti i tuoi accessi è rischioso e può comportare l'hacking dei tuoi account aziendali. D'altra parte, poiché alcuni dipendenti o consulenti sono temporanei, potresti non essere sempre in grado di regolamentare chi ha accesso a quali credenziali all'interno dell'organizzazione.
ko: 비즈니스 소유자로서 획득한 모든 암호와 자격 증명을 개별적으로 또는 전문적으로 추적하는 것은 어려울 수 있습니다. 비즈니스와 고객 모두의 비밀번호를 보호하는 것은 더욱 어려워집니다. 한편 모든 로그인에서 동일한 비밀번호를 사용하는 것은 위험하며 비즈니스 계정이 해킹 될 수 있습니다. 반면에 특정 직원이나 컨설턴트는 임시적이기 때문에 조직 내에서 누가 어떤 자격 증명에 액세스할 수 있는지 항상 규제할 수 없습니다.
nl: Het kan moeilijk zijn om alle wachtwoorden en referenties bij te houden die u als ondernemer verwerft, zowel individueel als professioneel. Het beschermen van de wachtwoorden van zowel uw bedrijf als uw klanten maakt het nog moeilijker. Enerzijds is het gebruik van hetzelfde wachtwoord voor al uw aanmeldingen riskant en kan het leiden tot het hacken van uw bedrijfsaccounts. Anderzijds kunt u, omdat bepaalde werknemers of consultants tijdelijk zijn, niet altijd regelen wie binnen de organisatie toegang heeft tot welke inloggegevens.
pl: Śledzenie wszystkich haseł i poświadczeń zdobytych jako właściciel firmy może być trudne, zarówno indywidualnie, jak i zawodowo. Ochrona haseł zarówno Twojej firmy, jak i klientów sprawia, że jest to jeszcze trudniejsze. Z jednej strony stosowanie tego samego hasła we wszystkich loginach jest ryzykowne i może prowadzić do włamań na konta firmowe. Z drugiej strony, ponieważ niektórzy pracownicy lub konsultanci są tymczasowi, nie zawsze możesz określić, kto ma dostęp do jakich referencji w organizacji.
pt: Pode ser difícil controlar todas as palavras-passe e credenciais que adquire como proprietário do negócio, tanto individual como profissionalmente. Proteger as palavras-passe do seu negócio e dos seus clientes é ainda mais difícil. Por um lado, usar a mesma palavra-passe em todas as sessões é arriscado e pode resultar no acesso ilegal por hackers às suas contas empresariais, por outro, porque certos trabalhadores ou consultores são temporários, pode nem sempre regular quem tem acesso a que credenciais dentro da organização.
ru: Может быть трудно отслеживать все пароли и учетные данные, которые вы приобретаете как владелец бизнеса, как частных лиц, так и профессионалов. Защита паролей как вашего бизнеса, так и ваших клиентов делает это еще сложнее. С одной стороны, использование одного и того же пароля для всех ваших логинов является рискованным и может привести к взлому ваших бизнес-аккаунтов. С другой стороны, поскольку некоторые сотрудники или консультанты являются временными, вы не всегда можете регулировать, кто имеет доступ к каким учетным данным в организации.
sv: Det kan vara svårt att hålla reda på alla lösenord och referenser du skaffat dig som företagare, både individuellt och professionellt. Att skydda lösenorden för både ditt företag och dina kunder gör det ännu svårare. Å ena sidan är det riskfyllt att använda samma lösenord till alla dina inloggningar och kan resultera i hackning av dina företagskonton. Å andra sidan på grund av att vissa anställda eller konsulter är tillfälliga kanske man inte alltid kan reglera vem som har åtkomst till vilka referenser inom organisationen.
tr: Bir işletme sahibi olarak edindiğiniz tüm şifreleri ve kimlik bilgilerini hem bireysel hem de profesyonel olarak takip etmek zor olabilir. Hem işletmenizin hem de müşterilerinizin parolalarını korumak bunu daha da zorlaştırır. Bir yandan, tüm girişlerinizde aynı şifreyi kullanmak risklidir ve işletme hesaplarınızın hacklenmesine neden olabilir. Öte yandan, bazı çalışan veya danışmanlar geçici olduğundan, kuruluş içinde kimlerin hangi kimlik bilgilerine erişebileceğini her zaman düzenleyemeyebilirsiniz.
zh: 跟踪您作为企业主获得的所有密码和凭据可能很困难，无论是个人还是专业。 保护您的企业和客户的密码变得更加困难。 一方面，在您的所有登录中使用相同的密码是有风险的，并可能导致您的企业帐户被黑客入侵。 另一方面，由于某些员工或顾问是临时的，您可能并不总是能够规范谁可以访问组织内的哪些凭据。

# Blog_ROCP_Text2
source: Every business owner needs a <a href='https://axcrypt.net/passwordmanager/'>password manager</a> like AxCrypt since maintaining passwords is one of the essential aspects of operating a successful business. This article will explain why and how a business should organise its passwords.
de: Jeder Geschäftsinhaber benötigt einen <a href='https://axcrypt.net/passwordmanager/'>password manager</a> wie AxCrypt, da die Pflege von Passwörtern einer der wesentlichen Aspekte für den Betrieb eines erfolgreichen Unternehmens ist. In diesem Artikel erfahren Sie, warum und wie ein Unternehmen seine Passwörter organisieren sollte.
fr: Chaque propriétaire d'entreprise a besoin d'un <a href='https://axcrypt.net/passwordmanager/'>gestionnaire de mots de passe</a> comme AxCrypt, car la gestion des mots de passe est l'un des aspects essentiels pour diriger une entreprise prospère. Cet article expliquera pourquoi et comment une entreprise devrait organiser ses mots de passe.
it: Ogni imprenditore ha bisogno di un <a href='https://axcrypt.net/passwordmanager/'>gestore di password</a> come AxCrypt poiché il mantenimento delle password è uno degli aspetti essenziali per gestire un'attività di successo. Questo articolo spiegherà perché e come un'azienda dovrebbe organizzare le proprie password.
ru: Каждому владельцу бизнеса нужна <a href="https://axcrypt.net/passwordmanager/'>password manager</a> похож на AxCrypt, поскольку сохранение паролей является одним из важнейших аспектов ведения успешного бизнеса. В этой статье мы объясним, почему и как бизнес должен организовывать свои пароли.
zh: 每个企业主都需要像 AxCrypt 这样的 <a href='https://axcrypt.net/passwordmanager/'>password manager</a> ，因为维护密码是经营成功企业的重要方面之一。本文将解释企业为何以及如何组织其密码。

# Blog_ROCP_Title
source: Relevance of Organising a Company’s Passwords
ar: أهمية تنظيم كلمات مرور الشركة
de: Relevanz der Organisation der Passwörter eines Unternehmens
es: La importancia de organizar las contraseñas de una empresa
fr: Pertinence de l’Organisation des Mots de passe d’une Entreprise
it: Rilevanza dell'Organizzazione delle Password di un'Azienda
ko: 회사 비밀번호 정리의 관련성
nl: Relevantie van het Organiseren van de Wachtwoorden van een Bedrijf
pl: Znaczenie organizacji haseł firmowych
pt: A Relevância da Organização das Palavras-Passe de uma Empresa
ru: Актуальность организации паролей компании
sv: Relevansen av att Organisera ett Företags Lösenord
tr: Bir Şirketin Parolalarını Düzenlemenin Alaka Düzeyi
zh: 组织公司密码的相关性
