Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessFirstBodyText2
source: With AxCrypt Business, you also have access to our Password Management – where you can store and manage passwords and codes securely. AxCrypt is multilingual, supporting Arabic, English, Dutch, French, German, Italian, Korean, Mandarin, Polish, Portuguese, Russian, Spanish, Swedish, Turkish and more to come. and more to follow. With the AxCrypt mobile app, you can encrypt and decrypt files on your phone, from anywhere and at any time.
ar: باستخدام اكسكربت بيزنس ، يمكنك أيضًا الوصول إلى إدارة كلمات المرور - حيث يمكنك تخزين وإدارة كلمات المرور والرموز بشكل آمن. اكسكربت متعدد اللغات ، يدعم اللغة الإنجليزية والهولندية والفرنسية والألمانية والإيطالية والكورية والماندرين والبولندية والبرتغالية والروسية والإسبانية والسويدية والتركية والمزيد في المستقبل. والمزيد لمتابعة. باستخدام تطبيق الهاتف المحمول اكسكربت، يمكنك تشفير الملفات الموجودة على هاتفك وفك تشفيرها من أي مكان وفي أي وقت.
de: Mit AxCrypt Business haben Sie auch Zugriff auf unser Passwort–Management - hier können Sie Passwörter und Codes sicher speichern und verwalten. AxCrypt ist mehrsprachig und unterstützt Englisch, Niederländisch, Französisch, Deutsch, Italienisch, Koreanisch, Polnisch, Portugiesisch, Russisch, Spanisch, Schwedisch, Türkisch und weitere Sprachen. Mit der AxCrypt Mobile App können Sie Dateien auf Ihrem Telefon von überall und jederzeit ver- und entschlüsseln.
es: Con AxCrypt Business, también tendrás acceso a la herramienta de Administración de contraseñas, donde puedes almacenar y administrar contraseñas y códigos de manera segura. AxCrypt es multilingüe y está disponible en inglés, holandés, francés, alemán, italiano, coreano, polaco, portugués, ruso, español, sueco, turco, etc. Con la app móvil de AxCrypt, puedes cifrar y descifrar archivos en tu teléfono, desde cualquier lugar y en cualquier momento.
fr: Avec AxCrypt Business, vous avez également accès à notre gestionnaire des mots de passe - où vous pouvez stocker et gérer les mots de passe et les codes en toute sécurité. AxCrypt est multilingue et prend en charge l'anglais, le néerlandais, le français, l'allemand, l'italien, le coréen, le polonais, le portugais, le russe, l'espagnol, le suédois, le turc et bien d'autres à venir. Avec l'application mobile AxCrypt, vous pouvez chiffrer et déchiffrer des fichiers sur votre téléphone, de n'importe où et à tout moment.
it: Con AxCrypt Business puoi accedere anche al sistema di Gestione Password, dove puoi salvare e gestire le tue password e i tuoi codici in modo sicuro. AxCrypt è disponibile in molte lingue: inglese, olandese, francese, tedesco, italiano, coreano, polacco, portoghese, russo, spagnolo, svedese, turco e presto molte altre. Con la app AxCrypt puoi criptare e decriptare file sul tuo telefono, ovunque e in qualsiasi momento.
ko: AxCrypt 비즈니스를 사용하면 암호 및 코드를 안전하게 저장하고 관리할 수 있는 암호 관리에 액세스할 수도 있습니다. AxCrypt는 영어, 네덜란드어, 프랑스어, 독일어, 이탈리아어, 한국어, 폴란드어, 포르투갈어, 러시아어, 스페인어, 스웨덴어, 터키어 등을 지원합니다. 당신의 휴대전화에서 AxCrypt 모바일 앱을 사용하면 언제 어디서나 파일을 암호화하고 해제할 수 있습니다.
nl: Met AxCrypt Business heeft u ook toegang tot ons wachtwoordbeheer - waar u wachtwoorden en codes veilig kunt opslaan en beheren. AxCrypt is meertalig en ondersteunt Engels, Nederlands, Frans, Duits, Italiaans, Koreaans, Pools, Portugees, Russisch, Spaans, Zweeds, Turks en meer om te volgen. Met de AxCrypt mobiele app kun je bestanden op je telefoon versleutelen en ontsleutelen, overal en op elk moment.
pl: Dzięki AxCrypt Business masz również dostęp do naszego zarządzania hasłami, gdzie możesz bezpiecznie przechowywać i zarządzać hasłami i kodami. AxCrypt jest wielojęzyczny, obsługuje angielski, holenderski, francuski, niemiecki, włoski, koreański, polski, portugalski, rosyjski, hiszpański, szwedzki, turecki i wiele innych. Dzięki aplikacji mobilnej AxCrypt możesz szyfrować i odszyfrowywać pliki na swoim telefonie, z dowolnego miejsca i o dowolnej porze.
pt: Com a AxCrypt Business, também tem acesso à nossa Gestão de Palavras-Passe – onde pode armazenar e gerir palavras-passe e códigos com segurança. A AxCrypt é multilingue, com suporte para inglês, neerlandês, francês, alemão, italiano, coreano, polaco, português, russo, espanhol, sueco, turco e mais no futuro. Com a aplicação móvel AxCrypt, pode cifrar e decifrar ficheiros no seu telefone em qualquer lugar e em qualquer momento.
ru: С AxCrypt Business у вас также есть доступ к нашему Управлению паролями, где вы можете безопасно хранить пароли и коды, а также управлять ими. AxCrypt многоязычен, поддерживает английский, голландский, французский, немецкий, итальянский, корейский, польский, португальский, русский, испанский, шведский, турецкий и другие языки. С помощью мобильного приложения AxCrypt вы можете зашифровывать и расшифровывать файлы на своем телефоне из любого места и в любое время.
sv: Med AxCrypt Business har du också tillgång till vår lösenordshantering – där du kan lagra och hantera lösenord och koder säkert. AxCrypt är flerspråkig och stöder idag engelska, holländska, franska, tyska, italienska, koreanska, polska, portugisiska, ryska, spanska, svenska och turkiska. Med mobilappen AxCrypt kan du kryptera och dekryptera filer på din telefon, var som helst och när som helst.
tr: AxCrypt Business ile, parolaları ve kodları güvenli bir şekilde saklayabileceğiniz ve yönetebileceğiniz Parola Yönetimimize de erişebilirsiniz. AxCrypt çok dillidir, İngilizce, Felemenkçe, Fransızca, Almanca, İtalyanca, Korece, Lehçe, Portekizce, Rusça, İspanyolca, İsveççe, Türkçe ve daha fazlasını destekler. AxCrypt mobil uygulamasıyla, telefonunuzdaki dosyaları istediğiniz yerden ve istediğiniz zaman şifreleyebilir ve şifresini çözebilirsiniz.
zh: 使用AxCrypt Business，您还可以访问我们的密码管理-您可以安全地存储和管理密码和代码。 AxCrypt是多语言的，支持英语，荷兰语，法语，德语，意大利语，韩语，波兰语，葡萄牙语，俄语，西班牙语，瑞典语，土耳其语等。 使用AxCrypt移动应用程序，您可以随时随地加密和解密手机上的文件。

# BusinessFirstBodyText3
source: For more information, visit our <a href='/information/features'>feature page</a> and don’t forget to read <a href='/information/terms-of-use'>Terms of use</a>.
ar: لمزيد من المعلومات ، تفضل بزيارة <a href='/information/features'> صفحة الميزات </a> ولا تنس قراءة <a href='/information/terms-of-use'> شروط الاستخدام </ أ>.
de: Weitere Informationen finden Sie auf unserer Funktion-Seite <a href='/information/features'></a> und vergessen Sie nicht, <a href='/information/terms-of-use'>Nutzungsbedingungen</a>zu Lesen.
es: Para obtener más información, visita nuestra <a href='/information/features'>página de funciones</a> y no olvides leer los <a href='/information/terms-of-use'>Términos de uso</a>.
fr: Pour en savoir plus, visitez notre <a href='/information/features'>page de fonctionnalités</a> et n'oubliez pas de lire les <a href='/information/terms-of-use'> Conditions d'utilisation</a>.
it: Per ulteriori informazioni, visita la nostra <a href='/information/features'>pagina delle funzionalità</a> e non dimenticare di leggere i <a href='/information/terms-of-use'>Termini di utilizzo</a>.
ko: 더 많은 정보를 원하신다면, <a href='/information/features'>feature page</a>을 방문해보세요. 이용 약관은 <a href='/information/terms-of-use'>Terms of use</a>을 참고해주세요.
nl: Bezoek voor meer informatie onze <a href='/information/features'> functiepagina </a> en vergeet niet de <a href='/information/terms-of-use'>Gebruiksvoorwaarden </a> te lezen.
pl: Aby uzyskać więcej informacji, odwiedź naszą <a href='/information/features'> stronę z opisem funkcji </a> i nie zapomnij przeczytać <a href='/information/terms-of-use'> Warunki użytkowania </a>.
pt: Para mais informações, visite a nossa <a href='/information/features'>página de funcionalidades</a> e não se esqueça de ler os <a href='/information/terms-of-use'>Termos de utilização</a>.
ru: Для получения дополнительной информации посетите нашу страницу <a href='/information/features'>страница функций</a> и не забудьте ознакомиться с <a href='/information/terms-of-use'>Условия Пользования</a>.
sv: För mer information, besök vår <a href='/information/features'>featuresida</a> och glöm inte att läsa våra <a href='/information/terms-of-use'>Användarvillkor</a>.
tr: Daha fazla bilgi için, <a href='/information/terms-of-use'>Kullanım koşullarımızı</a> ziyaret edin.
zh: 欲了解更多信息，请访问我们的<a href='/information/features'>功能页面</a>，不要忘记阅读<a href='/information/terms-of-use'>使用条款</a>。

# BusinessFirstBodyText4
source: For more information on how to setup your new business in AxCrypt visit our <a href='/information/axcrypt-business'>business guide</a>. You can read more about the features you get on our <a href='/information/features'>feature page</a>, and don’t forget to read <a href='/information/terms-of-use'>Terms of use</a>.
ar: لمزيد من المعلومات حول كيفية إعداد عملك الجديد في اكسكربت ، تفضل بزيارة <a href='/information/axcrypt-business'> دليل الأعمال </a>. يمكنك قراءة المزيد حول الميزات التي تحصل عليها على <a href='/information/features'> صفحة الميزات </a> الخاصة بنا ، ولا تنس قراءة <a href = '/ information / terms-of-use' > شروط الاستخدام </a>.
de: Weitere exklusive Business-Funktionen Folgen in Kürze. Verpassen Sie nicht!
es: Pronto tendremos más funciones exclusivas para Business. ¡No te lo pierdas!
fr: De nouvelles fonctionnalités spéciales pour Business arrivent bientôt. Ne les ratez pas !
it: Altre Funzionalità Business esclusive in arrivo. Da non perdere!
ko: 더 많은 Business 구독 서비스의 기능이 계발 중입니다. 기대해주세요!
nl: Binnenkort meer exclusieve Zakelijke functies. Mis het niet!
pl: Bardziej ekskluzywne funkcje biznesowe już wkrótce. Nie przegap okazji!
pt: Mais Funcionalidades Business exclusivas brevemente. Não perca!
ru: В ближайшее время появятся новые эксклюзивные функции для подписки Business. Не пропустите!
sv: För mer information om hur du konfigurerar ditt nya företag i AxCrypt besök vår <a href='/information/axcrypt-business'>företagsguide</a>. Du kan läsa mer om funktionerna du får på vår <a href='/information/features'>featuresida</a>, och glöm inte att läsa <a href='/information/terms-of-use' >Användarvillkoren</a>.
tr: Daha fazla özel Business Özellikleri çok yakında. Kaçırmayın!
zh: 更多独家Business功能即将推出。 千万不要错过！

# BusinessFirstBodyText5
source: More exclusive Business Features coming soon. Don’t miss out!
ar: المزيد من ميزات بيزنس الحصرية قريبًا. لا تفوت الفرصة!
de: Weitere exklusive Business-Funktionen folgen in Kürze. Verpassen Sie nicht!
es: Pronto tendremos más funciones Business. ¡No te las pierdas!
fr: De nouvelles fonctionnalités Business exclusives arrivent bientôt ! Ne les ratez pas.
it: Sono in arrivo altre esclusive funzionalità Business. Non perdetele!
ko: 더욱 익스클루시브한 비즈니스 기능을 선보입니다. 놓치지 마세요!
nl: Binnenkort meer exclusieve Zakelijke Functies. Mis het niet!
pl: Więcej ekskluzywnych funkcji biznesowych już wkrótce. Nie przegap!
pt: Mais Funcionalidades Business exclusivas brevemente. Não perca!
ru: В ближайшее время появятся более эксклюзивные функции в подписке Business. Не пропустите!
sv: Fler exklusiva affärsfunktioner kommer snart. Missa inte det!
tr: Daha özel Business Özellikleri çok yakında. Kaçırmayın!
zh: 更多独家Business功能即将推出。 千万不要错过！

# BusinessHeroSubheading
source: Made for companies
ar: صنع للشركات
de: Gemacht für Firmen
es: Creado para empresas
fr: Pour les entreprises
it: Creato per le aziende
ko: 회사를 위한 서비스
nl: Gemaakt voor bedrijven
pl: Stworzony dla firm
pt: Feito para empresas
ru: Сделано для компаний
sv: Gjord för företag
tr: Firmalar için uygun
zh: 为公司制造

# BusinessInformationUpdate
source: UPDATE
ar: تحديث
es: ACTUALIZACIÓN
fr: MISE À JOUR
it: AGGIORNAMENTO
ko: 업데이트
pl: AKTUALIZACJA
pt: ACTUALIZAÇÃO
ru: ОБНОВИТЬ
sv: UPPDATERING
tr: GÜNCELLE
zh: 更新资料

# BusinessInvitationMailBodyIntro
source: You have been added as a user of AxCrypt File Security by <b>{addedby_user_email}</b>. To start securing your files, accept this invitation and set your personal secret password. Then <a href="{download_url}" style="color: #86b96e; text-decoration: none;">download</a> and install the AxCrypt application. Sign in to AxCrypt with <b>{account_web_url}</b>.
ar: تمت إضافتك كمستخدم لاكسكربت أمن الملفات بواسطة <b>{addedby_user_email}</b>. لبدء تأمين ملفاتك ، اقبل هذه الدعوة وقم بتعيين كلمة المرور السرية الشخصية الخاصة بك. ثم قم<a href="{download_url}" style="color: #86b96e; text-decoration: none;">none;">download</a> بتنزيل</a> وتثبيت تطبيق اكسكربت. سجّل الدخول إلى اكسكربت باستخدام <b>{account_web_url}</b>.
de: <p>Sie wurden als ein Benutzer von AxCrypt File Security von <b>{addedby_user_email}</b> hinzugefürt . Um ihre Dateien zu sichern <a href="{download_url}" style="color: #86b96e; text-decoration: none;">laden</a> and installieren Sie AxCrypt. Melden Sie sich bei AxCrypt mit <b>{account_web_url}</b> an, geben Sie den Verifizierungscode ein und legen Sie ihr eigenes geheimes Passwort fest.</p> <p>Falls Sie irgendwelche Fragen haben, bitte kontaktieren Sie bitte zuerst {addedby_user_email}.</p>
es: <p>Has sido añadido como usuario de AxCrypt File Security por <b>{addedby_user_email}</b>. Para empezar a proteger tus archivos, simplemente <a href="{download_url}" style="color: #86b96e; text-decoration: none;">descarga</a> e instala AxCrypt. Regístrate en AxCrypt con <b>{account_web_url}</b>, introduce el código de verificación debajo y configura tu contraseña personal secreta.</p> <p>Si tienes alguna pregunta, por favor, contáctanos antes de nada {addedby_user_email}.</p>
fr: <p>Vous avez été ajouté comme utilisateur AxCrypt File Security par <b>{addedby_user_email}</b>. Pour commencer à sécuriser vos fichiers <a href="{download_url}" style="color: #86b96e; text-decoration: none;">téléchargez</a> et installez AxCrypt. Connectez vous à AxCrypt avec <b>{account_web_url}</b>, entrez le code de vérification ci-dessous et définissez votre mot de passe personnel.</p></p> <p>Si vous avez des questions, veuillez d'abord contacter {addedby_user_email}.</p>
it: <p>Sei stato aggiunto come utente di AxCrypt File Security da <b>{addedby_user_email}</b>. Per iniziare a proteggere i tuoi file <a href="{download_url}" style="color: #86b96e; text-decoration: none;">scarica</a> e installa AxCrypt. Connettiti ad AxCrypt con <b>{account_web_url}</b>, inserisci il codice di verifica sotto e imposta la tua password segreta e personale.</p> <p>Se hai domande, per prima cosa contatta {addedby_user_email}.</p>
ko: {addedby_user_email}에 의해 AxCrypt File Security 사용자로 추가되셨습니다. 파일 보호를 시작하시려면 <a href="{download_url}" style="color: #86b96e; text-decoration: none;">다운로드 </a> 를 하시고 AxCrypt를 설치하시기 바랍니다. <b>로 AxCrypt에 로그인하시고, 아래 표기된 인증번호를 입력하신 후 개인비밀번호를 지정하시기 바랍니다. 문의사항은 {addedby_user_email}으로 연락 주시기 바랍니다.
nl: <p>U bent toegevoegd als gebruiker van AxCrypt File Security door <b>{addedby_user_email}</b>. Om te beginnen met het beveiligen van uw bestanden<a href="{download_url}" style="color: #86b96e; text-decoration: none;">download</a> en installeer AxCrypt. Log in bij AxCrypt met <b>{account_web_url}</b>, voer hieronder de verificatiecode in, en stel uw eigen persoonlijke geheime wachtwoord in.</p> <p>Als u een vraag heeft, neem dan graag eerst contact op met {addedby_user_email}.</p>
pl: <p>Zostałeś dodany przez <b>{addedby_user_email}</b> jako użytkownik AxCrypt File Security. Aby zacząć zabezpieczać swoje pliki, po prostu <a href="{download_url}" style="color: #86b96e; text-decoration: none;">pobierz</a> i zinstaluj AxCrypt. Zaloguj się do AxCrypt używając <b>{account_web_url}</b>, wpisz poniższy kod weryfikacyjny i ustaw swoje osobiste tajne hasło.</p> </p>Jeśli masz jakieś pytania, najpierw skontaktuj się z {addedby_user_email}.</p>
pt: <p>Você foi adicionado como utilizador do AxCrypt File Security por <b>{addedby_user_email}</b>. Para começar a proteger os seus ficheiros <a href="{download_url}" style="color: #86b96e; text-decoration: none;">baixe</a> simplesmente e instale o AxCrypt. Registre-se ao AxCrypt com <b>{account_web_url}</b>, introduza o código de verificação em baixo e configure a sua palavra-passe pessoal.</p> <p>Se tiver dúvidas, entre primeiro em contato connosco {addedby_user_email}.</p>
ru: <p> Вы были добавлены аккаунтом <b>{addedby_user_email}</b> в пользователи AxCrypt File Security. Чтобы начать защиту файлов, просто <a href="{download_url}" style="color: #86b96e; text-decoration: none;">загрузите</a> и установите AxCrypt. Войдите в AxCrypt с помощью <b> {account_web_url} </ b>, <p>, ниже введите верификационный код и установите персональный пароль.</p> <p> Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь в первую очередь с с {addedby_user_email}. </ p>
sv: <p>Du har blivit tillagd som AxCrypt-användare av <b>{addedby_user_email}</b>. Börja med att <a href="{download_url}" style="color: #86b96e; text-decoration: none;">ladda ned</a> och installera AxCrypt. Logga på AxCrypt med <b>{account_web_url}</b>, ange din verifikationskod nedan och sätt ditt personliga hemliga lösenord.</p> <p>Om du har några frågor, kontakta {addedby_user_email} i första hand.</p>
tr: <p><b>{addedby_user_email}</b> tarafından AxCrypt File Security kullanıcısı olarak eklendiniz. Dosyalarınızı korumaya başlamak için <a href="{download_url}" style="color: #86b96e; text-decoration: none;">indirin</a> ve AxCrypt'i kurun. <b>{account_web_url}</b> ile AxCrypt oturumunuzu açın, aşağıdaki doğrulama kodunu girip gizli kişisel şifrenizi belirleyin.</p> <p>Sorularınız için lütfen önce {addedby_user_email} ile iletişime geçin.</p>
zh: <p>您已被<b>{addedby_user_email}</b>添加为AxCrypt文件安全性的用户。 要开始保护您的文件，只需<a href="{download_url}"style="color:#86b96e;text-decoration:none;">下载</a>并安装AxCrypt。 使用<b>{account_web_url}</b>登录AxCrypt，输入以下验证码并设置您的个人秘密密码。</p> <p>如果您有任何问题，请先联系{addedby_user_email}。</p>
