Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_FOKM_H3_Text1
source: For security and compliance, proper key management is essential. You'll be able to decide who has access to what sections of your data. It also prevents the loss of keys that aren't in use. Due to record-keeping, you will know when keys are taken out and what places have been accessed and when. AxCrypt has a number of characteristics that make it a good key management solution.<br/><br/>
ar: من أجل الأمان والامتثال ، تعد الإدارة السليمة للمفاتيح ضرورية. ستتمكن من تحديد من لديه حق الوصول إلى أقسام البيانات الخاصة بك. كما أنه يمنع فقدان المفاتيح غير المستخدمة. نظرا لحفظ السجلات ، ستعرف متى يتم إخراج المفاتيح والأماكن التي تم الوصول إليها ومتى. يحتوي برنامج اكسكربت على عدد من الخصائص التي تجعله حلا جيدا لإدارة المفاتيح. <br/> <br/>
de: Für Sicherheit und Compliance ist eine ordnungsgemäße Schlüsselverwaltung unerlässlich. Sie können entscheiden, wer Zugriff auf welche Bereiche Ihrer Daten hat. Es verhindert auch den Verlust von Schlüsseln, die nicht verwendet werden. Aufgrund der Aufzeichnungen wissen Sie, wann die Schlüssel herausgenommen wurden und wann auf welche Orte zugegriffen wurde. AxCrypt hat eine Reihe von Eigenschaften, die es zu einer guten Schlüsselverwaltungslösung machen.<br/><br/>
es: Para la seguridad y el cumplimiento, la administración adecuada de claves es esencial. Podrás decidir quién tiene acceso a qué secciones de tus datos. También evita la pérdida de claves que no están en uso. Debido al mantenimiento de registros, sabrás cuándo se retiran las claves y a qué lugares se ha accedido y cuándo. AxCrypt cuenta con una serie de funciones que lo convierten en una buena solución de administración de claves.<br/><br/>
fr: Pour la sécurité et la conformité, une bonne gestion des clés est essentielle. Vous pourrez décider qui a accès à quelles sections de vos données. Cela évite également la perte de clés qui ne sont pas utilisées. Grâce à la tenue de registres, vous saurez quand les clés sont retirées et quels endroits ont été consultés et quand. AxCrypt possède un certain nombre de caractéristiques qui en font une bonne solution de gestion des clés.<br/><br/>
it: Per la sicurezza e la conformità, è essenziale una corretta gestione delle chiavi. Sarai in grado di decidere chi ha accesso a quali sezioni dei tuoi dati. Previene anche la perdita di chiavi non utilizzate. Grazie alla conservazione dei registri, saprai quando vengono estratte le chiavi e in quali luoghi è avvenuto l'accesso e quando. AxCrypt ha una serie di caratteristiche che lo rendono una buona soluzione di gestione delle chiavi.<br/><br/>
ko: 보안 및 규정 준수를 위해서는 적절한 키 관리가 필수적이며, 이는 누가 데이터의 어떤 부분에 액세스할 수 있는지 결정할 수 있습니다. 또한 사용하지 않는 키의 손실도 방지합니다. 언제 키를 불러내고 어떤 장소에 액세스했는지는 기록을 통해서 알 수 있습니다. 이와같은 AxCrypt의 여러가지 기능들은 좋은 키 관리 솔루션이 될 수 있습니다.<br/><br/>
nl: Voor beveiliging en naleving is goed sleutelbeheer essentieel. U kunt bepalen wie toegang heeft tot welke delen van uw gegevens. Het voorkomt ook het verlies van sleutels die niet in gebruik zijn. Door de administratie weet u wanneer de sleutels worden uitgenomen en welke plaatsen zijn betreden en wanneer. AxCrypt heeft een aantal kenmerken die het een goede oplossing voor sleutelbeheer maken.<br/><br/>
pl: Ze względu na bezpieczeństwo i zgodność niezbędne jest właściwe zarządzanie kluczami. Będziesz mógł zdecydować, kto ma dostęp do jakich sekcji Twoich danych. Zapobiega również utracie kluczy, które nie są używane. Dzięki prowadzeniu ewidencji będziesz wiedział, kiedy klucze zostały wyjęte, do jakich miejsc i kiedy uzyskano dostęp. AxCrypt ma wiele cech, które czynią go dobrym rozwiązaniem do zarządzania kluczami.<br/><br/>
pt: A gestão apropriada de chaves é essencial para a segurança e conformidade, sendo você capaz de decidir quem tem acesso às várias secções dos seus dados. Também previne a perda de chaves que não estão a ser usadas. Graças à manutenção de registos, saberá quando as chaves são retiradas e que lugares foram acedidos e quando. A AxCrypt tem um número de características que a tornam uma boa solução de gestão de chaves.<br/><br/>
ru: Для обеспечения безопасности и соответствия требованиям необходимо надлежащее управление ключами. Вы сможете решить, у кого есть доступ и к каким разделам ваших данных. Это также предотвращает потерю ключей, которые не используются. Благодаря ведению записей вы будете знать, когда ключи были изъяты, в какие места был осуществлен доступ и когда. AxCrypt обладает рядом характеристик, которые делают его хорошим средством для управления ключами.<br/><br/>
sv: För säkerhet och efterlevnad är korrekt nyckelhantering avgörande. Du kommer att kunna bestämma vem som har tillgång till vilka delar av din data. Det förhindrar också förlust av nycklar som inte används. På grund av journalföring vet du när nycklar tas ut och vilka platser som har tillkommit och när. AxCrypt har ett antal egenskaper som gör det till en bra nyckelhanteringslösning.<br/><br/>
tr: Güvenlik ve uyumluluk için uygun anahtar yönetimi esastır. Verilerinizin hangi bölümüne kimin erişim sağladığına karar verebilirsiniz. Ayrıca kullanımda olmayan anahtarların kaybını da önler. Kayıt tutma sayesinde anahtarların ne zaman çıkarıldığı ve hangi yerlere ve ne zaman erişildiğini bilebilirsiniz. AxCrypt'in onu iyi bir anahtar yönetim çözümü haline getiren bir dizi özelliği bulunur.<br/><br/>
zh: 对于安全性和合规性，适当的密钥管理至关重要。 您将能够决定谁有权访问您的数据的哪些部分。 它还可以防止丢失未使用的密钥。 由于记录保存，您将知道何时取出钥匙以及访问了哪些地方以及何时访问。 AxCrypt具有许多特性，使其成为一个很好的密钥管理解决方案。<br/><br/>

# Blog_FOKM_Heading1
source: What is Key Management
ar: ما هي إدارة المفاتيح
de: Was ist Schlüsselverwaltung
es: ¿Qué es la administración de claves?
fr: Qu’est-ce que la Gestion des Clés
it: Che cos'è la gestione delle chiavi
ko: 키 관리란 무엇입니까?
nl: Wat is Sleutelbeheer
pl: Co to jest zarządzanie kluczami
pt: O que é a Gestão de Chaves?
ru: Что такое управление ключами
sv: Vad är nyckelhantering
tr: Anahtar Yönetimi Nedir?
zh: 什么是密钥管理

# Blog_FOKM_Heading2
source: Importance of Key Management
ar: أهمية إدارة المفاتيح
de: Bedeutung des Schlüsselmanagements
es: Importancia de la administración de claves
fr: Importance de la Gestion des Clés
it: Importanza della Gestione delle Chiavi
ko: 키 관리의 중요성
nl: Belang van sleutelbeheer
pl: Znaczenie zarządzania kluczami
pt: Importância da Gestão de Chaves
ru: Важность управления ключами
sv: Vikten av nyckelhanteringen
tr: Anahtar Yönetimin Önemi
zh: 密钥管理的重要性

# Blog_FOKM_Heading3
source: Benefits of Key Management with AxCrypt
ar: فوائد إدارة المفاتيح مع اكسكربت
de: Vorteile der Schlüsselverwaltung mit AxCrypt
es: Ventajas de la administración de claves con AxCrypt
fr: Avantages de la gestion des clés avec AxCrypt
it: Vantaggi della Gestione di Chiavi con AxCrypt
ko: AxCrypt를 통한 키 관리의 이점
nl: Voordelen van sleutelbeheer met AxCrypt
pl: Korzyści z zarządzania kluczami za pomocą AxCrypt
pt: Benefícios da Gestão de Chaves com a AxCrypt
ru: Преимущества управления ключами с помощью AxCrypt
sv: Fördelar med nyckelhantering med AxCrypt
tr: AxCrypt ile Anahtar Yönetiminin Avantajları
zh: AxCrypt密钥管理的好处

# Blog_FOKM_Summary
source: Effective data security is built on the foundation of key management also known as KMS. It is the process of administering or managing cryptographic keys.
ar: يتم بناء أمان البيانات الفعال على أساس إدارة المفاتيح المعروفة أيضًا باسم KMS. إنها عملية إدارة أو إدارة مفاتيح التشفير.
de: Effektive Datensicherheit basiert auf der Grundlage des Schlüsselmanagements, das auch als KMS bezeichnet wird. Es ist der Prozess der Verwaltung oder Verwaltung kryptografischer Schlüssel.
es: La seguridad eficaz de los datos se basa en la gestión de claves, también conocida como KMS. Es el proceso de administrar o gestionar claves criptográficas.
fr: Une sécurité efficace des données repose sur la gestion des clés, également connue sous le nom de KMS. C’est le processus d’administration ou de gestion des clés cryptographiques.
it: Una sicurezza efficace dei dati si basa sulla base della gestione delle chiavi, nota anche come KMS. È il processo di amministrazione o gestione delle chiavi crittografiche.
ko: 효과적인 데이터 보안은 KMS라고도 알려진 키 관리를 기반으로 구축됩니다. 암호화 키를 관리하거나 관리하는 프로세스입니다.
nl: Effectieve gegevensbeveiliging is gebouwd op de basis van sleutelbeheer, ook wel bekend als KMS. Het is het proces van het administreren of beheren van cryptografische sleutels.
pl: Skuteczne bezpieczeństwo danych jest zbudowane na fundamencie zarządzania kluczami, znanym również jako KMS. Jest to proces administrowania lub zarządzania kluczami kryptograficznymi.
pt: A segurança eficiente de dados é construída sobre a fundação de gestão de dados também conhecida como KMS. Trata-se do processo de administração ou gestão de chaves criptográficas.
ru: Эффективная защита данных строится на фундаменте управления ключами, также известного как KMS. Это процесс администрирования криптографических ключей или управления ими.
sv: Effektiv datasäkerhet bygger på grunden för nyckelhantering, även känd som KMS. Det är processen att administrera eller hantera kryptografiska nycklar.
tr: Etkili veri güvenliği, KMS olarak da bilinen anahtar yönetiminin temeli üzerine kurulmuştur. Bu, şifreleme anahtarlarını yönetme veya idare etme işlemidir.
zh: 有效的数据安全建立在密钥管理的基础上，也称为KMS。 它是管理或管理加密密钥的过程。

# Blog_FOKM_Title
source: Fundamentals of key management
ar: أساسيات الإدارة الرئيسية
de: Grundlagen des Schlüsselverwaltungen
es: Aspectos básicos de la administración de claves
fr: Principes fondamentaux de la gestion des clés
it: Fondamenti di gestione delle chiavi
ko: 키 관리의 기초
nl: Grondbeginselen van Sleutelbeheer
pl: Podstawy zarządzania kluczami
pt: Fundamentos de gestão de chaves
ru: Основы управления ключами
sv: Grunderna i nyckelhantering
tr: Anahtar yönetiminin temel ilkeleri
zh: 关键管理的基础知识

# Blog_GAES256BEWA_Conclusion_Text1
source: AxCrypt is insurance against potential data breaches. Security can become an asset with a boulder, enterprise-grade encryption, and password management tools. You get the option of moving to the public cloud. If you're interested in learning more about encryption,<a href='https://www.axcrypt.net/'>start here</a>
ar: اكسكربت هو تأمين ضد انتهاكات البيانات المحتملة. يمكن أن يصبح الأمان أحد الأصول باستخدام أدوات إدارة الصخور والتشفير على مستوى المؤسسات وكلمات المرور. يمكنك الحصول على خيار الانتقال إلى السحابة العامة. إذا كنت مهتمًا بمعرفة المزيد حول التشفير ، <a href='https://www.axcrypt.net/'> فابدأ من هنا </a>
de: AxCrypt ist eine Versicherung gegen mögliche Datenschutzverletzungen. Sicherheit kann mit einem Boulder, Verschlüsselungs- und Kennwortverwaltungstools für Unternehmen zu einem Vermögenswert werden. Sie haben die Möglichkeit, in die Public Cloud zu wechseln. Wenn Sie mehr über Verschlüsselung erfahren möchten,<a href='https://www.axcrypt.net /'>start here</a>
es: AxCrypt es un seguro contra posibles filtraciones de datos. La seguridad puede convertirse en un activo con un cifrado sólido de nivel empresarial y herramientas de administración de contraseñas. Tienes la opción de pasar a la nube pública. Si te interesa obtener más información sobre el cifrado, <a href='https://www.axcrypt.net/'>empieza aquí</a>
fr: AxCrypt est une assurance contre les potentielles violations de données. La sécurité peut devenir un atout grâce à un bloc, un cryptage de niveau entreprise, et des outils de gestion des mots de passe. Vous avez la possibilité de migrer vers le cloud public. Si vous souhaitez en savoir plus sur le cryptage, <a href='https://www.axcrypt.net/'>commencez ici</a>
it: AxCrypt è un'assicurazione contro potenziali violazioni dei dati. La sicurezza può diventare una risorsa con un boulder, crittografia di livello aziendale e strumenti di gestione delle password. Hai la possibilità di passare al cloud pubblico. Se sei interessato a saperne di più sulla crittografia, <a href='https://www.axcrypt.net/'>inizia qui</a>
ko: AxCrypt는 잠재적인 데이터 유출에 대한 보험입니다. 보안은 튼튼하고, 엔터프라이즈급 암호화 및 암호 관리 도구를 통해 자산이 될 수 있습니다. 퍼블릭 클라우드로 이동할 수 있는 옵션이 제공됩니다. 암호화에 대해 자세히 알아보려면 <a href='https://www.axcrypt.net/'>여기에서 시작하세요</a>.
nl: AxCrypt is een verzekering tegen mogelijke datalekken. Beveiliging kan een troef worden met een rotsblok, versleuteling op ondernemingsniveau en tools voor wachtwoordbeheer. U krijgt de mogelijkheid om naar de openbare cloud te verhuizen. Als u meer wilt weten over encryptie,<a href='https://www.axcrypt.net/'>begin dan hier</a>
pl: AxCrypt to ubezpieczenie od potencjalnych naruszeń danych. Bezpieczeństwo może stać się atutem dzięki bulderowi, szyfrowaniu klasy korporacyjnej i narzędziom do zarządzania hasłami. Masz możliwość przejścia do chmury publicznej. Jeśli chcesz dowiedzieć się więcej o szyfrowaniu,<a href='https://www.axcrypt.net/'>zacznij tutaj</a>
pt: A AxCrypt é um seguro contra possíveis violações de dados. A segurança pode tornar-se um activo com cifragem de nível empresarial e ferramentas de gestão de palavras-passe. Você tem a opção de mudar para a nuvem pública. Se estiver interessada(o) em aprender mais sobre cifragem, <a href='https://www.axcrypt.net/'>comece aqui</a>.
ru: AxCrypt - это страховка от потенциальных утечек данных. Безопасность может стать преимуществом с помощью программного обеспечения boulder, средств шифрования корпоративного уровня и управления паролями. Вы получаете возможность перейти в общедоступное облако. Если вам интересно узнать больше о шифровании,<a href='https://www.axcrypt.net /'>start here</a>
sv: AxCrypt är en försäkring mot potentiella dataintrång. Säkerhet kan bli en tillgång med ett stenblock, kryptering i företagsklass och ett verktyg för lösenordshantering. Du får möjlighet att flytta till det offentliga molnet. Om du är intresserad av att lära dig mer om kryptering <a href='https://www.axcrypt.net/'>börja här</a>
tr: AxCrypt, olası veri ihlallerine karşı sigortadır. Güvenlik, sağlam kurumsal seviyeli bir şifreleme ve parola yönetimi araçlarıyla bir varlık haline gelebilir. Herkese açık buluta geçme seçeneğine sahip olursunuz. Şifreleme hakkında daha fazla bilgi edinmek istiyorsanız, <a href='https://www.axcrypt.net/'>buradan başlayın</a>
zh: AxCrypt是防止潜在数据泄露的保险。 安全可以成为一个资产，企业级加密和密码管理工具。 您可以选择迁移到公共云。 如果您有兴趣了解有关加密的更多信息，<a href='https://www.axcrypt.net/'>start here</a>

# Blog_GAES256BEWA_H1_SH1_Text1
source: Even the most secure cryptographic systems are vulnerable if a hacker has access to the key. Strong passwords, multi-factor authentication, firewalls, and antivirus software are all important parts of the overall security picture. The first step of defense is a strong password. AxCrypt offers a strong password generator with password management tools, which ensures that users' passwords are as secure as possible.
ar: حتى أكثر أنظمة التشفير أمانًا تكون عرضة للخطر إذا كان لدى المتسلل وصول إلى المفتاح. تعد كلمات المرور القوية والمصادقة متعددة العوامل والجدران النارية وبرامج مكافحة الفيروسات كلها أجزاء مهمة من صورة الأمان الشاملة. الخطوة الأولى للدفاع هي كلمة مرور قوية. يوفر اكسكربت أداة إنشاء كلمات مرور قوية مع أدوات إدارة كلمات المرور ، والتي تضمن أن تكون كلمات مرور المستخدمين آمنة قدر الإمكان.
de: Selbst die sichersten kryptografischen Systeme sind anfällig, wenn ein Hacker Zugriff auf den Schlüssel hat. Sichere Passwörter, Multi-Faktor-Authentifizierung, Firewalls und Antivirensoftware sind wichtige Bestandteile des gesamten Sicherheitsbildes. Der erste Schritt der Verteidigung ist ein sicheres Passwort. AxCrypt bietet einen starken Passwortgenerator mit Passwortverwaltungstools, der sicherstellt, dass die Passwörter der Benutzer so sicher wie möglich sind.
es: Incluso los sistemas criptográficos más seguros son vulnerables si un hacker tiene acceso a la clave. Las contraseñas seguras, la autenticación de múltiples factores, los firewalls y el software antivirus son partes importantes del panorama general de seguridad. El primer paso de la defensa es una contraseña segura. AxCrypt ofrece un generador de contraseñas seguro con herramientas de administración de contraseñas, lo que garantiza que las contraseñas de los usuarios sean lo más seguras posible.
fr: Même les systèmes cryptographiques les plus sécurisés sont vulnérables si un pirate a accès à la clé. Les mots de passe forts, l’authentification multifacteur, les pare-feux, et les logiciels antivirus sont tous des éléments importants de la sécurité globale. La première étape de la défense est un mot de passe fort. AxCrypt offre un générateur de mots de passe fort avec des outils de gestion des mots de passe, ce qui garantit que les mots de passe des utilisateurs sont aussi sécurisés que possible.
it: Anche i sistemi crittografici più sicuri sono vulnerabili se un hacker ha accesso alla chiave. Password complesse, autenticazione a più fattori, firewall e software antivirus sono tutte parti importanti del quadro generale della sicurezza. Il primo passo di difesa è una password complessa. AxCrypt offre un generatore di password complesse con strumenti di gestione delle password, che garantisce che le password degli utenti siano il più sicure possibile.
ko: 가장 안전한 암호화 시스템도 해커가 키에 액세스할 수 있는 경우 취약합니다. 강력한 암호, 다중 인증, 방화벽 및 바이러스 백신 소프트웨어는 전체 보안 그림에서 중요한 부분입니다. 방어의 첫 단계는 강력한 암호입니다. AxCrypt는 사용자의 암호를 최대한 안전하게 보호하는 강력한 암호 생성기를 제공합니다.
nl: Zelfs de veiligste cryptografische systemen zijn kwetsbaar als een hacker toegang heeft tot de sleutel. Sterke wachtwoorden, multi-factor authenticatie, firewalls en antivirussoftware zijn allemaal belangrijke onderdelen van het totale beveiligingsplaatje. De eerste verdedigingsstap is een sterk wachtwoord. AxCrypt biedt een sterke wachtwoordgenerator met tools voor wachtwoordbeheer, die ervoor zorgen dat de wachtwoorden van gebruikers zo veilig mogelijk zijn.
pl: Nawet najbezpieczniejsze systemy kryptograficzne są podatne na ataki, jeśli haker ma dostęp do klucza. Silne hasła, uwierzytelnianie wieloskładnikowe, zapory i oprogramowanie antywirusowe to ważne elementy ogólnego obrazu bezpieczeństwa. Pierwszym krokiem obrony jest silne hasło. AxCrypt oferuje silny generator haseł z narzędziami do zarządzania hasłami, który zapewnia, że hasła użytkowników są tak bezpieczne, jak to tylko możliwe.
pt: Mesmo os sistemas criptográficos mais seguros são vulneráveis se um hacker tiver acesso à chave. Palavras-passe fortes, autenticação multi-factor, firewalls e software antivírus são partes importantes da imagem geral de segurança. O primeiro passo de defesa é uma palavra-passe forte. A AxCrypt oferece um gerador de palavras-passe fortes com ferramentas de gestão de palavras-passe, garantindo que as palavras-passe dos utilizadores são o mais seguras possível.
ru: Даже самые защищенные криптографические системы уязвимы, если хакер имеет доступ к ключу. Надежные пароли, многофакторная аутентификация, брандмауэры и антивирусное программное обеспечение - все это важные составляющие общей картины безопасности. Первый шаг защиты - это надежный пароль. AxCrypt предлагает надежный генератор паролей с инструментами управления паролями, который гарантирует максимальную безопасность паролей пользователей.
sv: Även de säkraste kryptografiska systemen är sårbara om en hackare har tillgång till nyckeln. Starka lösenord, multifaktorautentisering, brandväggar och antivirusprogram är alla viktiga delar av den övergripande säkerhetsbilden. Det första steget i försvaret är ett starkt lösenord. AxCrypt erbjuder en stark lösenordsgenerator med verktyg för lösenordshantering, som säkerställer att användarnas lösenord är så säkra som möjligt.
tr: Bir bilgisayar korsanının anahtara erişimi varsa en güvenli kriptografik sistemler bile savunmasızdır. Güçlü parolalar, çok faktörlü kimlik doğrulama, güvenlik duvarları ve antivirüs yazılımları genel güvenlik resminin önemli parçalarıdır. Savunmanın ilk adımı güçlü bir paroladır. AxCrypt, kullanıcıların parolalarının mümkün olduğunca güvenli olmasını sağlayan parola yönetim araçlarıyla birlikte güçlü bir parola oluşturucu sunar.
zh: 如果黑客可以访问密钥，即使是最安全的加密系统也很容易受到攻击。 强密码、多因素身份验证、防火墙和防病毒软件都是整体安全图景的重要组成部分。 防御的第一步是强密码。 AxCrypt提供了一个强大的密码生成器和密码管理工具，确保用户的密码尽可能安全。
