Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DLHRYSDTT_Text3
source: This Thanksgiving, let's add a dash of cybersecurity to your recipes by adopting simple yet effective measures to protect our sensitive information. Let’s look at some common cybersecurity attacks and techniques that hackers use to get access to your data, and the data security measures that you can use to proactively secure your sensitive files.
ar: في عيد الشكر هذا ، دعنا نضيف اندفاعة من الأمن السيبراني إلى وصفاتك من خلال اعتماد تدابير بسيطة لكنها فعالة لحماية معلوماتنا الحساسة. لنلق نظرة على بعض هجمات وتقنيات الأمن السيبراني الشائعة التي يستخدمها المتسللون للوصول إلى بياناتك ، وإجراءات أمان البيانات التي يمكنك استخدامها لتأمين ملفاتك الحساسة بشكل استباقي.
de: Lassen Sie uns an diesem Thanksgiving Ihren Rezepten einen Hauch von Cybersicherheit hinzufügen, indem wir einfache, aber effektive Maßnahmen zum Schutz unserer sensiblen Informationen ergreifen. Werfen wir einen Blick auf einige gängige Cybersicherheitsangriffe und Techniken, die Hacker verwenden, um Zugriff auf Ihre Daten zu erhalten, sowie auf die Datensicherheitsmaßnahmen, mit denen Sie Ihre sensiblen Dateien proaktiv schützen können.
es: Este Día de Acción de Gracias, agreguemos una pizca de ciberseguridad a sus recetas adoptando medidas simples pero efectivas para proteger nuestra información confidencial. Echemos un vistazo a algunos ataques y técnicas comunes de ciberseguridad que utilizan los piratas informáticos para obtener acceso a sus datos, y las medidas de seguridad de datos que puede utilizar para proteger de forma proactiva sus archivos confidenciales.
fr: Pour Thanksgiving, ajoutons une touche de cybersécurité à vos recettes en adoptant des mesures simples mais efficaces pour protéger nos informations sensibles. Examinons quelques attaques et techniques de cybersécurité courantes utilisées par les pirates pour accéder à vos données, ainsi que les mesures de sécurité des données que vous pouvez utiliser pour sécuriser de manière proactive vos fichiers sensibles.
it: Questo Ringraziamento, aggiungiamo un pizzico di sicurezza informatica alle tue ricette adottando misure semplici ma efficaci per proteggere le nostre informazioni sensibili. Diamo un'occhiata ad alcuni attacchi e tecniche di sicurezza informatica comuni che gli hacker utilizzano per accedere ai tuoi dati e alle misure di sicurezza dei dati che puoi utilizzare per proteggere in modo proattivo i tuoi file sensibili.
ko: 이번 추수감사절에는 간단하지만 효과적인 조치를 통해 민감한 정보를 보호함으로써 레시피에 사이버 보안을 추가해 봅시다. 해커가 데이터를 액세스하는 데 사용하는 일반적인 사이버 공격 및 기법과 민감한 파일을 사전적으로 보호할 수 있는 데이터 보안 조치에 대해 살펴보겠습니다.
nl: Laten we deze Thanksgiving een vleugje cyberbeveiliging aan jouw recepten toevoegen door eenvoudige, maar effectieve maatregelen te nemen om onze gevoelige informatie te beschermen. Laten we eens kijken naar enkele veelvoorkomende cyberbeveiligingsaanvallen en technieken die hackers gebruiken om toegang te krijgen tot jouw gegevens en de gegevensbeveiligingsmaatregelen die je kunt gebruiken om jouw gevoelige bestanden proactief te beveiligen.
pl: W Święto Dziękczynienia dodajmy do Twoich przepisów szczyptę cyberbezpieczeństwa, stosując proste, ale skuteczne środki ochrony naszych wrażliwych informacji. Przyjrzyjmy się niektórym typowym atakom i technikom cyberbezpieczeństwa stosowanym przez hakerów w celu uzyskania dostępu do Twoich danych, a także środkom bezpieczeństwa danych, których możesz użyć do proaktywnego zabezpieczenia wrażliwych plików.
pt: Neste Dia de Ação de Graças, vamos adicionar uma pitada de segurança cibernética às suas receitas, adotando medidas simples, mas eficazes, para proteger nossas informações confidenciais. Vejamos alguns ataques e técnicas comuns de segurança cibernética que os hackers usam para obter acesso aos seus dados e as medidas de segurança de dados que você pode usar para proteger proativamente seus arquivos confidenciais.
ru: В этот День Благодарения давайте добавим немного кибербезопасности в ваши рецепты, приняв простые, но эффективные меры для защиты нашей конфиденциальной информации. Давайте рассмотрим некоторые распространенные атаки и методы кибербезопасности, которые хакеры используют для получения доступа к вашим данным. А также меры безопасности данных, которые вы можете использовать для упреждающей защиты ваших конфиденциальных файлов.
sv: Denna Thanksgiving, låt oss lägga till en nypa cybersäkerhet till våra recept genom att anta enkla men effektiva åtgärder för att skydda vår känsliga information. Låt oss titta på några vanliga cybersäkerhetsattacker och tekniker som hackare använder för att få tillgång till din data, samt de datasäkerhetsåtgärder du kan använda för att proaktivt säkra dina känsliga filer.
tr: Bu Şükran Günü'nde, hassas bilgilerimizi korumak için basit ama etkili önlemler alarak tariflerinize bir tutam siber güvenlik ekleyelim. Bilgisayar korsanlarının verilerinize erişmek için kullandığı bazı yaygın siber güvenlik saldırılarına ve tekniklerine ve hassas dosyalarınızın güvenliğini proaktif olarak sağlamak için kullanabileceğiniz veri güvenliği önlemlerine bakalım.
zh: 这个感恩节，让我们通过采取简单而有效的措施来保护我们的敏感信息，为您的食谱添加一点网络安全。让我们看一下黑客用来访问您的数据的一些常见网络安全攻击和技术，以及可用于主动保护敏感文件的数据安全措施。

# Blog_DLHRYSDTT_Title
source: Don’t Let Hackers Roast Your Sensitive Data This Thanksgiving
ar: لا تدع المتسللين يشوون بياناتك الحساسة في عيد الشكر هذا
de: Lassen Sie nicht zu, dass Hacker Ihre sensiblen Daten an Thanksgiving rösten
es: No permita que los hackers se apoderen de sus datos confidenciales este Día de Acción de Gracias
fr: Ne Laissez Pas Les Pirates Pirater Vos Données Sensibles Pour Thanksgiving
it: Non lasciare che gli hacker arrostiscano i tuoi dati sensibili questo Ringraziamento
ko: 이번 추수감사절에는 해커가 민감한 데이터를 불태우지 않도록 하세요
nl: Laat hackers jouw gevoelige gegevens deze Thanksgiving niet roosteren
pl: Nie pozwól, aby hakerzy usmażyli Twoje wrażliwe dane w Święto Dziękczynienia
pt: Não deixe que hackers torrem seus dados confidenciais neste Dia de Ação de Graças
ru: Не позволяйте хакерам поджарить ваши конфиденциальные данные в этот День благодарения
sv: Låt inte hackare äta upp dina värdefulla uppgifter denna Thanksgiving
tr: Bilgisayar Korsanlarının Bu Şükran Günü'nde Hassas Verilerinizi Haşlamasına İzin Vermeyin
zh: 不要让黑客在这个感恩节烤你的敏感数据

# Blog_Download_AxcryptHere
source: The privacy of your data is your responsibility - take the decision to control where and how to store your personal information. Secure your documents with AxCrypt and be assured of preserved confidentiality from your computer to the cloud service back to your computer. Download AxCrypt here:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ar: إن خصوصية بياناتك هي مسؤوليتك - اتخذ القرار للتحكم في مكان وكيفية تخزين معلوماتك الشخصية. قم بتأمين مستنداتك باستخدام اكسكربت وتأكد من الحفاظ على السرية من جهاز الكمبيوتر الخاص بك إلى الخدمة السحابية مرة أخرى إلى جهاز الكمبيوتر الخاص بك. قم بتنزيل اكسكربت من هنا: <a href='https://www.axcrypt.net/download'> https://www.axcrypt.net/download </a>
de: Der Schutz Ihrer Daten liegt in Ihrer Verantwortung - treffen Sie die Entscheidung, zu kontrollieren, wo und wie Ihre persönlichen Daten gespeichert werden. Sichern Sie Ihre Dokumente mit AxCrypt und seien Sie sicher, dass die Vertraulichkeit von Ihrem Computer über den Cloud-Dienst zurück zu Ihrem Computer gewahrt bleibt. Laden Sie AxCrypt hier herunter:<a href='https://www.axcrypt.net/download '>https://www.axcrypt.net/download </a>
es: La privacidad de tus datos es tu responsabilidad: toma la decisión de controlar dónde y cómo almacenar tu información personal. Proteje tus documentos con AxCrypt y ten la seguridad de que se conservará la confidencialidad desde tu computadora hasta el servicio en la nube de regreso a tu computadora. Descarga AxCrypt aquí: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
fr: La confidentialité de vos données est de votre responsabilité - prenez la décision de contrôler où et comment stocker vos informations personnelles. Sécurisez vos documents avec AxCrypt et soyez assuré d’une confidentialité préservée de votre ordinateur au service cloud jusqu’à votre ordinateur. Téléchargez AxCrypt ici:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
it: La privacy dei tuoi dati è tua responsabilità - prendi la decisione di controllare dove e come archiviare le tue informazioni personali. Proteggi i tuoi documenti con AxCrypt e assicurati di mantenere la riservatezza dal tuo computer al servizio cloud, e di nuovo al tuo computer. Scarica AxCrypt qui:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ko: 귀하의 데이터 개인 정보 보호는 귀하의 책임입니다 - 귀하의 개인 정보를 저장할 위치와 방법을 제어하기 위해 직접 결정을 내리십시오. AxCrypt로 문서를 보호하고 컴퓨터에서 클라우드 서비스, 컴퓨터로 기밀성을 유지하십시오. 여기에서 AxCrypt를 다운로드하십시오 :<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
nl: De privacy van uw gegevens is uw verantwoordelijkheid - neem de beslissing om te bepalen waar en hoe u uw persoonlijke informatie opslaat. Beveilig uw documenten met AxCrypt en wees verzekerd van bewaarde vertrouwelijkheid van uw computer naar de cloudservice terug naar uw computer. Download AxCrypt hier:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
pl: Prywatność Twoich danych to Twoja odpowiedzialność – podejmij decyzję, aby kontrolować, gdzie i jak przechowywać Twoje dane osobowe. Zabezpiecz swoje dokumenty za pomocą AxCrypt i miej pewność zachowania poufności od komputera do usługi w chmurze z powrotem na swój komputer. Pobierz AxCrypt tutaj:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
pt: A privacidade dos seus dados é da sua responsabilidade - tome a decisão de controlar onde e como guardar a sua informação pessoal. Proteja os seus documentos com o AxCrypt e fique segura(o) da preservação de confidencialidade desde o seu PC ao serviço na nuvem e de volta ao seu PC. Descarregue o AxCrypt aqui:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ru: Конфиденциальность ваших данных является вашей ответственностью - примите решение контролировать, где и как хранить вашу личную информацию. Защитите свои документы с помощью AxCrypt и будьте уверены в сохранении конфиденциальности при передаче с вашего компьютера в облачный сервис и обратно на ваш компьютер. Скачать AxCrypt можно здесь:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
sv: Integriteten för din data är ditt ansvar - ta beslutet att kontrollera var och hur du lagrar dina personliga uppgifter. Säkra dina dokument med AxCrypt och var säker på bevarad konfidentialitet från din dator till molntjänsten och tillbaka till din dator. Ladda ner AxCrypt här:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
tr: Verilerinizin gizliliği sizin sorumluluğunuzdadır - kişisel bilgilerinizin nerede ve nasıl saklanacağını kontrol etme kararını alın. Belgelerinizi AxCrypt ile güvenceye alın ve bilgisayarınızdan bulut hizmetine ve tekrar bilgisayarınıza kadar gizliliğin korunduğundan emin olun. AxCrypt'i buradan indirin:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
zh: 您的数据的隐私是您的责任-决定控制在哪里以及如何存储您的个人信息。 使用AxCrypt保护您的文档，并确保从您的计算机到云服务回到您的计算机的机密性。 在这里下载AxCrypt:<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>

# Blog_Download_IOS_Window
source: AxCrypt provides all of this, you can download the software on Windows, macOS as also on androids under that link: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ar: يوفر اكسكربت كل هذا ، يمكنك تنزيل البرنامج على ويندوز و نظام التشغيل ماك وكذلك على ذكري المظهر ضمن هذا الرابط: <a href='https://www.axcrypt.net/download'> https://www.axcrypt.net / تنزيل </a>
de: AxCrypt bietet all dies, Sie können die Software unter Windows, Mac OS und auch unter Androids unter diesem Link herunterladen: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
es: AxCrypt proporciona todo esto, puedes descargar el software en Windows, macOS y también en Android en este enlace: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
fr: AxCrypt fournit tout cela, vous pouvez télécharger le logiciel sur Windows, macOS ainsi que sur les androïdes sous ce lien: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
it: AxCrypt fornisce tutto questo, è possibile scaricare il software su Windows, macOS come anche su Android sotto quel link: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ko: AxCrypt는 이 모든 것을 제공합니다. 해당 링크에서 윈도우, 맥 OS 및 안드로이드에서 소프트웨어를 다운로드할 수 있습니다: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
nl: AxCrypt biedt dit allemaal, u kunt de software downloaden op Windows, macOS en ook op Android onder die link: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net /downloaden</a>
pl: AxCrypt zapewnia to wszystko, możesz pobrać oprogramowanie na Windows, macOS, a także na androidy pod tym linkiem: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net /pobierz</a>
pt: A AxCrypt fornece tudo isto, pode descarregar o software para Windows, macOS e Android seguindo a hiperligação <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
ru: AxCrypt предоставляет все это, вы можете скачать программное обеспечение для Windows, macOS, а также для Android по этой ссылке: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
sv: AxCrypt erbjuder allt detta, du kan ladda ner mjukvaran för Windows, macOS men även på Android under länken: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
tr: AxCrypt tüm bunları sağlar, yazılımı Windows, macOS'a ve android cihazlarınıza bu bağlantı ile indirebilirsiniz: <a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>
zh: AxCrypt提供了所有这些，您可以在Windows，macOS上下载软件，也可以在该链接下的机器人上下载软件：<a href='https://www.axcrypt.net/download'>https://www.axcrypt.net/download</a>

# Blog_Download_Text1
source: Contact AxCrypt today and download our latest version to experience the best from <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
ar: اتصل بـ اكسكربت اليوم وقم بتنزيل أحدث إصدار لدينا لتجربة الأفضل من تحميل | <a href='https://www.axcrypt.net/download/'> اكسكربت - أصبح أمان الملفات أمرًا سهلا. </a>
de: Kontaktieren Sie AxCrypt noch heute und laden Sie unsere neueste Version herunter, um das Beste daraus zu erleben <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
es: Ponte en contacto con AxCrypt hoy y descarga nuestra última versión para experimentar lo mejor <a href='https://www.axcrypt.net/download/'>Descargar | AxCrypt - Seguridad de archivos simplificada.</a>
fr: Contactez AxCrypt aujourd'hui et téléchargez notre dernière version pour profiter du meilleur de <a href='https://www.axcrypt.net/download/'>Télécharger | AxCrypt - La Sécurité Simplifiée des Fichiers .</a>
it: Contatta AxCrypt oggi e scarica la nostra ultima versione per provare il meglio da <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - Sicurezza dei File Semplificata.</a>
ko: 오늘 AxCrypt에 연락하여 최신 버전을 다운로드하여 최고의 보안을 경험하십시오. <a href='https://www.axcrypt.net/download/'>다운로드 | AxCrypt - 파일 보안이 쉬워집니다.</a>
nl: Neem vandaag nog contact op met AxCrypt en download onze nieuwste versie om het beste te ervaren van <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - Bestandsbeveiliging gemakkelijk gemaakt.</a>
pl: Skontaktuj się z AxCrypt już dziś i pobierz naszą najnowszą wersję, aby doświadczyć tego, co najlepsze z <a href='https://www.axcrypt.net/download/'>Pobierz | AxCrypt — łatwe zabezpieczanie plików.</a>
pt: Contacte a AxCrypt hoje e descarregue a nossa última versão para experimentar o melhor da <a href='https://www.axcrypt.net/download/'>Descarregar | AxCrypt - Segurança de Ficheiros Fácil.</a>
ru: Свяжитесь с AxCrypt сегодня и скачайте нашу последнюю версию, чтобы испытать лучшее из <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
sv: Kontakta AxCrypt idag och ladda ner vår senaste version för att uppleva det bästa från <a href='https://www.axcrypt.net/download/'>Ladda ner | AxCrypt - Filsäkerhet på ett enkelt sätt.</a>
tr: AxCrypt ile bugün iletişime geçin ve İndir | bölümünden en iyi deneyimi yaşamak için en son sürümümüzü <a href='https://www.axcrypt.net/download/'>indirin AxCrypt - Dosya Güvenliği Artık Daha Kolay.</a>
zh: 今天联系AxCrypt并下载我们的最新版本，从<a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>

# Blog_DRATIUIN_Conclusion_Heading
source: In short, here at AxCrypt
ar: باختصار ، هنا في اكسكربت
de: Kurz gesagt, hier bei AxCrypt
es: En resumen, esto es lo que hacemos en AxCrypt
fr: En bref, ici à AxCrypt
it: In breve, qui ad AxCrypt
ko: 간단히 말해서 여기 AxCrypt에서
nl: Kortom, hier bij AxCrypt
pl: Krótko mówiąc, tutaj w AxCrypt
pt: Em suma, aqui na AxCrypt
ru: Иначе говоря, здесь, в AxCrypt
sv: Kort sagt, här på AxCrypt
tr: Kısacası, AxCrypt'te
zh: 总之，在这里AxCrypt
