Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_H5_SH5_Text1
source: Multilingual support for Arabic, English, Dutch, French, German, Italian, Korean, Mandarin, Polish, Portuguese, Russian, Spanish, Swedish, Turkish and more to come.
ar: دعم متعدد اللغات للغة الإنجليزية والهولندية والفرنسية والألمانية والإيطالية والكورية والماندرين والبولندية والبرتغالية والروسية والإسبانية والسويدية والتركية والمزيد في المستقبل.
de: Mehrsprachige Unterstützung für Englisch, Niederländisch, Französisch, Deutsch, Italienisch, Koreanisch, Chinesisch, Polnisch, Portugiesisch, Russisch, Spanisch, Schwedisch, Türkisch und mehr.
es: Ofrecemos soporte en inglés, holandés, francés, alemán, italiano, coreano, mandarín, polaco, portugués, ruso, español, sueco y turco. Pronto estaremos disponibles en otros idiomas.
fr: Prise en charge multilingue de l’Anglais, du Néerlandais, du Français, de l’Allemand, de l’Italien, du Coréen, du Portugais, du Russe, de l’Espagnol, du Suédois et du Turc. Plus à venir.
it: Supporto multilingue per inglese, olandese, francese, tedesco, italiano, coreano, mandarino, polacco, portoghese, russo, spagnolo, svedese, turco e altro ancora.
ko: 영어, 네덜란드어, 프랑스어, 독일어, 이탈리아어, 한국어, 북경어, 폴란드어, 포르투갈어, 러시아어, 스페인어, 스웨덴어, 터키어 등에 대한 다국어 지원이 예정되어 있습니다.
nl: Meertalige ondersteuning voor Engels, Nederlands, Frans, Duits, Italiaans, Koreaans, Mandarijn, Pools, Portugees, Russisch, Spaans, Zweeds, Turks en meer.
pl: Wielojęzyczne wsparcie dla angielskiego, holenderskiego, francuskiego, niemieckiego, włoskiego, koreańskiego, mandaryńskiego, polskiego, portugalskiego, rosyjskiego, hiszpańskiego, szwedzkiego, tureckiego i innych.
pt: Suporte multilingue para inglês, neerlandês, francês, alemão, italiano, coreano, mandarim, polaco, português, russo, espanhol, sueco, turco e mais no futuro.
ru: Многоязычная поддержка английского, голландского, французского, немецкого, итальянского, корейского, китайского, польского, португальского, русского, испанского, шведского, турецкого и многих других языков в будущем.
sv: Flerspråkig support för engelska, nederländska, franska, tyska, italienska, koreanska, mandarin, polska, portugisiska, ryska, spanska, svenska, turkiska med fler som kommer.
tr: İngilizce, Hollandaca, Fransızca, Almanca, İtalyanca, Korece, Mandarin dili, Lehçe, Portekizce, Rusça, İspanyolca, İsveççe, Türkçe ve daha fazlası için çok dilli destek yolda.
zh: 多语言支持英语，荷兰语，法语，德语，意大利语，韩语，普通话，波兰语，葡萄牙语，俄语，西班牙语，瑞典语，土耳其语等。

# Blog_EIBM_H5_SubHeading1
source: <strong>Security, reliability and simplicity</strong>
ar: <strong> الأمان والموثوقية والبساطة </strong>
de: <strong>Sicherheit, Zuverlässigkeit und Einfachheit</strong>
es: <strong>Seguridad, confianza y simplicidad</strong>
fr: <strong>Sécurité, fiabilité et simplicité</strong>
it: <strong>Sicurezza, affidabilità e semplicità</strong>
ko: <strong>보안, 안정성 및 단순성 </strong>
nl: <strong>Veiligheid, betrouwbaarheid en eenvoud</strong>
pl: <strong>Bezpieczeństwo, niezawodność i prostota</strong>
pt: <strong>Segurança, confiabilidade e simplicidade</strong>
ru: <strong>Безопасность, надежность и простота</strong>
sv: <strong>Säkerhet, pålitlighet och enkelhet</strong>
tr: <strong>Güvenlik, güvenilirlik ve basitlik</strong>
zh: <strong>安全性、可靠性和简单性</strong>

# Blog_EIBM_H5_SubHeading2
source: <strong>Teamwork, collaboration</strong>
ar: <strong> العمل الجماعي والتعاون </strong>
de: <strong>Teamwork, Zusammenarbeit</strong>
es: <strong>Trabajo en equipo y colaboración</strong>
fr: <strong>Travail d’équipe, collaboration</strong>
it: <strong>Lavoro di squadra, collaborazione</strong>
ko: <strong>팀워크, 협업 </strong>
nl: <strong>Teamwork, samenwerking</strong>
pl: <strong>Praca zespołowa, współpraca</strong>
pt: <strong>Trabalho em equipa, colaboração</strong>
ru: <strong>Командная работа, сотрудничество</strong>
sv: <strong>Samarbete och Teamwork</strong>
tr: <strong>Ekip çalışması, işbirliği</strong>
zh: <strong>团队合作，协作</strong>

# Blog_EIBM_H5_SubHeading3
source: <strong>Cloud storage awareness and password management</strong>
ar: <strong> الوعي بالتخزين السحابي وإدارة كلمات المرور </strong>
de: <strong>Bewusstsein für Cloud-Speicher und Passwortverwaltung</strong>
es: <strong>Cloud Storage Awareness y administración de contraseñas</strong>
fr: <strong>Sensibilisation au stockage dans le cloud et gestion des mots de passe</strong>
it: <strong>Cifratura dei file in cloud e gestione password</strong>
ko: <strong>클라우드 스토리지 인식 및 암호 관리</strong>
nl: <strong>Bewustzijn van cloudopslag en wachtwoordbeheer</strong>
pl: <strong>Świadomość przechowywania w chmurze i zarządzanie hasłami</strong>
pt: <strong>Detecção de armazenamento na nuvem e gestão de palavras-passe</strong>
ru: </strong>Осведомленность об облачных хранилищах и управление паролями</strong>
sv: <strong>Medvetenhet om molnlagring och lösenordshantering</strong>
tr: <strong>Bulut depolama farkındalığı ve parola yönetimi</strong>
zh: <strong>云存储感知和密码管理</strong>

# Blog_EIBM_H5_SubHeading4
source: <strong>Data protection regulation compliant</strong>
ar: <strong> متوافق مع لائحة حماية البيانات </strong>
de: <strong>Datenschutzkonform</strong>
es: <strong>Cumplimiento con la regulación de protección de datos</strong>
fr: <strong>Conforme à la réglementation sur la protection des données</strong>
it: <strong>Conforme alle normative sulla protezione dei dati</strong>
ko: <strong>데이터 보호 규정 준수</strong>
nl: <strong>Voldoet aan de regelgeving voor gegevensbescherming</strong>
pl: <strong>Zgodne z przepisami o ochronie danych</strong>
pt: <strong>Em conformidade com o regulamento de protecção de dados</strong>
ru: <strong>Соответствует правилам защиты данных</strong>
sv: <strong>Kompatibel med dataskyddsförordningen</strong>
tr: <strong>Veri koruma yönetmeliği ile uyumlu</strong>
zh: <strong>符合数据保护法规</strong>

# Blog_EIBM_H5_SubHeading5
source: <strong>Multilingual</strong>
ar: <strong> متعدد اللغات </strong>
de: <strong>Mehrsprachig</strong>
es: <strong>Multilingüe</strong>
fr: <strong>Multilingue</strong>
it: <strong>Multilingue</strong>
ko: <strong>다국어</strong>
nl: <strong>Meertalig</strong>
pl: <strong>Wielojęzyczny</strong>
pt: <strong>Multilingue</strong>
ru: <strong>Многоязычный</strong>
sv: <strong>Flerspråkig</strong>
tr: <strong>Çokdilli</strong>
zh: <strong>多语言</strong>

# Blog_EIBM_H5_Text1
source: There are strong data security requirements for banking. To sum up, encryption is fundamental to contemporary internet security. It is an extremely complicated subject but we are proud at AxCrypt to make the process of it simple and friendly to use for everyone.
ar: هناك متطلبات قوية لأمن البيانات للأعمال المصرفية. باختصار ، التشفير أمر أساسي لأمن الإنترنت المعاصر. إنه موضوع معقد للغاية ولكننا فخورون في اكسكربت لجعل العملية بسيطة وسهلة الاستخدام للجميع.
de: Es gibt hohe Anforderungen an die Datensicherheit im Bankwesen. Zusammenfassend lässt sich sagen, dass Verschlüsselung für die heutige Internetsicherheit von grundlegender Bedeutung ist. Es ist ein äußerst kompliziertes Thema, aber wir bei AxCrypt sind stolz darauf, den Prozess für alle einfach und benutzerfreundlich zu gestalten.
es: Existen estrictos requisitos de seguridad de datos para la banca. En resumen, el cifrado es fundamental para la seguridad de internet contemporánea. Es un tema extremadamente complicado, pero en AxCrypt estamos orgullosos de hacer que el proceso sea simple y fácil de usar para todos.
fr: Il existe de fortes exigences en matière de sécurité des données pour les services bancaires. Pour résumer, le cryptage est fondamental pour la sécurité internet contemporaine. C’est un sujet extrêmement compliqué mais nous sommes fiers chez AxCrypt de rendre le processus simple et convivial à utiliser pour tout le monde.
it: Esistono forti requisiti di sicurezza dei dati per il settore bancario. Per riassumere, la crittografia è fondamentale per la sicurezza Internet contemporanea. È un argomento estremamente complicato, ma siamo orgogliosi ad AxCrypt di rendere il processo semplice e amichevole da usare per tutti.
ko: 은행 업무에는 강력한 데이터 보안 요구사항이 있습니다. 요약하자면, 암호화는 현대 인터넷 보안의 기본입니다. 그것은 매우 복잡한 주제이지만 우리는 AxCrypt의 과정을 모두가 사용할 수 있도록 간단하고 친근하게 만드는 것에 대해 자랑스럽습니다.
nl: Er zijn strenge gegevensbeveiligingseisen voor bankieren. Kortom, encryptie is van fundamenteel belang voor de hedendaagse internetbeveiliging. Het is een uiterst gecompliceerd onderwerp, maar we zijn er trots op bij AxCrypt om het proces ervan eenvoudig en gebruiksvriendelijk voor iedereen te maken.
pl: W bankowości obowiązują wysokie wymagania dotyczące bezpieczeństwa danych. Podsumowując, szyfrowanie ma fundamentalne znaczenie dla współczesnego bezpieczeństwa w Internecie. Jest to niezwykle skomplikowany temat, ale w AxCrypt jesteśmy dumni, że proces ten jest prosty i przyjazny w użyciu dla wszystkich.
pt: Na banca, há requisitos fortes de segurança de dados. Em suma, a cifragem é fundamental para a segurança da internet contemporânea. É um assunto extremamente complicado, mas nós, na AxCrypt, orgulhamo-nos de torná-lo um processo simples e fácil de usar por qualquer pessoa.
ru: К банковским услугам предъявляются строгие требования к безопасности данных. Подводя итог, можно сказать, что шифрование является основополагающим для современной интернет-безопасности. Это чрезвычайно сложная тема, но мы в AxCrypt гордимся тем, что сделали этот процесс простым и удобным для использования.
sv: Det finns starka datasäkerhetskrav för bankverksamhet. Sammanfattningsvis är kryptering grundläggande för modern internetsäkerhet. Det är ett extremt komplicerat ämne men vi på AxCrypt är stolta att kunna göra processen enkel och användarvänlig för alla.
tr: Bankacılık için güçlü veri güvenliği gereksinimleri vardır. Özetlemek gerekirse, şifreleme çağdaş internet güvenliğinin temelidir. Bu son derece karmaşık bir konu olsa da AxCrypt olarak süreci herkes için kullanımı basit ve kolay hale getirmekten gurur duyuyoruz.
zh: 银行有很强的数据安全要求。 总而言之，加密是当代互联网安全的基础。 这是一个非常复杂的主题，但我们很自豪AxCrypt使它的过程简单和友好地为每个人使用。

# Blog_EIBM_Heading1
source: Introduction to cryptography
ar: مقدمة في علم التشفير
de: Einführung in die Kryptographie
es: Introducción a la criptografía
fr: Introduction à la cryptographie
it: Informazioni introduttive sulla crittografia
ko: 암호화 소개
nl: Inleiding tot cryptografie
pl: Wprowadzenie do kryptografii
pt: Introdução à criptografia
ru: Введение в криптографию
sv: Introduktion till kryptografi
tr: Kriptografiye giriş
zh: 密码学概论

# Blog_EIBM_Heading2
source: How to protect your data?
ar: كيف تحمي بياناتك؟
de: Wie schützen Sie Ihre Daten?
es: ¿Cómo proteger tus datos?
fr: Comment protéger vos données?
it: Come proteggere i tuoi dati?
ko: 당신의 데이터를 보호하는 방법은?
nl: Hoe beschermt u uw gegevens?
pl: Jak chronić swoje dane?
pt: Como proteger os seus dados?
ru: Как защитить ваши данные?
sv: Hur du skyddar din data?
tr: Verilerinizi nasıl koruyabilirsiniz?
zh: 如何保护您的数据？

# Blog_EIBM_Heading3
source: Financial institutions
ar: المؤسسات المالية
de: Finanzinstitute
es: Instituciones financieras
fr: Institutions financières
it: Istituzioni finanziarie
ko: 금융기관
nl: Financiële instellingen
pl: Instytucje finansowe
pt: Instituições financeiras
ru: Финансовые учреждения
sv: Finansiella institut
tr: Finansal kurumlar
zh: 金融机构

# Blog_EIBM_Heading4
source: Financial institutions
ar: المؤسسات المالية
de: Finanzinstitute
es: Instituciones financieras
fr: Institutions financières
it: Istituzioni finanziarie
ko: 금융 기관
nl: Financiële instellingen
pl: Instytucje finansowe
pt: Instituições financeiras
ru: Финансовые учреждения
sv: Finansiella institut
tr: Finansal kurumlar
zh: 金融机构

# Blog_EIBM_Heading5
source: Benefits of using AxCrypt
ar: فوائد استخدام اكسكربت
de: Vorteile der Verwendung von AxCrypt
es: Los beneficios de usar AxCrypt
fr: Avantages de l’utilisation d’AxCrypt
it: Vantaggi dell'utilizzo di AxCrypt
ko: AxCrypt 사용의 이점
nl: Voordelen van het gebruik van AxCrypt
pl: Korzyści z używania AxCrypt
pt: Benefícios de usar a AxCrypt
ru: Преимущества использования AxCrypt
sv: Fördelar med att använda AxCrypt
tr: AxCrypt kullanmanın faydaları
zh: 使用AxCrypt的好处

# Blog_EIBM_Summary
source: In the world of finance, data security is a serious business.Encryption enables various types of economic activities that would otherwise not be possible.
ar: في عالم المال ، يعتبر أمن البيانات عملاً جادًا ، حيث يتيح التشفير أنواعًا مختلفة من الأنشطة الاقتصادية التي لم تكن ممكنة لولا ذلك.
de: In der Finanzwelt ist Datensicherheit ein ernstes Geschäft.Verschlüsselung ermöglicht verschiedene Arten von wirtschaftlichen Aktivitäten, die sonst nicht möglich wären.
es: En el mundo de las finanzas, la seguridad de los datos es un asunto serio. El cifrado permite varios tipos de actividades económicas que de otro modo no serían posibles.
fr: Dans le monde de la finance, la sécurité des données est une affaire sérieuse. Le cryptage permet divers types d'activités économiques qui autrement ne seraient pas possibles.
it: Nel mondo della finanza, la sicurezza dei dati è una questione seria. La crittografia rende possibili diversi tipi di attività economiche che non sarebbero altrimenti possibili.
ko: 금융의 세계에서 데이터 보안은 심각한 비즈니스 업무 입니다. 암호화 서비스는 다양한 유형의 경제 활동을 가능하게 하였으며, 이는 암호화 서비스 없이는 불가능 했을 것입니다.
nl: In de financiële wereld is gegevensbeveiliging een serieuze zaak. Versleuteling maakt verschillende soorten economische activiteiten mogelijk die anders niet mogelijk zouden zijn.
pl: W świecie finansów bezpieczeństwo danych to poważna sprawa. Szyfrowanie umożliwia różne rodzaje działalności gospodarczej, które w innym przypadku nie byłyby możliwe.
pt: No mundo das finanças, a segurança de dados é um negócio sério. A cifragem possibilita vários tipos de actividades económicas que, de outra forma, não seriam possíveis.
ru: В мире финансов безопасность данных - это серьезный бизнес.Шифрование позволяет осуществлять различные виды экономической деятельности, которые в противном случае были бы невозможны.
sv: Inom finansvärlden är datasäkerhet en seriös verksamhet. Kryptering möjliggör olika typer av ekonomisk verksamhet som annars inte skulle vara möjlig.
tr: Finans dünyasında veri güvenliği ciddi bir iştir. Şifreleme, aksi durumda mümkün olmayacak çeşitli türlerdeki ekonomik faaliyetlere olanak tanır.
zh: 在金融领域，数据安全是一项严肃的业务。加密可以实现各种类型的经济活动，否则这些活动是不可能的。
