Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H1_Text1
source: Encryption is a cryptographic process that transforms comprehensible and intelligible data into a scrambled and unreadable form called <b>ciphertext</b>. This is achieved by running the data through an encryption algorithm, like Advanced Encryption Standard <b>(AES)</b>, which randomly rearranges and jumbles up the information, rendering it incomprehensible and unreadable after the process.
ar: التشفير هو عملية تشفير تحول البيانات المفهومة والمفهومة إلى شكل مشوش وغير قابل للقراءة يسمى <b>النص المشفر</b>. يتم تحقيق ذلك عن طريق تشغيل البيانات من خلال خوارزمية تشفير ، مثل معيار التشفير المتقدم <b>(AES)</b> ، الذي يعيد ترتيب المعلومات وخلطها بشكل عشوائي ، مما يجعلها غير مفهومة وغير قابلة للقراءة بعد العملية.
de: Verschlüsselung ist ein kryptografischer Prozess, der verständliche und verständliche Daten in eine verschlüsselte und unlesbare Form umwandelt, die <b>Chiffretext</b> genannt wird. Dies wird erreicht, indem die Daten einen Verschlüsselungsalgorithmus wie Advanced Encryption Standard <b>(AES)</b> durchlaufen, der die Informationen zufällig neu anordnet und durcheinander bringt, wodurch sie nach dem Vorgang unverständlich und unlesbar werden.
es: El cifrado es un proceso criptográfico que transforma datos comprensibles e inteligibles en una forma codificada e ilegible que se conoce como <b>texto cifrado</b>. Para ello, los datos se someten a un algoritmo de cifrado, como el Advanced Encryption Standard <b>(AES)</b>, que reorganiza y desordena aleatoriamente la información, volviéndola incomprensible e ilegible tras el proceso.
fr: Le chiffrement est un processus cryptographique qui transforme des données compréhensibles et intelligibles en une forme brouillée et illisible appelée <b>texte chiffré</b>. Ceci est réalisé en exécutant les données via un algorithme de chiffrement, comme Advanced Encryption Standard <b>(AES)</b>, qui réorganise et mélange de manière aléatoire les informations, les rendant incompréhensibles et illisibles après le processus.
it: La crittografia è un processo crittografico che trasforma dati comprensibili e intelligibili in una forma criptata e illeggibile chiamata <b>testo cifrato</b>. Ciò si ottiene eseguendo i dati attraverso un algoritmo di crittografia, come Advanced Encryption Standard <b>(AES),</b> che riorganizza e confonde in modo casuale le informazioni, rendendole incomprensibili e illeggibili dopo il processo.
ko: 암호화는 이해하기 쉽고 이해하기 쉬운 데이터를 <b>암호문</b>이라는 뒤섞이고 읽을 수 없는 형식으로 변환하는 암호화 프로세스입니다. 이는 <b>AES(</b>Advanced Encryption Standard)와 같은 암호화 알고리즘을 통해 데이터를 실행하여 달성되며, 이 알고리즘은 정보를 무작위로 재정렬하고 뒤죽박죽으로 만들어 프로세스 후에 이해할 수 없고 읽을 수 없게 만듭니다.
nl: Versleuteling is een cryptografisch proces dat begrijpelijke en begrijpelijke gegevens omzet in een gecodeerde en onleesbare vorm die <b>cijfertekst</b> wordt genoemd. Dit wordt bereikt door de gegevens door een coderingsalgoritme te laten lopen, zoals Advanced Encryption Standard <b>(AES),</b> dat de informatie willekeurig herschikt en door elkaar haalt, waardoor deze na het proces onbegrijpelijk en onleesbaar wordt.
pl: Szyfrowanie to proces kryptograficzny, który przekształca zrozumiałe i zrozumiałe dane w zaszyfrowaną i nieczytelną formę zwaną <b>tekstem zaszyfrowanym</b>. Osiąga się to poprzez poddanie danych algorytmowi szyfrowania, np. Advanced Encryption Standard <b>(AES)</b>, który losowo zmienia i miesza informacje, czyniąc je niezrozumiałymi i nieczytelnymi po zakończeniu procesu.
pt: A criptografia é um processo criptográfico que transforma dados compreensíveis e inteligíveis em uma forma embaralhada e ilegível chamada <b>texto cifrado</b>. Isso é conseguido executando os dados por meio de um algoritmo de criptografia, como o Advanced Encryption Standard <b>(AES),</b> que reorganiza e embaralha aleatoriamente as informações, tornando-as incompreensíveis e ilegíveis após o processo.
ru: Шифрование - это криптографический процесс, который преобразует понятные данные в зашифрованную и нечитаемую форму, называемую <b>зашифрованным текстом</b>. Это достигается путем пропускания данных через алгоритм шифрования, подобный расширенный стандарт шифрования <b>(AES)</b>, который случайным образом перестраивает и перемешивает информацию, делая ее непонятной и нечитаемой после завершения процесса.
sv: Kryptering är en kryptografisk process som omvandlar begriplig och begriplig data till en kodad och oläsbar form som kallas <b>chiffertext</b>. Detta uppnås genom att köra data genom en krypteringsalgoritm, som Advanced Encryption Standard <b>(AES)</b>, som slumpmässigt omarrangerar och rör ihop informationen, vilket gör den obegriplig och oläslig efter processen.
tr: Şifreleme, anlaşılabilir ve anlaşılır verileri <b>şifreli metin</b> adı verilen karıştırılmış ve okunamayan bir şekle dönüştüren şifreleme işlemidir. Bu, verileri, bilgileri rastgele yeniden düzenleyen ve karıştıran, işlemden sonra anlaşılmaz ve okunamaz hale getiren Gelişmiş Şifreleme Standardı <b>(AES)</b> gibi bir şifreleme algoritması aracılığıyla işlenerek elde edilir.
zh: 加密是一种加密过程，它将可理解和可理解的数据转换为称为<b>密文</b>的加扰和不可读形式。 这是通过加密算法运行数据来实现的，例如高级加密标准<b>（AES）</b>，该算法随机重新排列和混淆信息，使其在处理后变得不可理解和不可读。

# Blog_TUGFEDE_H1_Text2
source: The process of rearranging and scrambling the data is done using complex mathematical algorithms using <b>‘cryptographic keys’</b> consisting of random and unique patterns of letters specifically associated with each encrypted file. Just like the unique keys for your house or car, which can only unlock the specified door of the house or car. The same mathematical calculations are also used for decryption, which reverses the encryption process to change back the data to the original form.
ar: تتم عملية إعادة ترتيب البيانات وخلطها باستخدام خوارزميات رياضية معقدة باستخدام <b>"مفاتيح التشفير"</b> التي تتكون من أنماط عشوائية وفريدة من الحروف المرتبطة خصيصًا بكل ملف مشفر. تمامًا مثل المفاتيح الفريدة لمنزلك أو سيارتك، والتي يمكنها فقط فتح الباب المحدد للمنزل أو السيارة. يتم أيضًا استخدام نفس الحسابات الرياضية لفك التشفير، مما يعكس عملية التشفير لإعادة البيانات إلى النموذج الأصلي.
de: Das Neuordnen und Verschlüsseln der Daten erfolgt mithilfe komplexer mathematischer Algorithmen unter Verwendung von <b>'kryptografischen Schlüsseln'</b>, die aus zufälligen und eindeutigen Buchstabenmustern bestehen, die speziell mit jeder verschlüsselten Datei verknüpft sind. Genau wie die eindeutigen Schlüssel für Ihr Haus oder Auto, die nur die angegebene Tür des Hauses oder Autos entriegeln können. Dieselben mathematischen Berechnungen werden auch für die Entschlüsselung verwendet, wodurch der Verschlüsselungsprozess umgekehrt wird, um die Daten wieder in die ursprüngliche Form zu bringen.
es: El proceso de reordenación y codificación de los datos se realiza mediante complejos algoritmos matemáticos que emplean <b>"claves criptográficas"</b> consistentes en patrones aleatorios y únicos de letras asociados específicamente a cada archivo cifrado. Al igual que las llaves únicas de una casa o un vehículo, que solo sirven para abrir la puerta correspondiente. Los mismos cálculos matemáticos se utilizan también para el descifrado, que invierte el proceso de cifrado para devolver los datos a su forma original.
fr: Le processus de réorganisation et de brouillage des données est effectué à l'aide d'algorithmes mathématiques complexes utilisant des <b>'clés cryptographiques'</b> consistant en des modèles aléatoires et uniques de lettres spécifiquement associées à chaque fichier chiffré. Tout comme les clés uniques de votre maison ou de votre voiture, qui ne peuvent déverrouiller que la porte spécifiée de la maison ou de la voiture. Les mêmes calculs mathématiques sont également utilisés pour le décryptage, qui inverse le processus de cryptage pour remettre les données dans leur forme d'origine.
it: Il processo di riorganizzazione e codifica dei dati viene eseguito utilizzando complessi algoritmi matematici che utilizzano " <b>chiavi crittografiche"</b> costituite da modelli casuali e univoci di lettere specificamente associati a ciascun file crittografato. Proprio come le chiavi uniche per la tua casa o la tua auto, che possono sbloccare solo la porta specificata della casa o dell'auto. Gli stessi calcoli matematici vengono utilizzati anche per la decrittografia, che inverte il processo di crittografia per riportare i dati alla forma originale.
ko: 데이터를 재정렬하고 스크램블하는 프로세스는 각 암호화된 파일과 특별히 관련된 임의의 고유한 문자 패턴으로 구성된 <b>'암호화 키'</b> 를 사용하는 복잡한 수학적 알고리즘을 사용하여 수행됩니다. 집이나 자동차의 고유 한 열쇠와 마찬가지로 집이나 자동차의 지정된 문만 열 수 있습니다. 암호 해독에도 동일한 수학적 계산이 사용되며, 이는 암호화 프로세스를 반대로 하여 데이터를 원래 형식으로 다시 변경합니다.
nl: Het proces van het herschikken en versleutelen van de gegevens wordt gedaan met behulp van complexe wiskundige algoritmen met behulp van <b>'cryptografische sleutels'</b> bestaande uit willekeurige en unieke patronen van letters die specifiek zijn gekoppeld aan elk gecodeerd bestand. Net als de unieke sleutels voor je huis of auto, die alleen de opgegeven deur van het huis of de auto kunnen ontgrendelen. Dezelfde wiskundige berekeningen worden ook gebruikt voor decodering, waarbij het coderingsproces wordt omgekeerd om de gegevens terug te zetten naar de oorspronkelijke vorm.
pl: Proces porządkowania i szyfrowania danych odbywa się przy użyciu złożonych algorytmów matematycznych wykorzystujących <b>„klucze kryptograficzne”</b> składające się z losowych i unikalnych wzorów liter specyficznie powiązanych z każdym zaszyfrowanym plikiem. Podobnie jak unikalne klucze do Twojego domu lub samochodu, które mogą otworzyć tylko określone drzwi domu lub samochodu. Te same obliczenia matematyczne są również wykorzystywane do deszyfrowania, co odwraca proces szyfrowania i przywraca dane do pierwotnej postaci.
pt: O processo de reorganização e embaralhamento dos dados é feito usando algoritmos matemáticos complexos usando <b>"chaves criptográficas"</b> que consistem em padrões aleatórios e únicos de letras especificamente associadas a cada arquivo criptografado. Assim como as chaves exclusivas para sua casa ou carro, que só podem destravar a porta especificada da casa ou carro. Os mesmos cálculos matemáticos também são usados para descriptografia, que reverte o processo de criptografia para alterar os dados de volta para a forma original.
ru: Процесс перестановки и шифрования данных осуществляется с использованием сложных математических алгоритмов с использованием <b> "криптографических ключей"</b>, состоящих из случайных и уникальных наборов букв, специально связанных с каждым зашифрованным файлом. Точно так же, как уникальные ключи от вашего дома или автомобиля, которые могут отпереть только указанную дверь дома или автомобиля. Те же математические вычисления также используются для расшифровки, которая переворачивает процесс шифрования, возвращая данные в исходный вид.
sv: Processen att omarrangera och förvränga data görs med hjälp av komplexa matematiska algoritmer med <b>'kryptografiska nycklar'</b> bestående av slumpmässiga och unika mönster av bokstäver som specifikt är associerade med varje krypterad fil. Precis som de unika nycklarna till ditt hus eller bil, som bara kan låsa upp den angivna dörren till huset eller bilen. Samma matematiska beräkningar används också för dekryptering, vilket vänder på krypteringsprocessen för att ändra tillbaka data till den ursprungliga formen.
tr: Verileri yeniden düzenleme ve karıştırma işlemi, şifrelenmiş her dosyayla özel olarak ilişkilendirilmiş rastgele ve benzersiz harf kalıplarından oluşan <b>'şifreleme anahtarları'</b> kullanılarak karmaşık matematiksel algoritmalar yardımıyla yapılır. Tıpkı eviniz veya arabanızın anahtarları gibi, yalnızca evin veya arabanın belirtilen kapısının kilidini açabilir. Aynı matematiksel hesaplamalar, verileri orijinal forma geri döndürmek için şifreleme işlemini tersine çeviren şifre çözme işlemi için de kullanılır.
zh: 重新排列和加扰数据的过程是使用复杂的数学算法完成的，使用<b>'加密密钥'</b>由与每个加密文件具体关联的随机和唯一字母模式组成。 就像你的房子或汽车的唯一钥匙一样，它只能解锁房子或汽车的指定门。 同样的数学计算也用于解密，它反转加密过程以将数据变回原始形式。

# Blog_TUGFEDE_H1_Text3
source: Let's consider a simple example to understand encryption better. Suppose you have a piece of text that says, “I like apples,” and you want to encrypt it. You can use a data encryption software like <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> which uses <b>AES 256-Bit</b> encryption algorithm to convert the text into an encrypted form. The resulting encrypted text may look something like this: “v5u8/F28kOazjwQXTxY84+qeweiMvQ=.” As you can see, this encrypted text appears completely unreadable and incomprehensible, making it useless in the hands of a malicious attacker.
ar: دعنا نفكر في مثال بسيط لفهم التشفير بشكل أفضل. افترض أن لديك جزءا من النص يقول ، "أنا أحب التفاح" ، وتريد تشفيره. يمكنك استخدام برنامج تشفير البيانات مثل <a href='https://www.axcrypt.net'><b>اكسكربت</b></a> الذي يستخدم خوارزمية تشفير <b>AES 256 بت</b> لتحويل النص إلى نموذج مشفر. قد يبدو النص المشفر الناتج كما يلي: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." كما ترون ، يبدو هذا النص المشفر غير قابل للقراءة تماما وغير مفهوم ، مما يجعله عديم الفائدة في أيدي مهاجم ضار.
de: Betrachten wir ein einfaches Beispiel, um die Verschlüsselung besser zu verstehen. Angenommen, Sie haben einen Text mit der Aufschrift "Ich mag Äpfel" und möchten ihn verschlüsseln. Sie können eine Datenverschlüsselungssoftware wie <a href='https://www.axcrypt.net'><b>AxCrypt</b></a>, das den <b> AES 256-Bit</b> Verschlüsselungsalgorithmus verwendet, um den Text in eine verschlüsselte Form umzuwandeln. Der resultierende verschlüsselte Text könnte ungefähr so aussehen: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Wie Sie sehen, erscheint dieser verschlüsselte Text völlig unleserlich und unverständlich, was ihn in den Händen eines böswilligen Angreifers unbrauchbar macht.
es: Veamos un ejemplo sencillo para entender mejor el cifrado. Supongamos que tienes un texto que dice "Me gustan las manzanas" y quieres cifrarlo. Puedes utilizar un software de cifrado de datos como <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> que emplea el algoritmo de cifrado <b>AES de 256 bits</b> para convertir el texto en un formato cifrado. El texto cifrado resultante puede tener este aspecto "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Como puedes ver, este texto cifrado parece completamente ilegible e incomprensible, lo que lo vuelve inutilizable para un atacante malintencionado.
fr: Prenons un exemple simple pour mieux comprendre le chiffrement. Supposons que vous ayez un morceau de texte qui dit "J'aime les pommes" et que vous vouliez le crypter. Vous pouvez utiliser un logiciel de cryptage de données comme <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> qui utilise l'algorithme de cryptage <b>AES 256-Bit</b> pour convertir le texte en une forme cryptée. Le texte crypté résultant peut ressembler à ceci : "v5u8/F28kOazjwQXTxY84+qeweiMvQ=". Comme vous pouvez le voir, ce texte crypté apparaît complètement illisible et incompréhensible, le rendant inutile entre les mains d'un attaquant malveillant.
it: Consideriamo un semplice esempio per comprendere meglio la crittografia. Supponiamo di avere un testo che dice "Mi piacciono le mele" e di volerlo crittografare. È possibile utilizzare un software di crittografia dei dati come <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> che utilizza <b>l'algoritmo di crittografia AES a 256 bit</b> per convertire il testo in una forma crittografata. Il testo crittografato risultante potrebbe essere simile al seguente: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=". Come puoi vedere, questo testo crittografato appare completamente illeggibile e incomprensibile, rendendolo inutile nelle mani di un malintenzionato.
ko: 암호화를 더 잘 이해하기 위해 간단한 예를 살펴보겠습니다. "I like apples"라는 텍스트가 있고 이를 암호화하려고 한다고 가정해 보겠습니다. <b>AES 256비트</b> 암호화 알고리즘을 사용하여 텍스트를 암호화된 형식으로 변환하는 <a href='https://www.axcrypt.net'><b>AxCrypt</b></a>와 같은 데이터 암호화 소프트웨어를 사용할 수 있습니다. 결과 암호화된 텍스트는 "v5u8/F28kOazjwQXTxY84+qeweiMvQ="와 같을 수 있습니다. 보시다시피 이 암호화된 텍스트는 완전히 읽을 수 없고 이해할 수 없는 것처럼 보이므로 해킹하기 어렵습니다.
nl: Laten we een eenvoudig voorbeeld bekijken om codering beter te begrijpen. Stel dat je een stuk tekst hebt dat zegt: "Ik hou van appels", en je wilt het versleutelen. U kunt een gegevensencryptieprogramma zoals <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> gebruiken die <b>AES 256-bits</b> coderingsalgoritme gebruikt om de tekst naar een gecodeerde vorm te converteren. De resulterende gecodeerde tekst kan er ongeveer zo uitzien: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Zoals u kunt zien, lijkt deze gecodeerde tekst volledig onleesbaar en onbegrijpelijk, waardoor deze nutteloos is in de handen van een kwaadwillende aanvaller.
pl: Rozważmy prosty przykład, aby lepiej zrozumieć szyfrowanie. Załóżmy, że masz fragment tekstu „Lubię jabłka” i chcesz go zaszyfrować. Możesz użyć oprogramowania do szyfrowania danych, takiego jak <a href='https://www.axcrypt.net'><b>AxCrypt</b></a>, które wykorzystuje szyfrowanie <b>AES 256-Bit</b> algorytm konwertujący tekst do postaci zaszyfrowanej. Wynikowy zaszyfrowany tekst może wyglądać mniej więcej tak: „v5u8/F28kOazjwQXTxY84+qeweiMvQ=.” Jak widać, ten zaszyfrowany tekst wydaje się całkowicie nieczytelny i niezrozumiały, przez co jest bezużyteczny w rękach złośliwego atakującego.
pt: Vamos considerar um exemplo simples para entender melhor a criptografia. Suponha que você tenha um texto que diga: "Eu gosto de maçãs" e queira criptografá-lo. Você pode usar um software de criptografia de dados como o <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> , que usa o algoritmo de criptografia <b>AES de 256 bits</b> para converter o texto em um formulário criptografado. O texto criptografado resultante pode ser algo assim: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Como você pode ver, esse texto criptografado parece completamente ilegível e incompreensível, tornando-o inútil nas mãos de um invasor mal-intencionado.
ru: Давайте рассмотрим простой пример, чтобы лучше понять шифрование. Предположим, у вас есть фрагмент текста, в котором говорится: “Я люблю яблоки”, и вы хотите его зашифровать. Вы можете использовать программное обеспечение для шифрования данных, например <a href='https://www.axcrypt.net '><b>AxCrypt</b></a>, который использует <b>256-битный алгоритм шифрования AES</b> для преобразования текста в зашифрованную форму. Полученный зашифрованный текст может выглядеть примерно так: “v5u8/F28kOazjwQXTxY84+qeweiMvQ=.” Как вы можете видеть, этот зашифрованный текст выглядит совершенно нечитаемым и непонятным, что делает его бесполезным в руках злоумышленника.
sv: Låt oss överväga ett enkelt exempel för att förstå kryptering bättre. Anta att du har en text som säger "Jag gillar äpplen" och att du vill kryptera den. Du kan använda ett datakrypteringsprogram som <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> som använder <b>AES 256-bitars</b>-kryptering algoritm för att konvertera texten till en krypterad form. Den resulterande krypterade texten kan se ut ungefär så här: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Som du kan se verkar den här krypterade texten vara helt oläslig och obegriplig, vilket gör den värdelös i händerna på en illvillig angripare.
tr: Şifrelemeyi daha iyi anlamak için basit bir örnek düşünelim. "Elmaları severim" yazan bir metniniz olduğunu ve bunu şifrelemek istediğinizi varsayalım. Metni şifreli bir forma dönüştürmek için <b>AES 256-Bit</b> şifreleme algoritmasını kullanan <a href='https://www.axcrypt.net'><b>AxCrypt</b></a> gibi bir veri şifreleme yazılımı kullanabilirsiniz. Sonuçta ortaya çıkan şifrelenmiş metin şuna benzer bir şekilde görünebilir: "v5u8/F28kOazjwQXTxY84+qeweiMvQ=." Gördüğünüz gibi, bu şifreli metin okunması ve anlaşılması tamamen imkansız ve bu da onu kötü niyetli bir saldırganın elinde işe yaramaz hale getiriyor.
zh: 让我们考虑一个简单的例子来更好地理解加密。 假设你有一段文字，上面写着"我喜欢苹果"，你想加密它。 您可以使用像<a href='这样的数据加密软件https://www.axcrypt.net'><b>AxCrypt</b></a>它使用<b>AES256位</b>加密算法将文本转换为加密形式。 生成的加密文本可能看起来像这样："v5u8/F28kOazjwQXTxY84+qeweiMvQ=。"正如你所看到的，这个加密文本看起来完全不可读和不可理解，使得它在恶意攻击者手中毫无用处。
