Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MEWRECY_H1_Text1
source: During the projected period, the global mobile encryption market is predicted to grow at a CAGR of 30.55 percent, to USD 5,931.23 million by 2026. Encryption deployments have increased in quantity and scope in big corporations as organizations have reacted to increasingly prevalent regulatory and compliance obligations and more strict internal policies.
ar: خلال الفترة المتوقعة ، من المتوقع أن ينمو سوق تشفير الأجهزة المحمولة العالمي بمعدل نمو سنوي مركب قدره 30.55 في المائة ، ليصل إلى 5931.23 مليون دولار أمريكي بحلول عام 2026. وزادت عمليات نشر التشفير من حيث الكمية والنطاق في الشركات الكبرى حيث استجابت المنظمات للالتزامات التنظيمية والالتزام بالامتثال السائدة بشكل متزايد وسياسات داخلية أكثر صرامة.
de: Für den prognostizierten Zeitraum wird ein Wachstum des globalen Marktes für mobile Verschlüsselung mit einer jährlichen Wachstumsrate von 30,55 Prozent auf 5.931,23 Millionen US-Dollar bis 2026 prognostiziert. Verschlüsselungsbereitstellungen haben in großen Unternehmen an Menge und Umfang zugenommen, da Organisationen auf zunehmend vorherrschende regulatorische und Compliance-Verpflichtungen und strengere interne Richtlinien reagiert haben.
es: Durante el período proyectado, se prevé que el mercado mundial de cifrado móvil crezca a una CAGR del 30,55 %, a USD 5.931,23 millones para 2026. Las implementaciones de cifrado han aumentado en cantidad y alcance en las grandes corporaciones a medida que las organizaciones han reaccionado a las obligaciones reglamentarias y de cumplimiento cada vez más frecuentes y a políticas internas más estrictas.
fr: Au cours de la période projetée, le marché mondial du cryptage mobile devrait croître à un CAGR de 30,55%, pour atteindre 5 931,23 millions USD d’ici 2026. Les déploiements de chiffrement ont augmenté en quantité et en portée dans les grandes entreprises, car les organisations ont réagi à des obligations réglementaires et de conformité de plus en plus répandues et à des politiques internes plus strictes.
it: Durante il periodo previsto, si prevede che il mercato globale della crittografia mobile crescerà a un CAGR del 30,55%, a 5.931,23 milioni di dollari entro il 2026. Le implementazioni della crittografia sono aumentate in quantità e portata nelle grandi aziende poiché le organizzazioni hanno reagito agli obblighi normativi e di conformità sempre più diffusi e politiche interne più rigide.
ko: 예상 기간 동안 글로벌 모바일 암호화 시장은 2026년까지 30.55%의 CAGR로 성장하여 59억 3,123만 달러로 성장할 것으로 예상됩니다. 암호화 배포는 조직이 점점 더 널리 퍼진 규제 및 규정 준수 의무와 보다 엄격한 내부 정책에 대응함에 따라 대기업에서 양과 범위가 증가했습니다.
nl: Tijdens de geprojecteerde periode wordt voorspeld dat de wereldwijde markt voor mobiele encryptie zal groeien met een CAGR van 30,55 procent, tot $ 5.931,23 miljoen in 2026. De implementatie van encryptie is in hoeveelheid en reikwijdte toegenomen in grote bedrijven, aangezien organisaties hebben gereageerd op de steeds vaker voorkomende wettelijke en nalevingsverplichtingen en strenger intern beleid.
pl: Przewiduje się, że do 2026 roku globalny rynek szyfrowania mobilnego wzrośnie w tempie CAGR wynoszącym 30,55 procent, do 5 931,23 mln USD. Liczba i zakres wdrożeń szyfrowania w dużych korporacjach wzrosła, ponieważ organizacje zareagowały na coraz powszechniejsze zobowiązania regulacyjne i dotyczące zgodności i bardziej rygorystyczne zasady wewnętrzne.
pt: Durante o período projectado, prevê-se que o mercado de cifragem móvel global cresça a uma CAGR de 30,55 por cento para USD 5.931,23 milhões até 2026. Implementações de cifragem aumentaram em quantidade e extensão em empresas grandes, perante o crescimento de regulamentos prevalecentes, obrigações de conformidade e políticas internas mais restritas.
ru: В течение прогнозируемого периода ожидается, что глобальный рынок мобильного шифрования вырастет в среднем на 30,55 процента, до 5931,23 миллиона USD к 2026 году. Количество и масштабы внедрения шифрования в крупных корпорациях возросли по мере того, как организации реагировали на все более распространенные нормативные обязательства и требования соответствия требованиям, а также на более строгую внутреннюю политику.
sv: Under den beräknade perioden förutspås den globala marknaden för mobilkryptering växa med en CAGR på 30,55 procent till 5 931,23 miljoner USD år 2026. Krypteringsinstallationer har ökat i kvantitet och omfattning i stora företag eftersom organisationer har reagerat på vanligare regelverk och efterlevnadsförpliktelser och strängare interna policyer.
tr: Öngörülen dönemde, küresel mobil şifreleme pazarının yüzde 30,55'lik bir Yıllık Bileşik Büyüme Oranı ile büyüyerek 2026 yılına kadar 5.931,23 milyon ABD dolarına ulaşacağı tahmin edilmektedir. Şifreleme dağıtımları, büyük şirketlerde miktar ve kapsam bakımından artmıştır, çünkü kuruluşlar giderek yaygınlaşan düzenleyici ve uyumluluk yükümlülüklerine ve daha katı iç politikalara karşılık vermiştir.
zh: 在预测期间，全球移动加密市场预计将以30.55％的复合年增长率增长，到2026年达到5,931.23百万美元。 随着组织对日益普遍的监管和合规义务以及更严格的内部政策做出反应，加密部署在大公司的数量和范围上都有所增加。

# Blog_MEWRECY_H1_Text2
source: The proliferation of mobile devices, increased and evolving sophisticated threats, increased adoption of cloud services, and virtualization is all-important reasons disrupting the mobile encryption business. The industry is being driven by the need for strict compliance and regulatory regulations and growing concerns about data security and intellectual property privacy. In addition, the growing popularity of the Internet of Things among many end-user verticals is a crucial factor in increasing the growth of the mobile encryption market.
ar: يعد انتشار الأجهزة المحمولة ، والتهديدات المعقدة المتزايدة والمتطورة ، والاعتماد المتزايد للخدمات السحابية ، والمحاكاة الافتراضية أسبابًا مهمة جدًا لتعطيل أعمال تشفير الأجهزة المحمولة. هذه الصناعة مدفوعة بالحاجة إلى الامتثال الصارم واللوائح التنظيمية والمخاوف المتزايدة بشأن أمن البيانات وخصوصية الملكية الفكرية. بالإضافة إلى ذلك ، تعد الشعبية المتزايدة لإنترنت الأشياء بين العديد من قطاعات المستخدمين النهائيين عاملاً حاسمًا في زيادة نمو سوق تشفير الأجهزة المحمولة.
de: Die Verbreitung mobiler Geräte, zunehmende und sich entwickelnde hochentwickelte Bedrohungen, die zunehmende Akzeptanz von Cloud-Diensten und Virtualisierung sind wichtige Gründe, die das Geschäft mit mobiler Verschlüsselung stören. Die Branche wird von der Notwendigkeit strenger Compliance- und behördlicher Vorschriften sowie wachsenden Bedenken hinsichtlich der Datensicherheit und des Schutzes des geistigen Eigentums angetrieben. Darüber hinaus ist die wachsende Beliebtheit des Internets der Dinge in vielen Endbenutzerbranchen ein entscheidender Faktor für das Wachstum des Marktes für mobile Verschlüsselung.
es: La proliferación de dispositivos móviles, el aumento y la evolución de amenazas sofisticadas, la mayor adopción de servicios en la nube y la virtualización son razones de suma importancia que agitan la industria del cifrado móvil. La industria está siendo impulsada por la necesidad de un estricto cumplimiento y regulaciones regulatorias y la creciente preocupación por la seguridad de los datos y la privacidad de la propiedad intelectual. Además, la creciente popularidad de la Internet de las cosas entre muchas verticales de usuarios finales es un factor crucial para aumentar el crecimiento del mercado de cifrado móvil.
fr: La prolifération des appareils mobiles, l'augmentation et l'évolution des menaces sophistiquées, l'adoption accrue des services cloud et la virtualisation sont toutes des raisons importantes qui perturbent l'activité de chiffrement mobile. L'industrie est motivée par la nécessité d'une conformité et de réglementations strictes et par les préoccupations croissantes concernant la sécurité des données et la confidentialité de la propriété intellectuelle. En outre, la popularité croissante de l'Internet des Objets parmi de nombreux utilisateurs finaux verticaux est un facteur crucial pour accroître la croissance du marché du chiffrement mobile.
it: La proliferazione di dispositivi mobili, l'aumento e l'evoluzione delle minacce sofisticate, l'aumento dell'adozione di servizi cloud e la virtualizzazione sono ragioni importanti che sconvolgono il business della crittografia mobile. Il settore è guidato dalla necessità di rigide normative e normative di conformità e dalle crescenti preoccupazioni per la sicurezza dei dati e la privacy della proprietà intellettuale. Inoltre, la crescente popolarità dell'Internet of Things tra molte verticali di utenti finali è un fattore cruciale per aumentare la crescita del mercato della crittografia mobile.
ko: 모바일 장치의 확산, 정교한 위협의 증가 및 진화, 클라우드 서비스의 채택 증가 및 가상화는 모바일 암호화 비즈니스를 방해하는 모든 중요한 이유입니다. 업계는 엄격한 규정 준수 및 규제 규정의 필요성과 데이터 보안 및 지적 재산권 개인 정보 보호에 대한 우려가 커짐에 따라 주도되고 있습니다. 또한 많은 최종 사용자 업종에서 사물 인터넷의 인기가 높아지는 것은 모바일 암호화 시장의 성장을 증가시키는 데 중요한 요소입니다.
nl: De proliferatie van mobiele apparaten, de toename en ontwikkeling van geavanceerde bedreigingen, de toenemende invoering van clouddiensten en virtualisatie zijn allemaal belangrijke redenen die de mobiele encryptiesector ontwrichten. De sector wordt gedreven door de behoefte aan strikte compliance en regelgeving en groeiende bezorgdheid over gegevensbeveiliging en privacy van intellectuele eigendom. Daarnaast is de toenemende populariteit van het internet der dingen bij veel eindgebruikers een cruciale factor in de groei van de mobiele encryptiemarkt.
pl: Rozprzestrzenianie się urządzeń mobilnych, rosnące i ewoluujące wyrafinowane zagrożenia, coraz częstsze korzystanie z usług w chmurze i wirtualizacja to najważniejsze powody, które zakłócają działalność w zakresie szyfrowania mobilnego. Branża jest napędzana potrzebą surowych przepisów dotyczących zgodności i przepisów oraz rosnącymi obawami o bezpieczeństwo danych i prywatność własności intelektualnej. Ponadto rosnąca popularność Internetu rzeczy wśród wielu wertykalnych użytkowników końcowych jest kluczowym czynnikiem zwiększającym wzrost rynku szyfrowania mobilnego.
pt: A proliferação de dispositivos móveis, o aumento e evolução de ameaças sofisticadas, o aumento da adopção de serviços na nuvem e a virtualização são razões importantíssimas de disrupção do negócio da cifragem móvel. A indústria é movida pela necessidade de conformidade estrita, regulamentos e preocupações crescentes com a segurança de dados e a privacidade de propriedade intelectual. Além disso, a popularidade crescente da Internet das Coisas, de entre muitos segmentos de mercado de utilizadores finais, é um factor crucial para o crescimento do mercado de cifragem móvel.
ru: Распространение мобильных устройств, увеличение числа и эволюция сложных угроз, более широкое внедрение облачных сервисов и виртуализация - вот важнейшие причины, препятствующие развитию бизнеса мобильного шифрования. Индустрией движет необходимость строгого соблюдения нормативных требований и растущая озабоченность по поводу безопасности данных и конфиденциальности интеллектуальной собственности. Кроме того, растущая популярность интернета вещей среди многих вертикалей конечных пользователей является решающим фактором в ускорении роста рынка мобильного шифрования.
sv: Spridningen av mobila enheter, ökade och utvecklande sofistikerade hot, ökad användning av molntjänster och virtualisering är avgörande saker som stör den mobila krypteringsverksamheten. Branschen drivs av behovet av strikt efterlevnad och regelverk och växande oro för datasäkerhet och immateriella rättigheter. Dessutom är "Internet of Things " växande i popularitet bland många slutanvändar-vertikaler en avgörande faktor för att öka tillväxten på marknaden för mobilkryptering.
tr: Mobil cihazların çoğalması, artan ve gelişen karmaşık tehditler, bulut hizmetlerinin daha fazla benimsenmesi ve sanallaştırma, mobil şifreleme işini sekteye uğratan önemli nedenlerdir. Sıkı uyumluluk ve düzenleyici düzenlemelere duyulan ihtiyaç ve veri güvenliği ve fikri mülkiyet gizliliği ile ilgili artan endişeler endüstriye yön vermektedir. Buna ek olarak, birçok son kullanıcı dikeyi arasında Nesnelerin İnterneti'nin artan popülerliği, mobil şifreleme pazarının büyümesini artırmada çok önemli bir faktördür.
zh: 移动设备的激增、复杂威胁的增加和演变、云服务的更多采用以及虚拟化都是破坏移动加密业务的重要原因。 该行业受到严格合规和监管法规的需求以及对数据安全和知识产权隐私日益增长的担忧的推动。 此外，物联网在许多最终用户垂直市场中的日益普及是增加移动加密市场增长的关键因素。

# Blog_MEWRECY_H2_SH1_Text1
source: Mobile devices are now the primary target of phishing attacks. Scammers are aware that people who work from home spend more time on their mobiles and do not take the same safety measures as they would on a traditional PC. Anyone who stumbles across your phone or laptop can easily access the files contained within; however, with encryption, accessing that data is extremely tough.
ar: أصبحت الأجهزة المحمولة الآن الهدف الأساسي لهجمات التصيد الاحتيالي. يدرك المحتالون أن الأشخاص الذين يعملون من المنزل يقضون وقتًا أطول على هواتفهم المحمولة ولا يتخذون نفس تدابير السلامة التي يتخذونها على أجهزة الكمبيوتر التقليدية. يمكن لأي شخص يتعثر عبر هاتفك أو الكمبيوتر المحمول الوصول بسهولة إلى الملفات الموجودة بداخله ؛ ومع ذلك ، مع التشفير ، يكون الوصول إلى تلك البيانات صعبًا للغاية.
de: Mobile Geräte sind heute das Hauptziel von Phishing-Angriffen. Betrüger sind sich bewusst, dass Menschen, die von zu Hause aus arbeiten, mehr Zeit mit ihren Handys verbringen und nicht die gleichen Sicherheitsmaßnahmen ergreifen wie auf einem herkömmlichen PC. Jeder, der über Ihr Telefon oder Ihren Laptop stolpert, kann problemlos auf die darin enthaltenen Dateien zugreifen.
es: Los dispositivos móviles son ahora el objetivo principal de los ataques de phishing. Los estafadores son conscientes de que las personas que trabajan desde casa pasan más tiempo en sus móviles y no toman las mismas medidas de seguridad que tomarían en un PC tradicional. Cualquiera que se acerque a su teléfono o computadora portátil puede acceder fácilmente a los archivos que contiene; sin embargo, con el cifrado, acceder a esos datos es extremadamente difícil.
fr: Les appareils mobiles sont désormais la cible principale des attaques d'hameçonnage. Les escrocs sont conscients que les personnes qui travaillent à domicile passent plus de temps sur leurs mobiles et ne prennent pas les mêmes mesures de sécurité que sur un PC traditionnel. Toute personne qui tombe sur votre téléphone ou votre ordinateur portable peut facilement accéder aux fichiers qu’il contient; cependant, avec le cryptage, l’accès à ces données est extrêmement difficile.
it: I dispositivi mobili sono ora l'obiettivo principale degli attacchi di phishing. I truffatori sono consapevoli del fatto che le persone che lavorano da casa trascorrono più tempo sui loro cellulari e non adottano le stesse misure di sicurezza che avrebbero su un PC tradizionale. Chiunque si imbatta nel tuo telefono o laptop può facilmente accedere ai file contenuti all'interno; tuttavia, con la crittografia, l'accesso a tali dati è estremamente difficile.
ko: 모바일 장치는 이제 피싱 공격의 주요 대상입니다. 사기꾼은 집에서 일하는 사람들이 모바일에서 더 많은 시간을 보내고, 기존 PC에서 안전 조치를 취하지 않는다는 것을 알고 있습니다. 휴대전화 나 노트북을 우연히 발견 한 사람은 누구나 그 안에 포함 된 파일에 쉽게 액세스 할 수 있습니다. 그러나 암호화를 사용하면 해당 데이터에 액세스하는 것이 매우 어려워 집니다.
nl: Mobiele apparaten zijn nu het voornaamste doelwit van phishing-aanvallen. Oplichters weten dat mensen die thuis werken meer tijd op hun mobiel doorbrengen en niet dezelfde veiligheidsmaatregelen nemen als op een traditionele pc. Iedereen die op uw telefoon of laptop stuit, kan gemakkelijk toegang krijgen tot de bestanden die erop staan; met versleuteling is toegang tot die gegevens echter uiterst moeilijk.
pl: Urządzenia mobilne są obecnie głównym celem ataków phishingowych. Oszuści zdają sobie sprawę, że ludzie, którzy pracują w domu, spędzają więcej czasu na swoich telefonach komórkowych i nie stosują takich samych środków bezpieczeństwa, jak na tradycyjnym komputerze. Każdy, kto natknie się na Twój telefon lub laptop, może łatwo uzyskać dostęp do zawartych w nim plików; jednak dzięki szyfrowaniu dostęp do tych danych jest niezwykle trudny.
pt: Os dispositivos móveis são agora o alvo principal de ataques de phishing. Perpetradores de esquemas sabem que as pessoas que trabalham a partir de casa passam mais tempo com o seu telemóvel e que não tomam as mesmas medidas de segurança que tomariam se estivessem num PC tradicional. Qualquer pessoa que se depare com o seu telefone ou portátil pode facilmente aceder aos ficheiros neles contidos; com cifragem, contudo, aceder a esses dados é extremamente difícil.
ru: Мобильные устройства в настоящее время являются основной целью фишинговых атак. Мошенники знают, что люди, которые работают из дома, проводят больше времени за своими мобильными телефонами и не принимают таких мер безопасности, как на традиционном компьютере. Любой, кто случайно наткнется на ваш телефон или ноутбук, может легко получить доступ к файлам, содержащимся внутри; однако с шифрованием доступ к этим данным чрезвычайно затруднен.
sv: Mobila enheter är nu det primära målet för nätfiskeattacker. Bedragare är medvetna om att människor som arbetar hemifrån spenderar mer tid på sina mobiler och inte vidtar samma säkerhetsåtgärder som de skulle göra på en traditionell dator. Alla som snubblar över din telefon eller bärbara dator kan enkelt komma åt filerna som finns i; Men med kryptering är det extremt svårt att komma åt den informationen.
tr: Mobil cihazlar artık kimlik avı saldırılarının birincil hedefi haline geldi. Dolandırıcılar, evden çalışan kişilerin cep telefonlarında daha fazla zaman geçirdiğinin ve geleneksel bir bilgisayarda olduğu gibi aynı güvenlik önlemlerini almadıklarının farkında. Telefonunuzda veya dizüstü bilgisayarınızda kurcalayan herkes, içinde bulunan dosyalara kolayca erişebilir; ancak, şifreleme ile, bu verilere erişmek son derece zordur.
zh: 移动设备现在是网络钓鱼攻击的主要目标。 诈骗者知道，在家工作的人花更多的时间在手机上，并且不采取与传统PC相同的安全措施。 任何偶然发现你的手机或笔记本电脑的人都可以轻松访问其中包含的文件；但是，通过加密，访问这些数据是非常困难的。

# Blog_MEWRECY_H2_SH2_Text1
source: A data leak occurs when sensitive information is transferred unintentionally from a mobile device to an internet service. If the device fails to protect data effectively, the data then becomes available to anybody who uses the same network as the device.
ar: يحدث تسرب البيانات عندما يتم نقل المعلومات الحساسة عن غير قصد من جهاز محمول إلى خدمة الإنترنت. إذا فشل الجهاز في حماية البيانات بشكل فعال ، تصبح البيانات متاحة لأي شخص يستخدم نفس الشبكة التي يستخدمها الجهاز.
de: Ein Datenleck tritt auf, wenn sensible Informationen unbeabsichtigt von einem mobilen Gerät an einen Internetdienst übertragen werden. Wenn das Gerät Daten nicht effektiv schützt, stehen die Daten jedem zur Verfügung, der dasselbe Netzwerk wie das Gerät verwendet.
es: Se produce una fuga de datos cuando se transfiere información confidencial sin querer desde un dispositivo móvil a un servicio de internet. Si el dispositivo no protege los datos de manera efectiva, los datos quedan disponibles para cualquier persona que use la misma red que el dispositivo.
fr: Une fuite de données se produit lorsque des informations sensibles sont transférées involontairement d’un appareil mobile vers un service internet. Si l’appareil ne parvient pas à protéger efficacement les données, les données deviennent alors disponibles pour toute personne qui utilise le même réseau que l’appareil.
it: Una perdita di dati si verifica quando informazioni sensibili vengono trasferite involontariamente da un dispositivo mobile a un servizio Internet. Se il dispositivo non riesce a proteggere i dati in modo efficace, i dati diventano disponibili a chiunque utilizzi la stessa rete del dispositivo.
ko: 데이터 유출은 민감한 정보가 모바일 장치에서 의도하지 않은 인터넷 서비스로 전송될 때 발생합니다. 장치가 데이터를 효과적으로 보호하지 못하면 동일한 네트워크를 사용하는 모든 사람이 데이터에 엑세스 할 수 있게 됩니다.
nl: Er is sprake van een datalek wanneer gevoelige informatie onbedoeld wordt overgedragen van een mobiel apparaat naar een internetdienst. Als het apparaat de gegevens niet effectief beschermt, worden de gegevens beschikbaar voor iedereen die hetzelfde netwerk als het apparaat gebruikt.
pl: Wyciek danych ma miejsce, gdy poufne informacje są przypadkowo przesyłane z urządzenia mobilnego do usługi internetowej. Jeśli urządzenie nieskutecznie chroni dane, stają się one dostępne dla każdego, kto korzysta z tej samej sieci co urządzenie.
pt: Uma fuga de dados ocorre quando informação sensível é transferida de forma intencional de um dispositivo móvel para um serviço internet. Se o dispositivo não protege os dados eficazmente, os dados tornam-se disponíveis a qualquer pessoa que use a mesma rede do dispositivo.
ru: Утечка данных происходит, когда конфиденциальная информация непреднамеренно передается с мобильного устройства на интернет-сервис. Если устройству не удается эффективно защитить данные, они становятся доступными любому, кто использует ту же сеть, что и устройство.Утечка данных происходит, когда конфиденциальная информация непреднамеренно передается с мобильного устройства на интернет-сервис. Если устройству не удается эффективно защитить данные, они становятся доступными любому, кто использует ту же сеть, что и устройство.
sv: En dataläcka uppstår när känslig information oavsiktligt överförs från en mobil enhet till en internettjänst. Om enheten inte skyddar datan effektivt blir datan tillgänglig för alla som använder samma nätverk som enheten.
tr: Veri sızıntısı, hassas bilgiler istemeden bir mobil cihazdan bir internet hizmetine aktarıldığında meydana gelir. Cihaz, verileri etkili bir şekilde koruyamazsa, veriler cihazla aynı ağı kullanan herkes tarafından kullanılabilir hale gelir.
zh: 当敏感信息无意地从移动设备传输到internet服务时，就会发生数据泄漏。 如果设备无法有效地保护数据，那么使用与设备相同网络的任何人都可以使用该数据。
