Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CWELTI_H2_Text2
source: There is no central authority that fixes and maintains the value of crypto. It is a medium of exchange that is digital, encrypted and decentralized. That cryptographic proof comes in the form of transactions that are verified and recorded in a form of program called a blockchain. More than 6,700 different cryptocurrencies are traded publicly, the most popular being Bitcoin and Ethereum. Most supporters of crypto like the fact that these currencies, apart from being decentralized and more secured throughout the process of blockchain, remove central banks from managing the money supply securing it from government interference and manipulation. Many companies have issued their own currencies, often called tokens, and these can be traded specifically for the good or service that the company provides.
ar: لا توجد سلطة مركزية تحدد قيمة العملات المشفرة وتحافظ عليها. إنها وسيلة تبادل رقمية ومشفرة ولا مركزية. يأتي إثبات التشفير هذا في شكل معاملات يتم التحقق منها وتسجيلها في شكل برنامج يسمى سلسلة الكتل. يتم تداول أكثر من 6700 عملة مشفرة مختلفة بشكل عام ، وأكثرها شيوعًا هي البيتكوين والإيثريوم. يحب معظم مؤيدي العملات المشفرة حقيقة أن هذه العملات ، بصرف النظر عن كونها لامركزية وأكثر أمانًا خلال عملية سلسلة الكتل ، تزيل البنوك المركزية من إدارة المعروض النقدي مما يحميها من التدخل والتلاعب الحكومي. أصدرت العديد من الشركات عملاتها الخاصة ، والتي تسمى غالبًا الرموز المميزة ، ويمكن تداولها خصيصًا للسلعة أو الخدمة التي تقدمها الشركة.
de: Es gibt keine zentrale Behörde, die den Wert von Krypto festlegt und aufrechterhält. Es ist ein Tauschmittel, das digital, verschlüsselt und dezentral ist. Dieser kryptografische Beweis kommt in Form von Transaktionen, die verifiziert und in einer Programmform aufgezeichnet werden, die als Blockchain bezeichnet wird. Mehr als 6.700 verschiedene Kryptowährungen werden öffentlich gehandelt, die beliebtesten sind Bitcoin und Ethereum. Die meisten Befürworter von Krypto mögen die Tatsache, dass diese Währungen, abgesehen davon, dass sie während des gesamten Blockchain-Prozesses dezentralisiert und sicherer sind, die Zentralbanken von der Verwaltung der Geldmenge abhalten, um sie vor staatlichen Eingriffen und Manipulationen zu schützen. Viele Unternehmen haben ihre eigenen Währungen ausgegeben, oft Token genannt, und diese können speziell für die Ware oder Dienstleistung gehandelt werden, die das Unternehmen anbietet.
es: No existe una autoridad central que fije y mantenga el valor de las criptomonedas. Es un medio de intercambio digital, cifrado y descentralizado. Esa prueba criptográfica viene en forma de transacciones que se verifican y registran en una forma de programa llamada cadena de bloques. Se negocian públicamente más de 6.700 criptomonedas diferentes, siendo las más populares Bitcoin y Ethereum. A la mayoría de los partidarios de las criptomonedas les gusta el hecho de que estas monedas, además de estar descentralizadas y más seguras durante todo el proceso de cadena de bloques, evitan que los bancos centrales administren el suministro de dinero y lo protejan de la interferencia y manipulación del gobierno. Muchas empresas han emitido sus propias monedas, a menudo denominadas tokens, y estas pueden intercambiarse específicamente por el bien o servicio que proporciona la empresa.
fr: Il n’y a pas d’autorité centrale qui fixe et maintient la valeur de la crypto. C’est un moyen d’échange numérique, crypté et décentralisé. Cette preuve cryptographique se présente sous la forme de transactions vérifiées et enregistrées dans une forme de programme appelée blockchain. Plus de 6 700 crypto-monnaies différentes sont négociées publiquement, les plus populaires étant Bitcoin et Ethereum. La plupart des partisans de la crypto aiment le fait que ces monnaies, en plus d’être décentralisées et plus sécurisées tout au long du processus de blockchain, empêchent les banques centrales de gérer la masse monétaire en la protégeant de l’ingérence et de la manipulation du gouvernement. De nombreuses entreprises ont émis leurs propres devises, souvent appelées jetons, et celles-ci peuvent être échangées spécifiquement pour le bien ou le service que la société fournit.
it: Non esiste un'autorità centrale che fissi e mantenga il valore della crittografia. È un mezzo di scambio digitale, crittografato e decentralizzato. Tale prova crittografica si presenta sotto forma di transazioni verificate e registrate in una forma di programma chiamato blockchain. Più di 6.700 diverse criptovalute sono scambiate pubblicamente e le più popolari sono Bitcoin ed Ethereum. Alla maggior parte dei sostenitori delle criptovalute piace il fatto che queste valute, oltre ad essere decentralizzate e più sicure durante tutto il processo di blockchain, rimuovano le banche centrali dalla gestione dell'offerta di moneta proteggendola dall'interferenza e dalla manipolazione del governo. Molte aziende hanno emesso le proprie valute, spesso chiamate token, e queste possono essere scambiate specificamente per il bene o il servizio che l'azienda fornisce.
ko: 암호화폐의 가치를 고정하고 유지하는 중앙 기관이 없습니다. 그것은 디지털화되고 암호화되고 분산된 교환 매체입니다. 그 암호화 증거는 블록체인이라는 프로그램의 형태로 검증되고 기록되는 거래의 형태로 나옵니다. 6,700개 이상의 다양한 암호화폐가 공개적으로 거래되며, 가장 인기 있는 것은 비트코인과 이더리움입니다. 대부분의 암호화폐 지지자들은 이들 화폐가 블록체인 과정 전반에 걸쳐 분산되고 보안이 강화되는 것 외에도 중앙은행이 정부의 간섭과 조작으로부터 이를 보호하는 화폐 공급을 관리하지 못하도록 제거한다는 사실을 좋아합니다. 많은 회사들은 종종 토큰이라고 불리는 그들만의 통화를 발행해왔고, 이것들은 특별히 그 회사가 제공하는 재화나 서비스를 위해 거래될 수 있습니다.
nl: Er is geen centrale autoriteit die de waarde van crypto vaststelt en handhaaft. Het is een ruilmiddel dat digitaal, versleuteld en gedecentraliseerd is. Dat cryptografische bewijs komt in de vorm van transacties die worden geverifieerd en vastgelegd in een programmavorm die een blockchain wordt genoemd. Meer dan 6.700 verschillende cryptocurrencies worden openbaar verhandeld, waarvan Bitcoin en Ethereum de populairste zijn. De meeste voorstanders van cryptocurrencies vinden het prettig dat deze munten niet alleen gedecentraliseerd zijn en beter beveiligd door het proces van blockchain, maar dat ze ook de centrale banken afhouden van het beheer van de geldvoorraad, zodat deze gevrijwaard blijft van overheidsbemoeienis en -manipulatie. Veel bedrijven hebben hun eigen valuta uitgegeven, vaak tokens genoemd, en deze kunnen specifiek worden verhandeld voor het product of de dienst die het bedrijf levert.
pl: Nie ma centralnego organu, który ustala i utrzymuje wartość krypto. Jest to środek wymiany, który jest cyfrowy, zaszyfrowany i zdecentralizowany. Ten dowód kryptograficzny ma postać transakcji, które są weryfikowane i rejestrowane w formie programu zwanego łańcuchem bloków. W publicznym obrocie znajduje się ponad 6700 różnych kryptowalut, z których najpopularniejsze to Bitcoin i Ethereum. Większość zwolenników kryptowaluty lubi fakt, że te waluty, oprócz tego, że są zdecentralizowane i lepiej zabezpieczone w całym procesie blockchain, usuwają banki centralne z zarządzania podażą pieniędzy, zabezpieczając je przed ingerencją rządu i manipulacją. Wiele firm emituje własne waluty, często nazywane tokenami, które można wymieniać na towary lub usługi, które firma dostarcza.
pt: Não há uma autoridade central que fixa e mantém o valor da criptomoeda. É um meio de troca que é digital, cifrado e descentralizado. Essa prova criptográfica surge sob a forma de transacções que são verificadas e registadas numa espécie de programa chamado blockchain. Mais de 6.700 criptomoedas diferentes são transaccionadas publicamente, sendo as mais populares a Bitcoin e a Ethereum. A maior parte dos apoiantes das criptomoedas gostam do facto de estas moedas, além de serem descentralizadas e mais seguras através do processo blockchain, removerem os bancos centrais da gestão do fornecimento do dinheiro, protegendo-o de interferência e manipulação governamental. Muitas empresas emitiram as suas próprias moedas, frequentemente designadas tokens, que podem ser transaccionadas pelos bens ou serviços que as empresas fornecem.
ru: Нет центрального органа, который фиксировал бы и поддерживал ценность криптовалюты. Это средство обмена, которое является цифровым, зашифрованным и децентрализованным. Это криптографическое доказательство приходит в виде транзакций, которые проверяются и записываются в виде программы, называемой блокчейном. Публично торгуется более 6700 различных криптовалют, самыми популярными из которых являются биткоин и эфириум. Большинству сторонников криптовалют нравится тот факт, что эти валюты, помимо того, что они децентрализованы и более защищены на протяжении всего процесса блокчейна, отстраняют центральные банки от управления денежной массой, защищая ее от вмешательства правительства и манипуляций. Многие компании выпустили свои собственные валюты, часто называемые токенами, и ими можно торговать специально для товара или услуги, которые предоставляет компания.
sv: Det finns ingen central myndighet som fixar och upprätthåller värdet av krypto. Det är ett utbytesmedel som är digitalt, krypterat och decentraliserat. Det kryptografiska beviset kommer i form av transaktioner som verifieras och registreras i en form av program som kallas blockchain. Mer än 6 700 olika kryptovalutor handlas offentligt, de mest populära är Bitcoin och Ethereum. De flesta anhängare av krypto gillar det faktum att dessa valutor, förutom att de är decentraliserade och mer säkrade genom blockkedjan, tar bort centralbanker från att hantera penningmängden och säkra den från statlig inblandning och manipulation. Många företag har gett ut sina egna valutor, ofta kallade tokens, och dessa kan handlas med specifikt för den vara eller tjänst som företaget tillhandahåller.
tr: Kriptonun değerini sabitleyen ve koruyan merkezi bir otorite bulunmamaktadır. Bu, dijital, şifreli ve merkezi olmayan bir değişim aracıdır. Bu kriptografik kanıt, blok zincirisi adı verilen bir program biçiminde doğrulanan ve kaydedilen işlemler şeklindedir. 6.700'den fazla farklı kripto para birimi halka açık olarak işlem görmektedir, en popüler olanları ise Bitcoin ve Ethereum'dur. Çoğu kripto destekçisi, bu para birimlerinin blok zinciri süreci boyunca merkezi olmaması ve daha güvenli olmasının yanı sıra, merkez bankalarını para arzını yönetmekten uzaklaştırarak hükümet müdahalesi ve manipülasyonundan koruduğu gerçeğini beğenmektedir. Birçok şirket, genellikle belirteçler olarak adlandırılan kendi para birimlerini çıkarmıştır ve bunlar, şirketin sağladığı mal veya hizmet için özel olarak işlem görebilir.
zh: 没有中央权威机构可以修复和维护加密的价值。 它是一种数字，加密和分散的交换媒介。 这种加密证明以交易的形式出现，这些交易通过一种称为区块链的程序进行验证和记录。 超过6,700种不同的加密货币公开交易，最受欢迎的是比特币和以太坊。 加密的大多数支持者都喜欢这样一个事实，即这些货币除了在整个区块链过程中分散和更安全之外，还使中央银行无法管理货币供应量，使其免受政府干预和操纵。 许多公司都发行了自己的货币，通常称为代币，这些货币可以专门用于公司提供的商品或服务。

# Blog_CWELTI_H3_Text1
source: A blockchain is an open, distributed ledger that records transactions in code enforced by a disparate network of computers. Blockchains are organizational methods for ensuring the integrity of transactional data and play a major role within cryptocurrency exchanges.
ar: سلسلة الكتل عبارة عن دفتر أستاذ مفتوح وموزع يسجل المعاملات في رمز يتم فرضه بواسطة شبكة متباينة من أجهزة الكمبيوتر. سلاسل الكتل هي طرق تنظيمية لضمان سلامة بيانات المعاملات وتلعب دورًا رئيسيًا في تبادلات العملة المشفرة.
de: Eine Blockchain ist ein offenes, verteiltes Hauptbuch, das Transaktionen in Code aufzeichnet, der von einem unterschiedlichen Computernetzwerk erzwungen wird. Blockchains sind organisatorische Methoden zur Sicherstellung der Integrität von Transaktionsdaten und spielen eine wichtige Rolle beim Austausch von Kryptowährungen.
es: Una cadena de bloques es un libro de contabilidad abierto y distribuido que registra las transacciones en un código aplicado por una red dispar de computadoras. Las cadenas de bloques son métodos organizativos que garantizan la integridad de los datos transaccionales y desempeñan un papel importante en los intercambios de criptomonedas.
fr: Une blockchain est un registre ouvert et distribué qui enregistre les transactions dans du code appliqué par un réseau disparate d’ordinateurs. Les blockchains sont des méthodes organisationnelles pour assurer l’intégrité des données transactionnelles et jouent un rôle majeur dans les échanges de crypto-monnaie.
it: Una blockchain è un libro mastro aperto e distribuito che registra le transazioni nel codice applicato da una rete disparata di computer. Le blockchain sono metodi organizzativi per garantire l'integrità dei dati transazionali e svolgono un ruolo importante all'interno degli scambi di criptovaluta.
ko: 블록체인(blockchain)은 서로 다른 컴퓨터 네트워크에 의해 강제되는 코드로 거래내역을 기록하는 개방형 분산 원장입니다. 블록체인은 거래 데이터의 무결성을 보장하기 위한 조직적인 방법으로 암호화폐 거래소 내에서 큰 역할을 합니다.
nl: Een blockchain is een open, gedistribueerd grootboek dat transacties vastlegt in code die wordt afgedwongen door een ongelijksoortig netwerk van computers. Blockchains zijn organisatorische methoden om de integriteit van transactiegegevens te waarborgen en spelen een belangrijke rol bij cryptovaluta beurzen.
pl: Blockchain to otwarta, rozproszona księga, która rejestruje transakcje w kodzie wymuszonym przez odmienną sieć komputerów. Blockchainy to metody organizacyjne zapewniające integralność danych transakcyjnych i odgrywają ważną rolę na giełdach kryptowalut.
pt: O blockchain é um livro de contabilidade aberto e distribuído que regista as transacções em código impostas por uma rede díspar de computadores. Os blockchains são métodos organizacionais de garantia de integridade de dados transaccionais e desempenham um papel fundamental nas bolas de criptomoedas.
ru: Блокчейн - это открытый распределенный реестр, который записывает транзакции в коде, применяемом разрозненной сетью компьютеров. Блокчейны - это организационные методы обеспечения целостности транзакционных данных, которые играют важную роль на криптовалютных биржах.
sv: En blockkedja är en öppen, distribuerad huvudbok som registrerar transaktioner i kod som upprätthålls av ett disparat nätverk av datorer. Blockkedjor är organisatoriska metoder för att säkerställa integriteten hos transaktionsdata och spelar en stor roll inom kryptovalutabörser.
tr: Bir blok zinciri, farklı bir bilgisayar ağı tarafından uygulanan koddaki işlemleri kaydeden açık, dağıtılmış bir defterdir. Blok zincirleri, işlem verilerinin bütünlüğünü sağlayan örgütsel yöntemlerdir ve kripto para birimi borsalarında önemli bir rol oynar.
zh: 区块链是一种开放的分布式分类帐，它用不同的计算机网络强制执行的代码记录交易。 区块链是确保交易数据完整性的组织方法，在加密货币交易所中发挥着重要作用。

# Blog_CWELTI_H3_Text2
source: A database is a collection of information that is stored electronically on a computer system. Data needs to be structured, and if needed, filtered, to find specific information.
ar: قاعدة البيانات هي مجموعة من المعلومات التي يتم تخزينها إلكترونيًا على نظام الكمبيوتر. يجب تنظيم البيانات وتصفيتها إذا لزم الأمر للعثور على معلومات محددة.
de: Eine Datenbank ist eine Sammlung von Informationen, die elektronisch auf einem Computersystem gespeichert sind. Daten müssen strukturiert und bei Bedarf gefiltert werden, um spezifische Informationen zu finden.
es: Una base de datos es una colección de información que se almacena electrónicamente en un sistema informático. Los datos deben estructurarse y, si es necesario, filtrarse para encontrar información específica.
fr: Une base de données est une collection d’informations qui sont stockées électroniquement sur un système informatique. Les données doivent être structurées et, si nécessaire, filtrées, pour trouver des informations spécifiques.
it: Un database è una raccolta di informazioni memorizzate elettronicamente su un sistema informatico. I dati devono essere strutturati e, se necessario, filtrati, per trovare informazioni specifiche.
ko: 데이터베이스는 컴퓨터 시스템에 전자적으로 저장되는 정보 모음입니다. 데이터를 구조화하고 필요한 경우 필터링하여 특정 정보를 찾도록 말이죠.
nl: Een database is een verzameling informatie die elektronisch wordt opgeslagen op een computersysteem. Gegevens moeten worden gestructureerd en indien nodig gefilterd om specifieke informatie te vinden.
pl: Baza danych to zbiór informacji przechowywanych elektronicznie w systemie komputerowym. Dane muszą być ustrukturyzowane i w razie potrzeby przefiltrowane, aby znaleźć konkretne informacje.
pt: A base de dados é uma colecção de informação armazenada electronicamente num computador. Os dados precisam de ser estruturados e, se necessário, filtrados para se encontrar informação específica.
ru: База данных - это совокупность информации, которая хранится в электронном виде в компьютерной системе. Данные должны быть структурированы и, при необходимости, отфильтрованы для поиска конкретной информации.
sv: En databas är en samling information som lagras elektroniskt i ett datorsystem. Data måste struktureras och vid behov filtreras för att hitta specifik information.
tr: Veritabanı, bir bilgisayar sisteminde elektronik olarak depolanan bir bilgi topluluğudur. Belirli bilgileri bulmak için verilerin yapılandırılması ve gerekirse filtrelenmesi gerekir.
zh: 数据库是在计算机系统上以电子方式存储的信息的集合。 数据需要结构化，如果需要，过滤，以查找特定信息。

# Blog_CWELTI_H3_Text3
source: Blockchains differ from specific databases, where data is stored in blocks and chained together. As new data comes in it is entered into a fresh block. Once the block is filled with data it is chained onto the previous block, which chains the data together in chronological order.
ar: تختلف سلاسل الكتل عن قواعد البيانات المحددة ، حيث يتم تخزين البيانات في كتل ومربوطة ببعضها البعض. عندما تأتي البيانات الجديدة يتم إدخالها في كتلة جديدة. بمجرد ملء الكتلة بالبيانات ، يتم ربطها بالكتلة السابقة ، والتي تربط البيانات معًا بترتيب زمني.
de: Blockchains unterscheiden sich von bestimmten Datenbanken, in denen Daten in Blöcken gespeichert und miteinander verkettet werden. Wenn neue Daten eingehen, werden sie in einen neuen Block eingegeben. Sobald der Block mit Daten gefüllt ist, wird er an den vorherigen Block gekettet, der die Daten in chronologischer Reihenfolge verkettet.
es: Las cadenas de bloques difieren de las bases de datos específicas, donde los datos se almacenan en bloques y se encadenan entre sí. A medida que ingresan nuevos datos, se ingresan en un bloque nuevo. Una vez que el bloque está lleno de datos, se encadena al bloque anterior, que encadena los datos en orden cronológico.
fr: Les blockchains diffèrent des bases de données spécifiques, où les données sont stockées dans des blocs et enchaînées ensemble. Au fur et à mesure que de nouvelles données arrivent, elles sont entrées dans un nouveau bloc. Une fois que le bloc est rempli de données, il est enchaîné sur le bloc précédent, qui enchaîne les données ensemble dans l’ordre chronologique.
it: Le blockchain differiscono da database specifici, in cui i dati sono memorizzati in blocchi e concatenati insieme. Quando arrivano nuovi dati, vengono inseriti in un nuovo blocco. Una volta che il blocco è riempito con i dati, viene concatenato al blocco precedente, che concatena i dati insieme in ordine cronologico.
ko: 블록체인은 데이터가 블록에 저장되고 함께 연결되는 특정 데이터베이스와 다릅니다. 새 데이터가 들어오면 새 블록에 입력됩니다. 블록이 데이터로 채워지면 이전 블록에 체인으로 연결되어 데이터를 시간순으로 함께 연결합니다.
nl: Blockchains verschillen van specifieke databases, waar gegevens in blokken worden opgeslagen en aan elkaar worden gekoppeld. Nieuwe gegevens worden in een nieuw blok ingevoerd. Zodra het blok is gevuld met gegevens wordt het gekoppeld aan het vorige blok, waardoor de gegevens in chronologische volgorde aan elkaar worden gekoppeld.
pl: Łańcuchy bloków różnią się od konkretnych baz danych, w których dane są przechowywane w blokach i połączone ze sobą. Gdy pojawiają się nowe dane, są one wprowadzane do nowego bloku. Gdy blok jest wypełniony danymi, jest on łączony z poprzednim blokiem, który łączy dane razem w kolejności chronologicznej.
pt: Os blockchains diferem de bases de dados específicas em que os dados são armazenados em blocos e cadeias. Quando chegam novos dados, entram num bloco novo. Quando o bloco estiver preenchido com dados, é encadeado ao anterior, ficando os dados juntos por ordem cronológica.
ru: Блокчейны отличаются от конкретных баз данных, где данные хранятся в блоках и связаны друг с другом. По мере поступления новых данных они вводятся в новый блок. Как только блок заполняется данными, он привязывается к предыдущему блоку, который объединяет данные в хронологическом порядке.
sv: Blockkedjor skiljer sig från specifika databaser, där data lagras i block och kedjas samman. När ny data kommer in läggs den in i ett nytt block. När blocket väl är fyllt med data kedjas det till det föregående blocket, som kedjar samman data i kronologisk ordning.
tr: Blok zincirleri, verilerin bloklar halinde depolandığı ve birbirine zincirlendiği belirli veritabanlarından farklıdır. Yeni veriler geldikçe yeni bir bloğa girilir. Blok verilerle doldurulduktan sonra, verileri kronolojik sırayla birbirine zincirleyen önceki bloğa zincirlenir.
zh: 区块链不同于特定的数据库，其中数据存储在块中并链接在一起。 当新数据进来时，它被输入到一个新的块中。 一旦数据块被填充，它就被链接到前一个块上，该块按照时间顺序将数据链接在一起。
