Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EILI_Heading2
source: Why Encryption for lawyers be provided attention?
ar: لماذا يتم الاهتمام بالتشفير للمحامين؟
de: Warum sollte Verschlüsselung für Anwälte Beachtung finden?
es: ¿Por qué se debe poner atención al cifrado para abogados?
fr: Pourquoi le Cryptage pour les avocats doit-il faire l'objet d'une attention particulière ?
it: Perché si presta attenzione alla crittografia per gli avvocati?
ko: 변호사를 위한 암호화에 주의를 기울이는 이유는 무엇입니까?
nl: Waarom zou Encryptie voor advocaten aandacht krijgen?
pl: Dlaczego należy zwrócić uwagę na szyfrowanie dla prawników?
pt: Porque deve ser dada atenção à Cifragem para advogados?
ru: Почему следует уделять внимание шифрованию в юридической сфере?
sv: Varför uppmärksammas kryptering för advokater?
tr: Hukukçuklar için sağlanan Şifrelemeye neden dikkat edilmelidir?
zh: 为什么为律师加密提供关注？

# Blog_EILI_Summary
source: In today’s era, data is a very important aspect and hence data security also has to be provided priority for all individuals and organizations, including IT firms, government firms, factories, businesses as well as in law firms.
ar: في عصر اليوم ، تعد البيانات جانبًا مهمًا للغاية ، وبالتالي يجب أيضًا إعطاء الأولوية لأمن البيانات لجميع الأفراد والمؤسسات ، بما في ذلك شركات تكنولوجيا المعلومات والشركات الحكومية والمصانع والشركات وكذلك في شركات المحاماة.
de: In der heutigen Zeit sind Daten ein sehr wichtiger Aspekt, und daher muss die Datensicherheit auch für alle Einzelpersonen und Organisationen, einschließlich IT-Firmen, Regierungsfirmen, Fabriken, Unternehmen sowie in Anwaltskanzleien, Priorität haben.
es: En la era actual, los datos son un aspecto muy importante y, por lo tanto, la seguridad de los datos también debe ser una prioridad para todas las personas y organizaciones, incluidas las empresas de TI, las empresas gubernamentales, las fábricas, las empresas y los bufetes de abogados.
fr: À l'ère actuelle, les données sont un aspect très important et, par conséquent, la sécurité des données doit également être une priorité pour tous les individus et organisations, y compris les entreprises informatiques, les entreprises gouvernementales, les usines, les entreprises ainsi que dans les cabinets d'avocats.
it: Nell'era odierna, i dati sono un aspetto molto importante e quindi anche la sicurezza dei dati deve essere una priorità per tutti gli individui e le organizzazioni, comprese le aziende IT, le aziende governative, le fabbriche, le imprese e gli studi legali.
ko: 오늘날의 시대에 데이터는 매우 중요한 측면이므로 데이터 보안은 법률 회사뿐만 아니라 IT 회사, 정부 회사, 공장, 기업 등 모든 개인과 조직에서도 주의해야합니다.
nl: In het huidige tijdperk zijn gegevens een zeer belangrijk aspect en daarom moet gegevensbeveiliging ook prioriteit krijgen voor alle individuen en organisaties, waaronder IT-bedrijven, overheidsbedrijven, fabrieken, bedrijven en advocatenkantoren.
pl: W dzisiejszych czasach dane są bardzo ważnym aspektem, dlatego też bezpieczeństwo danych musi być priorytetem dla wszystkich osób i organizacji, w tym firm IT, firm rządowych, fabryk, przedsiębiorstw, a także w kancelariach prawnych.
pt: Na era actual, os dados são um aspecto muito importante e portanto a sua segurança deve ser prioritária para todos os indivíduos e organizações, incluindo firmas de TI, firmas governamentais, fábricas, negócios e escritórios de advogados.
ru: В современную эпоху данные являются очень важным аспектом, и, следовательно, безопасность данных также должна быть приоритетом для всех частных лиц и организаций, включая ИТ-фирмы, государственные фирмы, фабрики, предприятия, а также юридические фирмы.
sv: I dagens era är data och information en mycket viktig aspekt och därför måste datasäkerhet också ges prioritet för alla individer och organisationer, inklusive IT-företag, statliga företag, fabriker, företag såväl som i advokatbyråer.
tr: Günümüz dünyasında, veri çok önemli bir husustur ve bu nedenle veri güvenliği, BT şirketleri, devlet şirketleri, fabrikalar, işletmeler ve hukuk firmaları da dahil olmak üzere tüm kişi ve kuruluşlar için bir öncelik olmalıdır.
zh: 在当今时代，数据是一个非常重要的方面，因此数据安全也必须为所有个人和组织提供优先考虑，包括IT公司，政府公司，工厂，企业以及律师事务所。

# Blog_EILI_Text1
source: In today’s era, data is a very important aspect and hence data security also has to be provided priority for all individuals and organizations, including IT firms, government firms, factories, businesses as well as in law firms. The legal profession is particularly vulnerable to lawyers' highly sensitive client information to be kept safe. Legal industries are very important as the responsibilities increase and hence encryption in the legal industry for credential data is too crucial. Lawyers need to be smart enough to protect clients sensitive information which is mostly not followed by law firms.
ar: في عصر اليوم ، تعد البيانات جانبًا مهمًا للغاية ، وبالتالي يجب أيضًا إعطاء الأولوية لأمن البيانات لجميع الأفراد والمؤسسات ، بما في ذلك شركات تكنولوجيا المعلومات والشركات الحكومية والمصانع والشركات وكذلك في شركات المحاماة. مهنة المحاماة معرضة بشكل خاص لمعلومات المحامين الحساسة للغاية الخاصة بالعميل لتظل آمنة. تعد الصناعات القانونية مهمة للغاية مع زيادة المسؤوليات وبالتالي فإن التشفير في الصناعة القانونية لبيانات الاعتماد أمر بالغ الأهمية. يجب أن يكون المحامون أذكياء بما يكفي لحماية المعلومات الحساسة للعملاء والتي لا تتبعها في الغالب مكاتب المحاماة.
de: In der heutigen Zeit sind Daten ein sehr wichtiger Aspekt, und daher muss die Datensicherheit auch für alle Einzelpersonen und Organisationen, einschließlich IT-Firmen, Regierungsfirmen, Fabriken, Unternehmen sowie in Anwaltskanzleien, Priorität haben. Die Anwaltschaft ist besonders anfällig für die hochsensiblen Kundendaten von Anwälten, die sicher aufbewahrt werden müssen. Rechtsbranchen sind sehr wichtig, da die Verantwortlichkeiten zunehmen und daher die Verschlüsselung in der Rechtsbranche für Anmeldeinformationen zu wichtig ist. Anwälte müssen klug genug sein, um vertrauliche Informationen von Mandanten zu schützen, die von Anwaltskanzleien meist nicht befolgt werden.
es: En la era actual, los datos son un aspecto muy importante y, por lo tanto, la seguridad de los datos también debe ser una prioridad para todas las personas y organizaciones, incluidas las empresas de TI, las empresas gubernamentales, las fábricas, las empresas y los bufetes de abogados. La profesión legal es particularmente vulnerable a la información altamente confidencial de los clientes de los abogados que debe mantenerse segura. Las industrias legales son muy importantes a medida que aumentan las responsabilidades y, por lo tanto, el cifrado en la industria legal para los datos de credenciales es fundamental. Los abogados deben ser lo suficientemente inteligentes para proteger la información confidencial de los clientes que, en su mayoría, una práctica que no es seguida por los bufetes de abogados.
fr: À l'ère actuelle, les données sont un aspect très important et, par conséquent, la sécurité des données doit également être une priorité pour tous les individus et organisations, y compris les entreprises informatiques, les entreprises gouvernementales, les usines, les entreprises ainsi que dans les cabinets d'avocats. La profession juridique est particulièrement vulnérable aux informations très sensibles des clients des avocats qui doivent être protégées. Les industries juridiques sont de plus en plus importantes à mesure que les responsabilités augmentent et, par conséquent, le cryptage dans l'industrie juridique des données d'identification est crucial. Les avocats doivent être suffisamment intelligents pour protéger les informations sensibles des clients, ces dernières n'étant généralement pas protégées par les cabinets d'avocats.
it: Nell'era odierna, i dati sono un aspetto molto importante e quindi anche la sicurezza dei dati deve essere una priorità per tutti gli individui e le organizzazioni, comprese le aziende IT, le aziende governative, le fabbriche, le imprese e gli studi legali. La professione legale è particolarmente vulnerabile alle informazioni altamente sensibili dei clienti degli avvocati da tenere al sicuro. Le industrie legali sono molto importanti in quanto le responsabilità aumentano e quindi la crittografia nel settore legale per i dati delle credenziali è troppo cruciale. Gli avvocati devono essere abbastanza intelligenti da proteggere le informazioni sensibili dei clienti che per lo più non sono seguite dagli studi legali.
ko: 오늘날의 시대에 데이터는 매우 중요한 측면이므로 데이터 보안은 법률 회사뿐만 아니라 IT 회사, 정부 회사, 공장, 기업 등 모든 개인과 조직에서도 주의해야합니다. 법조계는 특히 변호사의 매우 민감한 고객 정보 유출에 취약합니다. 책임이 증가함에 따라 법률 산업에서 보안은 매우 중요하므로 자격 증명 데이터에 대한 법률 산업의 암호화가 중요합니다. 변호사는 고객의 민감한 정보를 보호하는 것이 무엇보다 중요합니다.
nl: In het huidige tijdperk zijn gegevens een zeer belangrijk aspect en daarom moet gegevensbeveiliging ook prioriteit krijgen voor alle individuen en organisaties, inclusief IT-bedrijven, overheidsbedrijven, fabrieken, bedrijven en advocatenkantoren. De advocatuur is bijzonder kwetsbaar voor de zeer gevoelige cliëntinformatie van advocaten die veilig moet worden bewaard. Juridische sectoren zijn erg belangrijk naarmate de verantwoordelijkheden toenemen en daarom is encryptie in de juridische sector voor referentiegegevens te cruciaal. Advocaten moeten slim genoeg zijn om gevoelige informatie van klanten te beschermen, wat meestal niet wordt gedaan door advocatenkantoren.
pl: W dzisiejszych czasach dane są bardzo ważnym aspektem, dlatego też bezpieczeństwo danych musi być priorytetem dla wszystkich osób i organizacji, w tym firm IT, firm rządowych, fabryk, przedsiębiorstw, a także w kancelariach prawnych. Zawody prawnicze są szczególnie narażone na bardzo wrażliwe informacje o klientach prawników, które należy chronić. Branże prawnicze są bardzo ważne, ponieważ rosną obowiązki, a zatem szyfrowanie danych uwierzytelniających w branży prawniczej jest zbyt ważne. Prawnicy muszą być wystarczająco sprytni, aby chronić poufne informacje klientów, które w większości nie są śledzone przez firmy prawnicze.
pt: Na era actual, os dados são um aspecto muito importante e portanto a sua segurança deve ser prioritária para todos os indivíduos e organizações, incluindo firmas de TI, firmas governamentais, fábricas, negócios e escritórios de advogados. Os advogados são particularmente vulneráveis, pois detêm informação altamente sensível de clientes e que deve ser mantida segura. O sector jurídico é muito importante, pois envolve grande responsabilidade, e portanto a cifragem de dados de credenciais neste sector é crucial. Os advogados devem ser suficientemente inteligentes para proteger a informação sensível de clientes, algo que não é feito pela maioria dos escritórios.
ru: В современную эпоху данные являются очень важным аспектом, и, следовательно, безопасность данных также должна быть приоритетом для всех частных лиц и организаций, включая ИТ-фирмы, государственные фирмы, фабрики, предприятия, а также юридические фирмы. Юридическая профессия особенно уязвима к тому, что очень чувствительная информация о клиентах юристов должна храниться в безопасности. Юридические отрасли очень важны, поскольку ответственность возрастает, и, следовательно, шифрование учетных данных в юридической отрасли слишком важно. Юристы должны быть достаточно умны, чтобы защитить конфиденциальную информацию клиентов, за которой юридические фирмы в большинстве случаев не следят.
sv: I dagens era är data en mycket viktig aspekt och därför måste datasäkerhet också ges prioritet för alla individer och organisationer, inklusive IT-företag, statliga företag, fabriker såväl som i advokatbyråer. Juristkåren är särskilt sårbar för att advokaters mycket känsliga klientinformation ska förvaras på ett säkert sätt. Juridiska branscher är mycket viktiga eftersom ansvaret ökar och därför är kryptering i den juridiska branschen för legitimationsdata alltför avgörande. Advokater måste vara smarta nog att skydda klienters känsliga information, något som oftast inte följs av advokatbyråer.
tr: Günümüz dünyasında, veri çok önemli bir husustur ve bu nedenle veri güvenliği, BT şirketleri, devlet şirketleri, fabrikalar, işletmeler ve hukuk firmaları da dahil olmak üzere tüm kişi ve kuruluşlar için bir öncelik olmalıdır. Hukuk alanı, avukatların son derece hassas müşteri bilgilerinin güvende tutulmasına karşı özellikle savunmasızdır. Sorumluluklar arttıkça hukuk endüstrileri oldukça önemli hale gelir ve bu nedenle kimlik bilgisi verileri için hukuk endüstrisinde şifreleme çok önemlidir. Avukatların, çoğunlukla hukuk firmaları tarafından takip edilmeyen müşterilerin hassas bilgilerini koruyacak kadar zeki olmaları gerekir.
zh: 在当今时代，数据是一个非常重要的方面，因此数据安全也必须为所有个人和组织提供优先考虑，包括IT公司，政府公司，工厂，企业以及律师事务所。 法律界特别容易受到律师高度敏感的客户信息的保护。 随着责任的增加，法律行业非常重要，因此法律行业对凭证数据的加密至关重要。 律师需要足够聪明，以保护客户的敏感信息，而这些信息大多是律师事务所所不遵循的。

# Blog_EILI_Text2
source: From recent years analysis it has been found that hackers have increasingly targeted law firms. It was reported that almost 2.6 terabytes of data, including 2.2 million PDF files and 3 million databases were hacked. Yet, data security in the legal industry is low; many law firms even now don’t use the most basic encryption.
ar: من تحليل السنوات الأخيرة ، وجد أن المتسللين استهدفوا بشكل متزايد شركات المحاماة. أفادت التقارير أنه تم اختراق ما يقرب من 2.6 تيرابايت من البيانات ، بما في ذلك 2.2 مليون ملف PDF و 3 ملايين قاعدة بيانات. ومع ذلك ، فإن أمن البيانات في الصناعة القانونية منخفض ؛ حتى الآن لا تستخدم العديد من شركات المحاماة أبسط التشفير.
de: Aus den letzten Jahren Analyse Es wurde festgestellt, dass Hacker zunehmend Anwaltskanzleien ins Visier genommen haben. Es wurde berichtet, dass fast 2,6 Terabyte Daten, darunter 2,2 Millionen PDF-Dateien und 3 Millionen Datenbanken, gehackt wurden. Dennoch ist die Datensicherheit in der Rechtsbranche gering; Viele Anwaltskanzleien verwenden noch nicht die grundlegendste Verschlüsselung.
es: A partir del análisis de los últimos años, se ha descubierto que los hackers informáticos han apuntado cada vez más a los bufetes de abogados. Se informó que se hackearon casi 2,6 terabytes de datos, incluidos 2,2 millones de archivos PDF y 3 millones de bases de datos. Sin embargo, la seguridad de los datos en la industria legal es baja; muchos bufetes de abogados incluso ahora no usan el cifrado más básico.
fr: D'après l'analyse des dernières années, il a été constaté que les pirates ont de plus en plus ciblé les cabinets d'avocats. Il a été rapporté que près de 2,6 téraoctets de données, dont 2,2 millions de fichiers PDF et 3 millions de bases de données ont été piratés. Pourtant, la sécurité des données dans le secteur juridique est faible ; de nombreux cabinets d'avocats n'utilisent pas encore le cryptage le plus élémentaire.
it: Dalle analisi degli ultimi anni è stato rilevato che gli hacker hanno preso sempre più di mira gli studi legali. È stato riferito che quasi 2,6 terabyte di dati, tra cui 2,2 milioni di file PDF e 3 milioni di database sono stati violati. Tuttavia, la sicurezza dei dati nel settore legale è bassa; molti studi legali ancora oggi non utilizzano la crittografia più elementare.
ko: 최근 몇 년 동안의 분석에서 해커가 점점 더 법률 회사를 표적으로 삼고 있음이 밝혀졌습니다. 220 만 개의 PDF 파일과 3 백만 개의 데이터베이스를 포함하여 거의 2.6 테라 바이트의 데이터가 해킹 된 것으로보고되었습니다. 그러나 법률 산업의 데이터 보안은 낮습니다. 지금도 많은 법률 회사는 가장 기본적인 암호화를 사용하지 않습니다.
nl: Uit analyses van de afgelopen jaren is gebleken dat hackers zich steeds meer richten op advocatenkantoren. Er werd gemeld dat bijna 2,6 terabyte aan gegevens, waaronder 2,2 miljoen pdf-bestanden en 3 miljoen databases, waren gehackt. Toch is de gegevensbeveiliging in de juridische sector laag; veel advocatenkantoren gebruiken zelfs nu nog niet de meest elementaire encryptie.
pl: Z ostatnich lat analizy wynika, że hakerzy coraz częściej biorą na cel firmy prawnicze. Odnotowano prawie 2,6 terabajta zhakowanych danych, w tym 2,2 miliona plików PDF i 3 miliony baz danych. Jednak bezpieczeństwo danych w branży prawniczej jest niskie; wiele firm prawniczych nawet teraz nie używa najbardziej podstawowego szyfrowania.
pt: Da análise de anos recentes, descobriu-se que aumentaram os ataques de hackers a escritórios de advogados. Foi reportado que quase 2,6 terabytes de dados, incluindo 2.2 milhões de ficheiros PDF e 3 milhões e bases de dados, foram atacados. Ainda assim, a segurança de dados no sector jurídico é baixo; muitos escritórios de advogados, mesmo hoje em dia, não usam a mais básica das cifragens.
ru: Анализ последних лет показал, что все чаще мишенями хакеров становятся юридических фирм. Сообщалось, что было взломано почти 2,6 терабайта данных, включая 2,2 миллиона PDF-файлов и 3 миллиона баз данных. Тем не менее, безопасность данных в юридической отрасли находится на низком уровне; многие юридические фирмы даже сейчас не используют самое элементарное шифрование.
sv: Från de senaste årens analyser har det visat sig att hackare i allt större utsträckning har riktat sig mot advokatbyråer. Det rapporterades att nästan 2,6 terabyte data, inklusive 2,2 miljoner PDF-filer och 3 miljoner databaser, hackats. Ändå är datasäkerheten i den juridiska branschen låg; många advokatbyråer använder inte ens nu den mest grundläggande krypteringen.
tr: Son yıllarda yapılan analizlerde bilgisayar korsanlarının hukuk firmalarını giderek daha fazla hedef aldığı tespit edilmiştir. Aralarında 2.2 milyon PDF dosyası ve 3 milyon veri tabanının da bulunduğu yaklaşık 2.6 terabaytlık verinin hacklendiği bildirilmiştir. Yine de hukuk sektöründe veri güvenliği düşüktür; birçok hukuk firması şu anda bile en temel şifrelemeyi kullanmamaktadır.
zh: 从近年来的分析中发现，黑客越来越多地针对律师事务所。 据报道，几乎2.6tb的数据，包括220万个PDF文件和300万个数据库被黑客入侵。 然而，法律行业的数据安全性很低;许多律师事务所甚至现在都没有使用最基本的加密。

# Blog_EILI_Title
source: Encryption in legal industry
ar: التشفير في الصناعة القانونية
de: Verschlüsselung in der Rechtsbranche
es: El cifrado en la industria legal
fr: Chiffrement dans l'industrie juridique
it: Crittografia nel settore legale
ko: 법률 업계의 암호화
nl: Encryptie in de juridische sector
pl: Szyfrowanie w branży prawniczej
pt: Cifragem no sector jurídico
ru: Шифрование в юридической отрасли
sv: Kryptering i juridisk industri
tr: Hukuk alanında şifreleme
zh: 法律行业的加密
