Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BAWIT_H6_Text2
source: As a women in tech, I am constantly learning and expanding my skills to stay ahead of the curve. The tech industry offers endless possibilities for innovation and making a positive impact on the world. It's a challenging yet dynamic career path that is worth every bit of effort.
ar: بصفتي امرأة في مجال التكنولوجيا ، أتعلم باستمرار مهاراتي وأعمل على توسيعها للبقاء في الطليعة. تقدم صناعة التكنولوجيا إمكانيات لا حصر لها للابتكار وإحداث تأثير إيجابي على العالم. إنه مسار وظيفي مليء بالتحديات ولكنه ديناميكي يستحق كل جهد ممكن.
de: Als Frau in der Technik lerne und erweitere ich ständig meine Fähigkeiten, um der Zeit voraus zu sein. Die Technologiebranche bietet endlose Möglichkeiten für Innovationen und positive Auswirkungen auf die Welt. Es ist ein herausfordernder, aber dynamischer Karriereweg, der jede Anstrengung wert ist.
es: Como mujer en tecnología, estoy constantemente aprendiendo y expandiendo mis habilidades para mantenerme a la vanguardia. La industria de la tecnología ofrece posibilidades infinitas para innovar y generar un impacto positivo en el mundo. Es una carrera desafiante pero dinámica que vale la pena cada esfuerzo.
fr: En tant que femme dans le domaine de la technologie, j'apprends et développe constamment mes compétences pour garder une longueur d'avance. L'industrie technologique offre des possibilités infinies d'innovation et d'impact positif sur le monde. C'est un cheminement de carrière stimulant mais dynamique qui vaut tous les efforts.
it: Come donna nel settore tecnologico, imparo ed espando costantemente le mie competenze per essere sempre all'avanguardia. L'industria tecnologica offre infinite possibilità di innovazione e di avere un impatto positivo sul mondo. È un percorso di carriera impegnativo ma dinamico che vale ogni sforzo.
ko: 기술 분야의 여성으로서 저는 시대를 앞서가기 위해 끊임없이 기술을 배우고 확장하고 있습니다. 기술 산업은 혁신과 세상에 긍정적인 영향을 미칠 수 있는 무한한 가능성을 제공합니다. 모든 노력을 기울일 가치가 있는 도전적이면서도 역동적인 경력 경로입니다.
nl: Als een vrouw in tech ben ik constant aan het leren en mijn vaardigheden aan het uitbreiden om voorop te blijven lopen. De tech-industrie biedt eindeloze mogelijkheden voor innovatie en het maken van een positieve impact op de wereld. Het is een uitdagend maar dynamisch carrièrepad dat elke inspanning waard is.
pl: Jako kobieta w branży technologicznej stale uczę się i poszerzam swoje umiejętności, aby wyprzedzać konkurencję. Branża technologiczna oferuje nieskończone możliwości innowacji i wywierania pozytywnego wpływu na świat. To wymagająca, ale dynamiczna ścieżka kariery, która jest warta każdego wysiłku.
pt: Como mulher na área da tecnologia, aprendo e expando constantemente as minhas competências para estar sempre na vanguarda. A indústria da tecnologia oferece possibilidades infinitas de inovação e de impacto positivo no mundo. É uma carreira desafiante, mas dinâmica, e que vale todo o esforço.
ru: Как женщина, работающая в сфере технологий, я постоянно учусь и расширяю свои навыки, чтобы оставаться на шаг впереди. Индустрия высоких технологий предлагает бесконечные возможности для инноваций и оказания положительного влияния на мир. Это сложный, но динамичный карьерный путь, который стоит любых усилий.
sv: Som en kvinnlig tekniker, lär jag mig ständigt och samtidigt utökar jag mina färdigheter för att ligga steget före. Teknikindustrin erbjuder oändliga möjligheter för innovation och att göra en positiv inverkan på världen. Det är en utmanande men ändå dynamisk karriärväg som är värd varje ansträngning.
tr: Teknolojide bir kadın olarak, çizginin ötesine geçmek için becerilerimi sürekli öğreniyor ve genişletiyorum. Teknoloji endüstrisi, inovasyon ve dünya üzerinde olumlu bir etki yaratmak için sonsuz olanaklar sunuyor. Her türlü çabaya değecek zorlu ama dinamik bir kariyer yolu.
zh: 作为一名科技女性，我不断学习和扩展我的技能，以保持领先地位。 科技行业为创新和对世界产生积极影响提供了无限的可能性。 这是一个充满挑战但充满活力的职业道路，值得每一点努力。

# Blog_BAWIT_H6_Text3
source: I am proud to be a part of an industry that is shaping the future and changing the world for the better. Thank you for giving me the opportunity to share my experience in the tech industry.”
ar: أنا فخور بأن أكون جزءا من صناعة تشكل المستقبل وتغير العالم نحو الأفضل. شكرا لمنحي الفرصة لمشاركة تجربتي في صناعة التكنولوجيا ".
de: Ich bin stolz, Teil einer Branche zu sein, die die Zukunft gestaltet und die Welt zum Besseren verändert. Vielen Dank, dass Sie mir die Gelegenheit gegeben haben, meine Erfahrungen in der Technologiebranche zu teilen.”
es: Estoy orgulloso de ser parte de una industria que está dando forma al futuro y cambiando el mundo para mejor. Gracias por darme la oportunidad de compartir mi experiencia en la industria tecnológica”.
fr: Je suis fier de faire partie d'une industrie qui façonne l'avenir et change le monde pour le meilleur. Merci de me donner l'opportunité de partager mon expérience dans l'industrie de la technologie."
it: Sono orgoglioso di far parte di un settore che sta plasmando il futuro e cambiando il mondo in meglio. Grazie per avermi dato l'opportunità di condividere la mia esperienza nel settore tecnologico".
ko: 저는 미래를 형성하고 세상을 더 나은 방향으로 변화시키는 업계의 일원이 된 것을 자랑스럽게 생각합니다. 기술 업계에서의 경험을 공유할 수 있는 기회를 주셔서 감사합니다."
nl: Ik ben er trots op deel uit te maken van een industrie die de toekomst vormgeeft en de wereld ten goede verandert. Bedankt dat je me de kans hebt gegeven om mijn ervaring in de tech-industrie te delen."
pl: Jestem dumny z bycia częścią branży, która kształtuje przyszłość i zmienia świat na lepsze. Dziękuję za umożliwienie mi podzielenia się moim doświadczeniem w branży technologicznej.”
pt: Tenho orgulho em fazer parte duma indústria que está a moldar o futuro e a melhorar o mundo. Obrigado por me darem a oportunidade de partilhar a minha experiência na indústria tecnológica."
ru: Я горжусь тем, что являюсь частью индустрии, которая формирует будущее и меняет мир к лучшему. Спасибо вам за предоставленную мне возможность поделиться своим опытом в технологической индустрии”.
sv: Jag är stolt över att vara en del av en bransch som formar framtiden och förändrar världen till det bättre. Tack för att du gav mig möjligheten att dela med mig av min erfarenhet inom teknikbranschen."
tr: Geleceği şekillendiren ve dünyayı daha iyiye doğru değiştiren bir endüstrinin parçası olmaktan gurur duyuyorum. Bana teknoloji endüstrisindeki deneyimimi paylaşma fırsatı verdiğiniz için teşekkür ederim."
zh: 我很自豪能成为一个正在塑造未来、让世界变得更美好的行业的一员。 感谢您给我机会分享我在科技行业的经验。”

# Blog_BAWIT_H7_Text1
source: “The myth that women's empowerment can only happen slowly has debilitated their power. We need to realize that, when it comes to eradicating this deep-rooted problem of traditional gender stereotyping, everyone's contribution counts.
ar: "إن الأسطورة القائلة بأن تمكين المرأة لا يمكن أن يحدث إلا ببطء قد أضعف قوتها. علينا أن ندرك أنه عندما يتعلق الأمر بالقضاء على هذه المشكلة العميقة الجذور المتمثلة في التنميط الجنساني التقليدي ، فإن مساهمة الجميع مهمة.
de: “Der Mythos, dass die Ermächtigung von Frauen nur langsam erfolgen kann, hat ihre Macht geschwächt. Wir müssen erkennen, dass der Beitrag jedes Einzelnen zählt, wenn es darum geht, dieses tief verwurzelte Problem der traditionellen Geschlechterstereotypisierung zu beseitigen.
es: “El mito de que el empoderamiento de las mujeres solo puede ocurrir lentamente ha debilitado su poder. Necesitamos darnos cuenta de que, cuando se trata de erradicar este problema tan arraigado de los estereotipos tradicionales de género, la contribución de todos cuenta.
fr: « Le mythe selon lequel l'autonomisation des femmes ne peut se faire que lentement a affaibli leur pouvoir. Nous devons réaliser que, lorsqu'il s'agit d'éradiquer ce problème profondément enraciné des stéréotypes sexistes traditionnels, la contribution de chacun compte.
it: "Il mito che l'emancipazione delle donne possa avvenire solo lentamente ha debilitato il loro potere. Dobbiamo renderci conto che, quando si tratta di sradicare questo problema profondamente radicato degli stereotipi tradizionali di genere, il contributo di tutti conta.
ko: "여성의 권한 부여가 천천히 일어날 수 있다는 고정관념은 그들의 힘을 약화 시켰습니다. 우리는 전통적인 젠더 고정 관념의 뿌리 깊은 문제를 근절하기 위해서는 모든 사람의 기여가 중요하다는 것을 깨달아야합니다.
nl: "De mythe dat vrouwen alleen langzaam mondiger kunnen worden, heeft hun macht verzwakt. We moeten beseffen dat als het erom gaat dit diepgewortelde probleem van traditionele genderstereotypen uit te roeien, ieders bijdrage telt.
pl: „Mit, że upodmiotowienie kobiet może następować powoli, osłabił ich siłę. Musimy zdać sobie sprawę, że jeśli chodzi o eliminację tego głęboko zakorzenionego problemu tradycyjnych stereotypów związanych z płcią, liczy się wkład każdego.
pt: "O mito de que o alargamento dos poderes das mulheres só pode acontecer lentamente enfraqueceu o seu próprio poder. Precisamos de perceber que, quando se trata de erradicar este problema profundamente enraizado nos estereótipos tradicionais de género, a contribuição de todos conta.
ru: “Миф о том, что увеличение прав и возможностей женщин может происходить только медленно, ослабил их власть. Мы должны осознать, что, когда дело доходит до преодоления этой глубоко укоренившейся проблемы традиционных гендерных стереотипов, важен вклад каждого.
sv: "Myten om att kvinnors egenmakt bara kan ske långsamt har försvagat deras makt. Vi måste inse att när det gäller att utrota detta djupt rotade problem med traditionell könsstereotyp räknas allas bidrag.
tr: "Kadınların yalnızca yavaş bir şekilde güçlendirilebileceği efsanesi, güçlerinin zayıflamasına yol açtı. Geleneksel cinsiyete dair kalıp yargıların mevcudiyetiyle ilgili bu köklü sorununu ortadan kaldırmak söz konusu olduğunda, herkesin katkısının önemli olduğunu anlamamız gerekiyor.
zh: "女性赋权只能缓慢发生的神话已经削弱了他们的力量。 我们需要认识到，在消除传统性别陈规定型观念这一根深蒂固的问题时，每个人的贡献都很重要。

# Blog_BAWIT_H7_Text2
source: Faced with several hurdles such as gender preferences, low representation and a virtual glass ceiling, women are constantly trying to uplift themselves and bring a change in the industry, and are excelling in higher positions. Despite the challenges, it is a fulfilling experience to work in a company that doesn't discriminate. I am glad to work as a women in the IT industry and have high hopes for breaking gender inequality. Happy International Women's Day.”
ar: في مواجهة العديد من العقبات مثل التفضيلات بين الجنسين والتمثيل المنخفض والسقف الزجاجي الافتراضي ، تحاول النساء باستمرار الارتقاء بأنفسهن وإحداث تغيير في الصناعة ، ويتفوقن في المناصب العليا. على الرغم من التحديات ، إلا أنها تجربة مرضية للعمل في شركة لا تميز. يسعدني أن أعمل كامرأة في صناعة تكنولوجيا المعلومات ولدي آمال كبيرة في كسر عدم المساواة بين الجنسين. يوم نسائي عالمي سعيد ".
de: Angesichts verschiedener Hürden wie Geschlechterpräferenzen, geringer Repräsentation und einer virtuellen gläsernen Decke versuchen Frauen ständig, sich zu erheben und einen Wandel in der Branche herbeizuführen, und sind in höheren Positionen hervorragend. Trotz der Herausforderungen ist es eine erfüllende Erfahrung, in einem Unternehmen zu arbeiten, das nicht diskriminiert. Ich freue mich, als Frau in der IT-Branche zu arbeiten und habe große Hoffnungen, die Ungleichheit der Geschlechter zu überwinden. Glücklicher Internationaler Frauentag.”
es: Enfrentadas con varios obstáculos, como las preferencias de género, la baja representación y un techo de cristal virtual, las mujeres intentan constantemente elevarse a sí mismas y generar un cambio en la industria, y sobresalen en los puestos más altos. A pesar de los desafíos, es una experiencia gratificante trabajar en una empresa que no discrimina. Estoy contenta de trabajar como mujer en la industria de TI y tengo grandes esperanzas de romper la desigualdad de género. Feliz Día Internacional de la Mujer".
fr: Confrontées à plusieurs obstacles tels que les préférences de genre, une faible représentation et un plafond de verre virtuel, les femmes essaient constamment de s'élever et d'apporter un changement dans l'industrie, et excellent dans des postes plus élevés. Malgré les défis, c'est une expérience enrichissante de travailler dans une entreprise qui ne fait pas de discrimination. Je suis heureuse de travailler en tant que femme dans l'industrie informatique et j'ai de grands espoirs de briser l'inégalité entre les sexes. Bonne Journée internationale de la femme. »
it: Di fronte a diversi ostacoli come le preferenze di genere, la bassa rappresentanza e un soffitto di cristallo virtuale, le donne cercano costantemente di elevarsi e portare un cambiamento nel settore, e stanno eccellendo in posizioni più elevate. Nonostante le sfide, è un'esperienza appagante lavorare in un'azienda che non discrimina. Sono felice di lavorare come donna nel settore IT e ho grandi speranze di rompere la disuguaglianza di genere. Buona Giornata Internazionale della Donna".
ko: 성별 선호도, 낮은 대표성, 가상의 유리 천장과 같은 몇 가지 장애물에 직면한 여성들은 끊임없이 자신을 고양시키고 업계에 변화를 가져오기 위해 노력하고 있으며 더 높은 위치에서 탁월합니다. 어려움에도 불구하고 차별하지 않는 회사에서 일하는 것은 만족스러운 경험입니다. 저는 IT 업계에서 여성으로 일하게 되어 기쁘고 성 불평등을 깨는 데 큰 희망을 가지고 있습니다. 세계 여성의 날을 축하합니다."
nl: Geconfronteerd met verschillende hindernissen, zoals gendervoorkeuren, lage vertegenwoordiging en een virtueel glazen plafond, proberen vrouwen zichzelf voortdurend te verheffen en een verandering in de industrie te brengen, en blinken ze uit in hogere posities. Ondanks de uitdagingen is het een bevredigende ervaring om te werken in een bedrijf dat niet discrimineert. Ik ben blij om als vrouw in de IT-industrie te werken en heb hoge verwachtingen van het doorbreken van genderongelijkheid. Fijne Internationale Vrouwendag."
pl: W obliczu kilku przeszkód, takich jak preferencje płciowe, niska reprezentacja i wirtualny szklany sufit, kobiety nieustannie starają się podnieść na duchu i wprowadzić zmiany w branży, a także przodują na wyższych stanowiskach. Pomimo wyzwań praca w firmie, która nie dyskryminuje, jest satysfakcjonującym doświadczeniem. Cieszę się, że mogę pracować jako kobieta w branży IT i pokładam duże nadzieje w przełamywaniu nierówności płci. Wszystkiego najlepszego z okazji Międzynarodowego Dnia Kobiet”.
pt: Diante de vários obstáculos, como preferências de género, baixa representatividade e um tecto de vidro virtual, as mulheres estão constantemente a tentar elevar-se e a trazer uma mudança na indústria, estando a destacar-se em posições mais altas. Apesar dos desafios, é uma experiência gratificante trabalhar numa empresa que não discrimina. Estou feliz por trabalhar como mulher na indústria das TI e tenho grandes esperanças em quebrar a desigualdade de género. Feliz Dia Internacional da Mulher."
ru: Сталкиваясь с рядом препятствий, таких как гендерные предпочтения, низкая представленность и виртуальный стеклянный потолок, женщины постоянно пытаются подняться и внести изменения в отрасль, и преуспевают на более высоких должностях. Несмотря на трудности, работа в компании, которая не допускает дискриминации, приносит удовлетворение. Я рада быть женщиной в IT-индустрии и возлагаю большие надежды на преодоление гендерного неравенства. С Международным женским днем”.
sv: Inför flera hinder som könspreferenser, låg representation och ett virtuellt glastak, försöker kvinnor ständigt lyfta sig själva och åstadkomma en förändring i branschen, och utmärker sig på högre positioner. Trots utmaningarna är det en tillfredsställande upplevelse att arbeta i ett företag som inte diskriminerar. Jag är glad över att arbeta som kvinna i IT-branschen och har stora förhoppningar om att bryta ojämlikheten mellan könen. Glad internationell kvinnodag."
tr: Cinsiyet tercihleri, düşük temsil ve sanal cam tavan gibi çeşitli engellerle karşı karşıya kalan kadınlar, sürekli olarak kendilerini yükseltmeye ve sektörde bir değişiklik getirmeye çalışıyorlar ve daha yüksek pozisyonlarda mükemmelleşiyorlar. Zorluklara rağmen, ayrımcılık yapmayan bir şirkette çalışmak oldukça tatmin edici bir deneyim. BT sektöründe bir kadın olarak çalışmaktan son derece memnuniyet duyuyorum ve cinsiyet eşitsizliğini kırmak için büyük umutlarım var. Dünya Kadınlar Gününüz Kutlu Olsun."
zh: 面对性别偏好、低代表性和虚拟玻璃天花板等多重障碍，女性不断努力提升自己，为行业带来变革，并在更高的岗位上表现出色。 尽管面临挑战，但在一个不歧视的公司工作是一种充实的经历。 我很高兴作为IT行业的女性工作，并对打破性别不平等寄予厚望。 国际妇女节快乐。”

# Blog_BAWIT_H8_Text1
source: “I am a software engineer with over 10 years of experience in .NET development, and I’m proud to be part of the tech industry. I entered the corporate world through campus recruitment, and was offered a position at one of the big IT companies, and it was a dream come true.
ar: "أنا مهندس برمجيات لدي أكثر من 10 سنوات من الخبرة في تطوير .NET ، وأنا فخور بأن أكون جزءا من صناعة التكنولوجيا. دخلت عالم الشركات من خلال التوظيف في الحرم الجامعي ، وحصلت على وظيفة في إحدى شركات تكنولوجيا المعلومات الكبرى ، وكان ذلك بمثابة حلم تحقق.
de: “Ich bin Softwareentwickler mit über 10 Jahren Erfahrung in der .NET-Entwicklung und bin stolz darauf, Teil der Technologiebranche zu sein. Ich bin durch Campus Recruitment in die Unternehmenswelt eingetreten und bekam eine Stelle bei einem der großen IT-Unternehmen angeboten, und es war ein wahr gewordener Traum.
es: “Soy una ingeniera de software con más de 10 años de experiencia en el desarrollo de .NET y estoy orgullosa de ser parte de la industria tecnológica. Ingresé al mundo corporativo a través del reclutamiento en el campus y me ofrecieron un puesto en una de las grandes empresas de TI, y fue un sueño hecho realidad.
fr: "Je suis un ingénieur logiciel avec plus de 10 ans d'expérience dans le développement .NET, et je suis fier de faire partie de l'industrie technologique. Je suis entré dans le monde de l'entreprise grâce au recrutement sur le campus, et on m'a proposé un poste dans l'une des grandes entreprises informatiques, et le rêve est devenu réalité.
it: "Sono un software engineer con oltre 10 anni di esperienza in .NET development e sono orgoglioso di far parte del settore tecnologico. Sono entrato nel mondo aziendale attraverso il reclutamento nel campus e mi è stata offerta una posizione in una delle grandi aziende IT, ed è stato un sogno diventato realtà.
ko: "저는 .NET 개발 분야에서 10년 이상의 경력을 쌓은 소프트웨어 엔지니어이며 기술 업계의 일원이 된 것을 자랑스럽게 생각합니다. 캠퍼스 채용을 통해 기업 세계에 입문하여 대형 IT 회사 중 한 곳에서 자리를 제안 받았고 꿈이 이루어졌습니다.
nl: "Ik ben een software-engineer met meer dan 10 jaar ervaring in .NET-ontwikkeling en ik ben er trots op deel uit te maken van de technische industrie. Ik kwam de bedrijfswereld binnen via campuswerving en kreeg een functie aangeboden bij een van de grote IT-bedrijven, en het was een droom die uitkwam.
pl: „Jestem inżynierem oprogramowania z ponad 10-letnim doświadczeniem w programowaniu .NET i jestem dumny z bycia częścią branży technologicznej. Wszedłem do świata korporacji poprzez rekrutację w kampusie i zaproponowano mi pracę w jednej z dużych firm IT, co było spełnieniem marzeń.
pt: "Sou um engenheiro de software com mais de 10 anos de experiência em desenvolvimento .NET e tenho orgulho de fazer parte da indústria tecnológica. Entrei no mundo empresarial através de recrutamento no campus e ofereceram-me uma posição numa das grandes empresas de TI, tendo sido um sonho tornado realidade.
ru: “Я инженер-программист с более чем 10-летним опытом разработки на .NET, и я горжусь тем, что являюсь частью технологической индустрии. Я вошла в корпоративный мир через набор персонала в кампусе, и мне предложили должность в одной из крупных ИТ-компаний, и это было воплощением моей мечты.
sv: "Jag är en mjukvaruingenjör med över 10 års erfarenhet av .NET-utveckling, och jag är stolt över att vara en del av teknikbranschen. Jag kom in i företagsvärlden genom campusrekrytering och erbjöds en tjänst på ett av de stora IT-företagen, och det var en dröm som gick i uppfyllelse.
tr: ".NET geliştirme konusunda 10 yılı aşkın deneyime sahip bir yazılım mühendisiyim ve teknoloji endüstrisinin bir parçası olmaktan gurur duyuyorum. Kurumsal dünyaya kampüs yerleştirme yoluyla girdim ve büyük BT şirketlerinden birinde bir pozisyon teklifi aldım ve bu bir hayalin gerçeğe dönüşmesiydi.
zh: "我是一名软件工程师，在.NET开发方面有超过10年的经验，我很自豪能成为科技行业的一员。 我通过校园招聘进入了企业界，并被一家大型IT公司提供了一个职位，这是一个梦想成真。
