Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIAWII_H4_Text1
source: The current worldwide pandemic has made encryption more paramount than ever before. Individuals and companies alike have increased their reliance on digital platforms to conduct their day-to-day operations. This has meant that there is a greater risk as the threat landscape becomes wider. Encryption is now increasingly necessary in preventing criminals from using the pandemic for commercial gain and accessing personal data. Therefore, if there was ever a time to invest in encryption and ensure the security of your data, it is now.
ar: لقد جعل الوباء العالمي الحالي التشفير أكثر أهمية من أي وقت مضى. زاد الأفراد والشركات على حد سواء من اعتمادهم على المنصات الرقمية لإجراء عملياتهم اليومية. وهذا يعني أن هناك خطرًا أكبر مع اتساع نطاق التهديد. أصبح التشفير الآن ضروريًا بشكل متزايد لمنع المجرمين من استخدام الوباء لتحقيق مكاسب تجارية والوصول إلى البيانات الشخصية. لذلك ، إذا كان هناك وقت للاستثمار في التشفير وضمان أمان بياناتك ، فقد حان الوقت الآن.
de: Die aktuelle weltweite Pandemie hat die Verschlüsselung wichtiger denn je gemacht. Einzelpersonen und Unternehmen verlassen sich bei ihren täglichen Abläufen zunehmend auf digitale Plattformen. Dies hat dazu geführt, dass das Risiko größer ist, wenn die Bedrohungslandschaft breiter wird. Verschlüsselung ist jetzt zunehmend notwendig, um zu verhindern, dass Kriminelle die Pandemie für kommerzielle Zwecke nutzen und auf personenbezogene Daten zugreifen. Wenn es jemals an der Zeit war, in Verschlüsselung zu investieren und die Sicherheit Ihrer Daten zu gewährleisten, ist es jetzt.
es: La pandemia mundial actual ha hecho que el cifrado sea más importante que nunca. Tanto las personas como las empresas han aumentado su dependencia de las plataformas digitales para realizar sus operaciones diarias. Esto ha significado que existe un mayor riesgo a medida que el panorama de amenazas se vuelve más amplio. El cifrado ahora es cada vez más necesario para evitar que los delincuentes utilicen la pandemia para obtener ganancias comerciales y acceder a datos personales. Por lo tanto, si alguna vez hubo un momento para invertir en cifrado y garantizar la seguridad de tus datos, es ahora.
fr: La pandémie mondiale actuelle a rendu le cryptage plus important que jamais. Les particuliers et les entreprises ont accru leur dépendance aux plateformes numériques pour mener leurs opérations quotidiennes. Cela signifie qu’il y a un plus grand risque à mesure que le paysage de la menace s’élargit. Le cryptage est maintenant de plus en plus nécessaire pour empêcher les criminels d’utiliser la pandémie à des fins commerciales et d’accéder à des données personnelles. Par conséquent, s’il y avait un moment pour investir dans le cryptage et assurer la sécurité de vos données, c’est maintenant.
it: L'attuale pandemia mondiale ha reso la crittografia più importante che mai. Individui e aziende hanno aumentato la loro dipendenza dalle piattaforme digitali per condurre le loro operazioni quotidiane. Ciò ha significato che c'è un rischio maggiore man mano che il panorama delle minacce diventa più ampio. La crittografia è ora sempre più necessaria per impedire ai criminali di utilizzare la pandemia per guadagno commerciale e accedere ai dati personali. Pertanto, se c'è mai stato un momento per investire nella crittografia e garantire la sicurezza dei tuoi dati, è ora.
ko: 현재 전 세계적인 팬데믹으로 인해 암호화가 그 어느 때보다 중요해졌습니다. 개인과 기업 모두 일상적인 운영을 수행하기 위해 디지털 플랫폼에 대한 의존도를 높였습니다. 이는 위협 환경이 넓어질수록 더 큰 위험이 있음을 의미합니다. 암호화는 이제 범죄자가 상업적 이익을 위해 팬데믹을 이용하고 개인 데이터에 액세스하는 것을 방지하는 것이 점점 더 필요합니다. 따라서 암호화에 투자하고 데이터 보안을 보장 할 때가 있다면 지금입니다.
nl: Door de huidige wereldwijde pandemie is encryptie belangrijker dan ooit tevoren. Individuen en bedrijven zijn steeds afhankelijker geworden van digitale platforms om hun dagelijkse activiteiten uit te voeren. Dit heeft ertoe geleid dat er een groter risico is naarmate het dreigingslandschap breder wordt. Encryptie wordt nu steeds noodzakelijker om te voorkomen dat criminelen de pandemie gebruiken voor commercieel gewin en toegang krijgen tot persoonlijke gegevens. Daarom, als er ooit een tijd was om te investeren in encryptie en de veiligheid van uw gegevens te waarborgen, dan is het nu.
pl: Obecna ogólnoświatowa pandemia sprawiła, że szyfrowanie stało się ważniejsze niż kiedykolwiek wcześniej. Zarówno osoby fizyczne, jak i firmy zwiększyły swoją zależność od platform cyfrowych, aby prowadzić swoją codzienną działalność. Oznacza to, że wraz z poszerzaniem się krajobrazu zagrożeń istnieje większe ryzyko. Szyfrowanie jest obecnie coraz bardziej niezbędne w zapobieganiu wykorzystywaniu przez przestępców pandemii do celów komercyjnych i uzyskiwania dostępu do danych osobowych. Dlatego jeśli kiedykolwiek był czas, aby zainwestować w szyfrowanie i zapewnić bezpieczeństwo swoich danych, to właśnie teraz.
pt: A actual pandemia mundial tornou a cifragem mais importante que nunca. Indivíduos e empresas aumentaram a sua dependência nas plataformas digitais para conduzir as suas operações diárias. Isto quer dizer que o risco é mais elevado quanto mais abrangente for o cenário de ameaças. A cifragem é cada vez mais necessária para prevenir criminosos de usarem a pandemia para ganhos comerciais e acesso a dados pessoais. Portanto, agora, mais do que nunca, é tempo de investir em cifragem e garantir a segurança dos seus dados.
ru: Нынешняя всемирная пандемия сделала шифрование более важным, чем когда-либо прежде. Как частные лица, так и компании все больше полагаются на цифровые платформы для осуществления своих повседневных операций. Это означает, что существует больший риск по мере того, как ландшафт угроз становится шире. Шифрование в настоящее время становится все более необходимым для предотвращения использования пандемии преступниками в коммерческих целях и получения доступа к личным данным. Поэтому, если когда-либо и было время инвестировать в шифрование и обеспечивать безопасность ваших данных, то это сейчас.
sv: Den nuvarande pandemin har gjort kryptering mer avgörande än någonsin tidigare. Både individer och företag har ökat sitt beroende av digitala plattformar för att sköta sin dagliga verksamhet. Detta har inneburit att det finns en större risk i takt med att hotbilden blir bredare. Kryptering är nu alltmer nödvändigt för att förhindra brottslingar från att använda pandemin för kommersiell vinning och komma åt personuppgifter. Därför, om det någonsin fanns en tid att investera i kryptering och säkerställa säkerheten för din data, så är det nu.
tr: Mevcut dünya çapındaki pandemi, şifrelemeyi her zamankinden daha önemli hale getirdi. Hem bireyler hem de şirketler, günlük operasyonlarını yürütmek için dijital platformlara olan güvenlerini artırdı. Bu, tehdit ortamı genişledikçe risk tehdidinin daha da büyüdüğü olduğu anlamına geliyor. Şifreleme, suçluların pandemiyi ticari kazanç için kullanmasını ve kişisel verilere erişmesini önlemede giderek daha fazla gerekli hale geliyor. Bu nedenle, şifrelemeye yatırım yapmak ve verilerinizin güvenliğini sağlamanın tam zamanı.
zh: 当前的全球大流行使加密比以往任何时候都更加重要。 个人和公司都增加了对数字平台进行日常运营的依赖。 这意味着随着威胁范围的扩大，风险更大。 加密现在越来越需要防止犯罪分子利用大流行为商业利益和访问个人数据。 因此，如果曾经有时间投资加密并确保数据的安全性，那么现在就是这样。

# Blog_EIAWII_H4_Text2
source: Here at AxCrypt we are very happy to have our servers based in Sweden, where the government has absolutely no authority to require or request any encrypted data. Therefore, if you have invested in our software, you can rest easy knowing that your data will be kept private and secured. If you haven’t checked out our software yet, click here to read more about our Premium and Business subscription plans.
ar: هنا في اكسكربت ، يسعدنا جدًا أن يكون مقر خوادمنا في السويد ، حيث لا تملك الحكومة مطلقًا أي سلطة لطلب أو طلب أي بيانات مشفرة. لذلك ، إذا كنت قد استثمرت في برنامجنا ، فيمكنك أن تشعر بالراحة مع العلم أن بياناتك ستبقى خاصة ومأمونة. إذا لم تكن قد قمت بفحص برنامجنا حتى الآن ، فانقر هنا لقراءة المزيد حول خطط اشتراك الممتازة و بيزنس.
de: Hier bei AxCrypt freuen wir uns sehr, dass sich unsere Server in Schweden befinden, wo die Regierung absolut nicht befugt ist, verschlüsselte Daten anzufordern oder anzufordern. Wenn Sie also in unsere Software investiert haben, können Sie sich darauf verlassen, dass Ihre Daten privat und sicher aufbewahrt werden. Wenn Sie unsere Software noch nicht ausprobiert haben, klicken Sie hier, um mehr über unsere Premium- und Business-Abonnements zu erfahren.
es: Aquí en AxCrypt estamos muy contentos de tener nuestros servidores ubicados en Suecia, donde el gobierno no tiene absolutamente ninguna autoridad para requerir o solicitar datos cifrados. Por lo tanto, si has invertido en nuestro software, puedes estar tranquilo sabiendo que tus datos se mantendrán privados y seguros. Si aún no has probado nuestro software, haz clic aquí para leer más sobre nuestros planes de suscripción Premium y Business.
fr: Chez AxCrypt, nous sommes très heureux d’avoir nos serveurs basés en Suède, où le gouvernement n’a absolument aucune autorité pour exiger ou demander des données cryptées. Par conséquent, si vous avez investi dans notre logiciel, vous pouvez avoir l’esprit tranquille en sachant que vos données resteront privées et sécurisées. Si vous n’avez pas encore consulté notre logiciel, cliquez ici pour en savoir plus sur nos plans d’abonnement Premium et Business.
it: Qui ad AxCrypt siamo molto felici di avere i nostri server basati in Svezia, dove il governo non ha assolutamente alcuna autorità per richiedere dati crittografati. Pertanto, se hai investito nel nostro software, puoi stare tranquillo sapendo che i tuoi dati saranno mantenuti privati e protetti. Se non hai ancora provato il nostro software, fai clic qui per saperne di più sui nostri piani di abbonamento Premium e Business.
ko: 여기 AxCrypt에서 우리는 정부가 암호화 된 데이터를 요구하거나 요청할 권한이 전혀없는 스웨덴에 서버를 보유하게되어 매우 기쁩니다. 따라서 당사 소프트웨어에 투자한 경우 데이터가 비공개로 안전하게 유지된다는 사실에 안심하셔도 됩니다. 아직 소프트웨어를 확인하지 않았다면 여기를 클릭하여 프리미엄 및 비즈니스 구독 요금제에 대해 자세히 알아보십시오.
nl: Hier bij AxCrypt zijn we erg blij dat onze servers zijn gevestigd in Zweden, waar de overheid absoluut geen bevoegdheid heeft om versleutelde gegevens te eisen of op te vragen. Daarom kunt u, als u heeft geïnvesteerd in onze software, gerust zijn in de wetenschap dat uw gegevens privé en beveiligd zijn. Als u onze software nog niet heeft bekeken, klik dan hier om meer te lezen over onze Premium en Bedrijfs abonnementen.
pl: W AxCrypt jesteśmy bardzo szczęśliwi, że nasze serwery znajdują się w Szwecji, gdzie rząd nie ma absolutnie żadnych uprawnień aby wymagać lub żądać jakichkolwiek zaszyfrowanych danych. Dlatego, jeśli zainwestowałeś w nasze oprogramowanie, możesz spać spokojnie, wiedząc, że Twoje dane pozostaną prywatne i zabezpieczone. Jeśli jeszcze nie wypróbowałeś naszego oprogramowania, kliknij tutaj, aby przeczytać więcej o naszych planach subskrypcji Premium i Business.
pt: Aqui na AxCrypt estamos muito felizes por termos os nossos servidores na Suécia, onde o governo não tem autoridade para exigir ou solicitar dados cifrados. Portanto, se você investiu no nosso software, você pode ficar descansado em saber que os seus dados são mantidos privados e protegidos. Se você ainda não viu o nosso software, clique aqui para ler mais sobre os nossos planos de assinatura Premium e Business.
ru: Здесь, в AxCrypt, мы очень рады, что наши серверы базируются в Швеции, где правительство не имеет абсолютно никаких полномочий требовать или запрашивать какие-либо зашифрованные данные. Поэтому, если вы инвестировали в наше программное обеспечение, вы можете быть спокойны, зная, что ваши данные будут сохранены в тайне и защищены. Если вы еще не ознакомились с нашим программным обеспечением, нажмите здесь, чтобы узнать больше о наших тарифных планах Premiumа и Business.
sv: Här på AxCrypt är vi mycket glada över att ha våra servrar baserade i Sverige, där regeringen absolut inte har någon befogenhet att kräva eller begära krypterad data. Därför, om du har investerat i vår programvara, kan du vara lugn och veta att din data kommer att hållas privat och säkrad. Om du inte har kollat ​​in vår programvara än, klicka här för att läsa mer om våra Premium- och Business-prenumerationer.
tr: AxCrypt olarak sunucularımızın, devletin herhangi bir şifrelenmiş veriyi talep etme veya talep etme yetkisinin kesinlikle olmadığı İsveç'te bulunmasından dolayı çok mutluyuz. Bu nedenle, yazılımımıza yatırım yaptıysanız, verilerinizin gizli ve güvende tutulacağını bilerek içiniz rahat olabilir. Yazılımımızı henüz kontrol etmediyseniz, Premium ve Business abonelik planlarımız hakkında daha fazla bilgi edinmek için buraya tıklayın.
zh: 在AxCrypt，我们很高兴我们的服务器设在瑞典，在那里政府绝对没有权力要求或要求任何加密数据。 因此，如果您已经投资了我们的软件，您可以放心地知道您的数据将被保密和安全。 如果您还没有检查我们的软件，点击这里阅读更多关于我们的保费和商业订阅计划。

# Blog_EIAWII_Heading1
source: <h3>Section 230</h3>
ar: <h3> القسم 230 </h3>
de: <h3>Abschnitt 230</h3>
es: <h3>Sección 230</h3>
fr: <h3>Article 230</h3>
it: <h3>Sezione 230</h3>
ko: <h3>230편</h3>
nl: <h3>Sectie 230</h3>
pl: <h3>Sekcja 230</h3>
pt: <h3>Secção 230</h3>
ru: <h3>Секция 230</h3>
sv: <h3>Sektion 230</h3>
tr: <h3>Bölüm 230</h3>
zh: <h3>第230节</h3>

# Blog_EIAWII_Heading2
source: <h3>Encryption Backdoor</h3>
ar: <h3> باب خلفي للتشفير </h3>
de: <h3>Verschlüsselungs-Backdoor</h3>
es: <h3>Puerta trasera de cifrado</h3>
fr: <h3>Porte dérobée de Chiffrement</h3>
it: <h3>Backdoor della crittografia</h3>
ko: <h3>암호화 백도어</h3>
nl: <h3>Encryptie achterdeur</h3>
pl: <h3>Backdoor do szyfrowania</h3>
pt: <h3>Porta de Serviço de Cifragem</h3>
ru: <h3>Бэкдор шифрования</h3>
sv: <h3>Bakdörr för kryptering</h3>
tr: <h3>Şifreleme Arka Kapısı</h3>
zh: <h3>加密后门</h3>

# Blog_EIAWII_Heading3
source: <h3>Government vs. Tech companies</h3>
ar: <h3> الحكومة مقابل شركات التكنولوجيا </h3>
de: <h3>Regierung vs. Technologieunternehmen</h3>
es: <h3>El gobierno vs. empresas tecnológicas</h3>
fr: <h3>Gouvernement vs Entreprises technologiques</h3>
it: <h3>Governo vs Aziende tecnologiche</h3>
ko: <h3>정부 vs 기술 기업</h3>
nl: <h3>Overheid versus Technologiebedrijven</h3>
pl: <h3>Państwo kontra firmy technologiczne</h3>
pt: <h3>Governo vs. Empresas Tecnológicas</h3>
ru: <h3>Правительство vs. Технологических компаний</h3>
sv: <h3>Regeringen VS teknikföretagen</h3>
tr: <h3>Devlet ve Teknoloji Şirketleri Karşılaştırması</h3>
zh: <h3>政府与科技公司</h3>

# Blog_EIAWII_Heading4
source: <h3>Encryption during a Pandemic</h3>
ar: <h3> التشفير أثناء الجائحة </ h3>
de: <h3>Verschlüsselung während einer Pandemie</h3>
es: <h3>El cifrado durante una pandemia</h3>
fr: <h3>Chiffrement pendant une pandémie</h3>
it: <h3>Crittografia durante una pandemia</h3>
ko: <h3>팬데믹 기간 동안의 암호화</h3>
nl: <h3>Encryptie tijdens een pandemie</h3>
pl: <h3>Szyfrowanie podczas pandemii</h3>
pt: <h3>Cifragem durante a pandemia</h3>
ru: <h3>Шифрование во время пандемии</h3>
sv: <h3>Kryptering under en pandemi</h3>
tr: <h3>Pandemi Sırasında Şifreleme</h3>
zh: <H3>大流行期间的加密</h3>

# Blog_EIAWII_Summary
source: The EARN IT Act, or specifically the Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, is a proposed American bill which has made headlines over the last couple of months.
ar: قانون EARN IT ، أو على وجه التحديد قانون القضاء على الإهمال المسيء والمتفشي للتقنيات التفاعلية ، هو مشروع قانون أمريكي مقترح احتل العناوين الرئيسية خلال الشهرين الماضيين.
de: Der EARN IT Act, oder speziell der Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, ist ein vorgeschlagener amerikanischer Gesetzesentwurf, der in den letzten Monaten Schlagzeilen gemacht hat.
es: La Ley EARN IT, o específicamente la Ley de Eliminación de la Negligencia Abusiva y Rampante de las Tecnologías Interactivas, es un proyecto de ley estadounidense que ha sido noticia en los últimos meses.
fr: Le EARN IT Act, ou plus précisément la Loi sur l'Élimination de la Négligence Abusive et Rampante des Technologies Interactives,, est un projet de loi Américain qui a fait la une des journaux au cours des deux derniers mois.
it: L'EARN IT Act, o in particolare l'Eliminating Abusive e Rampant Neglect of Interactive Technologies Act, è una proposta di legge americana che ha fatto notizia negli ultimi due mesi.
ko: EARN IT 법안, 특히 상호작용 기술의 남용 및 만연한 어뷰징 제거 법은 지난 몇 달 동안 헤드 라인을 장식한 새로 제안된 미국 법안입니다.
nl: De EARN IT Act, of specifiek de Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, is een voorgesteld Amerikaans wetsvoorstel dat de afgelopen maanden de krantenkoppen heeft gehaald.
pl: Ustawa o EARN IT, a konkretnie ustawa o eliminowaniu nadużyć i szaleństw interaktywnych technologii, to proponowana amerykańska ustawa, która trafiła na pierwsze strony gazet w ciągu ostatnich kilku miesięcy.
pt: O EARN IT, ou especificamente o decreto de Eliminação de Negligência Abusiva e Desenfreada de Tecnologias Interactivas, é uma proposta de lei norte-americana que foi manchete no último par de meses.
ru: Закон EARN IT, или, в частности, Закон об устранении злоупотреблений и повсеместного пренебрежения интерактивными технологиями, является предлагаемым американским законопроектом, который попал в заголовки газет за последние пару месяцев.
sv: EARN IT Act, eller specifikt lagen om att eliminera missbruk och "rampant neglect of Interactive Technologies Act", är ett amerikanskt lagförslag som har skapat rubriker under de senaste månaderna.
tr: EARN IT Yasası veya özellikle İnteraktif Teknolojilerin Kötü Niyetli ve Yaygın İhmalini Ortadan Kaldırma Yasası, son birkaç ay içinde manşetlere çıkan önerilen bir Amerikan tasarısıdır.
zh: "EARN IT法案"，或者特别是"消除滥用和猖獗的忽视互动技术法案"，是一项拟议的美国法案，在过去几个月里成为头条新闻。

# Blog_EIAWII_Text1
source: The EARN IT Act, or specifically the Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, is a proposed American bill which has made headlines over the last couple of months. The bill is aimed at targeting sexual exploitation of children on the internet, with its purpose being to ‘prevent, reduce and respond to’ cases of misconduct.
ar: قانون EARN IT ، أو على وجه التحديد قانون القضاء على الإهمال المسيء والمتفشي للتقنيات التفاعلية ، هو مشروع قانون أمريكي مقترح احتل العناوين الرئيسية خلال الشهرين الماضيين. يهدف مشروع القانون إلى استهداف الاستغلال الجنسي للأطفال على الإنترنت ، بهدف "منع وتقليل والاستجابة" لحالات سوء السلوك.
de: Der EARN IT Act, oder speziell der Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, ist ein vorgeschlagener amerikanischer Gesetzesentwurf, der in den letzten Monaten Schlagzeilen gemacht hat. Der Gesetzentwurf zielt darauf ab, die sexuelle Ausbeutung von Kindern im Internet ins Visier zu nehmen, um Fälle von Fehlverhalten zu verhindern, zu reduzieren und darauf zu reagieren.
es: La Ley EARN IT, o específicamente la Ley de Eliminación de la Negligencia Abusiva y Rampante de las Tecnologías Interactivas, es un proyecto de ley estadounidense que ha sido noticia en los últimos meses. El proyecto de ley tiene como objetivo abordar la explotación sexual de niños en internet, con el objetivo de "prevenir, reducir y responder" a los casos de mala conducta.
fr: Le EARN IT Act, ou plus précisément le Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, est un projet de loi Américain qui a fait la une des journaux au cours des deux derniers mois. Le projet de loi vise à cibler l’exploitation sexuelle des enfants sur Internet, son objectif étant de « prévenir, réduire et répondre » aux cas d’inconduite.
it: L'EARN IT Act, o in particolare l'Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, è una proposta di legge americana che ha fatto notizia negli ultimi due mesi. Il disegno di legge mira a prendere di mira lo sfruttamento sessuale dei bambini su Internet, con lo scopo di "prevenire, ridurre e rispondere a" casi di cattiva condotta.
ko: EARN IT 법안, 특히 대화형 기술의 남용 및 만연한 어뷰징 제거 법은 지난 몇 달 동안 헤드 라인을 장식한 제안 된 미국 법안입니다. 이 법안은 인터넷에서 아동의 성착취를 목표로 하며, 그 목적은 위법 행위 사례를 '예방, 감소 및 대응'하는 것입니다.
nl: De EARN IT Act, of specifiek de Eliminating Abusive and Rampant Neglect of Interactive Technologies Act, is een voorstel voor een Amerikaans wetsvoorstel dat de afgelopen maanden de krantenkoppen heeft gehaald. Het wetsvoorstel is gericht op het aanpakken van seksuele uitbuiting van kinderen op internet, met als doel gevallen van wangedrag 'te voorkomen, te verminderen en erop te reageren'.
pl: Ustawa o EARN IT, a konkretnie ustawa o eliminowaniu nadużyć i szaleństw interaktywnych technologii, to proponowana amerykańska ustawa, która trafiła na pierwsze strony gazet w ciągu ostatnich kilku miesięcy. Projekt ustawy ma na celu przeciwdziałanie seksualnemu wykorzystywaniu dzieci w Internecie, a jego celem jest „zapobieganie, ograniczanie i reagowanie” na przypadki niewłaściwego postępowania.
pt: O EARN IT, ou especificamente o decreto de Eliminação de Negligência Abusiva e Desenfreada de Tecnologias Interactivas, é uma proposta de lei norte-americana que foi manchete no último par de meses. Ela visa a exploração sexual de crianças na internet, sendo o seu propósito 'prevenir, reduzir e responder' a casos de má conduta.
ru: Закон EARN IT, или, в частности, Закон об устранении злоупотреблений и повсеместного пренебрежения интерактивными технологиями, является предлагаемым американским законопроектом, который попал в заголовки газет за последние пару месяцев. Законопроект направлен на борьбу с сексуальной эксплуатацией детей в сети, его целью является "предотвращение и сокращение числа случаев неправомерного поведения и реагирование на них".
sv: EARN IT Act, eller lagen om att eliminera missbruk och "rampant neglect of Interactive Technologies Act", är ett amerikanskt lagförslag som har skapat rubriker under de senaste månaderna. Lagförslaget syftar till att rikta in sig på sexuellt utnyttjande av barn på internet, med syftet att "förebygga, minska och reagera på" fall av tjänstefel.
tr: EARN IT Yasası veya özellikle İnteraktif Teknolojilerin Kötü Niyetli ve Yaygın Suistimalini Ortadan Kaldırma Yasası, son birkaç ay içinde manşetlere çıkan bir öneri olarak sunulmuş Amerikan yasa tasarısıdır. Tasarı, internette çocukların cinsel sömürüsünü ele almayı amaçlıyor ve hedefi ise suistimal vakalarını 'önlemek, azaltmak ve bunlara yanıt vermek'.
zh: "EARN IT法案"，或者特别是"消除滥用和猖獗的忽视互动技术法案"，是一项拟议的美国法案，在过去几个月里成为头条新闻。 该法案旨在针对互联网上对儿童的性剥削，其目的是"预防，减少和应对"不当行为案件。
