Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_Text1
source: With reported cases on data security violation on the increase, the human aspect in these breaches should be acknowledged and taken into consideration when addressing this issue.
ar: مع تزايد حالات انتهاك أمن البيانات المبلغ عنها ، يجب الاعتراف بالجانب الإنساني في هذه الانتهاكات وأخذها في الاعتبار عند معالجة هذه المشكلة.
de: Angesichts der zunehmenden gemeldeten Fälle von Verstößen gegen die Datensicherheit sollte der menschliche Aspekt bei diesen Verstößen anerkannt und bei der Behandlung dieses Problems berücksichtigt werden.
es: Con los casos denunciados de vulneraciones de seguridad de datos en aumento, el aspecto humano en estas vulneraciones debe reconocerse y tenerse en cuenta al momento de abordar este problema.
fr: Avec l’augmentation des cas signalés de violation de la sécurité des données, l’aspect humain de ces violations doit être reconnu et pris en considération lors de la résolution de ce problème.
it: Con l'aumento dei casi segnalati di violazione della sicurezza dei dati, l'aspetto umano di queste violazioni dovrebbe essere riconosciuto e preso in considerazione quando si affronta questo problema.
ko: 데이터 보안 위반에 대한 보고된 사례가 증가함에 따라 이 문제를 해결할 때, 인간적 측면을 인정하고 고려해야 합니다.
nl: Nu het aantal gemelde gevallen van schending van gegevensbeveiliging toeneemt, moet het menselijke aspect van deze inbreuken worden erkend en in overweging worden genomen bij het aanpakken van dit probleem.
pl: Wraz ze wzrostem liczby zgłaszanych przypadków naruszenia bezpieczeństwa danych, ludzki aspekt tych naruszeń powinien zostać uwzględniony i wzięty pod uwagę podczas rozwiązywania tego problemu.
pt: Com o aumento de casos reportados de violação de segurança de dados, o aspecto humano nestas violações deve ser reconhecido e tido em consideração ao resolver este problema.
ru: Учитывая участившиеся сообщения о случаях нарушения безопасности данных, человеческий аспект в этих нарушениях следует признать и принять во внимание при решении этой проблемы.
sv: Med rapporterade fall om datasäkerhetsöverträdelser ökar, bör den mänskliga aspekten av dessa överträdelser erkännas och tas i beaktande när denna fråga tas upp.
tr: Veri güvenliği ihlali ile ilgili bildirilen vakaların artmasıyla birlikte, bu ihlallerdeki insani yönün kabul edilmesi ve bu konu ele alınırken dikkate alınması gerekir.
zh: 随着报告的数据安全违规案例不断增加，在解决这个问题时，应该承认并考虑到这些违规行为中的人为方面。

# Blog_HEIDS_Text2
source: It’s a common misconception that the infusion of cyber technology is by itself the main and possibly the only aspect of data protection, thereby ignoring the human element in data management or mismanagement in the event of a data breach.
ar: من المفاهيم الخاطئة الشائعة أن إدخال التكنولوجيا الإلكترونية هو في حد ذاته الجانب الرئيسي وربما الجانب الوحيد لحماية البيانات ، وبالتالي يتم تجاهل العنصر البشري في إدارة البيانات أو سوء الإدارة في حالة حدوث خرق للبيانات.
de: Es ist ein weit verbreiteter Irrtum, dass die Einführung von Cybertechnologie an sich der wichtigste und möglicherweise einzige Aspekt des Datenschutzes ist, wodurch das menschliche Element beim Datenmanagement oder Missmanagement im Falle eines Datenverstoßes ignoriert wird.
es: Es un error común pensar que la infusión de tecnología cibernética es en sí misma el principal y posiblemente el único aspecto de la protección de datos, ignorando así el elemento humano en la administración de datos o la mala gestión en caso de una vulneración de datos.
fr: C’est une idée fausse commune que l’infusion de la cybertechnologie est en soi le principal et peut-être le seul aspect de la protection des données, ignorant ainsi l’élément humain dans la gestion des données ou la mauvaise gestion en cas de violation de données.
it: È un'idea sbagliata comune che l'infusione della tecnologia informatica sia di per sé l'aspetto principale e forse l'unico della protezione dei dati, ignorando così l'elemento umano nella gestione dei dati o la cattiva gestione in caso di violazione dei dati.
ko: 사이버 기술의 주입 그 자체로 데이터 보호만이 유일한 방법으로, 데이터 유출 시 잘못된 관리등 인적 요소를 무시한다는 것은 일반적인 오해입니다.
nl: Het is een algemene misvatting dat de infusie van cybertechnologie op zichzelf het belangrijkste en mogelijk het enige aspect van gegevensbescherming is, waardoor het menselijke element in gegevensbeheer of wanbeheer in het geval van een gegevenslek wordt genegeerd.
pl: Panuje powszechne błędne przekonanie, że infuzja technologii cybernetycznej jest sama w sobie głównym i prawdopodobnie jedynym aspektem ochrony danych, ignorując w ten sposób element ludzki w zarządzaniu danymi lub niewłaściwym zarządzaniu w przypadku naruszenia danych.
pt: É uma ideia errada considerar que a infusão de ciber-tecnologia é o principal e possivelmente o único aspecto da protecção de dados, ignorando-se assim o elemento humano na boa ou má gestão de dados em caso de violação de dados.
ru: Распространено заблуждение, что внедрение кибертехнологий само по себе является основным и, возможно, единственным аспектом защиты данных, тем самым игнорируя человеческий фактор в управлении данными или неправильное управление в случае утечки данных.
sv: Det är en vanlig missuppfattning att infusion av cyberteknik i sig är den huvudsakliga och möjligen enda aspekten av dataskydd, och därigenom ignorerar det mänskliga elementet i datahantering eller misskötsel i händelse av ett dataintrång.
tr: Siber teknolojinin benimsenmesinin kendi başına veri korumasının ana ve muhtemelen tek yönü olduğu, dolayısıyla veri yönetimindeki insan unsurunu veya bir veri ihlali durumunda yanlış yönetimi göz ardı ettiği yaygın bir yanlış anlamadır.
zh: 这是一个常见的误解，认为网络技术的注入本身是数据保护的主要和可能是唯一的方面，从而忽略了数据管理中的人为因素或在发生数据泄露时的管理不善。

# Blog_HEIDS_Text3
source: Have a look at the following errors:
ar: ألق نظرة على الأخطاء التالية:
de: Schauen Sie sich die folgenden Fehler an:
es: Echa un vistazo a los siguientes errores:
fr: Jetez un coup d’œil aux erreurs suivantes:
it: Dai un'occhiata ai seguenti errori:
ko: 다음 오류를 살펴보십시오:
nl: Kijk eens naar de volgende fouten:
pl: Spójrz na następujące błędy:
pt: Dê uma olhadela nos seguintes erros:
ru: Взгляните на следующие ошибки:
sv: Ta en titt på följande fel:
tr: Aşağıdaki hatalara bir göz atın:
zh: 看看下面的错误:

# Blog_HEIDS_Title
source: Human Errors that Impact Data Security
ar: الأخطاء البشرية التي تؤثر على أمن البيانات
de: Menschliche Fehler, die sich auf die Datensicherheit auswirken
es: Errores humanos que afectan la seguridad de los datos
fr: Erreurs Humaines qui ont un Impact sur la Sécurité des Données
it: Errori umani che incidono sulla sicurezza dei dati
ko: 데이터 보안에 영향을 미치는 인적 오류
nl: Menselijke Fouten die Gegevensbeveiliging Beïnvloeden
pl: Błędy ludzkie, które wpływają na bezpieczeństwo danych
pt: Erros Humanos que Impactam a Segurança de Dados
ru: Человеческие ошибки, влияющие на безопасность данных
sv: Mänskliga fel som påverkar datasäkerheten
tr: Veri Güvenliğini Etkileyen İnsan Hataları
zh: 影响数据安全的人为错误

# Blog_HFMICTETP_H1_Text1
source: It’s common sense that stronger encryption leads to more protected information. Most of the time, 128-bit encryption is already enough to secure your files. It keeps away brute force attacks and renders most hackers ineffective when trying to access your information.
ar: من المنطقي أن يؤدي التشفير الأقوى إلى مزيد من المعلومات المحمية. في معظم الأحيان ، يكون تشفير 128 بت كافيًا بالفعل لتأمين ملفاتك. إنه يبعد هجمات القوة الغاشمة ويجعل معظم المتسللين غير فعالين عند محاولة الوصول إلى معلوماتك.
de: Es ist allgemein bekannt, dass eine stärkere Verschlüsselung zu mehr geschützten Informationen führt. Meistens reicht eine 128-Bit-Verschlüsselung bereits aus, um Ihre Dateien zu sichern. Es hält Brute-Force-Angriffe fern und macht die meisten Hacker unwirksam, wenn sie versuchen, auf Ihre Informationen zuzugreifen.
es: Es de sentido común que un cifrado más fuerte lleva a una información más protegida. La mayoría de las veces, el cifrado de 128 bits ya es suficiente para proteger tus archivos. Mantiene alejados los ataques de fuerza bruta y hace que la mayoría de los hackers informáticos sean ineficaces cuando intentan acceder a tu información.
fr: Il est de bon sens qu’un cryptage plus fort conduise à des informations plus protégées. La plupart du temps, un cryptage 128 bits suffit déjà à sécuriser vos fichiers. Il éloigne les attaques par force brute et rend la plupart des pirates inefficaces lorsqu’ils tentent d’accéder à vos informations.
it: È buon senso che una crittografia più forte porti a informazioni più protette. La maggior parte delle volte, la crittografia a 128 bit è già sufficiente per proteggere i tuoi file. Tiene lontani gli attacchi di forza bruta e rende la maggior parte degli hacker inefficaci quando si tenta di accedere alle informazioni.
ko: 더 강력한 암호화가 더 많은 정보를 보호한다는 것은 상식입니다. 대부분의 경우 128비트 암호화는 이미 파일을 보호하기에 충분합니다. 무차별 대입 공격을 차단하고 정보에 액세스하려고 할 때 대부분의 해커를 막습니다.
nl: Het is logisch dat sterkere encryptie leidt tot beter beschermde informatie. Meestal is 128-bits versleuteling al voldoende om uw bestanden te beveiligen. Het houdt brute force-aanvallen tegen en maakt de meeste hackers ineffectief wanneer ze proberen toegang te krijgen tot uw informatie.
pl: To zdrowy rozsądek, że silniejsze szyfrowanie prowadzi do bardziej chronionych informacji. W większości przypadków szyfrowanie 128-bitowe wystarcza już do zabezpieczenia plików. Zapobiega atakom typu brute force i sprawia, że większość hakerów jest nieskuteczna podczas próby uzyskania dostępu do Twoich informacji.
pt: É senso comum que cifragem mais forte leva a informação mais protegida. A maior parte do tempo, a cifragem de 128 bits é suficiente para proteger os seus ficheiros. Mantém distantes ataques de força bruta e torna os hackers ineficazes ao tentarem aceder à sua informação.
ru: Здравый смысл подсказывает, что более надежное шифрование приводит к более защищенной информации. В большинстве случаев 128-битного шифрования уже достаточно для защиты ваших файлов. Это предотвращает атаки методом перебора и делает большинство хакеров неэффективными при попытке получить доступ к вашей информации.
sv: Det är sunt förnuft att starkare kryptering leder till bättre skyddad information. För det mesta är 128-bitars kryptering redan tillräckligt för att säkra filerna. Det håller undan brute force-attacker och gör de flesta hackare ineffektiva när de försöker komma åt din information.
tr: Daha güçlü şifrelemenin daha bilgilerin daha iyi korunmasını sağladığı akla yatkın bir düşüncedir. Çoğu zaman, 128 bit şifreleme dosyalarınızı güvence altına almak için zaten yeterlidir. Kaba kuvvet saldırılarını uzak tutar ve bilgilerinize erişmeye çalışırken çoğu bilgisayar korsanını etkisiz hale getirir.
zh: 这是常识，更强的加密导致更多的保护信息。 大多数情况下，128位加密已经足以保护您的文件。 它可以防止暴力攻击，并使大多数黑客在尝试访问您的信息时无效。

# Blog_HFMICTETP_H1_Text2
source: However, some providers offer 256-bit encryption for file encryption, which is the most premium protection available. 256-bit encryption is being utilized to protect confidential and top secret data across the world, and as technology continuously evolves, most sectors would need to consider shifting to stronger encryption methods.
ar: ومع ذلك ، يقدم بعض الموفرين تشفير 256 بت لتشفير الملفات ، وهي الحماية الأكثر تميزًا المتاحة. يتم استخدام تشفير 256 بت لحماية البيانات السرية والسرية للغاية في جميع أنحاء العالم ، ومع تطور التكنولوجيا باستمرار ، ستحتاج معظم القطاعات إلى التفكير في التحول إلى أساليب تشفير أقوى.
de: Einige Anbieter bieten jedoch eine 256-Bit-Verschlüsselung für die Dateiverschlüsselung an, die den besten verfügbaren Schutz darstellt. 256-Bit-Verschlüsselung wird verwendet, um vertrauliche und streng geheime Daten auf der ganzen Welt zu schützen, und da sich die Technologie ständig weiterentwickelt, müssten die meisten Sektoren in Betracht ziehen, auf stärkere Verschlüsselungsmethoden umzusteigen.
es: Sin embargo, algunos proveedores ofrecen cifrado de 256 bits para el cifrado de archivos, que es la protección más premium disponible. El cifrado de 256 bits se utiliza para proteger datos confidenciales y de alto secreto en todo el mundo y, dado que la tecnología evoluciona continuamente, la mayoría de los sectores deberían considerar cambiar a métodos de cifrado más fuertes.
fr: Cependant, certains fournisseurs offrent un cryptage 256 bits pour le cryptage des fichiers, qui est la protection la plus premium disponible. Le cryptage 256 bits est utilisé pour protéger les données confidentielles et top secretes à travers le monde, et comme la technologie évolue continuellement, la plupart des secteurs devraient envisager de passer à des méthodes de cryptage plus strictes.
it: Tuttavia, alcuni provider offrono la crittografia a 256 bit per la crittografia dei file, che è la protezione migliore disponibile. La crittografia a 256 bit viene utilizzata per proteggere i dati riservati e top secret in tutto il mondo e, poiché la tecnologia si evolve continuamente, la maggior parte dei settori dovrebbe prendere in considerazione il passaggio a metodi di crittografia più forti.
ko: 그러나 일부 공급자는 파일 암호화를 위해 256비트 암호화를 제공하며, 이는 사용 가능한 가장 프리미엄 보호 기능입니다. 256비트 암호화는 전 세계의 기밀 및 일급 비밀 데이터를 보호하는 데 활용되고 있으며 기술이 지속적으로 발전함에 따라 대부분의 부문에서 더 강력한 암호화 방법으로 전환하는 것을 고려해야 합니다.
nl: Sommige providers bieden echter 256-bits encryptie voor bestandsencryptie, wat de meest hoogwaardige bescherming is die beschikbaar is. 256-bits encryptie wordt gebruikt om vertrouwelijke en topgeheime gegevens over de hele wereld te beschermen, en aangezien de technologie voortdurend evolueert, moeten de meeste sectoren overwegen over te schakelen op sterkere encryptiemethoden.
pl: Jednak niektórzy dostawcy oferują szyfrowanie 256-bitowe do szyfrowania plików, co jest najlepszą dostępną ochroną. Szyfrowanie 256-bitowe jest wykorzystywane do ochrony poufnych i ściśle tajnych danych na całym świecie, a wraz z ciągłym rozwojem technologii większość sektorów musiałaby rozważyć przejście na silniejsze metody szyfrowania.
pt: Contudo, alguns fornecedores oferecem cifragem de ficheiros de 256 bits, que é a melhor protecção disponível. A cifragem de 256 bits é usada para proteger dados confidenciais e ultra-secreto em todo o mundo, e à medida que a tecnologia evolui, a maioria dos sectores precisa de considerar mudar para métodos de cifragem mais fortes.
ru: Однако некоторые провайдеры предлагают 256-битное шифрование для шифрования файлов, которое является наиболее доступной защитой премиум-класса. 256-битное шифрование используется для защиты конфиденциальных и сверхсекретных данных по всему миру, и поскольку технологии постоянно развиваются, большинству секторов необходимо рассмотреть возможность перехода на более надежные методы шифрования.
sv: Vissa leverantörer erbjuder dock 256-bitars kryptering för filkryptering, vilket är det bästa premiumskydd som finns. 256-bitars kryptering används för att skydda konfidentiell och topphemlig data över hela världen, och eftersom tekniken ständigt utvecklas, skulle de flesta sektorer behöva överväga att byta till starkare krypteringsmetoder.
tr: Ancak bazı sağlayıcılar dosya şifreleme için 256 bit şifreleme sunar ki bu mevcut en üst düzey korumadır. 256 bit şifreleme dünya genelinde gizli ve çok gizli verileri korumak için kullanılmaktadır ve teknoloji sürekli geliştikçe çoğu sektörün daha güçlü şifreleme yöntemlerine geçmeyi değerlendirmesi gerekecektir.
zh: 但是，一些提供商为文件加密提供256位加密，这是可用的最高级保护。 256位加密被用来保护全世界的机密和绝密数据，随着技术的不断发展，大多数部门需要考虑转向更强大的加密方法。

# Blog_HFMICTETP_H1_Text3
source: Enterprises need to at least acquire an enterprise encryption software with 128-bit encryption so that their documents will not be vulnerable to cyberattacks, but as these threats become more complex and as hackers continue to look for loopholes to breach data, establishments can afford to gain extra peace of mind and security with 256-bit encryption.
ar: تحتاج الشركات على الأقل إلى الحصول على برنامج تشفير مؤسسي بتشفير 128 بت بحيث لا تكون مستنداتها عرضة للهجمات الإلكترونية ، ولكن نظرًا لأن هذه التهديدات تصبح أكثر تعقيدًا ومع استمرار المتسللين في البحث عن ثغرات لخرق البيانات ، يمكن للمؤسسات تحمل الكسب مزيد من راحة البال والأمان مع تشفير 256 بت.
de: Unternehmen müssen zumindest eine Unternehmensverschlüsselungssoftware mit 128-Bit-Verschlüsselung erwerben, damit ihre Dokumente nicht anfällig für Cyberangriffe sind, aber da diese Bedrohungen komplexer werden und Hacker weiterhin nach Schlupflöchern suchen, um Daten zu verletzen, können es sich Unternehmen leisten, mit 256-Bit-Verschlüsselung zusätzliche Sicherheit und Sicherheit zu erlangen.
es: Las empresas deben adquirir al menos un software de cifrado empresarial con cifrado de 128 bits para que sus documentos no sean vulnerables a los ciberataques, pero a medida que estas amenazas se vuelven más complejas y los hackers informáticos continúan buscando lagunas para vulnerar los datos, las empresas pueden darse el lujo de ganar mayor tranquilidad y seguridad con el cifrado de 256 bits.
fr: Les entreprises doivent au moins acquérir un logiciel de cryptage d’entreprise avec un cryptage 128 bits afin que leurs documents ne soient pas vulnérables aux cyberattaques, mais à mesure que ces menaces deviennent plus complexes et que les pirates continuent de rechercher des failles pour violer les données, les établissements peuvent se permettre d’obtenir une tranquillité d’esprit et une sécurité supplémentaires avec un cryptage 256 bits.
it: Le aziende devono almeno acquistare un software di crittografia aziendale a 128 bit in modo che i loro documenti non siano vulnerabili agli attacchi informatici, ma dato che queste minacce diventano sempre più complesse e gli hacker continuano a cercare scappatoie per violare i dati, le istituzioni possono permettersi di guadagnare maggiore tranquillità e sicurezza con la crittografia a 256 bit.
ko: 기업은 문서가 사이버 공격에 취약하지 않도록 최소한 128비트 암호화를 사용하는 엔터프라이즈 암호화 소프트웨어를 구입해야 하지만 이러한 위협이 더욱 복잡해지고 해커가 데이터 침해의 허점을 계속 찾음에 따라, 256비트 암호화로 마음의 평화와 보안을 추가로 얻을 수 있습니다.
nl: Ondernemingen moeten op zijn minst enterprise-encryptiesoftware met 128-bits encryptie aanschaffen, zodat hun documenten niet kwetsbaar zijn voor cyberaanvallen, maar naarmate deze bedreigingen complexer worden en hackers blijven zoeken naar mazen om gegevens te schenden, kunnen instellingen het zich veroorloven extra gemoedsrust en veiligheid te krijgen met 256-bits encryptie.
pl: Przedsiębiorstwa muszą przynajmniej nabyć oprogramowanie szyfrujące dla przedsiębiorstw z szyfrowaniem 128-bitowym, aby ich dokumenty nie były narażone na cyberataki, ale ponieważ zagrożenia te stają się coraz bardziej złożone, a hakerzy nadal szukają luk w celu naruszenia danych, przedsiębiorstwa mogą sobie pozwolić na zysk dodatkowy spokój i bezpieczeństwo dzięki 256-bitowemu szyfrowaniu.
pt: As empresas precisam de adquirir software de cifragem empresarial com cifragem de, pelo menos, 128 bits para que os seus documentos não estejam vulneráveis a ciberataques, mas, tornando-se estas ameaças mais complexas e continuando os hackers a procurar lacunas para violar dados, os estabelecimentos podem obter ter paz de espírito e segurança extra com cifragem de 256 bits.
ru: Предприятиям необходимо, по крайней мере, приобрести корпоративное программное обеспечение шифрования со 128-битным шифрованием, чтобы их документы были неуязвимы для кибератак, но поскольку эти угрозы становятся все более сложными, а хакеры продолжают искать лазейки для взлома данных, учреждения могут позволить себе получить дополнительное спокойствие и безопасность с 256-битным шифрованием.
sv: Företag måste åtminstone skaffa en krypteringsmjukvara för företag med 128-bitars kryptering så att deras dokument inte kommer att vara sårbara för cyberattacker, men eftersom dessa hot blir mer komplexa och eftersom hackare fortsätter att leta efter kryphål för att bryta data, har företag råd att vinna extra sinnesro och säkerhet med 256-bitars kryptering.
tr: İşletmelerin belgelerinin siber saldırılara karşı kırılgan olmamasını sağlamak için en azından 128-bit şifrelemeli bir işletme şifreleme yazılımını edinmesi gerekmektedir ancak bu tehditler daha da karmaşık hale gelip internet korsanları da veri ihlalleri için açıklar aramaya devam ettikçe işletmeler de 256-bit şifreleme ile gönül rahatlığı ve güvenlik hissini edinebilir.
zh: 企业至少需要购买一个具有128位加密的企业加密软件，这样他们的文档就不会受到网络攻击，但随着这些威胁变得更加复杂，黑客继续寻找漏洞来破坏数据，企业可以通过256位加密获得额外的安心和安全。
