Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFIGDSBSI2_H2_SH1_Text1
source: <strong>STEP 1:</strong> Install and sign in to Google Drive desktop: <a href='https://google.com/intl/en_in/drive/download'><strong>Download Google Drive</strong></a>
de: <strong>SCHRITT 1:</strong> Google Drive-Desktop installieren und anmelden: <a href='https://google.com/intl/en_in/drive/download'><strong>Download Google Drive</strong></a>
fr: <strong>ÉTAPE 1:</strong> Installer et se connecter au bureau Google Drive : <a href='https://google.com/intl/en_in/drive/download'><strong>Télécharger Google Drive</strong></a>
ru: <strong>ШАГ 1:</strong> Установить Google Диск и войти: <a href='https://google.com/intl/en_in/drive/download'><strong>Download Google Диск</strong></a>
zh: <strong>步骤1：</strong> 安装并登录Google Drive桌面版： <a href='https://google.com/intl/en_in/drive/download'><strong>Download Google Drive</strong></a>

# Blog_HTEFIGDSBSI2_H2_SH1_Text2
source: <strong>STEP 2:</strong> Install AxCrypt and sign in or sign up: <a href= 'https://axcrypt.net/download'><strong>Download AxCrypt</strong></a>
de: <strong>SCHRITT 2:</strong> Installieren Sie AxCrypt und melden Sie sich an oder registrieren Sie sich: <a href='https://axcrypt.net/download'><strong>Download AxCrypt</strong></a>
fr: <strong>ETAPE 2:</strong> Installer AxCrypt et se connecter ou s’inscrire : <a href= 'https://axcrypt.net/download'><strong>Télécharger AxCrypt</strong></a>
ru: <strong>ШАГ 2:</strong> Установите AxCrypt и войдите в систему или зарегистрируйтесь: <a href='https://axcrypt.net/download'><strong>Download AxCrypt</strong></a>
zh: <strong>步骤2：</strong> 安装AxCrypt并登录或注册： <a href='https://axcrypt.net/download'><strong>Download AxCrypt</strong></a>

# Blog_HTEFIGDSBSI2_H2_SH1_Text3
source: <strong>STEP 3:</strong> Click the ‘Secure’ option from the home screen to link Google Drive encryption to AxCrypt."
de: <strong>SCHRITT 3:</strong> Klicken Sie auf dem Startbildschirm auf die Option 'Sicher', um die Google Drive-Verschlüsselung mit AxCrypt zu verknüpfen.
fr: <strong>STEP 3:</strong> Cliquez sur l’option « Secure » à partir de l’écran d’accueil pour lier le cryptage Google Drive à AxCrypt."
ru: <strong>ШАГ 3:</strong> Выберите опцию "Защитить" на главном экране, чтобы связать шифрование Google Диска с AxCrypt.
zh: <strong>步骤3：</strong> 单击主屏幕上的“安全”选项，将Google Drive加密链接到AxCrypt。

# Blog_HTEFIGDSBSI2_H2_SH1_Text4
source: <strong>STEP 4:</strong>Choose Google Drive from the list of available cloud storage options and sign in.
de: <strong>SCHRITT 4:</strong>Wählen Sie Google Drive aus der Liste der verfügbaren Cloud-Speicheroptionen aus und melden Sie sich an.
fr: <strong>ÉTAPE 4 :</strong>Choisissez Google Drive dans la liste des options de stockage en nuage disponibles et connectez-vous.
ru: <strong>ШАГ 4:</strong>Выберите Google Диск из списка доступных вариантов облачного хранилища и войдите в систему.
zh: <strong>步骤4：</strong>从可用云存储选项列表中选择Google Drive并登录。

# Blog_HTEFIGDSBSI2_H2_SH1_Text5
source: <strong>STEP 5:</strong>Once linked, any file you encrypt using AxCrypt will be stored securely within your Google Drive.
de: <strong>SCHRITT 5:</strong>Sobald die Verknüpfung hergestellt ist, wird jede Datei, die Sie mit AxCrypt verschlüsseln, sicher in Ihrem Google Drive gespeichert.
fr: <strong>ÉTAPE 5 :</strong>Une fois le lien établi, tout fichier que vous chiffrerez à l’aide d’AxCrypt sera stocké en toute sécurité dans votre Google Drive.
ru: <strong>ШАГ 5:</strong>После привязки, любой файл, который вы шифруете с помощью AxCrypt, будет надежно храниться на вашем Google Диске.
zh: <strong>步骤5 ：</strong>链接后，您使用AxCrypt加密的任何文件都将安全地存储在您的Google Drive中。

# Blog_HTEFIGDSBSI2_H2_SH1_Text6
source: <strong>STEP 6:</strong>To secure a file from the selected drive, click on the desired file, and it will be encrypted.
de: <strong>SCHRITT 6:</strong>Um eine Datei vom ausgewählten Laufwerk zu sichern, klicken Sie auf die gewünschte Datei, und sie wird verschlüsselt.
fr: <strong>ETAPE 6 :</strong>Pour sécuriser un fichier à partir du lecteur sélectionné, cliquez sur le fichier souhaité et il sera chiffré.
ru: <strong>ШАГ 6:</strong>Чтобы обезопасить файл с выбранного облака, нажмите на нужный файл, и он будет зашифрован.
zh: <strong>步骤6 ：</strong>要保护所选驱动器中的文件，请单击所需的文件，它将被加密。

# Blog_HTEFIGDSBSI2_H2_SH1_Text7
source: <strong>STEP 7:</strong>To open an encrypted file, select it using the ‘Open Secured’ option, allowing you to view or edit the file temporarily.
de: <strong>SCHRITT 7:</strong>Um eine verschlüsselte Datei zu öffnen, wählen Sie sie mit der Option "Gesichert öffnen" aus, sodass Sie die Datei vorübergehend anzeigen oder bearbeiten können.
fr: <strong>ÉTAPE 7 :</strong>Pour ouvrir un fichier chiffré, sélectionnez-le en utilisant l’option « Open Secured », qui vous permet de visualiser ou de modifier temporairement le fichier.
ru: <strong>ШАГ 7:</strong>Чтобы открыть зашифрованный файл, выберите его с помощью опции «Открыть защищенный», которая позволит вам просмотреть или отредактировать файл.
zh: <strong>步骤7：</strong>要打开加密文件，请使用“打开安全”选项选择它，允许您临时查看或编辑文件。

# Blog_HTEFIGDSBSI2_H2_SH1_Text8
source: <strong>STEP 8:</strong>To permanently decrypt a file, click the ‘Stop Secure’ option and select the file you wish to stop securing.
de: <strong>SCHRITT 8:</strong>Um eine Datei dauerhaft zu entschlüsseln, klicken Sie auf die Option 'Sichere beenden' und wählen Sie die Datei aus, die Sie nicht mehr sichern möchten.
fr: <strong>ETAPE 8 :</strong>Pour déchiffrer définitivement un fichier, cliquez sur l’option « Stop Secure » et sélectionnez le fichier que vous souhaitez arrêter de sécuriser.
ru: <strong>ШАГ 8:</strong>Чтобы окончательно расшифровать файл, нажмите на опцию «Остановить защиту» и выберите файл, который вы хотите остановить шифрование.
zh: <strong>步骤8 ：</strong>要永久解密文件，请单击“停止安全”选项并选择要停止保护的文件。

# Blog_HTEFIGDSBSI2_H2_SH2_Text1
source: Watch the step-by-step video tutorial:
ar: شاهد الفيديو التعليمي خطوة بخطوة:
de: Sehen Sie sich das Schritt-für-Schritt-Video-Tutorial an:
es: Mira el video tutorial paso a paso:
fr: Regardez le didacticiel vidéo étape par étape :
it: Guarda il video tutorial passo passo:
ko: 단계별 비디오 튜토리얼을 시청하세요:
nl: Bekijk de stap-voor-stap video-tutorial:
pl: Obejrzyj samouczek wideo krok po kroku:
pt: Assista ao vídeo tutorial passo a passo:
ru: Посмотрите пошаговую видеоинструкцию:
sv: Titta på en steg-för-steg videoinstruktion:
tr: Adım adım video eğitimini izleyin:
zh: 观看分步视频教程：

# Blog_HTEFIGDSBSI2_H2_SH2_Text2
source: <strong>STEP 1:</strong> Install AxCrypt from <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> and sign in or sign up.
ar: <strong>الخطوة 1:</strong> قم بتثبيت اكسكربت من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>متجر تطبيقات جوجل</strong></a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>متجر التطبيقات</strong></a> وقم بتسجيل الدخول أو الاشتراك.
de: <strong>SCHRITT 1:</strong> Installieren Sie AxCrypt aus dem <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> und melden Sie sich an oder registrieren Sie sich.
es: <strong>PASO 1:</strong> Instale AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play</strong></a> Store o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e inicie sesión o regístrese.
fr: <strong>ÉTAPE 1 :</strong> Installez AxCrypt depuis <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong> le Google Play Store</strong></a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>l'App Store</strong></a> et connectez-vous ou inscrivez-vous.
it: <strong>PASSO 1:</strong> Installa AxCrypt da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e accedi o registrati.
ko: <strong>단계 1:</strong> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play 스토어</strong></a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a>에서 AxCrypt를 설치하고 로그인하거나 가입하세요.
nl: <strong>STAP 1:</strong> Installeer AxCrypt vanuit <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>de Google Play Store</strong></a> of <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> en log in of meld je aan.
pl: <strong>KROK 1:</strong> Zainstaluj AxCrypt z <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong> Sklep Google Play</strong></a> lub <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> i zaloguj się lub zarejestruj.
pt: <strong>1º PASSO:</strong> Instale o AxCrypt a partir da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e inicie sessão ou registe-se.
ru: <strong>ШАГ 1:</strong> Установите AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a>, войдите в систему или зарегистрируйтесь.
sv: <strong>STEG 1:</strong> Installera AxCrypt från <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> och logga in eller registrera dig.
tr: <strong>1. ADIM:</strong> AxCrypt'i <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store'dan</strong></a> yükleyin ve oturum açın ya da kaydolun.
zh: <strong>步骤1：</strong> 从 <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> 或 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> 安装AxCrypt，然后登录或注册。

# Blog_HTEFIGDSBSI2_H2_SH2_Text3
source: <strong>STEP 2:</strong> Tap the <strong>‘Secure’</strong> button with a padlock icon and select <strong>Google Drive</strong> and sign in to your account.
ar: <strong>الخطوة 2:</strong> اضغط على زر <strong>"آمن"</strong> مع رمز القفل وحدد <strong>جوجل درايف</strong> وقم بتسجيل الدخول إلى حسابك.
de: <strong>SCHRITT 2:</strong> Tippen Sie auf die Schaltfläche <strong>"Sicher"</strong> mit einem Vorhängeschloss-Symbol, wählen Sie <strong>Google Drive</strong> aus und melden Sie sich bei Ihrem Konto an.
es: <strong>PASO 2:</strong> Toque el botón <strong>'Seguro'</strong> con el icono de un candado, seleccione <strong>Google Drive</strong> e inicie sesión en su cuenta.
fr: <strong>ÉTAPE 2 :</strong> Appuyez sur le bouton <strong>« Sécuriser »</strong> avec une icône de cadenas, sélectionnez <strong>Google Drive</strong> et connectez-vous à votre compte.
it: <strong>PASSO 2:</strong> Tocca il pulsante " <strong>Sicuro" con l'icona</strong> di un lucchetto e seleziona <strong>Google Drive</strong> e accedi al tuo account.
ko: <strong>단계 2:</strong> 자물쇠 아이콘이 있는 <strong>‘보안’</strong> 버튼을 누르고 <strong>Google Drive</strong>를 선택한 후 계정에 로그인하세요.
nl: <strong>STAP 2:</strong> Klik op de knop <strong>'Beveiligen'</strong> met een hangslotpictogram en selecteer <strong>Google Drive</strong> en log in op jouw account.
pl: <strong>KROK 2:</strong> Naciśnij przycisk <strong>„Bezpieczne”</strong> z ikoną kłódki, wybierz <strong>Dysk Google</strong> i zaloguj się na swoje konto.
pt: <strong>2º PASSO:</strong> Toque no botão <strong>"Seguro"</strong> com um ícone de cadeado, selecione <strong>Google Drive</strong> e faça login na sua conta.
ru: <strong>ШАГ 2:</strong> Нажмите кнопку <strong>«Защитить»</strong> со значком замка, выберите <strong>Google Диск</strong> и войдите в свою учетную запись.
sv: <strong>STEG 2:</strong> Tryck på <strong>"Säker"</strong> knappen med en hänglåsikonen och välj <strong>Google Drive</strong> och logga in på ditt konto.
tr: <strong>2. ADIM:</strong> Asma kilit simgesi olan <strong>'Güvenli'</strong> seçeneğine tıklayın ve <strong>Google Drive'ı</strong> seçme ve hesabınızda oturum açın.
zh: <strong>步骤2：</strong> 点击带有挂锁图标的 <strong>“安全”</strong> 按钮，然后选择 <strong>Google Drive</strong> 并登录您的账户。

# Blog_HTEFIGDSBSI2_H2_SH2_Text4
source: <strong>STEP 3:</strong> Browse and select the files you’d like to encrypt. Tap and hold to select multiple files. Once encrypted, the file icons will change to AxCrypt’s logo, and their file extension will become <strong>.axx</strong>.
de: <strong>SCHRITT 3:</strong> Durchsuchen Sie die Dateien, die Sie verschlüsseln möchten, und wählen Sie sie aus. Tippen und halten Sie, um mehrere Dateien auszuwählen. Nach der Verschlüsselung ändern sich die Dateisymbole in das AxCrypt-Logo und ihre Dateierweiterung wird zu<strong>.axx</strong>.
fr: <strong>STEP 3:</strong> Parcourir et sélectionner les fichiers que vous souhaitez chiffrer. Tapez sur et maintenez la touche enfoncée pour sélectionner plusieurs fichiers. Une fois le fichier chiffré, les icônes du fichier changeront en logo AxCrypt et leur extension deviendra <strong>. axx</strong>.
ru: <strong>ШАГ 3:</strong> Просмотрите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов. После шифрования значки файлов изменятся на логотип AxCrypt, а расширение файла станет <strong>.axx</strong>.
zh: <strong>步骤3：</strong> 浏览并选择要加密的文件。点击并按住以选择多个文件。加密后，文件图标将更改为AxCrypt的徽标，并且其文件扩展名将变为 <strong>.axx</strong>。

# Blog_HTEFIGDSBSI2_H2_SH2_Text5
source: <strong>STEP 4:</strong> To view or edit a file, select it using the ‘Open Secured’ option.
de: <strong>SCHRITT 4:</strong> Um eine Datei anzuzeigen oder zu bearbeiten, wählen Sie sie mit der Option "Gesichert öffnen" aus.
fr: <strong>STEP 4:</strong> Pour afficher ou modifier un fichier, sélectionnez-le en utilisant l’option « Open Secured ».
ru: <strong>ШАГ 4:</strong> Чтобы просмотреть или отредактировать файл, выберите его с помощью опции «Открыть защищенный».
zh: <strong>步骤4：</strong> 要查看或编辑文件，请使用"打开安全"选项选择它。

# Blog_HTEFIGDSBSI2_H2_SH2_Text6
source: <strong>STEP 5:</strong> To permanently decrypt a file, tap ‘Stop Secure’ and select the encrypted file you wish to decrypt.
de: <strong>SCHRITT 5:</strong> Um eine Datei dauerhaft zu entschlüsseln, tippen Sie auf 'Sichere beenden' und wählen Sie die verschlüsselte Datei aus, die Sie entschlüsseln möchten.
fr: <strong>STEP 5:</strong> Pour décrypter définitivement un fichier, appuyez sur « Stop Secure » et sélectionnez le fichier chiffré que vous souhaitez décrypter.
ru: <strong>ШАГ 5:</strong> Чтобы окончательно расшифровать файл, нажмите «Остановить защиту» и выберите зашифрованный файл, который вы хотите расшифровать.
zh: <strong>步骤5 ：</strong> 要永久解密文件，请点击“停止安全”并选择要解密的加密文件。

# Blog_HTEFIGDSBSI2_H2_SH2_Text7
source: AxCrypt seamlessly integrates with major cloud storage platforms, including Google Drive Encryption, OneDrive, and Dropbox, ensuring a secure cloud storage experience.
de: AxCrypt lässt sich nahtlos in die wichtigsten Cloud-Speicherplattformen integrieren, darunter Google Drive Encryption, OneDrive und Dropbox, und gewährleistet so ein sicheres Cloud-Speichererlebnis.
fr: AxCrypt s’intègre parfaitement aux principales plateformes de stockage dans le cloud, notamment Google Drive Encryption, OneDrive et Dropbox, pour garantir une expérience de stockage dans le cloud sécurisée.
ru: AxCrypt легко интегрируется с основными платформами облачного хранения, включая Google Drive Encryption, OneDrive и Dropbox, обеспечивая безопасное облачное хранилище.
zh: AxCrypt与主要云存储平台无缝集成，包括Google Drive加密，OneDrive和Dropbox，确保安全的云存储体验。

# Blog_HTEFIGDSBSI2_H2_SubHeading1
source: <strong>Steps to Automatically Encrypt Google Drive Files on Windows and Mac</strong>
ar: <strong>خطوات تشفير ملفات جوجل درايف تلقائيا على نظامي التشغيل ويندوز و ماك</strong>
de: <strong>Schritte zum automatischen Verschlüsseln von Google Drive-Dateien unter Windows und Mac</strong>
es: <strong>Pasos para encriptar automáticamente los archivos de Google Drive en Windows y Mac</strong>
fr: <strong>Étapes pour Chiffrer Automatiquement les Fichiers Google Drive sous Windows et Mac</strong>
it: <strong>Passaggi per crittografare automaticamente i file di Google Drive su Windows e Mac</strong>
ko: <strong>Windows 및 Mac에서 Google Drive 파일을 자동으로 암호화하는 단계</strong>
nl: <strong>Stappen om Google Drive-bestanden automatisch te versleutelen op Windows en Mac</strong>
pl: <strong>Kroki automatycznego szyfrowania plików na Dysku Google w systemach Windows i Mac</strong>
pt: <strong>Etapas para criptografar automaticamente arquivos do Google Drive no Windows e Mac</strong>
ru: <strong>Шаги по автоматическому шифрованию файлов Google Диска на Windows и Mac</strong>
sv: <strong>Steg för steg hur man Automatiskt Krypterar Google Drive-filer på Windows och Mac</strong>
tr: <strong>Windows ve Mac'te Google Drive Dosyalarını Otomatik Olarak Şifreleme Adımları</strong>
zh: <strong>在 Windows 和 Mac 上自动加密 Google Drive 文件的步骤</strong>

# Blog_HTEFIGDSBSI2_H2_SubHeading2
source: <strong>Steps to Encrypt Google Drive Files on Android and iOS</strong>
ar: <strong>خطوات تشفير ملفات جوجل درايف على نظامي التشغيل أندرويد وايفون</strong>
de: <strong>Schritte zum Verschlüsseln von Google Drive-Dateien auf Android und iOS</strong>
es: <strong>Pasos para cifrar archivos de Google Drive en Android e iOS</strong>
fr: <strong>Étapes pour Chiffrer les Fichiers Google Drive sur Android et iOS</strong>
it: <strong>Passaggi per crittografare i file di Google Drive su Android e iOS</strong>
ko: <strong>Android 및 iOS에서 Google Drive 파일을 암호화하는 단계</strong>
nl: <strong>Stappen om Google Drive-bestanden op Android en iOS te versleutelen</strong>
pl: <strong>Kroki szyfrowania plików na Dysku Google na Androidzie i iOS</strong>
pt: <strong>Etapas para criptografar arquivos do Google Drive no Android e iOS</strong>
ru: <strong>Шаги по шифрованию файлов Google Диска на Android и iOS</strong>
sv: <strong>Steg för att kryptera Google Drive-filer på Android och iOS</strong>
tr: <strong>Android ve iOS'ta Google Drive Dosyalarını Şifreleme Adımları</strong>
zh: <strong>在 Android 和 iOS 上加密 Google Drive 文件的步骤</strong>

# Blog_HTEFIGDSBSI2_H2_Text1
source: AxCrypt automatically encrypts files within folders on your local computer and then synchronizes them with your Google Drive account. This ensures that only you have the absolute access to encrypt and decrypt the files before they’re uploaded. AxCrypt for cloud storage provides an additional layer of security beyond Google’s built-in encryption.
de: AxCrypt verschlüsselt automatisch Dateien in Ordnern auf Ihrem lokalen Computer und synchronisiert sie dann mit Ihrem Google Drive-Konto. Dadurch wird sichergestellt, dass nur Sie den absoluten Zugriff haben, um die Dateien zu verschlüsseln und zu entschlüsseln, bevor sie hochgeladen werden. AxCrypt für Cloud-Speicher bietet eine zusätzliche Sicherheitsebene, die über die integrierte Verschlüsselung von Google hinausgeht.
fr: AxCrypt chiffre automatiquement les fichiers dans des dossiers sur votre ordinateur local, puis les synchronise avec votre compte Google Drive. Cela garantit que vous seul avez l’accès absolu pour chiffrer et déchiffrer les fichiers avant qu’ils ne soient téléchargés. AxCrypt pour le stockage en nuage offre une couche de sécurité supplémentaire au-delà du cryptage intégré de Google.
ru: AxCrypt автоматически шифрует файлы в папках на вашем локальном компьютере, а затем синхронизирует их с вашей учетной записью Google Drive. Это гарантирует, что только у вас есть абсолютный доступ к шифрованию и расшифровке файлов перед их загрузкой. AxCrypt для облачных хранилищ обеспечивает дополнительный уровень безопасности, помимо встроенного шифрования Google.
zh: AxCrypt会自动加密本地计算机上文件夹中的文件，然后将它们与您的Google Drive账户同步。这可确保只有您拥有在上传文件之前加密和解密文件的绝对访问权限。用于云存储的AxCrypt提供了超出Google内置加密的额外安全层。

# Blog_HTEFIGDSBSI2_H2_Text2
source: The entire process goes through the following flow:
ar: تمر العملية بأكملها بالتدفق التالي:
de: Der gesamte Prozess durchläuft den folgenden Ablauf:
es: Todo el proceso pasa por el siguiente flujo:
fr: L'ensemble du processus passe par le flux suivant :
it: L'intero processo passa attraverso il seguente flusso:
ko: 전체 프로세스는 다음과 같은 흐름을 통해 진행됩니다:
nl: Het hele proces doorloopt de volgende stappen:
pl: Cały proces przebiega w następujący sposób:
pt: Todo o processo passa pelo seguinte fluxo:
ru: Весь процесс проходит по следующей цепочке:
sv: Så här ser processen ut:
tr: Tüm süreç aşağıdaki akıştan geçer:
zh: 整个过程经历以程：

# Blog_HTEFIGDSBSI2_H2_Text3
source: <li><strong>When a File is Encrypted:</strong> Folder with Files > AxCrypt > Encryption > Uploading Encrypted File (Sync) > Secured File in Google Drive</li>
ar: <li><strong>عندما يتم تشفير ملف:</strong> مجلد يحتوي على ملفات > تشفير > اكسكربت > تحميل ملف مشفر (مزامنة) > ملف آمن في جوجل درايف<li/>
de: <li><strong>Wenn eine Datei verschlüsselt ist:</strong> Ordner mit Dateien > AxCrypt > Verschlüsselung > Hochladen einer verschlüsselten Datei (Sync) > gesicherten Datei in Google Drive</li>
es: <li><strong>Cuando un archivo está encriptado:</strong> Carpeta con archivos > AxCrypt > Cifrado > Carga de archivos cifrados (sincronización) > archivo seguro en Google Drive</li>
fr: <li><strong>Lorsqu'un Fichier est Crypté :</strong> Dossier contenant des fichiers > AxCrypt > Chiffrement > Téléchargement d'un Fichier Crypté (synchronisation) > Fichier Sécurisé dans Google Drive</li>
it: <li><strong>Quando un file è crittografato:</strong> Cartella con file > AxCrypt > crittografia > caricamento di file crittografati (sincronizzazione) > file protetto in Google Drive</li>
ko: <li><strong>파일이 암호화될 때:</strong> 파일이 있는 폴더 > AxCrypt > 암호화 > 암호화된 파일 업로드(동기화) > Google Drive에서 보호된 파일</li>
nl: <li><strong>Wanneer een bestand versleuteld is:</strong> Map met bestanden> AxCrypt > Versleuteling > Uploaden van het versleutelde bestand (Sync) > Bestand beveiligd in Google Drive</li>
pl: <li><strong>Gdy plik jest zaszyfrowany:</strong> Folder z plikami > AxCrypt > Szyfrowanie > Przesyłanie zaszyfrowanego pliku (synchronizacja) > Zabezpieczony plik na Dysku Google</li>
pt: <li><strong>Quando um arquivo é criptografado:</strong> Pasta com arquivos > AxCrypt > criptografia > upload de arquivos criptografados (sincronização) > arquivos protegidos no Google Drive</li>
ru: <li><strong>При шифровании файла:</strong> Папка с файлами > AxCrypt > Шифрование > Загрузка зашифрованного файла (синхронизация) > Защищенный файл на Google Диск</li>
sv: <li><strong>När en fil är krypterad:</strong> Mapp med filer > AxCrypt > Kryptering > uppladdning av krypterad fil (synkronisering) > Säkrad fil i Google Drive</li>
tr: <li><strong>Bir Dosya Şifrelendiğinde:</strong> Dosyalı Klasör > AxCrypt > Şifreleme > Şifreli Dosya (Senkronizasyon) Yükleme > Güvenli Dosya Google Drive'da</li>
zh: <li><strong>当文件被加密时：</strong> 包含文件的文件夹> AxCrypt >加密>在Google Drive中上传加密文件（同步）>安全文件</li>
