Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DEVFE_H3_Text3
source: BitLocker supports encrypted hard drives with built-in encryption hardware, allowing administrators to manage them using the same BitLocker administration tools. File-based encryption is transparent encryption that fills in the gaps where full disk encryption falls short. When BitLocker is enabled on a system drive and the PC has a TPM, you can choose to require that users type a PIN before BitLocker will unlock the drive. With disk encryption, the data is only protected for as long as it’s on the disk; if a user removes a file from an encrypted device, that file is no longer secured. Furthermore, if the entire system is physically hacked, disk encryption is unreliable. As a result, for the vast majority of cases, the file-based encryption approach is the best option.
ar: يدعم بيت لوكر محركات الأقراص الثابتة المشفرة بأجهزة تشفير مدمجة ، مما يسمح للمسؤولين بإدارتها باستخدام نفس أدوات إدارة بيت لوكر. التشفير المستند إلى الملفات هو تشفير شفاف يملأ الفجوات التي ينقص فيها تشفير القرص الكامل. عندما يتم تمكين بيت لوكر على محرك أقراص نظام وكان الكمبيوتر به TPM ، يمكنك اختيار مطالبة المستخدمين بكتابة رمز PIN قبل أن يقوم بيت لوكر بإلغاء تأمين محرك الأقراص. باستخدام تشفير القرص ، تتم حماية البيانات فقط طالما كانت على القرص ؛ إذا قام أحد المستخدمين بإزالة ملف من جهاز مشفر ، فلن يعد هذا الملف مؤمنًا. علاوة على ذلك ، إذا تم اختراق النظام بالكامل فعليًا ، فإن تشفير القرص لا يمكن الاعتماد عليه. نتيجة لذلك ، بالنسبة للغالبية العظمى من الحالات ، فإن أسلوب التشفير المستند إلى الملفات هو الخيار الأفضل.
de: BitLocker unterstützt verschlüsselte Festplatten mit integrierter Verschlüsselungshardware, sodass Administratoren sie mit denselben BitLocker-Verwaltungstools verwalten können. Dateibasierte Verschlüsselung ist eine transparente Verschlüsselung, die die Lücken füllt, in denen die vollständige Festplattenverschlüsselung zu kurz kommt. Wenn BitLocker auf einem Systemlaufwerk aktiviert ist und der PC über ein TPM verfügt, können Sie festlegen, dass Benutzer eine PIN eingeben müssen, bevor BitLocker das Laufwerk entsperrt. Bei der Festplattenverschlüsselung sind die Daten nur so lange geschützt, wie sie sich auf der Festplatte befinden. Wenn ein Benutzer eine Datei von einem verschlüsselten Gerät entfernt, ist diese Datei nicht mehr gesichert. Wenn das gesamte System physisch gehackt wird, ist die Festplattenverschlüsselung außerdem unzuverlässig. Daher ist in den allermeisten Fällen der dateibasierte Verschlüsselungsansatz die beste Option.
es: BitLocker admite discos duros cifrados con hardware de cifrado integrado, lo que permite a los administradores gestionarlos con las mismas herramientas de administración de BitLocker. El cifrado basado en archivos es un cifrado transparente que llena los espacios donde el cifrado de disco completo se queda corto. Cuando BitLocker está habilitado en una unidad del sistema y la PC tiene un TPM, puedes solicitar que los usuarios escriban un PIN antes de que BitLocker desbloquee la unidad. Con el cifrado de disco, los datos solo están protegidos mientras están en el disco; si un usuario elimina un archivo de un dispositivo cifrado, ese archivo ya no está protegido. Además, si se hackea físicamente todo el sistema, el cifrado del disco no es fiable. Como resultado, para la gran mayoría de los casos, el enfoque de cifrado basado en archivos es la mejor opción.
fr: BitLocker prend en charge les disques durs chiffrés avec matériel de chiffrement intégré, ce qui permet aux administrateurs de les gérer à l’aide des mêmes outils d’administration BitLocker. Le chiffrement basé sur les fichiers est un chiffrement transparent qui comble les lacunes où le chiffrement complet du disque est insuffisant. Lorsque BitLocker est activé sur un lecteur système et que le PC dispose d’un TPM, vous pouvez choisir d’exiger que les utilisateurs tapent un code pin avant que BitLocker ne déverrouille le lecteur. Avec le chiffrement de disque, les données ne sont protégées que tant qu’elles sont sur le disque ; si un utilisateur supprime un fichier d’un périphérique chiffré, ce fichier n’est plus sécurisé. De plus, si l’ensemble du système est physiquement piraté, le cryptage du disque n’est pas fiable. Par conséquent, dans la grande majorité des cas, l’approche de chiffrement basé sur les fichiers est la meilleure option.
it: BitLocker supporta dischi rigidi crittografati con hardware di crittografia incorporato, consentendo agli amministratori di gestirli utilizzando gli stessi strumenti di amministrazione di BitLocker. La crittografia basata su file è una crittografia trasparente che colma le lacune in cui la crittografia completa del disco non è sufficiente. Quando BitLocker è abilitato in un'unità di sistema e il PC dispone di un TPM, è possibile scegliere di richiedere agli utenti di digitare un PIN prima che BitLocker sblocchi il drive. Con la crittografia del disco, i dati sono protetti solo finché sono sul disco; se un utente rimuove un file da un dispositivo crittografato, tale file non è più protetto. Inoltre, se l'intero sistema viene fisicamente violato, la crittografia del disco non è affidabile. Di conseguenza, per la stragrande maggioranza dei casi, l'approccio di crittografia basato su file è l'opzione migliore.
ko: BitLocker는 암호화 하드웨어가 내장된 암호화 하드 드라이브를 지원하므로 관리자는 동일한 BitLocker 관리 도구를 사용하여 암호화 하드 드라이브를 관리할 수 있습니다. 파일 기반 암호화는 전체 디스크 암호화가 부족한 부분을 채워주는 투명한 암호화입니다. 시스템 드라이브에서 BitLocker가 사용되고 PC에 TPM이 있는 경우 BitLocker가 드라이브의 잠금을 해제하기 전에 사용자에게 PIN을 입력하도록 요구하도록 선택할 수 있습니다. 디스크 암호화를 사용하면 데이터가 디스크에 있는 동안만 데이터가 보호됩니다. 사용자가 암호화된 장치에서 파일을 제거하면 해당 파일은 더 이상 보호되지 않습니다. 또한 전체 시스템이 물리적으로 해킹을 당하면 디스크 암호화를 신뢰할 수 없습니다. 따라서 대부분의 경우 파일 기반 암호화 방식이 최선의 선택입니다.
nl: BitLocker ondersteunt versleutelde harde schijven met ingebouwde versleutelingshardware, zodat beheerders deze kunnen beheren met dezelfde BitLocker-beheertools. Op bestanden gebaseerde encryptie is transparante encryptie die de gaten opvult waar volledige schijfencryptie tekortschiet. Wanneer BitLocker is ingeschakeld op een systeemstation en de pc een TPM heeft, kunt u ervoor kiezen om gebruikers een pincode te laten invoeren voordat BitLocker het station ontgrendelt. Met schijfversleuteling zijn de gegevens alleen beschermd zolang ze op de schijf staan; als een gebruiker een bestand van een versleuteld apparaat verwijdert, is dat bestand niet langer beveiligd. Bovendien, als het hele systeem fysiek wordt gehackt, is schijfversleuteling onbetrouwbaar. Als gevolg hiervan is voor de overgrote meerderheid van de gevallen de op bestanden gebaseerde encryptiebenadering de beste optie.
pl: Funkcja BitLocker obsługuje szyfrowane dyski twarde z wbudowanym sprzętem szyfrującym, umożliwiając administratorom zarządzanie nimi przy użyciu tych samych narzędzi administracyjnych funkcji BitLocker. Szyfrowanie oparte na plikach to przezroczyste szyfrowanie, które wypełnia luki, w których szyfrowanie pełnego dysku nie wystarcza. Gdy funkcja BitLocker jest włączona na dysku systemowym, a komputer ma moduł TPM, możesz wymagać od użytkowników wpisania kodu PIN przed odblokowaniem dysku przez funkcję BitLocker. Dzięki szyfrowaniu dysku dane są chronione tylko tak długo, jak znajdują się na dysku; jeśli użytkownik usunie plik z zaszyfrowanego urządzenia, plik ten nie jest już zabezpieczony. Co więcej, jeśli cały system zostanie fizycznie zhakowany, szyfrowanie dysku jest zawodne. W rezultacie w zdecydowanej większości przypadków najlepszą opcją jest szyfrowanie oparte na plikach.
pt: O BitLocker suporta discos rígidos cifrados com cifragem por hardware incorporada, permitindo a administradores geri-los usando as mesmas ferramentas de administração do BitLocker. A cifragem baseada em ficheiros é transparente e preenche as falhas da cifragem total de disco. Quando o BitLocker é activado numa unidade de sistema e o PC tem um TPM, você pode escolher requerer dos utilizadores a introdução de um PIN antes do BitLocker desbloquear a unidade. Com cifragem de disco, os dados estão apenas protegidos enquanto no disco; se um utilizador remover um ficheiro do disco, esse ficheiro não estará mais protegido. Além disso, se todo o sistema é fisicamente pirateado, a cifragem de disco deixa de ser de confiança. Como resultado, para a maior parte dos casos, a cifragem baseada em ficheiros é a melhor opção.
ru: BitLocker поддерживает зашифрованные жесткие диски со встроенным аппаратным обеспечением шифрования, позволяя администраторам управлять ими с помощью тех же инструментов администрирования BitLocker. Шифрование на основе файлов - это прозрачное шифрование, которое заполняет пробелы там, где не хватает полного шифрования диска. Когда BitLocker включен на системном диске и на ПК установлен TPM, вы можете потребовать, чтобы пользователи вводили PIN-код, прежде чем BitLocker разблокирует диск. При шифровании диска данные защищены только до тех пор, пока они находятся на диске; если пользователь удаляет файл с зашифрованного устройства, этот файл больше не защищен. Кроме того, если вся система физически взломана, шифрование диска ненадежно. В результате, в подавляющем большинстве случаев наилучшим вариантом является подход шифрования на основе файлов.
sv: BitLocker stöder krypterade hårddiskar med inbyggd krypteringsmaskinvara, vilket gör att administratörer kan hantera dem med samma BitLocker-administrationsverktyg. Filbaserad kryptering är genomskinlig kryptering som fyller i luckorna där fullständig diskkryptering brister. När BitLocker är aktiverat på en systemenhet och datorn har en TPM, kan du välja att kräva att användarna skriver en PIN-kod innan BitLocker låser upp enheten. Med diskkryptering är data bara skyddad så länge de finns på disken; om en användare tar bort en fil från en krypterad enhet är den filen inte längre säker. Dessutom, om hela systemet är fysiskt hackat, så är diskkrypteringen opålitlig. Så i de allra flesta fall är den filbaserade krypteringsmetoden det bästa alternativet.
tr: BitLocker, yerleşik şifreleme donanımına sahip şifrelenmiş sabit sürücüleri destekler ve yöneticilerin bunları aynı BitLocker yönetim araçlarını kullanarak yönetmesine olanak tanır. Dosya tabanlı şifreleme, tam disk şifrelemesinin yetersiz kaldığı boşlukları dolduran şeffaf şifrelemedir. BitLocker bir sistem sürücüsünde etkinleştirildiğinde ve bilgisayarda TPM olduğunda, BitLocker'ın sürücünün kilidini açması için kullanıcıların bir PIN girmesini gerektirmeyi seçebilirsiniz. Disk şifreleme ile, veriler yalnızca diskte olduğu sürece korunur; bir kullanıcı şifrelenmiş bir aygıttan bir dosyayı kaldırırsa, bu dosya artık güvenli değildir. Ayrıca, tüm sistem fiziksel olarak saldırıya uğrarsa, disk şifrelemesi güvenilmezdir. Sonuç olarak, çoğu durumda dosya tabanlı şifreleme yaklaşımı en iyi seçenektir.
zh: BitLocker支持具有内置加密硬件的加密硬盘，允许管理员使用相同的BitLocker管理工具对其进行管理。 基于文件的加密是一种透明加密，可以填补完整磁盘加密不足的空白。 在系统驱动器上启用BitLocker并且PC具有TPM时，您可以选择要求用户在BitLocker解锁驱动器之前键入PIN。 使用磁盘加密，数据只在磁盘上受到保护；如果用户从加密设备中删除文件，该文件将不再受到保护。 此外，如果整个系统被物理黑客攻击，磁盘加密是不可靠的。 因此，对于绝大多数情况，基于文件的加密方法是最佳选择。
