Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIFBE_H2_Text2
source: <li>The United States government was the first government to use 256-bit encryption for protecting and safeguarding their data. They approved its usage on November 26, 2001. They lead the way for others to show their faith in encryption and its capability in safeguarding precious and highly-secretive and sensitive information. Astonishingly, the government there has continued to show its faith in this encryption and the government officials still use the 256-bit encryption for safely storing their data away from the prying eyes of hackers.</li>
ar: <li> كانت حكومة الولايات المتحدة أول حكومة تستخدم تشفير 256 بت لحماية بياناتها وحمايتها. لقد وافقوا على استخدامه في 26 نوفمبر 2001. وهم يقودون الطريق للآخرين لإظهار إيمانهم بالتشفير وقدرته على حماية المعلومات الثمينة والسرية والحساسة للغاية. والمثير للدهشة أن الحكومة هناك استمرت في إظهار ثقتها في هذا التشفير ولا يزال المسؤولون الحكوميون يستخدمون تشفير 256 بت لتخزين بياناتهم بأمان بعيدًا عن أعين المتطفلين. </li>
de: <li>Die Regierung der Vereinigten Staaten war die erste Regierung, die eine 256-Bit-Verschlüsselung zum Schutz und zur Sicherung ihrer Daten verwendete. Sie genehmigten ihre Verwendung am 26.November 2001. Sie weisen anderen den Weg, ihr Vertrauen in die Verschlüsselung und ihre Fähigkeit zum Schutz wertvoller, hochgeheimnisvoller und sensibler Informationen zu zeigen. Erstaunlicherweise hat die dortige Regierung weiterhin ihr Vertrauen in diese Verschlüsselung gezeigt und die Regierungsbeamten verwenden immer noch die 256-Bit-Verschlüsselung, um ihre Daten vor den neugierigen Blicken von Hackern sicher zu speichern.</li>
es: <li>El gobierno de los Estados Unidos fue el primero en utilizar el cifrado de 256 bits para proteger y salvaguardar sus datos. Aprobaron su uso el 26 de noviembre de 2001. Marcan el camino para que otros demuestren su fe en el cifrado y su capacidad para salvaguardar información valiosa, altamente secreta y confidencial. Sorprendentemente, el gobierno ha seguido mostrando su fe en este cifrado y los funcionarios del gobierno todavía usan el cifrado de 256 bits para almacenar de forma segura sus datos y mantenerlos lejos de las miradas indiscretas de los hackers informáticos.</li>
fr: <li>Le gouvernement des États-Unis a été le premier gouvernement à utiliser le cryptage 256 bits pour protéger et sauvegarder ses données. Son utilisation a été approuvée le 26 novembre 2001. Les États-Unis ont montré la voie aux autres pour montrer leur confiance dans le cryptage et sa capacité à protéger des informations précieuses, hautement secrètes et sensibles. Étonnamment, le gouvernement a continué à montrer sa foi dans ce cryptage et les responsables gouvernementaux utilisent toujours le cryptage 256 bits pour stocker en toute sécurité leurs données à l'abri des regards indiscrets des pirates.</li>
it: <li>Il governo degli Stati Uniti è stato il primo governo a utilizzare la crittografia a 256 bit per proteggere e salvaguardare i propri dati. Ne hanno approvato l'utilizzo il 26 novembre 2001. Hanno aperto la strada ad altri per mostrare la loro fiducia nella crittografia e nella sua capacità di salvaguardare informazioni preziose, altamente riservate e sensibili. Sorprendentemente, il governo ha continuato a mostrare la sua fiducia in questa crittografia e i funzionari governativi utilizzano ancora la crittografia a 256 bit per archiviare in modo sicuro i propri dati lontano dagli occhi indiscreti degli hacker.</li>
ko: <li>미국 정부는 데이터를 보호하고 보호하기 위해 256비트 암호화를 사용한 최초의 정부였습니다. 그들은 2001 년 11 월 26 일에 사용을 승인했습니다. 그들은 다른 사람들이 암호화에 대한 믿음과 귀중하고 매우 비밀스럽고 민감한 정보를 보호하는 능력을 보여줄 수 있도록 인도합니다. 놀랍게도 정부는 이 암호화 방법에 대한 믿음을 계속 보여 주었고 정부 관리들은 여전히 해커의 눈을 피해 데이터를 안전하게 저장하기 위해 256비트 암호화를 사용하고 있습니다.</li>
nl: <li>De regering van de Verenigde Staten was de eerste overheid die 256-bits codering gebruikte voor het beschermen en beveiligen van hun gegevens. Ze keurden het gebruik ervan goed op 26 november 2001. Ze wijzen anderen de weg om hun vertrouwen in encryptie en het vermogen ervan om kostbare en zeer geheime en gevoelige informatie te beschermen, te tonen. Verbazingwekkend genoeg is de overheid daar haar vertrouwen in deze codering blijven tonen en de overheidsfunctionarissen gebruiken de 256-bits codering nog steeds om hun gegevens veilig op te slaan, weg van de nieuwsgierige blikken van hackers.</li>
pl: <li>Rząd Stanów Zjednoczonych był pierwszym rządem, który zastosował 256-bitowe szyfrowanie do ochrony i zabezpieczania swoich danych. Zatwierdzili jego użycie 26 listopada 2001 r. Torują innym drogę do pokazania swojej wiary w szyfrowanie i jego zdolność do zabezpieczania cennych, wysoce tajnych i wrażliwych informacji. Co zadziwiające, tamtejszy rząd nadal wierzy w to szyfrowanie, a urzędnicy rządowi nadal używają 256-bitowego szyfrowania do bezpiecznego przechowywania danych z dala od wścibskich oczu hakerów.</li>
pt: <li>O governo dos Estados Unidos foi o primeiro a adoptar cifragem de 256 bits para proteger e salvaguardar os seus dados, tendo a sua utilização sido aprovada em 26 de Novembro de 2001. Lideram o caminho, mostrando a sua fé na cifragem e na sua capacidade de salvaguarda de informação preciosa, ultra-secreta e sensível. Surpreendentemente, o governo continua a mostrar a sua fé nesta cifragem e os seus oficiais ainda usam cifragem de 256 bits para armazenar os seus dados de forma segura e para mantê-los longe dos olhares curiosos de hackers.</li>
ru: <li> Правительство Соединенных Штатов было первым правительством, которое использовало 256-битное шифрование для защиты своих данных. Они одобрили его использование 26 ноября 2001 года. Они помогают другим продемонстрировать свою веру в шифрование и его способность защищать ценную, строго засекреченную и чувствительную информацию. Удивительно, но правительство там продолжало демонстрировать свою веру в это шифрование, и правительственные чиновники по-прежнему используют 256-битное шифрование для безопасного хранения своих данных вдали от любопытных глаз хакеров.</li>
sv: <li>USA:s regering var den första regeringen som använde 256-bitars kryptering för att skydda sin data. De godkände dess användning den 26 november 2001. De leder vägen för andra att visa sin tilltro till kryptering och dess förmåga att skydda värdefull, hemlig och känslig information. Förvånansvärt nog har regeringen där fortsatt att visa sin tilltro till denna kryptering och regeringstjänstemän använder fortfarande 256-bitars krypteringen för att säkert hålla sin data borta från hackares nyfikna ögon.</li>
tr: <li>Amerika Birleşik Devletleri hükümeti, 26 Kasım 2001 tarihindeki kullanım onayı ile verilerini korumak ve muhafaza etmek için 256 bit şifreleme kullanan ilk hükümettir. Bunlar, başkalarının şifrelemeye olan inançlarını ve değerli ve son derece gizli ve hassas bilgileri koruma becerilerini göstermelerinin yolunu da açar. Şaşırtıcı bir şekilde, hükümet bu şifrelemeye olan inancını göstermeye devam etti ve hükümet yetkilileri hala verilerini bilgisayar korsanlarının meraklı gözlerinden güvenli bir şekilde saklamak için 256 bit şifrelemeyi kullanıyor.</li>
zh: <li>美国政府是第一个使用256位加密来保护和保护其数据的政府。 他们于2001年11月26日批准了它的使用。 它们引领着其他人展示他们对加密的信心，以及它保护珍贵、高度秘密和敏感信息的能力。 令人惊讶的是，那里的政府继续表现出对这种加密的信心，政府官员仍然使用256位加密来安全地存储他们的数据，远离黑客的窥探。</li>

# Blog_WIFBE_H2_Text3
source: <li>Canada is another country that has regularly encouraged the usage of 256-bit encryption in securing the personal data of the government and the people of the country. The government of Canada has extensively promoted the usage of 256-bit encryption to safeguard the private information of the people. This has brought the country into the limelight as one of the pioneering nations in the fight against the breach of privacy by openly endorsing the idea of encryption of data using 256-bit encryption.</li>
ar: <li> كندا بلد آخر شجع بانتظام استخدام تشفير 256 بت في تأمين البيانات الشخصية للحكومة والشعب في البلد. شجعت حكومة كندا على نطاق واسع استخدام تشفير 256 بت لحماية المعلومات الخاصة للأشخاص. وقد أدى ذلك إلى تسليط الضوء على البلاد كواحدة من الدول الرائدة في مكافحة انتهاك الخصوصية من خلال التأييد الصريح لفكرة تشفير البيانات باستخدام تشفير 256 بت. </li>
de: <li>Kanada ist ein weiteres Land, das regelmäßig die Verwendung von 256-Bit-Verschlüsselung zur Sicherung der persönlichen Daten der Regierung und der Bevölkerung des Landes gefördert hat. Die kanadische Regierung hat die Verwendung von 256-Bit-Verschlüsselung zum Schutz der privaten Informationen der Menschen umfassend gefördert. Dies hat das Land als eine der Pioniernationen im Kampf gegen die Verletzung der Privatsphäre ins Rampenlicht gerückt, indem es die Idee der Verschlüsselung von Daten mit 256-Bit-Verschlüsselung offen befürwortet.</li>
es: <li>Canadá es otro país que ha fomentado regularmente el uso de cifrado de 256 bits para proteger los datos personales del gobierno y sus habitantes. El gobierno de Canadá ha promovido ampliamente el uso de cifrado de 256 bits para salvaguardar la información privada de las personas. Esto ha puesto al país en el centro de atención como una de las naciones pioneras en la lucha contra la vulneración de la privacidad al respaldar abiertamente la idea del cifrado de datos utilizando el cifrado de 256 bits.</li>
fr: <li>Le Canada est un autre pays qui a régulièrement encouragé l'utilisation du cryptage 256 bits pour sécuriser les données personnelles des membres du gouvernement et de la population du pays. Le gouvernement du Canada a largement encouragé l'utilisation du cryptage 256 bits pour protéger les informations privées des personnes. Cela a mis le pays sous les feux de la rampe en tant que l'un des pays pionniers dans la lutte contre la violation de la vie privée en approuvant ouvertement l'idée du cryptage des données à l'aide d'un cryptage 256 bits.</li>
it: <li>Il Canada è un altro paese che ha regolarmente incoraggiato l'uso della crittografia a 256 bit per proteggere i dati personali del governo e della popolazione del paese. Il governo del Canada ha ampiamente promosso l'uso della crittografia a 256 bit per salvaguardare le informazioni private delle persone. Ciò ha portato il paese alla ribalta come una delle nazioni pioniere nella lotta contro la violazione della privacy sostenendo apertamente l'idea della crittografia dei dati utilizzando la crittografia a 256 bit.</li>
ko: <li>캐나다는 정부와 국민의 개인 데이터를 보호하기 위해 256 비트 암호화 사용을 정기적으로 권장하는 또 다른 국가입니다. 캐나다 정부는 국민의 개인 정보를 보호하기 위해 256 비트 암호화 사용을 광범위하게 장려했습니다. 이로 인해 국가는 256 비트 암호화를 사용한 데이터 암호화 아이디어를 공개적으로 지지함으로써 개인 정보 침해와의 싸움에서 선구적인 국가 중 하나로 각광을 받았습니다.</li>
nl: <li>Canada is een ander land dat regelmatig het gebruik van 256-bits codering heeft aangemoedigd bij het beveiligen van de persoonlijke gegevens van de overheid en de bevolking van het land. De regering van Canada heeft het gebruik van 256-bits encryptie uitgebreid gepromoot om de privé-informatie van de mensen te beschermen. Dit heeft het land in de schijnwerpers gezet als een van de pionierende landen in de strijd tegen de schending van de privacy door openlijk het idee van codering van gegevens met behulp van 256-bits encryptie te onderschrijven.</li>
pl: <li>Kanada to kolejny kraj, który regularnie zachęca do korzystania z szyfrowania 256-bitowego do zabezpieczania danych osobowych rządu i obywateli tego kraju. Rząd Kanady szeroko promuje stosowanie 256-bitowego szyfrowania w celu ochrony prywatnych informacji ludzi. Dzięki temu kraj znalazł się w centrum uwagi jako jeden z pionierskich krajów w walce z naruszeniem prywatności, otwarcie popierając ideę szyfrowania danych przy użyciu szyfrowania 256-bitowego.</li>
pt: <li>O Canadá é outro país que encoraja regularmente a utilização de cifragem de 256 bits para protecção de dados pessoais do governo e dos cidadãos. O governo do Canadá tem promovido amplamente a utilização de cifragem de 256 bits para salvaguarda de informação privada. Tal trouxe o país à ribalta como uma das nações pioneiras na luta contra a violação da privacidade ao aprovar abertamente a ideia de cifragem de dados com cifragem de 256 bits.</li>
ru: <li>Канада - еще одна страна, которая регулярно поощряет использование 256-битного шифрования для защиты личных данных правительства и народа страны. Правительство Канады активно поощряет использование 256-битного шифрования для защиты частной информации людей. Это привлекло внимание страны как одной из стран-первопроходцев в борьбе с нарушением конфиденциальности, открыто поддержав идею шифрования данных с использованием 256-битного шифрования.</li>
sv: <li>Kanada är ett annat land som regelbundet har uppmuntrat användningen av 256-bitars kryptering för att säkra personliga uppgifter för regeringen och landets folk. Kanadas regering har i stor utsträckning främjat användningen av 256-bitars kryptering för att skydda privat information. Detta har fört landet i rampljuset som en av de banbrytande nationerna i kampen mot integritetsintrång genom att öppet stödja idén om kryptering av data med 256-bitars kryptering.</li>
tr: <li>Kanada, devletin ve ülke halkının kişisel verilerini güvence altına almak için düzenli olarak 256 bit şifreleme kullanımını teşvik eden ülkelerden biri. Kanada hükümeti, insanların özel bilgilerini korumak için 256 bit şifreleme kullanımını kapsamlı bir şekilde teşvik ediyor ve bu da ülkeyi, 256 bit şifreleme kullanarak verilerin şifrelenmesi fikrini açıkça destekleyerek gizlilik ihlaline karşı mücadelede öncü ülkelerden biri olarak ön plana çıkarıyor.</li>
zh: <li>加拿大是另一个经常鼓励使用256位加密来保护该国政府和人民的个人数据的国家。 加拿大政府广泛推广使用256位加密，以保障人民的私人资料。 这使该国成为打击侵犯隐私的先驱国家之一，公开赞同使用256位加密对数据进行加密的想法。</li>

# Blog_WIFBE_H2_Text4
source: <li>The Information and Broadcasting Ministry of the Indian Government, in its order dated February 18, 2022, has restricted its officials from exchanging top-secret documents and information over the Internet without the usage of encryption with the fear of a breach and possible leakage of sensitive information, thus jeopardizing national security. The officials have been guided to use only 256-bit encryption for the exchange of highly-sensitive and confidential information</li>
ar: <li> منعت وزارة الإعلام والإذاعة التابعة للحكومة الهندية ، بموجب أمرها المؤرخ 18 فبراير 2022 ، مسؤوليها من تبادل المستندات والمعلومات عالية السرية عبر الإنترنت دون استخدام التشفير مع الخوف من حدوث خرق وإمكانية حدوث ذلك. تسريب معلومات حساسة ، مما يعرض الأمن القومي للخطر. تم توجيه المسؤولين لاستخدام تشفير 256 بت فقط لتبادل المعلومات الحساسة للغاية والسرية </li>
de: <li>Das Informations- und Rundfunkministerium der indischen Regierung hat in seiner Anordnung vom 18. Februar 2022 seine Beamten daran gehindert, streng geheime Dokumente und Informationen ohne Verschlüsselung über das Internet auszutauschen, aus Angst vor einem Verstoß und einem möglichen Verlust sensibler Informationen Informationen, die die nationale Sicherheit gefährden. Die Beamten wurden angewiesen, für den Austausch hochsensibler und vertraulicher Informationen nur eine 256-Bit-Verschlüsselung zu verwenden</li>
es: <li>El Ministerio de Información y Radiodifusión del Gobierno de la India, en su orden del 18 de febrero de 2022, ha restringido a sus funcionarios el intercambio de documentos e información de alto secreto a través de Internet sin el uso de cifrado por temor a una vulneración y posible fuga de información confidencial, poniendo así en peligro la seguridad nacional. Se ha guiado a los funcionarios para que utilicen solo cifrado de 256 bits para el intercambio de información confidencial y de alta sensibilidad.</li>
fr: <li>Le ministère de l'Information et de la Radiodiffusion du gouvernement indien, dans son ordonnance datée du 18 février 2022, a interdit à ses fonctionnaires d'échanger des documents et des informations top secrets sur Internet sans utiliser de cryptage avec la crainte d'une violation et d'éventuelles fuites d'informations sensibles, compromettant ainsi la sécurité nationale. Les fonctionnaires ont été guidés pour n'utiliser que le cryptage 256 bits pour l'échange d'informations hautement sensibles et confidentielles</li>
it: <li>Il ministero dell'Informazione e della radiodiffusione del governo indiano, nella sua ordinanza del 18 febbraio 2022, ha vietato ai suoi funzionari di scambiare documenti e informazioni top-secret su Internet senza l'uso della crittografia con il timore di una violazione e possibile fuga d'informazioni sensibili, mettendo così a rischio la sicurezza nazionale. I funzionari sono stati guidati a utilizzare solo la crittografia a 256 bit per lo scambio d'informazioni altamente sensibili e riservate</li>
ko: <li>인도 정부 정보 방송부는 2022년 2월 18일자로 민감한 정보의 침해 및 유출 가능성을 우려하여 공무원이 암호화를 사용하지 않고 인터넷을 통해 일급 비밀 문서와 정보를 교환하는 것을 제한하여 국가 안보를 위태롭게 했습니다. 공무원은 매우 민감한 기밀 정보 교환을 위해 256 비트 암호화만 사용하도록 권고되었습니다.</li>
nl: <li>Het ministerie van Informatie en Omroep van de Indiase regering heeft in zijn bevel van 18 februari 2022 zijn ambtenaren beperkt in het uitwisselen van topgeheime documenten en informatie via internet zonder het gebruik van codering met de angst voor een inbreuk en mogelijk lekken van gevoelige informatie, waardoor de nationale veiligheid in gevaar komt. De ambtenaren zijn begeleid om alleen 256-bits codering te gebruiken voor de uitwisseling van zeer gevoelige en vertrouwelijke informatie</li>
pl: <li>Ministerstwo Informacji i Radiofonii i Telewizji rządu Indii w swoim zarządzeniu z dnia 18 lutego 2022 r. ograniczyło swoim urzędnikom wymianę ściśle tajnych dokumentów i informacji przez Internet bez użycia szyfrowania z obawy przed naruszeniem i możliwym wyciekiem poufnych informacji, zagrażając w ten sposób bezpieczeństwu narodowemu. Urzędnicy zostali poinstruowani, aby używać tylko 256-bitowego szyfrowania do wymiany bardzo wrażliwych i poufnych informacji.</li>
pt: <li>O Ministério da Informação e Difusão do Governo Indiano, na sua lei de 18 de Fevereiro de 2022, restringiu os seus funcionários de trocarem documentos e informação ultra-secreta através da internet sem o uso de cifragem, com receio de violação e possível fuga de informação sensível, o que poderia comprometer a segurança nacional. Os funcionários foram instruídos a usar apenas cifragem de 256 bits para a troca de informação altamente sensível e confidencial</li>
ru: <li> Министерство информации и телерадиовещания правительства Индии своим приказом от 18 февраля 2022 года запретило своим должностным лицам обмениваться сверхсекретными документами и информацией через интернет без использования шифрования, опасаясь взлома и возможной утечки конфиденциальной информации, что ставит под угрозу национальную безопасность. Чиновникам было рекомендовано использовать только 256-битное шифрование для обмена высокочувствительной и конфиденциальной информацией</li>
sv: <li>Informations- och sändningsministeriet i den indiska regeringen har i sin order daterad den 18 februari 2022, begränsat sina tjänstemän från att utbyta topphemliga dokument och information över Internet utan användning av kryptering av rädsla för intrång och ev. läckage av känslig information och därmed äventyra den nationella säkerheten. Tjänstemännen har blivit vägledda att endast använda 256-bitars kryptering för utbyte av mycket känslig och konfidentiell information</li>
tr: <li>Hindistan Bilgi ve Yayın Bakanlığı 18 Şubat 2022 tarihli talimatında hassas bilgilerin ihlali ve olası sızıntısı ve dolayısıyla ulusal güvenliğin tehlikeye atılması endişesiyle yetkililerinin çok gizli belgelerin ve bilgilerin şifreleme kullanmadan internet üzerinden paylaşılmasını yasakladı. Yetkililere, yüksek seviyede hassas ve gizli bilgilerin takası için yalnızca 256-bit şifreleme kullanmaları talimatı verildi</li>
zh: <li>印度政府信息和广播部在2022年2月18日的命令中，限制其官员在不使用加密的情况下通过互联网交换绝密文件和信息，担心泄露和可能泄露敏感信息，从而危及国家安全。 官员们被引导只使用256位加密来交换高度敏感和机密的信息</li>

# Blog_WIFBE_Heading1
source: What is 256-bit encryption?
ar: ما هو تشفير 256 بت؟
de: Was ist 256-Bit-Verschlüsselung?
es: ¿Qué es un cifrado de 256 bits?
fr: Qu'est-ce que le cryptage 256 bits?
it: Che cos'è la crittografia a 256 bit?
ko: 256비트 암호화란 무엇입니까?
nl: Wat is 256-bits versleuteling?
pl: Co to jest szyfrowanie 256-bitowe?
pt: O que é a cifragem de 256 bits?
ru: Что такое 256-битное шифрование?
sv: Vad är 256-bitars kryptering?
tr: 256 bit şifreleme nedir?
zh: 什么是256位加密？

# Blog_WIFBE_Heading2
source: Who uses 256-bit encryption for safeguarding their data?
ar: من يستخدم تشفير 256 بت لحماية بياناته؟
de: Wer verwendet 256-Bit-Verschlüsselung zum Schutz seiner Daten?
es: ¿Quién usa el cifrado de 256 bits para proteger sus datos?
fr: Qui utilise le cryptage 256 bits pour protéger ses données?
it: Chi utilizza la crittografia a 256 bit per salvaguardare i propri dati?
ko: 누가 데이터를 보호하기 위해 256비트 암호화를 사용합니까?
nl: Wie gebruikt 256-bits encryptie voor het beveiligen van zijn gegevens?
pl: Kto używa 256-bitowego szyfrowania do ochrony swoich danych?
pt: Quem usa cifragem de 256 bits para proteger os seus dados?
ru: Кто использует 256-битное шифрование для защиты своих данных?
sv: Vem använder 256-bitars kryptering för att skydda sin data?
tr: Verilerini korumak için 256 bit şifrelemeyi kimler kullanır?
zh: 谁使用256位加密来保护他们的数据？

# Blog_WIFBE_Summary
source: In modern times, with the advancement in technology, there is a danger of illegal acquisition and dangerous usage of people’s personal data.
ar: في العصر الحديث ، مع التقدم التكنولوجي ، هناك خطر الاستحواذ غير القانوني والاستخدام الخطير للبيانات الشخصية للأشخاص.
de: In der heutigen Zeit besteht mit dem technologischen Fortschritt die Gefahr des illegalen Erwerbs und der gefährlichen Verwendung personenbezogener Daten von Personen.
es: En estos tiempos, con el avance de la tecnología, existe el peligro de la adquisición ilegal y el uso peligroso de los datos privados de las personas.
fr: À l'époque moderne, avec les progrès de la technologie, il existe un risque d'acquisition illégale et d'utilisation dangereuse des données personnelles des gens.
it: Nei tempi moderni, con il progresso della tecnologia, esiste il pericolo di acquisizione illegale e uso pericoloso dei dati personali delle persone.
ko: 현대에는 기술의 발전으로, 사람들의 개인 데이터를 불법적으로 획득하고 악이용을 할 위험이 있습니다.
nl: Vandaag de dag, met de vooruitgang in technologie, is er een gevaar van illegale verwerving en gevaarlijk gebruik van persoonlijke gegevens van mensen.
pl: We współczesnych czasach, wraz z postępem technologicznym, istnieje niebezpieczeństwo nielegalnego pozyskiwania i niebezpiecznego wykorzystywania danych osobowych ludzi.
pt: Nos tempos modernos, com o avanço da tecnologia, há o perigo de aquisição ilegal e utilização perigosa de dados pessoais.
ru: В наше время, с развитием технологий, существует опасность незаконного приобретения и опасного использования личных данных людей.
sv: I modern tid, med teknikens framsteg, finns det en fara för olagligt förvärv och farlig användning av människors personuppgifter.
tr: Modern zamanlarda teknolojinin ilerleyişi ile birlikte kişilerin kişisel verilerinin yasadışı olarak elde edilmesi ve tehlikeli bir şekilde kullanılması tehlikesi bulunur.
zh: 在现代，随着技术的进步，人们的个人数据存在非法获取和危险使用的危险。
