Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DRATIUIN_Heading3
source: Data at rest, at transit and in use
ar: البيانات في حالة السكون ، أثناء النقل ، وقيد الاستخدام
de: Ruhende, übertragene und verwendete Daten
es: Datos en reposo, en tránsito y en uso
fr: Données au repos, en transit et en cours d’utilisation
it: Dati inattivi, in transito e in uso
ko: 미사용, 전송 및 사용 중인 데이터
nl: Gegevens in rust, onderweg en in gebruik
pl: Dane w spoczynku, w ruchu i w użyciu
pt: Dados em repouso, em trânsito e eu uso
ru: Данные в состоянии покоя, при передаче и в процессе использования
sv: Data i vila, i överföring och vid användning
tr: Beklemedeki, taşınan ve kullanımdaki veriler
zh: 静态、传输和使用中的数据

# Blog_DRATIUIN_Heading4
source: How to protect your data
ar: كيف تحمي بياناتك
de: So schützen Sie Ihre Daten
es: Cómo proteger tus datos
fr: Comment protéger vos données
it: Come proteggere i tuoi dati
ko: 데이터 보호 방법
nl: Hoe uw gegevens te beschermen
pl: Jak chronić swoje dane
pt: Como proteger os seus dados
ru: Как защитить ваши данные
sv: Hur du skyddar din data
tr: Verilerinizi nasıl korursunuz
zh: 如何保护您的数据

# Blog_DRATIUIN_Summary
source: The collection of data can be used to gain a better understanding of customers' needs, behaviours and churn. The problem is that many firms have too much data and then have issues finding the right data to analyse.
ar: يمكن استخدام جمع البيانات لاكتساب فهم أفضل لاحتياجات العملاء وسلوكياتهم ومضاداتهم. تكمن المشكلة في أن العديد من الشركات لديها الكثير من البيانات ومن ثم تواجه مشكلات في العثور على البيانات الصحيحة لتحليلها.
de: Die Sammlung von Daten kann genutzt werden, um die Bedürfnisse, Verhaltensweisen und Abwanderungen von Kunden besser zu verstehen. Das Problem ist, dass viele Unternehmen zu viele Daten haben und dann Probleme haben, die richtigen Daten für die Analyse zu finden.
es: La recopilación de datos se puede utilizar para obtener una mejor comprensión de las necesidades, los comportamientos y la rotación de los clientes. El problema es que muchas empresas tienen demasiados datos y luego tienen problemas para encontrar los datos correctos para analizar.
fr: La collecte de données peut être utilisée pour mieux comprendre les besoins, les comportements et le taux de désabonnement des clients. Le problème est que de nombreuses entreprises ont trop de données et ont ensuite du mal à trouver les bonnes données à analyser.
it: La raccolta di dati può essere utilizzata per ottenere una migliore comprensione delle esigenze, dei comportamenti e del tasso di abbandono dei clienti. Il problema è che molte aziende hanno troppi dati e quindi hanno problemi a trovare i dati giusti da analizzare.
ko: KOREAN SWEDISH ENGLISH Source text The collection of data can be used to gain a better understanding of customers' needs, behaviours and churn. The problem is that many firms have too much data and then have issues finding the right data to analyse. The collection of data can be used to gain a better understanding of customers' needs, behaviours and churn. The problem is that many firms have too much data and then have issues finding the right data to analyse. 214 / 5,000 Translation results 데이터 수집은 고객의 요구, 행동 및 이탈의 이유를 더 잘 이해하는 데 사용될 수 있습니다. 문제는 많은 기업이 너무 많은 데이터를 가지고 있어 분석해야할 올바른 데이터를 찾는 데 문제가 있다는 것입니다.
nl: Het verzamelen van gegevens kan worden gebruikt om een beter inzicht te krijgen in de behoeften, het gedrag en het verloop van klanten. Het probleem is dat veel bedrijven te veel gegevens hebben en vervolgens moeite hebben om de juiste gegevens te vinden om te analyseren.
pl: Zbieranie danych może posłużyć do lepszego zrozumienia potrzeb, zachowań i odchodzenia klientów. Problem polega na tym, że wiele firm ma zbyt dużo danych, a następnie ma problemy ze znalezieniem odpowiednich danych do analizy.
pt: A recolha de dados pode ser usada para se perceber melhor as necessidades de clientes, comportamentos e abandonos. O problema é que muitas empresas detêm demasiados dados e depois têm dificuldade em encontrar os dados certos para analisar.
ru: Сбор данных может быть использован для лучшего понимания потребностей, поведения и оттока клиентов. Проблема в том, что у многих фирм слишком много данных, и возникают проблемы с поиском нужных данных для анализа.
sv: Insamlingen av data kan användas för att få en bättre förståelse för kundernas behov och beteenden. Problemet är att många företag har för mycket information och sedan har problem med att hitta rätt data att analysera.
tr: Veri toplama, müşterilerin ihtiyaçlarını, davranışlarını ve çalkantılarını daha iyi anlamak için kullanılabilir. Sorun şu ki, birçok firma çok fazla veriye sahip ve daha sonra analiz dilecek doğru verileri bulmakta sorun yaşıyor.
zh: 数据的收集可以用来更好地了解客户的需求、行为和流失。 问题是许多公司拥有太多的数据，然后在找到正确的数据进行分析时遇到了问题。

# Blog_DRATIUIN_Title
source: Data at rest, at transit and in use - in short
ar: البيانات في وضع السكون ، أثناء النقل والمستخدمة - باختصار
de: Daten im Ruhezustand, bei der Übertragung und im Gebrauch - kurz gesagt
es: Datos en reposo, en tránsito y en uso: un resumen
fr: Données au repos, en transit et en cours d'utilisation - en bref
it: I dati memorizzati, in transito e in uso - in breve
ko: 저장, 전송, 사용 중인 데이터 - 간단히 말해서
nl: Gegevens in rust, onderweg en in gebruik - in het kort
pl: Dane w spoczynku, w ruchu i w użyciu - w skrócie
pt: Dados em repouso, em trânsito e em uso - em resumo
ru: Данные в состоянии покоя, при передаче и в процессе использования - кратко
sv: Data i vila, i transit och vid användning - kort och gott
tr: Durağan, transit ve kullanımdaki veriler - kısacası
zh: 静态、传输和使用中的数据-简言之

# Blog_EAB_H1_Text1
source: Quite frequently we get requests for integrating various forms of biometrics into AxCrypt instead of, or as complements to the password. The problem here is that properly designed encryption systems assume an attacker has huge resources and full knowledge of everything. Except one single piece of information: the decryption key. This is all that must be kept secret, and it must also be kept secret. Everything depends on this key being secret. In AxCrypt terms the password is ultimately the key that must be secret.
ar: كثيرًا ما نتلقى طلبات لدمج أشكال مختلفة من القياسات الحيوية في اكسكربت بدلاً من كلمة المرور أو كمكملات لها. تكمن المشكلة هنا في أن أنظمة التشفير المصممة بشكل صحيح تفترض أن المهاجم لديه موارد ضخمة ومعرفة كاملة بكل شيء. باستثناء معلومة واحدة: مفتاح فك التشفير. هذا هو كل ما يجب أن يبقى سرا ، ويجب أن يبقى سرا. كل شيء يعتمد على أن يكون هذا المفتاح سريًا. في مصطلحات اكسكربت ، تعد كلمة المرور في النهاية المفتاح الذي يجب أن يكون سريًا.
de: Sehr häufig erhalten wir Anfragen, verschiedene Formen von Biometrie anstelle oder als Ergänzung zum Passwort in AxCrypt zu integrieren. Das Problem hierbei ist, dass ordnungsgemäß entworfene Verschlüsselungssysteme davon ausgehen, dass ein Angreifer über enorme Ressourcen und umfassendes Wissen über alles verfügt. Bis auf eine einzige Information: den Entschlüsselungsschlüssel. Das ist alles, was geheim gehalten werden muss, und es muss auch geheim gehalten werden. Alles hängt davon ab, dass dieser Schlüssel geheim ist. In AxCrypt-Begriffen ist das Passwort letztendlich der Schlüssel, der geheim sein muss.
es: Con bastante frecuencia recibimos solicitudes para integrar varias formas de biometría en AxCrypt en lugar de una contraseña o como complemento de ella. El problema aquí es que los sistemas de cifrado correctamente diseñados asumen que un atacante tiene enormes recursos y pleno conocimiento de todo. Excepto una sola pieza de información: la clave de descifrado. Esto es todo lo que debe mantenerse en secreto. Todo depende de que esta clave sea secreta. En términos de AxCrypt, la contraseña es, en última instancia, la clave que debe ser secreta.
fr: Très souvent, nous recevons des demandes d’intégration de diverses formes de biométrie dans AxCrypt au lieu de, ou en complément du mot de passe. Le problème ici est que les systèmes de cryptage correctement conçus supposent qu’un attaquant dispose d’énormes ressources et d’une connaissance complète de tout. Sauf une seule information : la clé de déchiffrement. C’est tout ce qui doit être gardé secret, et il faut aussi le garder secret. Tout dépend du fait que cette clé soit secrète. En termes AxCrypt, le mot de passe est finalement la clé qui doit être secrète.
it: Molto spesso riceviamo richieste per l'integrazione di varie forme di biometria in AxCrypt al posto di, o come complemento alla password. Il problema qui è che i sistemi di crittografia correttamente progettati presuppongono che un utente malintenzionato abbia enormi risorse e piena conoscenza di tutto. Tranne una singola informazione: la chiave di decrittazione. Questo è tutto ciò che deve essere tenuto segreto. Tutto dipende dal fatto che questa chiave sia segreta. Con le parole di AxCrypt, la password è in definitiva la chiave che deve essere segreta.
ko: 우리는 암호 대신 또는 암호를 보완하기 위해 다양한 형태의 생체 인식 기능을 AxCrypt에 통합하라는 요청을 꽤 자주 받습니다. 여기서 문제는 암호화 시스템이 공격자가 막대한 자원과 모든 것에 대한 완전한 지식을 가지고 있다고 가정하고 만들어진다는 것입니다. 암호 해독 키라는 한 가지 정보만 제외하고 말입니다: 모든 것은 이 열쇠가 비밀이 되는 것에 달려 있습니다. AxCrypt 에서 비밀번호는 궁극적으로 비밀이어야 하는 열쇠입니다.
nl: Regelmatig krijgen we verzoeken om verschillende vormen van biometrie te integreren in AxCrypt in plaats van, of als aanvulling op het wachtwoord. Het probleem hier is dat goed ontworpen encryptiesystemen veronderstellen dat een aanvaller enorme middelen en volledige kennis van alles heeft. Behalve een enkel stukje informatie: de ontcijferingssleutel. Dit is alles wat geheim moet blijven. Alles hangt af van de geheimhouding van deze sleutel. In AxCrypt termen is het wachtwoord uiteindelijk de sleutel die geheim moet blijven.
pl: Dość często otrzymujemy prośby o zintegrowanie różnych form biometrii z AxCrypt zamiast lub jako uzupełnienie hasła. Problem polega na tym, że odpowiednio zaprojektowane systemy szyfrowania zakładają, że atakujący ma ogromne zasoby i pełną wiedzę o wszystkim. Z wyjątkiem jednej informacji: klucza deszyfrującego. To wszystko, co musi być utrzymywane w tajemnicy, a także musi być utrzymywane w tajemnicy. Wszystko zależy od tego, czy ten klucz jest tajny. W terminologii AxCrypt hasło jest ostatecznie kluczem, który musi być tajny.
pt: Recebemos muito frequentemente pedidos de integração de várias formas de biometria na AxCrypt em vez de ou como complemento à palavra-passe. O problema aqui é que sistemas de cifragem desenhados adequadamente assumem que um atacante tem enormes recursos e conhecimento e pleno conhecimento de tudo. Excepto uma peça única de informação: a chave de decifragem. Isto é tudo o que deve ser mantido secreto. Tudo depende desta chave ser secreta. Em termos AxCrypt, a palavra-passe é, em última instância, a chave que deve ser secreta.
ru: Довольно часто мы получаем запросы на интеграцию различных форм биометрии в AxCrypt вместо пароля или в качестве дополнения к нему. Проблема здесь в том, что правильно спроектированные системы шифрования предполагают, что злоумышленник обладает огромными ресурсами и полными знаниями обо всем. За исключением одного-единственного фрагмента информации: ключа дешифрования. Это все, что должно храниться в секрете, и это тоже должно храниться в секрете. Все зависит от того, является ли этот ключ секретным. В терминах AxCrypt пароль - это, в конечном счете, ключ, который должен быть секретным.
sv: Vi får ganska ofta förfrågningar om att integrera olika former av biometri i AxCrypt istället för, eller som komplement till lösenordet. Problemet är att korrekt designade krypteringssystem förutsätter att en angripare har enorma resurser och full kunskap om allt. Förutom en enskild information: dekrypteringsnyckeln. Detta är allt som måste hållas hemligt. Allt beror på att denna nyckel är hemlig. I AxCrypt-termer är lösenordet i slutändan nyckeln som måste vara hemlig.
tr: Çeşitli biyometri biçimlerini parola yerine veya parolanın tamamlayıcısı olarak AxCrypt'e entegre etme talepleri oldukça sıklıkla alıyoruz. Buradaki sorun, düzgün tasarlanmış şifreleme sistemlerinin bir saldırganın büyük kaynaklara ve her şey hakkında tam bilgiye sahip olduğunu varsaymasıdır. Tek bir bilgi parçası hariç: şifre çözme anahtarı. Gizli tutulması gereken tek şey budur ve aynı zamanda gizli tutulmalıdır. Her şey bu anahtarın gizli olmasına bağlıdır. AxCrypt düşünüldüğünde parola, nihayetinde gizli olması gereken anahtardır.
zh: 我们经常收到将各种形式的生物识别技术集成到AxCrypt中的请求，而不是作为密码的补充。 这里的问题是，正确设计的加密系统假设攻击者拥有巨大的资源和对所有内容的完全了解。 除了一条信息：解密密钥。 这是所有必须保密的，也必须保密。 一切都取决于这把钥匙是秘密的。 在AxCrypt术语中，密码最终是必须保密的密钥。

# Blog_EAB_H1_Text2
source: A fingerprint is unique, but it is not secret and it cannot be changed. It is entirely unsuitable to use directly or indirectly as an encryption key.
ar: بصمة الإصبع فريدة لكنها ليست سرية ولا يمكن تغييرها. إنه غير مناسب تمامًا للاستخدام المباشر أو غير المباشر كمفتاح تشفير.
de: Ein Fingerabdruck ist einzigartig, aber er ist nicht geheim und kann nicht geändert werden. Es ist völlig ungeeignet, es direkt oder indirekt als Verschlüsselungsschlüssel zu verwenden.
es: Una huella dactilar es única, pero no es secreta y no se puede cambiar. Es totalmente inadecuado usarla directa o indirectamente como clave de cifrado.
fr: Une empreinte digitale est unique, mais elle n’est pas secrète et elle ne peut pas être modifiée. Il est totalement inadapté à l’utilisation directe ou indirecte comme clé de chiffrement.
it: Un'impronta digitale è unica, ma non è segreta e non può essere modificata. È del tutto inadatto all'uso diretto o indiretto come chiave di crittografia.
ko: 지문은 그 자체로 고유하지만 비밀은 아니며 변경할 수 없습니다. 암호화 키로 직접 혹은 간접적으로 사용하는 것은 완전히 부적절합니다.
nl: Een vingerafdruk is uniek, maar niet geheim en niet te veranderen. Het is totaal ongeschikt om direct of indirect als coderingssleutel te gebruiken.
pl: Odcisk palca jest unikalny, ale nie jest tajny i nie można go zmienić. Całkowicie nie nadaje się do użycia bezpośrednio lub pośrednio jako klucza szyfrowania.
pt: Uma impressão digital é única, mas não é secreta e não pode ser alterada. É completamente imprópria para uso directo ou indirecto como chave de cifragem.
ru: Отпечаток пальца уникален, но он не является секретным и не может быть изменен. Он совершенно непригоден для прямого или косвенного использования в качестве ключа шифрования.
sv: Ett fingeravtryck är unikt, men det är inte hemligt och kan inte ändras. Det är väldigt olämpligt att avvända direkt eller indirekt som en krypteringsnyckel.
tr: Parmak izi benzersiz olsa da gizli değildir ve değiştirilemez. Doğrudan ya da dolaylı olarak bir şifreleme anahtarı olarak kullanılması tamamen uygunsuzdur.
zh: 指纹是唯一的，但它不是秘密的，它不能改变。 直接或间接用作加密密钥是完全不适合的。

# Blog_EAB_H1_Text3
source: It is possible to do what mobile device manufacturers do, to use internal trusted hardware as the guardian of the secret keys which will only release the secrets if authenticated by for example a fingerprint. This is how Apple Touch ID works. But, remember the caveats of biometric authentication mentioned above. The internal trusted hardware can always be fooled by a sufficiently well made device or artifact, and frequently the required fingerprint is even found all over the device itself!
ar: من الممكن أن تفعل ما تفعله الشركات المصنعة للأجهزة المحمولة ، لاستخدام أجهزة داخلية موثوقة كوصي على المفاتيح السرية التي لن تكشف عن الأسرار إلا إذا تمت المصادقة عليها من خلال بصمة الإصبع على سبيل المثال. هذه هي الطريقة التي يعمل بها معرف اللمس أبل. لكن تذكر محاذير المصادقة البيومترية المذكورة أعلاه. يمكن دائمًا خداع الأجهزة الداخلية الموثوقة بواسطة جهاز أو قطعة أثرية مصنوعة جيدًا بشكل كافٍ ، وغالبًا ما يتم العثور على بصمة الإصبع المطلوبة في جميع أنحاء الجهاز نفسه!
de: Es ist möglich, das zu tun, was Hersteller von Mobilgeräten tun, interne vertrauenswürdige Hardware als Hüter der geheimen Schlüssel zu verwenden, die die Geheimnisse nur dann freigibt, wenn sie beispielsweise durch einen Fingerabdruck authentifiziert wird. So funktioniert die Apple Touch ID. Denken Sie jedoch an die oben genannten Einschränkungen der biometrischen Authentifizierung. Die interne vertrauenswürdige Hardware kann immer durch ein ausreichend gut gemachtes Gerät oder Artefakt getäuscht werden, und häufig wird der erforderliche Fingerabdruck sogar auf dem gesamten Gerät selbst gefunden!
es: Es posible hacer lo que hacen los fabricantes de dispositivos móviles, usar hardware interno de confianza como guardián de las claves secretas que solo revelará los secretos si se autentica, por ejemplo, con una huella digital. Así funciona el Touch ID de Apple. Pero recuerda las advertencias de la autenticación biométrica mencionadas anteriormente. El hardware interno de confianza siempre puede ser engañado por un dispositivo o artefacto suficientemente bien hecho, ¡y con frecuencia la huella digital requerida se encuentra incluso en todo el dispositivo!
fr: Il est possible de faire ce que font les fabricants d’appareils mobiles, d’utiliser du matériel interne de confiance comme gardien des clés secrètes qui ne libéreront les secrets que si elles sont authentifiées par exemple par une empreinte digitale. Voici comment fonctionne Apple Touch ID. Mais, rappelez-vous les mises en garde de l’authentification biométrique mentionnées ci-dessus. Le matériel interne de confiance peut toujours être trompé par un appareil ou un artefact suffisamment bien fait, et souvent l’empreinte digitale requise se trouve même partout sur l’appareil lui-même!
it: È possibile fare ciò che fanno i produttori di dispositivi mobili, utilizzare l'hardware interno di fiducia come custode delle chiavi segrete che rilascerà i segreti solo se autenticato, ad esempio, da un'impronta digitale. Ecco come funziona Apple Touch ID. Ma ricorda gli avvertimenti dell'autenticazione biometrica menzionati sopra. L'hardware interno affidabile può sempre essere ingannato da un dispositivo o artefatto sufficientemente ben fatto e spesso l'impronta digitale richiesta si trova persino su tutto il dispositivo stesso!
ko: 모바일 장치 제조 업체가 하는 일을 수행하여 내부의 신뢰할 수있는 하드웨어를 비밀 키의 보호자로 사용하여 지문과 같이 인증 된 경우에만 비밀을 해제 할 수 있습니다. 이것이 애플 터치 ID가 작동하는 방식입니다. 그러나 위에서 언급한 생체 인증의 주의 사항을 기억하십시오. 내부의 신뢰할 수 있는 하드웨어는 항상 충분히 잘 만들어진 장치나 아티팩트에 속을 수 있으며, 필요한 지문이 장치 자체에서 발견되는 경우가 많습니다!
nl: Het is mogelijk, wat fabrikanten van mobiele apparaten doen, om interne vertrouwde hardware te gebruiken als bewaker van de geheime sleutels, die de geheimen alleen vrijgeeft als ze worden geauthenticeerd door bijvoorbeeld een vingerafdruk. Zo werkt Apple Touch ID. Maar denk aan de hierboven genoemde beperkingen van biometrische authenticatie. De interne vertrouwde hardware kan altijd worden misleid door een voldoende goed gemaakt apparaat of artefact, en vaak is de vereiste vingerafdruk zelfs overal op het apparaat zelf te vinden!
pl: Możliwe jest robienie tego, co robią producenci urządzeń mobilnych, wykorzystanie wewnętrznego zaufanego sprzętu jako strażnika tajnych kluczy, które ujawnią sekrety tylko wtedy, gdy zostaną uwierzytelnione na przykład odciskiem palca. Tak działa Apple Touch ID. Pamiętaj jednak o zastrzeżeniach uwierzytelniania biometrycznego, o których mowa powyżej. Wewnętrzny zaufany sprzęt zawsze może zostać oszukany przez wystarczająco dobrze wykonane urządzenie lub artefakt, a często wymagany odcisk palca znajduje się nawet na samym urządzeniu!
pt: É possível fazer o que os fabricantes de dispositivos móveis fazem, usar hardware interno de confiança como o guardião das chaves secretas que as libertará apenas se houver autenticação, por exemplo, com uma impressão digital. É assim que funciona o Apple Touch ID. Mas, lembre-se das advertências acima mencionadas. A hardware interno de confiança pode sempre ser enganado por um dispositivo ou artefacto suficientemente bem feito e frequentemente a necessária impressão digital é encontrada em todo o lado no próprio dispositivo!
ru: Можно сделать то, что делают производители мобильных устройств, - использовать внутреннее надежное оборудование в качестве хранителя секретных ключей, которое выдаст секреты только при аутентификации, например, по отпечатку пальца. Вот как работает Apple Touch ID. Но помните об оговорках биометрической аутентификации, упомянутых выше. Внутреннее надежное оборудование всегда можно обмануть с помощью достаточно хорошо изготовленного устройства или артефакта, и часто требуемый отпечаток пальца можно найти даже на самом устройстве!
sv: Det är möjligt att göra som tillverkare av mobila enheter, att använda intern betrodd hårdvara som väktare av de hemliga nycklarna som bara kommer att släppa hemligheterna om de autentiseras med till exempel ett fingeravtryck. Så här fungerar Apple Touch ID. Men kom ihåg varningarna för biometrisk autentisering som nämns ovan. Den interna betrodda hårdvaran kan alltid luras av en tillräckligt välgjord enhet eller artefakt, och ofta finns det önskade fingeravtrycket redan över hela telefonen!
tr: Mobil cihaz üreticilerinin yaptığını yapmak, dahili güvenilir donanımı gizli anahtarların koruyucusu olarak kullanmak, yalnızca parmak izi gibi bir parmak izi ile doğrulanırsa sırları ortaya çıkarmak mümkündür. Apple Touch ID bu şekilde çalışır. Ancak, yukarıda belirtilen biyometrik kimlik doğrulama uyarılarını unutmayın. Dahili güvenilir donanım her zaman yeterince iyi yapılmış bir cihaz veya eser tarafından kandırılabilir ve çoğu zaman gerekli parmak izi cihazın her yerinde bile bulunur!
zh: 可以做移动设备制造商所做的事情，使用内部受信任的硬件作为秘密密钥的守护者，这些密钥只有在通过例如指纹进行身份验证时才会释放秘密。 这就是Apple Touch ID的工作原理。 但是，请记住上面提到的生物认证的注意事项。 内部受信任的硬件总是可以被一个足够好的设备或工件所愚弄，并且经常需要的指纹甚至在设备本身被发现！

# Blog_EAB_H1_Text4
source: Happy AxCrypting!
ar: اكسكربتينك سعيد!
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Buona crittografia con AxCrypt!
ko: 해피 AxCrypt하기!
nl: Veel plezier met AxCrypten!
pl: Miłego AxCryptowania!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxKryptering!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting快乐！

# Blog_EAB_Heading1
source: <h3>Biometrics for encryption</h3>
ar: <h3> القياسات الحيوية للتشفير</h3>
de: <h3>Biometrie zur Verschlüsselung</h3>
es: <h3>Biometría para cifrado</h3>
fr: <h3>Biométrie pour le cryptage</h3>
it: <h3>Biometrici per la crittografia</h3>
ko: <h3>암호화를 위한 생체 인식</h3>
nl: <h3>Biometrie voor encryptie</h3>
pl: <h3>Biometria do szyfrowania</h3>
pt: <h3>Biometria para cifragem</h3>
ru: <h3>Биометрия для шифрования</h3>
sv: <h3>Biometri för kryptering</h3>
tr: <h3>Şifreleme için biyometri</h3>
zh: <h3>用于加密的生物识别</h3>
