Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WUE_H5_Text1
source: So in short, we need encryption because as private users or companies we are dealing with massive data breaches, increasing in every passing day. Encryption securely protects data that you don't want anyone else to have access. It can help protect data you send, receive, and store such as text messages stored on your smartphone, running logs saved on your fitness watch, and banking information sent through your online account.
ar: باختصار ، نحن بحاجة إلى التشفير لأننا كمستخدمين أو شركات خاصة نتعامل مع انتهاكات هائلة للبيانات ، تتزايد يومًا بعد يوم. يحمي التشفير بأمان البيانات التي لا تريد أن يتمكن أي شخص آخر من الوصول إليها. يمكن أن يساعد في حماية البيانات التي ترسلها وتتلقاها وتخزنها مثل الرسائل النصية المخزنة على هاتفك الذكي ، وسجلات التشغيل المحفوظة على ساعة اللياقة الخاصة بك ، والمعلومات المصرفية المرسلة من خلال حسابك عبر الإنترنت.
de: Kurz gesagt, wir brauchen Verschlüsselung, weil wir es als Privatanwender oder Unternehmen mit massiven Datenverletzungen zu tun haben, die von Tag zu Tag zunehmen. Die Verschlüsselung schützt Daten sicher, auf die niemand sonst zugreifen soll. Es kann zum Schutz von Daten beitragen, die Sie senden, empfangen und speichern, z. B. auf Ihrem Smartphone gespeicherte Textnachrichten, auf Ihrer Fitnessuhr gespeicherte Laufprotokolle und über Ihr Online-Konto gesendete Bankinformationen.
es: En resumen, necesitamos el cifrado porque, como usuarios privados o empresas, nos enfrentamos a vulneraciones masivas de datos, que aumentan cada día que pasa. El cifrado protege de forma segura los datos a los que no deseas que nadie más tenga acceso. Puedes ayudar a proteger los datos que envías, recibes y almacenas, como mensajes de texto almacenados en tu teléfono inteligente, registros de ejecución guardados en tu reloj deportivo e información bancaria enviada a través de tu cuenta en línea.
fr: Donc, en bref, nous avons besoin de cryptage car, en tant qu'utilisateurs privés ou entreprises, nous sommes confrontés à des violations de données massives, qui augmentent chaque jour qui passe. Le cryptage protège en toute sécurité les données auxquelles vous ne voulez pas que quelqu'un d'autre ait accès. Il peut aider à protéger les données que vous envoyez, recevez et stockez, telles que les messages texte stockés sur votre smartphone, les journaux d'exécution enregistrés sur votre montre de fitness, et les informations bancaires envoyées via votre compte en ligne.
it: Quindi, in breve, abbiamo bisogno della crittografia perché come utenti privati ​​o aziende abbiamo a che fare con massicce violazioni dei dati, che aumentano ogni giorno che passa. La crittografia protegge in modo sicuro i dati a cui non vuoi che nessun altro abbia accesso. Può aiutarti a proteggere i dati che invii, ricevi e archivi, come i messaggi di testo memorizzati sullo smartphone, i registri delle corse salvati sull'orologio fitness e le informazioni bancarie inviate tramite il tuo account online.
ko: 요컨대, 개인 사용자 또는 회사로서 우리는 매일 증가하는 대규모 데이터 침해를 막고 있기 때문에 암호화가 필요합니다. 암호화는 다른 사람이 액세스하지 못하도록 하려는 데이터를 안전하게 보호합니다. 스마트폰에 저장된 문자 메시지, 피트니스 시계에 저장된 실행 로그, 온라인 계정을 통해 전송된 은행 정보와 같이 보내고, 받고, 저장하는 데이터를 보호하는 데 도움이 될 수 있습니다.
nl: Kortom, we hebben versleuteling nodig omdat we als particuliere gebruikers of bedrijven te maken hebben met enorme datalekken, die met de dag toenemen. Versleuteling beschermt veilig gegevens waarvan u niet wilt dat iemand anders er toegang toe heeft. Het kan helpen bij het beschermen van gegevens die u verzendt, ontvangt en opslaat, zoals sms-berichten die zijn opgeslagen op uw smartphone, logboeken die zijn opgeslagen op uw fitnesshorloge en bankgegevens die via uw online account zijn verzonden.
pl: Krótko mówiąc, potrzebujemy szyfrowania, ponieważ jako prywatni użytkownicy lub firmy mamy do czynienia z masowymi naruszeniami bezpieczeństwa danych, których liczba rośnie z każdym dniem. Szyfrowanie bezpiecznie chroni dane, do których nie chcesz, aby ktokolwiek inny miał do nich dostęp. Może pomóc w ochronie wysyłanych, odbieranych i przechowywanych danych, takich jak wiadomości tekstowe przechowywane na smartfonie, dzienniki biegania zapisane na zegarku fitness oraz informacje bankowe wysyłane za pośrednictwem konta online.
pt: Portanto, em resumo, nós precisamos de cifragem porque, como utilizadores privados ou empresas, lidamos com violações de dados gigantes e que aumentam a cada dia que passa. A cifragem protege de forma segura os dados que não deseja que ninguém aceda. Pode ajudar a proteger dados que envia, recebe e armazena tais como mensagens de texto guardadas no seu smartphone, registos de exercício físico guardados no seu relógio de fitness e informação bancária enviada através da sua conta online.
ru: Вкратце, нам нужно шифрование, потому что как частные пользователи или компании мы имеем дело с массовыми утечками данных, которые увеличиваются с каждым днем. Шифрование надежно защищает данные, к которым вы не хотите, чтобы кто-либо другой имел доступ. Это может помочь защитить данные, которые вы отправляете, получаете и сохраняете, такие как текстовые сообщения, хранящиеся на вашем смартфоне, журналы выполнения, сохраненные на ваших фитнес-часах, и банковскую информацию, отправляемую через ваш онлайн-аккаунт.
sv: Så kort sagt, vi behöver kryptering eftersom vi som privata användare eller företag har att göra med massiva dataintrång som ökar för varje dag som går. Kryptering skyddar säkert data som du inte vill att någon annan ska ha åtkomst till. Det kan hjälpa till att skydda data som du skickar, tar emot och lagrar som textmeddelanden som lagras på din smartphone, löploggar sparade på din träningsklocka och bankinformation som skickas via ditt bankkonto.
tr: Yani kısacası, şifrelemeye ihtiyacımız var çünkü özel kullanıcılar veya şirketler olarak her geçen gün artan büyük veri ihlalleriyle uğraşıyoruz. Şifreleme, başkalarının erişmesini istemediğiniz verileri güvenli bir şekilde korur. Akıllı telefonunuzda depolanan kısa mesajlar, fitness saatinize kaydedilen koşu günlükleriniz ve çevrimiçi hesabınız aracılığıyla gönderilen bankacılık bilgileri gibi gönderdiğiniz, aldığınız ve depoladığınız verilerin korunmasına yardımcı olabilir.
zh: 因此，简而言之，我们需要加密，因为作为私人用户或公司，我们正在处理大量数据泄露，并且与日俱增。 加密安全地保护您不希望其他人访问的数据。 它可以帮助保护您发送，接收和存储的数据，例如存储在智能手机上的短信，保存在健身手表上的运行日志以及通过您的在线帐户发送的银行信息。

# Blog_WUE_Heading1
source: <h3>What is encryption?</h3>
ar: <h3> ما هو التشفير؟ </h3>
de: <h3>Was ist Verschlüsselung?</h3>
es: <h3>¿Qué es el cifrado?</h3>
fr: <h3>Qu’est-ce que le chiffrement ?</h3>
it: <h3>Cos'è la crittografia?</h3>
ko: <h3>암호화란 무엇입니까?</h3>
nl: <h3>Wat is encryptie?</h3>
pl: <h3>Co to jest szyfrowanie?</h3>
pt: <h3>O que é a cifragem?</h3>
ru: <h3>Что такое шифрование?</h3>
sv: <h3>Vad är kryptering?</h3>
tr: <h3>Şifreleme nedir?</h3>
zh: <h3>什么是加密？</h3>

# Blog_WUE_Heading2
source: <h3>Why is encryption important?</h3>
ar: <h3> ما سر أهمية التشفير؟ </h3>
de: <h3>Warum ist Verschlüsselung wichtig?</h3>
es: <h3>¿Por qué el cifrado es importante?</h3>
fr: <h3>Pourquoi le chiffrement est-il important ?</h3>
it: <h3>Perché la crittografia è importante?</h3>
ko: <h3> 암호화가 중요한 이유는 무엇입니까?</h3>
nl: <h3>Waarom is encryptie belangrijk?</h3>
pl: <h3>Dlaczego szyfrowanie jest ważne?</h3>
pt: <h3>Porque é a cifragem importante?</h3>
ru: <h3>Почему важно шифрование?</h3>
sv: <h3>Varför är kryptering viktigt?</h3>
tr: <h3>Şifreleme neden önemlidir?</h3>
zh: <h3>为什么加密很重要？</h3>

# Blog_WUE_Heading3
source: The penalty was issued under the pretence that the Greater Manchester Police had failed to introduce convenient technical procedures for the loss of private information. There had been an order which required employees to use encrypted memory sticks, however this rule was never enforced and there were no restrictions on the downloading of material onto external hard drives.
ar: وصدرت العقوبة بحجة أن شرطة مانشستر الكبرى قد فشلت في تقديم إجراءات تقنية مناسبة لفقدان المعلومات الخاصة. كان هناك أمر يطلب من الموظفين استخدام بطاقات ذاكرة مشفرة ، ولكن لم يتم تطبيق هذه القاعدة مطلقًا ولم تكن هناك قيود على تنزيل المواد على محركات الأقراص الثابتة الخارجية.
de: Die Strafe wurde unter dem Vorwand verhängt, die Polizei von Greater Manchester habe es versäumt, geeignete technische Verfahren für den Verlust privater Informationen einzuführen. Es gab eine Anordnung, nach der Mitarbeiter verschlüsselte Speichersticks verwenden mussten, Diese Regel wurde jedoch nie durchgesetzt und es gab keine Einschränkungen beim Herunterladen von Material auf externe Festplatten.
es: La sanción se emitió con el pretexto de que la Policía del Gran Manchester no había implementado procedimientos técnicos adecuados para evitar la pérdida de información privada. Hubo una orden que requería que los empleados usaran dispositivos de memoria cifrados, sin embargo, esta regla nunca se aplicó y no hubo restricciones en la descarga de material en discos duros externos.
fr: La sanction a été prononcée sous prétexte que la police du Grand Manchester n’avait pas mis en place de procédures techniques pratiques pour la perte d’informations privées. Il y avait eu une ordonnance qui obligeait les employés à utiliser des clés USB cryptées, mais cette règle n’a jamais été appliquée et il n’y avait aucune restriction sur le téléchargement de matériel sur des disques durs externes.
it: La sanzione è stata emessa con il pretesto che la polizia di Greater Manchester non avesse introdotto procedure tecniche convenienti per la perdita di informazioni private. C'era stato un ordine che richiedeva ai dipendenti di utilizzare chiavette di memoria crittografate, tuttavia questa regola non è mai stata applicata e non c'erano restrizioni sul download di materiale su dischi rigidi esterni.
ko: 이 벌금은 그레이터 맨체스터 경찰이 개인 정보 손실에 대한 편리한 기술 절차를 도입하지 못했다는 구실로 발행되었습니다. 직원들이 암호화 된 메모리 스틱을 사용하도록 요구하는 명령이 있었지만, 실제로 시행되지 않았으며 외장 하드 드라이브에 자료를 다운로드하는 데 제한이 없었습니다.
nl: De boete werd opgelegd onder het voorwendsel dat de politie van Greater Manchester er niet in was geslaagd handige technische procedures in te voeren voor het verlies van privé-informatie. Er was een bevel uitgevaardigd dat medewerkers verplichtte versleutelde geheugensticks te gebruiken, maar deze regel werd nooit gehandhaafd en er waren geen beperkingen voor het downloaden van materiaal op externe harde schijven.
pl: Kara została nałożona pod pretekstem, że policja Greater Manchester nie wprowadziła dogodnych procedur technicznych w przypadku utraty prywatnych informacji. Istniał nakaz, który wymagał od pracowników korzystania z zaszyfrowanych pendrive'ów, jednak ta zasada nigdy nie była egzekwowana i nie było ograniczeń w pobieraniu materiałów na zewnętrzne dyski twarde.
pt: A multa foi emitida a pretexto da Polícia da Grande Manchester ter falhado a introdução de procedimentos técnicos convenientes para a perda da informação privada. Houve uma ordem que requereu aos trabalhadores usar pen drives cifradas, contudo nunca foi aplicada e não houve restrições ao descarregamento de material para discos rígidos externos.
ru: Штраф был вынесен под предлогом того, что полиция Манчестера не внедрила удобные технические процедуры для потери личной информации. Существовал приказ, который требовал от сотрудников использовать зашифрованные карты памяти, однако это правило никогда не применялось, и не было никаких ограничений на загрузку материалов на внешние жесткие диски.
sv: Straffet utfärdades under förevändningen att Greater Manchester Police hade misslyckats med att införa praktiska tekniska procedurer för förlust av privat information. Det hade kommit en order som krävde att anställda använde krypterade minnesstickor, men denna regel verkställdes aldrig och det fanns inga restriktioner för nedladdning av material till externa hårddiskar.
tr: Ceza, Büyük Manchester Bölgesi Polisi'nin özel bilgilerin kaybı için uygun teknik prosedürler uygulamadığı iddiasıyla kesildi. Çalışanların şifreli bellekler kullanmalarını gerektiren bir emir mevcuttu, ancak bu kural hiçbir zaman uygulanmamıştı ve materyalin harici sabit sürücülere indirilmesinde herhangi bir kısıtlama yoktu.
zh: 罚款是在大曼彻斯特警方未能为私人信息丢失引入便利的技术程序的借口下发布的。 曾有一项命令要求员工使用加密的记忆棒，但这项规则从未被强制执行，并且没有限制将材料下载到外部硬盘驱动器上。

# Blog_WUE_Heading4
source: <h3>Encryption at AxCrypt</h3>
ar: <h3> التشفير في اكسكربت </h3>
de: <h3>Verschlüsselung bei AxCrypt</h3>
es: <h3>El cifrado en AxCrypt</h3>
fr: <h3>Cryptage chez AxCrypt</h3>
it: <h3>Crittografia su AxCrypt</h3>
ko: <h3>AxCrypt의 암호화</h3>
nl: <h3>Encryptie bij AxCrypt</h3>
pl: <h3>Szyfrowanie w AxCrypt</h3>
pt: <h3>Cifragem na AxCrypt</h3>
ru: <h3>Шифрование в AxCrypt</h3>
sv: <h3>Kryptering på AxCrypt</h3>
tr: <h3>AxCrypt'te şifreleme</h3>
zh: <H3>AxCrypt加密</h3>

# Blog_WUE_Heading5
source: <h3>In a few words</h3>
ar: <h3> في بضع كلمات </h3>
de: <h3>In wenigen Worten</h3>
es: <h3>En pocas palabras</h3>
fr: <h3>En quelques mots</h3>
it: <h3>In poche parole</h3>
ko: <h3>간단히</h3>
nl: <h3>In een paar woorden</h3>
pl: <h3>W kilku słowach</h3>
pt: <h3>Em algumas palavras</h3>
ru: <h3>В нескольких словах</h3>
sv: <h3>Med några få ord</h3>
tr: <h3>Birkaç kelimeyle</h3>
zh: <h3>用几句话</h3>

# Blog_WUE_Summary
source: This is the digital age. We are living in a world consumed with technological advances and innovation. Whilst this of course has presented many amazing opportunities, such as travel and connectivity, it also presents significant threats and danger.
ar: هذا هو العصر الرقمي. نحن نعيش في عالم يستهلكه التقدم التكنولوجي والابتكار. في حين أن هذا بالطبع قد قدم العديد من الفرص المذهلة ، مثل السفر والاتصال ، إلا أنه يمثل أيضًا تهديدات وخطرًا كبيرًا.
de: Dies ist das digitale Zeitalter. Wir leben in einer Welt, die von technologischem Fortschritt und Innovation geprägt ist. Während dies natürlich viele erstaunliche Möglichkeiten wie Reisen und Konnektivität eröffnet hat, birgt es auch erhebliche Bedrohungen und Gefahren.
es: Esta es la era digital. Vivimos en un mundo consumido por los avances tecnológicos y la innovación. Si bien esto, por supuesto, ha presentado muchas oportunidades increíbles, como viajes y conectividad, también presenta amenazas y peligros significativos.
fr: C'est l'ère numérique. Nous vivons dans un monde dévoré par les avancées technologiques et l'innovation. Bien que cela ait bien sûr présenté de nombreuses opportunités incroyables, telles que les voyages et la connectivité, cela présente également des menaces et des dangers importants.
it: Questa è l'era digitale. Viviamo in un mondo consumato dai progressi tecnologici e dall'innovazione. Sebbene questo ovviamente abbia presentato molte opportunità straordinarie, come i viaggi e la connettività, presenta anche minacce e pericoli significativi.
ko: 지금은 디지털 시대입니다. 우리는 기술 발전과 혁신으로 소비되는 세상에 살고 있습니다. 이는 물론 여행 및 커넥티비티 등과 같은 엄청난 기회를 제공했지만 이와 동시에 심각한 위협 및 위험도 제공합니다.
nl: Dit is het digitale tijdperk. We leven in een wereld die wordt verteerd door technologische vooruitgang en innovatie. Hoewel dit natuurlijk veel geweldige kansen heeft opgeleverd, zoals reizen en connectiviteit, brengt het ook aanzienlijke bedreigingen en gevaren met zich mee.
pl: To jest era cyfrowa. Żyjemy w świecie pochłoniętym postępem technologicznym i innowacjami. Chociaż oczywiście stwarza to wiele niesamowitych możliwości, takich jak podróżowanie i łączność, stanowi również poważne zagrożenie i niebezpieczeństwo.
pt: Esta é a era digital. Vivemos num mundo consumido por avanços tecnológicos e inovação. Enquanto que isto, claro, apresenta muitas oportunidades extraordinárias, tal como viagens e conectividade, também apresenta ameaças e perigos significativos.
ru: Это цифровой век. Мы живем в мире, поглощенном технологическими достижениями и инновациями. Хотя это, конечно, открыло много удивительных возможностей, таких как путешествия и подключение к интернету, это также таит существенные угрозы.
sv: Det här är den digitala tidsåldern. Vi lever i en värld full av tekniska framsteg och innovation. Även om detta naturligtvis har inneburit många fantastiska möjligheter, såsom resor och uppkoppling, utgör det också hot och faror.
tr: Dijital çağda yaşıyor be teknolojik gelişmeler ve yenilikler ile tüketilen bir dünyada bulunuyoruz. Her ne kadar bu, seyahat ve bağlantısallık gibi muazzam fırsatlar sunuyor olsa da aynı zaman dikkate değer tehdit ve tehlikeler de ortaya çıkarıyor.
zh: 这是数字时代。 我们生活在一个充满技术进步和创新的世界。 虽然这当然带来了许多惊人的机会，如旅行和连接，但它也带来了重大的威胁和危险。

# Blog_WUE_Title
source: Why use encryption?
ar: لماذا نستخدم التشفير؟
de: Warum Verschlüsselung verwenden?
es: ¿Por qué usar el cifrado?
fr: Pourquoi utiliser le chiffrement ?
it: Perché usare la crittografia?
ko: 암호화를 사용하는 이유?
nl: Waarom encryptie gebruiken?
pl: Dlaczego warto korzystać z szyfrowania?
pt: Porquê usar cifragem?
ru: Зачем использовать шифрование?
sv: Varför använda kryptering?
tr: Neden şifreleme kullanmalısınız?
zh: 为什么要使用加密？

# Blog_WYSASDF_Summary
source: AxCrypt 2 no longer supports a feature called Self Decrypting Files that was supported in AxCrypt 1.x. What’s a Self Decrypting File? It’s a two things in one: It’s a self-contained executable program (a .exe), with secured data (a .axx file) embedded or appended to it.
ar: لم يعد اكسكربت 2 يدعم ميزة تسمى ملفات فك التشفير الذاتي التي تم دعمها في اكسكربت 1.x. ما هو ملف فك التشفير الذاتي؟ إنه شيئين في أحدهما: إنه برنامج مستقل قابل للتنفيذ (a .exe) ، مع تضمين بيانات مؤمنة (ملف .axx) أو إلحاقه به.
de: AxCrypt 2 unterstützt eine Funktion namens Selbstentschlüsselnde Dateien, die in AxCrypt 1.x. unterstützt wurde, nicht mehr. Was ist eine selbstentschlüsselnde Datei? Es ist zwei Dinge in einem: Es ist ein in sich geschlossenes ausführbares Programm (a.exe), mit gesicherten Daten (a.axx-Datei) eingebettet oder angehängt.
es: AxCrypt 2 ya no es compatible con una función llamada Autodescifrado de archivos que era compatible con AxCrypt 1.x. ¿Qué es un archivo de autodescifrado? Son dos cosas en una: es un programa ejecutable autónomo (un .exe), con datos protegidos (un archivo .axx) incrustados o adjuntos.
fr: AxCrypt 2 ne prend plus en charge une fonctionnalité appelée Fichiers Auto-Décryptants qui était prise en charge dans AxCrypt 1.x. Qu’est-ce qu’un Fichier Auto-Décryptant ? C’est deux choses en une: c’est un programme exécutable autonome (un .exe), avec des données sécurisées (un fichier .axx) intégrées ou ajoutées.
it: AxCrypt 2 non supporta più una funzione chiamata Self Decrypting Files che era supportata in AxCrypt 1.x. Che cos'è un Self Decrypting Files? Si tratta di due cose in una: è un programma eseguibile autonomo (un .exe), con dati protetti (un file .axx) incorporati o aggiunti ad esso.
ko: AxCrypt 2는 AxCrypt 1.x에서 지원되었던 파일 자동 해독이라는 기능을 더 이상 지원하지 않습니다. 자체 암호 해독 파일이란? 두 가지가 하나로 합쳐진 기능입니다 : 보안 데이터 (.axx 파일)가 포함되거나 추가 된 자체 포함 실행 프로그램 (.exe)입니다.
nl: AxCrypt 2 ondersteunt niet langer een functie genaamd Self Decrypting Files die werd ondersteund in AxCrypt 1.x. Wat is een zelfontsleutelend bestand? Het is twee dingen in één: het is een op zichzelf staand uitvoerbaar programma (een .exe), met beveiligde gegevens (een .axx-bestand) ingebed of eraan toegevoegd.
pl: AxCrypt 2 nie obsługuje już funkcji o nazwie Self Decrypting Files, która była obsługiwana w AxCrypt 1.x. Co to jest plik samoodszyfrowujący? To dwie rzeczy w jednym: jest to samodzielny program wykonywalny (.exe), z osadzonymi lub dołączonymi do niego zabezpieczonymi danymi (plik .axx).
pt: A AxCrypt 2 já não inclui a funcionalidade Ficheiros Auto-Decifráveis que estava disponível no AxCrypt 1.x. O que é um Ficheiro Auto-Decifrável? É um dois em um: é um programa autonomamente executável (um .exe) com dados protegidos (um ficheiro .axx) embutidos ou adicionados.
ru: AxCrypt 2 больше не поддерживает функцию под названием Саморазшифрующиеся файлы, которая поддерживалась в AxCrypt 1.x. Что такое саморазшифрующийся файл? Это два в одном: это автономная исполняемая программа (.exe), в которую встроены или добавлены защищенные данные (файл .axx).
sv: AxCrypt 2 stöder inte längre en funktion som heter Self Decrypting Files som stöddes i AxCrypt 1.x. Vad är en självdekrypterande fil? Det är två saker i ett: Det är ett fristående körbart program (ett .exe), med säkrad data (en .axx-fil) inbäddad eller bifogad till den.
tr: AxCrypt 2 artık AxCrypt 1.x'te desteklenen Kendiliğinden Şifre Çözen Dosyalar adlı bir özelliği desteklememektedir. Kendiliğinden Şifre Çözen Dosya Nedir? İkisi bir arada: Güvenli verilerin (bir .axx dosyası) gömülü veya sonuna eklenmiş kendi kendine yeten yürütülebilir bir programdır (.exe).
zh: AxCrypt2不再支持AxCrypt1.x中支持的名为自解密文件的功能什么是自解密文件？ 这是一个两件事：它是一个自包含的可执行程序（a.exe），具有安全数据（a.axx文件）嵌入或附加到其上。

# Blog_WYSASDF_Text1
source: AxCrypt 2 no longer supports a feature called <em>Self Decrypting Files</em> that was supported in AxCrypt 1.x.
ar: لم يعد اكسكربت 2 يدعم ميزة تسمى <em> ملفات فك التشفير الذاتي </ em> والتي كانت مدعومة في اكسكربت 1.x.
de: AxCrypt 2 unterstützt eine Funktion namens <em>Selbstentschlüsselnde Dateien</em>, die in AxCrypt 1.x unterstützt wurde, nicht mehr.
es: AxCrypt 2 ya no es compatible con una función llamada <em>Autodescifrado de archivos</em> que era compatible con AxCrypt 1.x.
fr: AxCrypt 2 ne prend plus en charge une fonctionnalité appelée <em>Fichiers à Auto-Déchiffrement</em> qui était prise en charge dans AxCrypt 1.x.
it: AxCrypt 2 non supporta più una funzione chiamata <em>Self decrypting Files</em> che era supportata in AxCrypt 1.x.
ko: AxCrypt 2는 AxCrypt 1.x에서 지원되었던 <em>파일 자동 해독</em> 기능을 더 이상 지원하지 않습니다.
nl: AxCrypt 2 ondersteunt niet langer een functie genaamd <em>Self Decrypting Files</em> die werd ondersteund in AxCrypt 1.x.
pl: AxCrypt 2 nie obsługuje już funkcji o nazwie <em>Self Decrypting Files</em>, która była obsługiwana w AxCrypt 1.x.
pt: O AxCrypt 2 não inclui a funcionalidade <em>Ficheiros Auto-Decifráveis</em> que estava disponível no AxCrypt 1.x.
ru: AxCrypt 2 больше не поддерживает функцию под названием <em> Саморазшифрующиеся файлы</em>, которая поддерживалась в AxCrypt 1.x.
sv: AxCrypt 2 stöder inte längre en funktion som heter <em>Self Decrypting Files</em> som stöddes i AxCrypt 1.x.
tr: AxCrypt 2 artık AxCrypt 1.x'te desteklenen <em>Kendiliğinden Şifre Çözen Dosyaları</em> adlı bir özelliği desteklememektedir.
zh: AxCrypt2不再支持AxCrypt1.x中支持的名为<em>自解密文件</em>的功能。
