Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WRDBTUAE_H6_Conclusion_Text2
source: Protect your data from devastating data breaches, ransomware attacks, and data exfiltration by implementing AxCrypt's robust security measures. Take control of your files and folders and manage access permissions within your organization using our award-winning, user-friendly dashboard.
ar: قم بحماية بياناتك من خروقات البيانات المدمرة وهجمات برامج الفدية وتسلل البيانات من خلال تنفيذ إجراءات الأمان القوية من اكسكربت. تحكم في ملفاتك ومجلداتك وقم بإدارة أذونات الوصول داخل مؤسستك باستخدام لوحة التحكم سهلة الاستخدام والحائزة على جوائز.
de: Schützen Sie Ihre Daten vor verheerenden Datenschutzverletzungen, Ransomware-Angriffen und Datenexfiltration, indem Sie die robusten Sicherheitsmaßnahmen von AxCrypt implementieren. Übernehmen Sie die Kontrolle über Ihre Dateien und Ordner und verwalten Sie die Zugriffsberechtigungen in Ihrem Unternehmen mithilfe unseres preisgekrönten, benutzerfreundlichen Dashboards.
es: Protege tus datos de filtraciones de datos devastadoras, ataques de ransomware y exfiltración de datos implementando las sólidas medidas de seguridad de AxCrypt. Toma el control de tus archivos y carpetas y gestiona los permisos de acceso dentro de tu organización utilizando nuestro galardonado panel de control fácil de usar.
fr: Protégez vos données contre les violations de données dévastatrices, les attaques de rançongiciels et l'exfiltration de données en mettant en œuvre les mesures de sécurité robustes d'AxCrypt. Prenez le contrôle de vos fichiers et dossiers et gérez les autorisations d'accès au sein de votre organisation à l'aide de notre tableau de bord convivial et primé.
it: Proteggi i tuoi dati da devastanti violazioni dei dati, attacchi ransomware ed esfiltrazione dei dati implementando le solide misure di sicurezza di AxCrypt. Assumi il controllo dei tuoi file e cartelle e gestisci le autorizzazioni di accesso all'interno della tua organizzazione utilizzando la nostra dashboard pluripremiata e intuitiva.
ko: AxCrypt의 강력한 보안 조치를 구현하여 파괴적인 데이터 침해, 랜섬웨어 공격 및 데이터 유출로부터 데이터를 보호하세요. 파일과 폴더를 제어하고 수상 경력에 빛나는 사용자 친화적인 대시보드를 사용하여 조직 내에서 액세스 권한을 관리하십시오.
nl: Bescherm uw gegevens tegen verwoestende datalekken, ransomware-aanvallen en gegevensexfiltratie door de robuuste beveiligingsmaatregelen van AxCrypt te implementeren. Neem de controle over uw bestanden en mappen en beheer toegangsrechten binnen uw organisatie met behulp van ons gerenomeerde, gebruiksvriendelijke dashboard.
pl: Chroń swoje dane przed niszczycielskimi naruszeniami danych, atakami oprogramowania ransomware i eksfiltracją danych, wdrażając solidne środki bezpieczeństwa AxCrypt. Przejmij kontrolę nad swoimi plikami i folderami oraz zarządzaj uprawnieniami dostępu w swojej organizacji, korzystając z naszego wielokrotnie nagradzanego, przyjaznego dla użytkownika pulpitu nawigacyjnego.
pt: Proteja seus dados contra violações de dados devastadoras, ataques de ransomware e exfiltração de dados implementando as medidas de segurança robustas do AxCrypt. Assuma o controle de seus arquivos e pastas e gerencie permissões de acesso dentro de sua organização usando nosso painel premiado e fácil de usar.
ru: Защитите свои данные от разрушительных утечек данных, атак программ-вымогателей и утечки данных путем внедрения надежных мер безопасности AxCrypt. Возьмите под контроль свои файлы и папки и управляйте разрешениями доступа в вашей организации с помощью нашей отмеченной наградами удобной панели мониторинга.
sv: Skydda din data från förödande dataintrång, ransomware-attacker och dataexfiltrering genom att implementera AxCrypts robusta säkerhetsåtgärder. Ta kontroll över dina filer och mappar och hantera åtkomstbehörigheter inom din organisation med vår prisbelönta, användarvänliga instrumentpanel.
tr: AxCrypt'in güçlü güvenlik önlemlerini uygulayarak verilerinizi yıkıcı veri ihlallerinden, fidye yazılımı saldırılarından ve veri sızıntısından koruyun. Dosya ve klasörlerinizin kontrolünü elinize alın ve ödüllü, kullanıcı dostu panomuzu kullanarak kuruluşunuzdaki erişim izinlerini yönetin.
zh: 通过实施AxCrypt强大的安全措施，保护您的数据免受破坏性数据泄露，勒索软件攻击和数据外泄。 使用我们屡获殊荣的用户友好型仪表板，控制您的文件和文件夹并管理组织内的访问权限。

# Blog_WRDBTUAE_H6_Conclusion_Text3
source: Visit our pricing page at <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> to see our subscription options. Try AxCrypt today with a <b>free one-month trial</b> and take your data security to the next level. Sign up now by <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.
ar: تفضل بزيارة صفحة الأسعار الخاصة بنا على <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> للاطلاع على خيارات الاشتراك لدينا. جرب اكسكربت اليوم مع <b> نسخة تجريبية مجانية مدتها شهر واحد </b> وانتقل بأمان بياناتك إلى المستوى التالي. اشترك الآن من خلال <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'> النقر هنا </a>.
de: Besuchen Sie unsere Preisseite unter <a href='https://axcrypt.net/pricing '>https://axcrypt.net/pricing </a> um unsere Abonnementoptionen zu sehen. Testen Sie AxCrypt noch heute mit einer <b> kostenlosen einmonatigen Testversion</b> und heben Sie Ihre Datensicherheit auf die nächste Stufe. Jetzt anmelden per <a href='https://account.axcrypt.net/en/Home/Login?Signup=True '>clicking here</a>.
es: Visita nuestra página de precios en <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> para ver nuestras opciones de suscripción. Descubre AxCrypt hoy mismo con una <b>prueba gratuita de un mes</b> y lleva la seguridad de tus datos al siguiente nivel. Regístrate ahora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>haciendo clic aquí</a>.
fr: Visitez notre page de tarification sur <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> pour voir nos options d'abonnement. Essayez AxCrypt dès aujourd'hui avec un <b>essai gratuit d'un mois</b> et faites passer la sécurité de vos données au niveau supérieur. Inscrivez-vous maintenant en <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>cliquant ici</a>.
it: Visita la nostra pagina dei prezzi su <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> per vedere le nostre opzioni di abbonamento. Prova AxCrypt oggi stesso con una <b>prova gratuita di un mese</b> e porta la sicurezza dei tuoi dati al livello successivo. Iscriviti ora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>cliccando qui</a>.
ko: <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> 의 가격 책정 페이지를 방문하여 구독 옵션을 확인하세요. 오늘 <b>AxCrypt를 1개월 무료 체험</b>판으로 사용해보고 데이터 보안을 한 단계 끌어올리세요. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>여기를 클릭하여</a> 지금 가입하세.
nl: Bezoek onze prijzenpagina op <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> om onze abonnementsopties te bekijken. Probeer AxCrypt vandaag nog met een <b>gratis proefperiode</b> van een maand en til uw gegevensbeveiliging naar een hoger niveau. Meld u nu aan door <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>hier te klikken</a>.
pl: Odwiedź naszą stronę z cenami pod adresem <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a>, aby zobaczyć opcje subskrypcji. Wypróbuj AxCrypt już dziś z <b>bezpłatnym miesięcznym okresem próbnym</b> i przenieś bezpieczeństwo swoich danych na wyższy poziom. Zarejestruj się teraz, <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>klikając tutaj</a>.
pt: Visite nossa página de preços em <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> para ver nossas opções de assinatura. Experimente o AxCrypt hoje mesmo com uma <b>avaliação gratuita de um mês</b> e leve a segurança de seus dados para o próximo nível. Inscreva-se agora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicando aqui</a>.
ru: Посетите нашу страницу с ценами <a href='https://axcrypt.net/pricing '>https://axcrypt.net/pricing </a>, чтобы ознакомиться с нашими вариантами подписки. Попробуйте AxCrypt сегодня с бесплатной месячной пробной версией, и повысьте безопасность своих данных до нового уровня. Зарегистрируйтесь прямо сейчас по <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.
sv: Besök vår prissida på <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> för att se våra prenumerationsalternativ. Prova AxCrypt idag med en <b>månads kostnadsfri provperiod</b> och ta din datasäkerhet till nästa nivå. Registrera dig nu genom att <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>klicka här</a>.
tr: Abonelik seçeneklerimizi görmek için <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing'deki</a> fiyatlandırma sayfamızı ziyaret edin. AxCrypt'i bugün <b>bir aylık ücretsiz deneme sürümüyle</b> deneyin ve veri güvenliğinizi bir üst seviyeye taşıyın. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>Buraya tıklayarak</a> hemen kaydolun.
zh: 访问我们的定价页面<a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a>查看我们的订阅选项。 今天试试AxCrypt，<b>免费试用一个月</b>，将您的数据安全提升到一个新的水平。 现在注册<a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.

# Blog_WRDBTUAE_Heading1
source: How do data breaches occur?
ar: كيف تحدث خروقات البيانات؟
de: Wie kommt es zu Datenschutzverletzungen?
es: ¿Cómo se producen las filtraciones de datos?
fr: Comment se produisent les violations de données ?
it: Come avvengono le violazioni dei dati?
ko: 데이터 유출은 어떻게 발생합니까?
nl: Hoe ontstaan datalekken?
pl: Jak dochodzi do naruszeń danych?
pt: Como ocorrem as violações de dados?
ru: Как происходят утечки данных?
sv: Hur uppstår dataintrång?
tr: Veri ihlalleri nasıl gerçekleşir?
zh: 数据泄露是如何发生的？

# Blog_WRDBTUAE_Heading2
source: What causes data breaches and data leaks?
ar: ما الذي يسبب خروقات البيانات وتسربها؟
de: Was verursacht Datenverletzungen und Datenlecks?
es: ¿Cuáles son las causas de las vulneraciones y filtraciones de datos?
fr: Qu'est-ce qui cause les violations de données et les fuites de données ?
it: Quali sono le cause delle violazioni dei dati e delle perdite di dati?
ko: 데이터 유출 및 데이터 유출의 원인은 무엇입니까?
nl: Wat veroorzaakt datalekken?
pl: Co powoduje naruszenia i wycieki danych?
pt: O que causa violações e vazamentos de dados?
ru: Что вызывает утечку данных?
sv: Vad orsakar dataintrång och dataläckor?
tr: Veri ihlallerine ve veri sızıntılarına ne neden olur?
zh: 什么原因导致数据泄露和数据泄漏？

# Blog_WRDBTUAE_Heading3
source: Why do data breaches get reported late?
ar: لماذا يتم الإبلاغ عن خروقات البيانات في وقت متأخر؟
de: Warum werden Datenschutzverletzungen zu spät gemeldet?
es: ¿Por qué se notifican tardíamente las filtraciones de datos?
fr: Pourquoi les violations de données sont-elles signalées tardivement ?
it: Perché le violazioni dei dati vengono segnalate in ritardo?
ko: 데이터 유출이 늦게 보고되는 이유는 무엇입니까?
nl: Waarom worden datalekken laat gemeld?
pl: Dlaczego naruszenia bezpieczeństwa danych są zgłaszane z opóźnieniem?
pt: Por que as violações de dados são relatadas com atraso?
ru: Почему сообщения об утечках данных поступают с опозданием?
sv: Varför rapporteras dataintrång för sent?
tr: Veri ihlalleri neden geç bildiriliyor?
zh: 为什么数据泄露会被延迟报告？

# Blog_WRDBTUAE_Heading4
source: What happens a company’s data is breached and leaked online?
ar: ماذا يحدث لبيانات الشركة التي يتم اختراقها وتسريبها عبر الإنترنت؟
de: Was passiert, wenn die Daten eines Unternehmens verletzt und online durchgesickert werden?
es: ¿Qué ocurre si los datos de una empresa se filtran en internet?
fr: Que se passe-t-il si les données d'une entreprise sont piratées et divulguées en ligne ?
it: Cosa succede quando i dati di un'azienda vengono violati e trapelati online?
ko: 회사의 데이터가 침해되어 온라인으로 유출되면 어떤 일이 일어나나요?
nl: Wat gebeurt er als de gegevens van een bedrijf buit worden gemaakt en online worden gelekt?
pl: Co się stanie, gdy dane firmy zostaną naruszone i wyciekną do sieci?
pt: O que acontece quando os dados de uma empresa são violados e vazados online?
ru: Что происходит, когда данные компании подвергаются взлому и утечке в сеть?
sv: Vad händer när ett företags data bryts och läcker online?
tr: Bir şirketin verileri ihlal edildiğinde ve çevrimiçi olarak sızdırıldığında ne olur?
zh: 公司的数据在网上被破坏和泄露会发生什么？

# Blog_WRDBTUAE_Heading5
source: What are preventive measurements for data breaches?
ar: ما هي القياسات الوقائية لخروقات البيانات؟
de: Was sind vorbeugende Maßnahmen bei Datenschutzverletzungen?
es: ¿Cuáles son las medidas preventivas para las filtraciones de datos?
fr: Quelles sont les mesures préventives pour les violations de données ?
it: Quali sono le misure preventive per le violazioni dei dati?
ko: 데이터 유출에 대한 예방 조치는 무엇이 있나요?
nl: Wat zijn preventieve maatregelen voor datalekken?
pl: Jakie są środki zapobiegawcze w przypadku naruszeń danych?
pt: Quais são as medidas preventivas para violações de dados?
ru: Что такое превентивные меры для утечки данных?
sv: Vad är förebyggande åtgärder för dataintrång?
tr: Veri ihlalleri için önleyici tedbirler nelerdir?
zh: 什么是数据泄露的预防性测量？

# Blog_WRDBTUAE_Heading6
source: Choosing AxCrypt
ar: اختيار اكسكربت
de: Wählen Sie AxCrypt
es: Elegir AxCrypt
fr: Choisir AxCrypt
it: Scegliere AxCrypt
ko: AxCrypt를 선택하는
nl: AxCrypt Kiezen
pl: Wybieramy AxCrypt
pt: Escolhendo o AxCrypt
ru: Выбор AxCrypt
sv: Att välja AxCrypt
tr: AxCrypt'i Seçmek
zh: 选择AxCrypt

# Blog_WRDBTUAE_Summary
source: Recently, several companies and organizations around the world reported data breaches and ransomware attacks.
ar: في الآونة الأخيرة ، أبلغت العديد من الشركات والمؤسسات حول العالم عن حدوث انتهاكات للبيانات وهجمات برامج الفدية.
de: Vor kurzem meldeten mehrere Unternehmen und Organisationen auf der ganzen Welt Datenschutzverletzungen und Ransomware-Angriffe.
es: Recientemente, varias empresas y organizaciones de todo el mundo han informado de vulneraciones de datos y ataques de ransomware.
fr: Récemment, plusieurs entreprises et organisations du monde ont signalé des violations de données et des attaques de rançongiciels.
it: Recentemente, diverse aziende e organizzazioni in tutto il mondo hanno segnalato violazioni dei dati e attacchi ransomware.
ko: 최근 전 세계 여러 기업과 조직에서 데이터 유출 및 랜섬웨어 공격을 보고했습니다.
nl: Onlangs hebben verschillende bedrijven en organisaties over de hele wereld datalekken en ransomware-aanvallen gemeld.
pl: Ostatnio kilka firm i organizacji na całym świecie zgłosiło naruszenia bezpieczeństwa danych i ataki ransomware.
pt: Recentemente, várias empresas e organizações ao redor do mundo relataram violações de dados e ataques de ransomware.
ru: Недавно, несколько компаний и организаций по всему миру сообщили об утечках данных и атаках программ-вымогателей.
sv: Nyligen rapporterade flera företag och organisationer runt om i världen dataintrång och ransomware-attacker.
tr: Son zamanlarda, dünyanın dört bir yanındaki birçok şirket ve kuruluş veri ihlalleri ve fidye yazılımı saldırıları bildirmektedir.
zh: 最近，全球有几家公司和组织报告了数据泄露和勒索软件攻击。

# Blog_WRDBTUAE_Text1
source: Recently, several companies and organizations around the world reported data breaches and ransomware attacks. ‘Yum! Brands’, the company which owns KFC, Pizza Hut, Taco Bell, and The Habit Burger Grill, has recently fallen victim to a ransomware attack leading to data breaches. The attack, which happened on January 18, 2023; led to a temporary shutdown of nearly <b>300 restaurants</b> in the UK.
ar: في الآونة الأخيرة ، أبلغت العديد من الشركات والمؤسسات حول العالم عن حدوث انتهاكات للبيانات وهجمات برامج الفدية. ‘Yum! Brands’، الشركة التي تمتلك KFC و Pizza Hut و Taco Bell و The Habit Burger Grill ، وقعت مؤخرا ضحية لهجوم فدية أدى إلى خروقات للبيانات. الهجوم الذي وقع في 18 يناير 2023. أدى إلى إغلاق مؤقت لما يقرب من <b> 300 مطعم </ b> في المملكة المتحدة.
de: Vor kurzem meldeten mehrere Unternehmen und Organisationen auf der ganzen Welt Datenschutzverletzungen und Ransomware-Angriffe. Lecker! Brands ', das Unternehmen, dem KFC, Pizza Hut, Taco Bell und der Habit Burger Grill gehören, ist kürzlich Opfer eines Ransomware-Angriffs geworden, der zu Datenschutzverletzungen geführt hat. Der Angriff, der am 18.Januar 2023 stattfand; führte zu einer vorübergehenden Schließung von fast <b>300 Restaurants</b> in Großbritannien.
es: Recientemente, varias empresas y organizaciones de todo el mundo han informado de vulneraciones de datos y ataques de ransomware. Yum! Brands, la empresa propietaria de KFC, Pizza Hut, Taco Bell y The Habit Burger Grill, fue víctima hace poco de un ataque de ransomware que provocó una filtración de datos. El ataque, que tuvo lugar el 18 de enero de 2023, provocó el cierre temporal de casi <b>300 restaurantes</b> en el Reino Unido.
fr: Récemment, plusieurs entreprises et organisations du monde entier ont signalé des violations de données et des attaques de rançongiciels. 'Yum! Brands', la société propriétaire de KFC, Pizza Hut, Taco Bell et The Habit Burger Grill, a récemment été victime d'une attaque de rançongiciels entraînant des violations de données. L'attaque, qui s'est produite le 18 janvier 2023; a entraîné la fermeture temporaire de près de <b>300 restaurants</b> au Royaume-Uni.
it: Recentemente, diverse aziende e organizzazioni in tutto il mondo hanno segnalato violazioni dei dati e attacchi ransomware. "Yum! Brands", la società proprietaria di KFC, Pizza Hut, Taco Bell e The Habit Burger Grill, è recentemente caduta vittima di un attacco ransomware che ha portato a violazioni dei dati. L'attacco, avvenuto il 18 gennaio 2023, ha portato a una chiusura temporanea di quasi <b>300 ristoranti</b> nel Regno Unito.
ko: 최근 전 세계 여러 기업과 조직에서 데이터 유출 및 랜섬웨어 공격을 보고했습니다. 'Yum! Brands'라는 KFC, 피자헛, 타코벨, 해빗버거 그릴을 소유한 브랜드는 최근 랜섬웨어 공격의 희생양이 되어 데이터 유출을 초래했다. 2023년 1월 18일에 발생한 공격; 이로 인해 영국에서 거의 <b>300개의 레스토랑</b>이 일시적으로 폐쇄되었습니다.
nl: Onlangs hebben verschillende bedrijven en organisaties over de hele wereld datalekken en ransomware-aanvallen gemeld. 'Yum! Brands', het bedrijf dat eigenaar is van KFC, Pizza Hut, Taco Bell en The Habit Burger Grill, is onlangs het slachtoffer geworden van een ransomware-aanval die leidde tot datalekken. De aanslag, die plaatsvond op 18 januari 2023; leidde tot een tijdelijke sluiting van bijna <b>300 restaurants</b> in het Verenigd Koninkrijk.
pl: Ostatnio kilka firm i organizacji na całym świecie zgłosiło naruszenia bezpieczeństwa danych i ataki ransomware. "Yum! Brands", firma będąca właścicielem KFC, Pizza Hut, Taco Bell i The Habit Burger Grill, niedawno padła ofiarą ataku oprogramowania typu ransomware, który doprowadził do naruszenia bezpieczeństwa danych. Atak, który miał miejsce 18 stycznia 2023 r.; doprowadziło do tymczasowego zamknięcia prawie <b>300 restauracji</b> w Wielkiej Brytanii.
pt: Recentemente, várias empresas e organizações ao redor do mundo relataram violações de dados e ataques de ransomware. "Yum! Brands', empresa dona do KFC, Pizza Hut, Taco Bell e The Habit Burger Grill, foi recentemente vítima de um ataque de ransomware que levou a violações de dados. O ataque, que aconteceu em 18 de janeiro de 2023; levou a um fechamento temporário de quase <b>300 restaurantes</b> no Reino Unido.
ru: Недавно несколько компаний и организаций по всему миру сообщили об утечках данных и атаках программ-вымогателей. ‘Yum! Brands’, компания, которой принадлежат KFC, Pizza Hut, Taco Bell и The Habit Burger Grill, недавно стала жертвой атаки программ-вымогателей, приведшей к утечке данных. Атака, которая произошла 18 января 2023 года, привела к временному закрытию почти <b>300 ресторанов</b> в Великобритании.
sv: Nyligen rapporterade flera företag och organisationer runt om i världen dataintrång och ransomware-attacker. ‘Mums! Brands’, företaget som äger KFC, Pizza Hut, Taco Bell och The Habit Burger Grill, har nyligen fallit offer för en ransomware-attack som leder till dataintrång. Attacken, som inträffade den 18 januari 2023; ledde till en tillfällig stängning av nästan <b>300 restauranger</b> i Storbritannien.
tr: Son zamanlarda, dünyanın dört bir yanındaki birkaç şirket ve kuruluş veri ihlalleri ve fidye yazılımı saldırıları bildirdi. KFC, Pizza Hut, Taco Bell ve The Habit Burger Grill'in sahibi olan 'Yum Brands', yakın zamanda veri ihlallerine yol açan bir fidye yazılımı saldırısının kurbanı oldu. 18 Ocak 2023 tarihinde gerçekleşen saldırı; İngiltere'de yaklaşık <b>300 restoranın</b> geçici olarak kapatılmasına neden oldu.
zh: 最近，全球有几家公司和组织报告了数据泄露和勒索软件攻击。 "Yum!Brands' 拥有肯德基，必胜客，塔可钟和习惯汉堡烧烤的公司最近成为勒索软件攻击导致数据泄露的受害者。 这次袭击发生在2023年1月18日;导致英国近<b>300家餐厅</b>暂时关闭。
