Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AOVO_H2_Text1
source: We store what we call an AxCrypt ID which is associated with your account on our servers. (Technically this is an RSA-4096 encryption key pair.) This key pair consists of a public sharing and private secret part. When we encrypt a file we don’t really encrypt it with your password as the encryption key. We encrypt your file with a random and unique key every time a file is encrypted. We call this the master file key. It’s this master file key that we actually encrypt with your password and add to the encrypted file. We also encrypt this same master file key with your public sharing key from your AxCrypt ID, as well as the public sharing keys of any additional recipients you may have added with the key sharing feature.
ar: نقوم بتخزين ما نسميه معرف اكسكربت المرتبط بحسابك على خوادمنا. (من الناحية الفنية ، هذا هو زوج مفاتيح تشفير RSA-4096.) يتكون زوج المفاتيح هذا من مشاركة عامة وجزء سري خاص. عندما نقوم بتشفير ملف لا نقوم بالفعل بتشفيره بكلمة المرور الخاصة بك كمفتاح التشفير. نقوم بتشفير ملفك بمفتاح عشوائي وفريد في كل مرة يتم فيها تشفير الملف. نسمي هذا مفتاح الملف الرئيسي. إنه مفتاح الملف الرئيسي هذا الذي قمنا بالفعل بتشفيره باستخدام كلمة مرورك وإضافته إلى الملف المشفر. نقوم أيضًا بتشفير مفتاح الملف الرئيسي نفسه بمفتاح المشاركة العام الخاص بك من معرّف اكسكربت الخاص بك ، بالإضافة إلى مفاتيح المشاركة العامة لأي مستلمين إضافيين ربما أضفتهم باستخدام ميزة مشاركة المفتاح.
de: Wir speichern eine sogenannte AxCrypt-ID, die mit Ihrem Konto auf unseren Servern verknüpft ist. (Technisch gesehen ist dies ein RSA-4096-Verschlüsselungsschlüsselpaar.) Dieses Schlüsselpaar besteht aus einem öffentlichen Freigabe- und einem privaten geheimen Teil. Wenn wir eine Datei verschlüsseln, verschlüsseln wir sie nicht wirklich mit Ihrem Passwort als Verschlüsselungsschlüssel. Wir verschlüsseln Ihre Datei jedes Mal mit einem zufälligen und eindeutigen Schlüssel, wenn eine Datei verschlüsselt wird. Wir nennen dies den Masterdateischlüssel. Es ist dieser Masterdateischlüssel, den wir tatsächlich mit Ihrem Passwort verschlüsseln und der verschlüsselten Datei hinzufügen. Wir verschlüsseln denselben Masterdateischlüssel auch mit Ihrem öffentlichen Freigabeschlüssel aus Ihrer AxCrypt-ID sowie den öffentlichen Freigabeschlüsseln aller zusätzlichen Empfänger, die Sie möglicherweise mit der Schlüsselfreigabefunktion hinzugefügt haben.
es: Almacenamos lo que llamamos un AxCrypt ID que está asociado con tu cuenta en nuestros servidores. (Técnicamente, se trata de un par de claves de cifrado RSA-4096). Este par de claves consta de una parte pública compartida y una parte secreta privada. Cuando ciframos un archivo, en realidad no lo ciframos con tu contraseña como clave de cifrado. Ciframos tu archivo con una clave aleatoria y única cada vez que se cifra un archivo. A esto lo llamamos la clave maestra del archivo. Es esta clave de archivo maestra la que en realidad ciframos con tu contraseña y la agregamos al archivo cifrado. También ciframos esta misma clave maestra de archivo con tu clave pública para compartir de tu AxCrypt ID, así como las claves públicas para compartir de cualquier destinatario adicional que hayas agregado con la función de uso compartido de clave.
fr: Nous stockons ce que nous appelons un identifiant AxCrypt qui est associé à votre compte sur nos serveurs. (Techniquement, il s’agit d’une paire de clés de chiffrement RSA-4096.) Cette paire de clés se compose d’un partage public et d’une partie secrète privée. Lorsque nous chiffrons un fichier, nous ne le chiffrons pas vraiment avec votre mot de passe comme clé de chiffrement. Nous cryptons votre fichier avec une clé aléatoire et unique chaque fois qu’un fichier est crypté. Nous appelons cela la clé du fichier maître. C’est cette clé de fichier maître que nous cryptons réellement avec votre mot de passe et ajoutons au fichier crypté. Nous chiffrons également cette même clé de fichier maître avec votre clé de partage publique à partir de votre identifiant AxCrypt, ainsi que les clés de partage publiques de tous les destinataires supplémentaires que vous avez ajoutés avec la fonction de partage de clé.
it: Memorizziamo quello che chiamiamo un ID AxCrypt associato al tuo account sui nostri server. (Tecnicamente si tratta di una coppia di chiavi di crittografia RSA-4096.) Questa coppia di chiavi è costituita da una condivisione pubblica e da una parte segreta privata. Quando crittografiamo un file, non lo crittografiamo realmente con la tua password come chiave di crittografia. Criptiamo il tuo file con una chiave casuale e univoca ogni volta che un file viene crittografato. La chiamiamo chiave del file master. È questa chiave di file master che in realtà crittografiamo con la tua password e aggiungiamo al file crittografato. Inoltre, crittografiamo questa stessa chiave di file master con la chiave di condivisione pubblica dal tuo ID AxCrypt, nonché le chiavi di condivisione pubblica di eventuali destinatari aggiuntivi che potresti aver aggiunto con la funzione di condivisione delle chiavi.
ko: 사용자 계정과 연결된 AxCrypt ID를 서버에 저장합니다(기술적으로는 RSA-4096 암호화 키 쌍입니다). 이 키 쌍은 공개 공유 및 개인 암호 부분으로 구성됩니다. 파일을 암호화할 때 암호를 암호화 키로 사용하여 실제로 암호화하지는 않습니다. 파일이 암호화될 때마다 임의의 고유 키를 사용하여 파일을 암호화합니다. 이를 마스터 파일 키라고 합니다. 이 마스터 파일 키는 사용자의 암호로 암호화하고 암호화된 파일에 추가하는 것입니다. 또한 AxCrypt ID에서 공개 공유 키를 사용하여 동일한 마스터 파일 키를 암호화하고 키 공유 기능으로 추가한 추가 수신자의 공개 공유 키도 암호화합니다.
nl: We slaan wat we noemen een AxCrypt ID op die is gekoppeld aan uw account op onze servers. (Technisch gezien is dit een RSA-4096 encryptie sleutelpaar.) Dit sleutelpaar bestaat uit een publiek deel en een privé geheim deel. Wanneer we een bestand versleutelen, versleutelen we het niet echt met uw wachtwoord als versleutelingssleutel. Wij versleutelen uw bestand met een willekeurige en unieke sleutel telkens wanneer een bestand wordt versleuteld. We noemen dit de master file key. Het is deze masterbestandssleutel die we versleutelen met uw wachtwoord en toevoegen aan het versleutelde bestand. We versleutelen diezelfde hoofdbestandssleutel ook met uw publieke delingssleutel van uw AxCrypt ID, evenals de publieke delingssleutels van eventuele extra ontvangers die u hebt toegevoegd met de functie voor het delen van sleutels.
pl: Przechowujemy to, co nazywamy identyfikatorem AxCrypt, który jest powiązany z Twoim kontem na naszych serwerach. (Technicznie rzecz biorąc, jest to para kluczy szyfrowania RSA-4096.) Ta para kluczy składa się z części publicznej i tajnej części prywatnej. Kiedy szyfrujemy plik, tak naprawdę nie szyfrujemy go hasłem jako kluczem szyfrowania. Szyfrujemy Twój plik za pomocą losowego i unikalnego klucza za każdym razem, gdy plik jest szyfrowany. Nazywamy to głównym kluczem pliku. To ten klucz pliku głównego, który faktycznie szyfrujemy za pomocą Twojego hasła i dodajemy do zaszyfrowanego pliku. Szyfrujemy również ten sam główny klucz pliku za pomocą Twojego publicznego klucza udostępniania z Twojego identyfikatora AxCrypt, a także publicznych kluczy udostępniania wszelkich dodatkowych odbiorców, których mogłeś dodać za pomocą funkcji udostępniania kluczy.
pt: Armazenamos o que designamos de AxCrypt ID e que está associado à sua conta nos nossos servidores. (Tecnicamente, é um par de chaves de cifragem RSA-4096.) Este par de chaves consiste numa parte pública partilhável e noutra privada e secreta. Quando ciframos um ficheiro, não o ciframos com a sua palavra-passe como chave de cifragem. Ciframos o seu ficheiro com uma chave aleatória e única gerada sempre que um ficheiro é cifrado. Designamo-la chave-mestra do ficheiro. É esta chave-mestra de ficheiro que realmente ciframos com a sua palavra-passe e que adicionamos ao ficheiro cifrado. Também ciframos a chave-mestra de ficheiro com a sua chave pública de partilha do seu AxCrypt ID bem como com as chaves públicas de partilha de quaisquer destinatários que possa ter adicionado com a funcionalidade de partilha de chaves.
ru: Мы храним то, что мы называем идентификатором AxCrypt, который связан с вашей учетной записью на наших серверах. (Технически это пара ключей шифрования RSA-4096.) Эта пара ключей состоит из общедоступной и секретной частей. Когда мы шифруем файл, мы на самом деле не шифруем его с помощью вашего пароля в качестве ключа шифрования. Мы шифруем ваш файл случайным и уникальным ключом каждый раз, когда файл шифруется. Мы называем это ключом главного файла. Именно этот главный ключ файла мы на самом деле шифруем с помощью вашего пароля и добавляем в зашифрованный файл. Мы также шифруем этот же ключ главного файла вашим публичным ключом общего доступа из вашего идентификатора AxCrypt, а также публичными ключами общего доступа любых дополнительных получателей, которые вы, возможно, добавили с помощью функции общего доступа к ключам.
sv: Vi lagrar vad vi kallar ett AxCrypt ID som är kopplat till ditt konto på våra servrar. (Tekniskt är detta ett RSA-4096-krypteringsnyckelpar.) Detta nyckelpar består av en offentlig delningsdel och en privat hemlig del. När vi krypterar en fil krypterar vi den inte riktigt med ditt lösenord som krypteringsnyckel. Vi krypterar din fil med en slumpmässig och unik nyckel varje gång en fil krypteras. Vi kallar detta huvudfilnyckeln. Det är denna huvudfilnyckel som vi faktiskt krypterar med ditt lösenord och lägger till i den krypterade filen. Vi krypterar också samma huvudfilnyckel med din offentliga delningsnyckel från ditt AxCrypt-ID, såväl som de offentliga delningsnycklarna för eventuella ytterligare mottagare som du kan ha lagt till med nyckeldelningsfunktionen.
tr: Sunucularımızda hesabınızla ilişkilendirilmiş AxCrypt Kimliği dediğimiz şeyi saklarız. (Teknik olarak bu bir RSA-4096 şifreleme anahtar çiftidir.) Bu anahtar çifti bir genel paylaşım ve özel gizli kısımdan oluşur. Bir dosyayı şifrelediğimizde aslında şifreleme anahtarı olarak parolanızla şifrelemeyiz. Bir dosya her şifrelendiğinde dosyanızı rastgele ve benzersiz bir anahtarla şifreleriz. Buna ana dosya anahtarı adını veririz. Bu, aslında parolanızı şifrelediğimiz ve şifrelenmiş dosyaya eklediğimiz ana dosya anahtarıdır. Aynı ana dosya anahtarını AxCrypt kimliğinizde bulunan genel paylaşım anahtarınız ve anahtar paylaşım özelliği ile eklediğiniz diğer alıcıların genel paylaşım anahtarları ile de şifreleriz.
zh: 我们将与您的帐户相关联的AxCrypt ID存储在我们的服务器上。 （从技术上讲，这是RSA-4096加密密钥对。)此密钥对由公共共享和私有秘密部分组成。 当我们加密一个文件时，我们并不真正用你的密码作为加密密钥来加密它。 每次加密文件时，我们都会使用随机和唯一的密钥加密您的文件。 我们称之为主文件密钥。 正是这个主文件密钥，我们实际上用您的密码加密并添加到加密文件中。 我们还会使用您AxCrypt ID中的公共共享密钥以及您通过密钥共享功能添加的任何其他收件人的公共共享密钥对同一主文件密钥进行加密。

# Blog_AOVO_H2_Text10
source: <li>Any private secret key corresponding to a public sharing key used to encrypt the master file key as described above.</li>
ar: <li> أي مفتاح سري خاص يتوافق مع مفتاح مشاركة عام يُستخدم لتشفير مفتاح الملف الرئيسي كما هو موضح أعلاه. </li>
de: <li>Jeder private geheime Schlüssel, der einem öffentlichen Freigabeschlüssel entspricht, der zum Verschlüsseln des Masterdateischlüssels wie oben beschrieben verwendet wird.</li>
es: <li>Cualquier clave secreta privada correspondiente a una clave compartida pública utilizada para cifrar la clave maestra del archivo como se describe anteriormente.</li>
fr: <li>Toute clé secrète privée correspondant à une clé de partage publique utilisée pour chiffrer la clé du fichier maître comme décrit ci-dessus.</li>
it: <li>Qualsiasi chiave segreta privata corrispondente a una chiave di condivisione pubblica utilizzata per crittografare la chiave del file master come descritto sopra.</li>
ko: <li>위에서 설명한 대로, 마스터 파일 키를 암호화하는 데 사용되는 공개 공유 키에 해당하는 모든 개인 키입니다.</li>
nl: <li>Elke persoonlijke geheime sleutel die overeenkomt met een openbare deelsleutel die wordt gebruikt om de hoofdbestandssleutel te versleutelen, zoals hierboven beschreven.</li>
pl: <li>Każdy prywatny tajny klucz odpowiadający publicznemu kluczowi udostępniania używanego do szyfrowania głównego klucza pliku, jak opisano powyżej.</li>
pt: <li>Qualquer chave privada que corresponda à chave pública de partilha usada para cifrar a chave-mestra de ficheiro como descrito acima.</li>
ru: <li>Любой закрытый секретный ключ, соответствующий публичному ключу общего доступа, используемому для шифрования ключа главного файла, как описано выше.</li>
sv: <li>Alla privata hemliga nycklar motsvarar en offentlig delningsnyckel som används för att kryptera huvudfilnyckeln enligt beskrivningen ovan.</li>
tr: <li>Yukarıda açıklandığı gibi ana dosya anahtarını şifrelemek için kullanılan ortak paylaşım anahtarına karşılık gelen herhangi bir özel gizli anahtar.</li>
zh: <li>与如上所述用于加密主文件密钥的公共共享密钥相对应的任何私有秘密密钥。</li>

# Blog_AOVO_H2_Text11
source: <em>On the AxCrypt server, we store yours and everyone else’s AxCrypt IDs which consists of the public sharing key, and your private secret key – encrypted as an AxCrypt file using only your password to encrypt the master file key for that file.</em>
ar: <em> على خادم اكسكربت، نقوم بتخزين معرفات اكسكربت الخاصة بك ومعرفات اكسكربت الخاصة بأي شخص آخر والتي تتكون من مفتاح المشاركة العام ومفتاح السر الخاص بك - المشفر كملف اكسكربت باستخدام كلمة المرور الخاصة بك فقط لتشفير مفتاح الملف الرئيسي لهذا الملف. </em>
de: <em> Auf dem AxCrypt-Server speichern wir Ihre und die AxCrypt–IDs aller anderen, die aus dem öffentlichen Freigabeschlüssel und Ihrem privaten geheimen Schlüssel bestehen - verschlüsselt als AxCrypt-Datei, wobei nur Ihr Kennwort zum Verschlüsseln des Masterdateischlüssels für diese Datei verwendet wird.</em>
es: <em>En el servidor AxCrypt, almacenamos tu AxCrypt ID y la de todos los demás, que consiste en la clave pública para compartir y tu clave secreta privada, cifrada como un archivo AxCrypt usando solo tu contraseña para cifrar la clave maestra de archivo para ese archivo.</em>
fr: <em>Sur le serveur AxCrypt, nous stockons vos identifiants AxCrypt et ceux de tous les autres, qui se composent de la clé de partage publique et de votre clé secrète privée - cryptée sous forme de fichier AxCrypt en utilisant uniquement votre mot de passe pour chiffrer la clé du fichier maître de ce fichier.</em>
it: <em>Sul server di AxCrypt, memorizziamo i tuoi ID AxCrypt e quelli di tutti gli altri, che consistono nella chiave di condivisione pubblica e nella tua chiave segreta privata - crittografata come file AxCrypt utilizzando solo la tua password per crittografare la chiave del file master per quel file.</em>
ko: <em>AxCrypt 서버에는 공개 공유 키와 개인 비밀 키로 구성된 귀하와 다른 모든 사람의 AxCrypt ID가 저장됩니다 (해당 파일의 마스터 파일 키를 암호화하기 위해, 여러분의 암호를 사용하여 AxCrypt 파일로 암호화 됨).</em>
nl: <em>Op de AxCrypt-server slaan we de AxCrypt-ID's van u en die van anderen op, die bestaan uit de openbare deelsleutel en uw persoonlijke geheime sleutel – versleuteld als een AxCrypt-bestand met alleen uw wachtwoord om de hoofdbestandssleutel voor dat bestand te versleutelen.< /em>
pl: <em>Na serwerze AxCrypt przechowujemy Twoje i wszystkich innych identyfikatory AxCrypt, które składają się z publicznego klucza udostępniania i Twojego prywatnego tajnego klucza – zaszyfrowanego jako plik AxCrypt przy użyciu tylko Twojego hasła do zaszyfrowania głównego klucza pliku dla tego pliku.< /em>
pt: <em>No servidor AxCrypt, guardamos o seu AxCrypt ID e os de outras pessoas – consistindo cada um numa chave pública de partilha e numa chave privada e secreta – cifrado com um ficheiro AxCrypt que usa apenas a sua palavra-passe para cifrar a chave-mestra de ficheiro para aquele ficheiro.</em>
ru: <em> На сервере AxCrypt мы храним ваши и идентификаторы других пользователей AxCrypt, которые состоят из публичного ключа общего доступа и вашего личного секретного ключа, зашифрованного в виде файла AxCrypt, используя только ваш пароль для шифрования главного ключа файла для данного файла.</em>
sv: <em>På AxCrypt-servern lagrar vi ditt och alla andras AxCrypt-ID som består av den offentliga delningsnyckeln och din privata hemliga nyckel – krypterad som en AxCrypt-fil med endast ditt lösenord för att kryptera huvudfilnyckeln för den filen.< /em>
tr: <em>AxCrypt sunucusunda, sizin ve diğer herkesin AxCrypt Kimliklerini, genel paylaşım anahtarından ve özel gizli anahtarınızdan oluşur - bu dosyanın ana dosya anahtarını şifrelemek için yalnızca şifrenizi kullanarak bir AxCrypt dosyası olarak şifrelenir.</em>
zh: <em>在AxCrypt服务器上，我们存储您和其他人的AxCrypt Id，其中包括公共共享密钥和您的私人密钥–仅使用您的密码加密该文件的主文件密钥作为AxCrypt文件加密。</em>

# Blog_AOVO_H2_Text12
source: Finally, we can tell you what the server is used for!
ar: أخيرًا ، يمكننا إخبارك بما يستخدم الخادم!
de: Endlich können wir Ihnen sagen, wofür der Server verwendet wird!
es: ¡Finalmente, podemos decirte para qué se usa el servidor!
fr: Enfin, nous pouvons vous dire à quoi sert le serveur!
it: Infine, possiamo dirti a cosa serve il server!
ko: 마지막으로, 서버가 무엇에 사용되는지 알려드릴 수 있습니다!
nl: Eindelijk kunnen we u vertellen waarvoor de server wordt gebruikt!
pl: Wreszcie możemy powiedzieć, do czego służy serwer!
pt: Finalmente, podemos dizer-lhe para que é usado o servidor!
ru: Наконец, мы можем рассказать вам, для чего используется сервер!
sv: Äntligen kan vi berätta vad servern används till!
tr: Nihayet artık sunucunun ne için kullanıldığını size söyleyebiliriz!
zh: 最后，我们可以告诉您服务器的用途！
