Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SSING_H1_SH4_Text1
source: Complete control over what apps are able to perform is provided by permissions. You can install malicious software and it won't be able to do anything, provided permissions are appropriately constrained. Regrettably, permissions aren't always properly utilized. Installing an app entails essentially giving it access to all of your data if you don't limit what it can access. Even with trusted apps, you should allow the fewest permissions possible to avoid this issue.
ar: يتم توفير التحكم الكامل في التطبيقات التي يمكن أن تؤديها من خلال الأذونات. يمكنك تثبيت برامج ضارة ولن تكون قادرة على فعل أي شيء ، بشرط أن تكون الأذونات مقيدة بشكل مناسب. للأسف ، لا يتم دائمًا استخدام الأذونات بشكل صحيح. يتطلب تثبيت التطبيق بشكل أساسي منحه إمكانية الوصول إلى جميع بياناتك إذا لم تحدد ما يمكنه الوصول إليه. حتى مع التطبيقات الموثوقة ، يجب أن تسمح بأقل عدد ممكن من الأذونات لتجنب هذه المشكلة.
de: Die vollständige Kontrolle darüber, was Apps ausführen können, wird durch Berechtigungen bereitgestellt. Sie können bösartige Software installieren und sie kann nichts tun, vorausgesetzt, die Berechtigungen sind entsprechend eingeschränkt. Leider werden Berechtigungen nicht immer richtig genutzt. Die Installation einer App beinhaltet im Wesentlichen den Zugriff auf alle Ihre Daten, wenn Sie nicht einschränken, auf was sie zugreifen kann. Selbst bei vertrauenswürdigen Apps sollten Sie so wenig Berechtigungen wie möglich zulassen, um dieses Problem zu vermeiden.
es: Los permisos ofrecen un control completo sobre lo que las aplicaciones pueden realizar. Puedes instalar software malicioso y no podrá hacer nada, siempre que los permisos estén debidamente restringidos. Lamentablemente, los permisos no siempre se utilizan en forma correcta. Instalar una aplicación implica en esencia darle acceso a todos tus datos si no limitas a lo que puede acceder. Incluso con aplicaciones confiables, debes aprobar la menor cantidad de permisos posible para evitar este problema.
fr: Un contrôle complet sur ce que les applications sont capables d’effectuer est fourni par des autorisations. Vous pouvez installer un logiciel malveillant et il ne pourra rien faire, à condition que les autorisations soient correctement limitées. Malheureusement, les autorisations ne sont pas toujours correctement utilisées. L’installation d’une application implique essentiellement de lui donner accès à toutes vos données si vous ne limitez pas ce à quoi elle peut accéder. Même avec des applications de confiance, vous devez autoriser le moins d’autorisations possible pour éviter ce problème.
it: Il controllo completo su ciò che le app sono in grado di eseguire è fornito dalle autorizzazioni. È possibile installare software dannoso e non sarà in grado di eseguire alcuna operazione, a condizione che le autorizzazioni siano opportunamente vincolate. Purtroppo, le autorizzazioni non sono sempre utilizzate correttamente. L'installazione di un'app comporta essenzialmente l'accesso a tutti i tuoi dati se non limiti ciò a cui può accedere. Anche con app attendibili, dovresti consentire il minor numero possibile di autorizzazioni per evitare questo problema.
ko: 앱이 수행할 수 있는 작업에 대한 완전한 제어는 권한에 의해 제공됩니다. 악성 소프트웨어를 설치할 수 있으며 사용 권한이 적절하게 제한되는 경우 아무 작업도 수행할 수 없습니다. 유감스럽게도 권한이 항상 제대로 활용되는 것은 아닙니다. 앱을 설치하려면 액세스 할 수있는 항목을 제한하지 않는 경우 기본적으로 모든 데이터에 대한 액세스 권한을 부여해야합니다. 신뢰할 수 있는 앱을 사용하더라도 이 문제를 방지하려면 가능한 한 최소한의 권한을 허용해야 합니다.
nl: Volledige controle over wat apps kunnen doen, wordt geboden door machtigingen. U kunt kwaadaardige software installeren en het zal niets kunnen doen, mits de machtigingen op de juiste manier worden beperkt. Helaas worden machtigingen niet altijd goed gebruikt. Als u een app installeert, geeft u hem in wezen toegang tot al uw gegevens als u niet beperkt waartoe hij toegang heeft. Zelfs bij vertrouwde apps moet u zo weinig mogelijk toestemmingen geven om dit probleem te voorkomen.
pl: Pełną kontrolę nad tym, co aplikacje mogą wykonywać, zapewniają uprawnienia. Możesz zainstalować złośliwe oprogramowanie, które nie będzie w stanie nic zrobić, pod warunkiem, że uprawnienia są odpowiednio ograniczone. Niestety uprawnienia nie zawsze są właściwie wykorzystywane. Zainstalowanie aplikacji wiąże się zasadniczo z przyznaniem jej dostępu do wszystkich danych, jeśli nie ograniczysz tego, do czego może uzyskać dostęp. Nawet w przypadku zaufanych aplikacji należy zezwolić na jak najmniejszą możliwą liczbę uprawnień, aby uniknąć tego problemu.
pt: O controlo completo sobre o que as apps são capazes de fazer é fornecido pelas permissões. Pode instalar software malicioso que não será capaz de fazer nada, desde que as permissões sejam adequadamente restritas. Infelizmente, as permissões nem sempre são utilizadas adequadamente. A instalação de uma app implica essencialmente dar-lhe acesso a todos os seus dados se você não limitar o que ela pode fazer. Mesmo com apps confiáveis, deve permitir o menor número possível de permissões para evitar este problema.
ru: Полный контроль над тем, что могут выполнять приложения, обеспечивается разрешениями. Вы можете установить вредоносное программное обеспечение, и оно ничего не сможет сделать, при условии, что разрешения соответствующим образом ограничены. К сожалению, разрешения не всегда используются должным образом. Установка приложения влечет за собой, по сути, предоставление ему доступа ко всем вашим данным, если вы не ограничиваете то, к чему оно может получить доступ. Даже с надежными приложениями вы должны предоставлять как можно меньше разрешений, чтобы избежать этой проблемы.
sv: Fullständig kontroll över vilka appar som kan utföra vad tillhandahålls av behörigheter. Du kan installera skadlig programvara och den kommer inte att kunna göra någonting alls, om behörigheterna är tillräckligt begränsade. Tyvärr är behörigheter inte alltid korrekt utnyttjade. Att installera en app innebär i huvudsak att ge den tillgång till all din data om du inte begränsar vad den kan komma åt. Även med betrodda appar bör du tillåta så få behörigheter som möjligt för att undvika det här problemet.
tr: Uygulamaların gerçekleştirebilecekleri üzerinde mutlak kontrolü izinler sağlar. Kötü amaçlı yazılım yükleyebilirsiniz ancak izinler uygun şekilde kısıtlandığı sürece hiçbir şey yapamaz. Ne yazık ki izinler her zaman doğru şekilde kullanılmaz. Erişebileceği şeyleri sınırlandırmazsanız, bir uygulamayı yüklemek aslında ona tüm verilerinize erişim izni vermek anlamına gelir. Güvenilir uygulamalarda bile, bu sorundan kaçınmak için mümkün olan en az sayıda izin vermeniz gerekir.
zh: 权限可以完全控制应用程序能够执行的操作。 您可以安装恶意软件，它将无法做任何事情，只要权限受到适当的限制。 遗憾的是，权限并不总是被正确利用。 如果您不限制应用程序可以访问的内容，安装应用程序基本上需要让它访问您的所有数据。 即使使用受信任的应用程序，您也应该允许尽可能少的权限以避免此问题。

# Blog_SSING_H1_SH5_Text1
source: Nobody can access a smartphone that has been properly locked. However, there are numerous other techniques to lock a smartphone, and the efficiency varies. Your PIN code is only as secure as it is secret if you use one. Many people enter their codes in public, which could be counterproductive.
ar: لا يمكن لأي شخص الوصول إلى هاتف ذكي تم قفله بشكل صحيح. ومع ذلك ، هناك العديد من التقنيات الأخرى لقفل الهاتف الذكي ، وتتنوع الكفاءة. رمز PIN الخاص بك آمن بقدر ما هو سري إذا كنت تستخدم واحدًا. يقوم العديد من الأشخاص بإدخال رموزهم في الأماكن العامة ، مما قد يؤدي إلى نتائج عكسية.
de: Niemand kann auf ein ordnungsgemäß gesperrtes Smartphone zugreifen. Es gibt jedoch zahlreiche andere Techniken zum Sperren eines Smartphones, und die Effizienz variiert. Ihr PIN-Code ist nur so sicher wie geheim, wenn Sie einen verwenden. Viele Menschen geben ihre Codes öffentlich ein, was kontraproduktiv sein könnte.
es: Nadie puede acceder a un smartphone que se ha bloqueado correctamente. Sin embargo, existen muchas otras técnicas para bloquear un teléfono inteligente y la eficiencia varía. Tu código PIN es tan seguro como secreto si lo usas. Muchas personas ingresan sus códigos en público, lo que podría ser contraproducente.
fr: Personne ne peut accéder à un smartphone correctement verrouillé. Cependant, il existe de nombreuses autres techniques pour verrouiller un smartphone, et l’efficacité varie. Votre code PIN n’est aussi sécurisé que secret si vous en utilisez un. Beaucoup de gens entrent leurs codes en public, ce qui pourrait être contre-productif.
it: Nessuno può accedere a uno smartphone che è stato correttamente bloccato. Tuttavia, ci sono numerose altre tecniche per bloccare uno smartphone e l'efficienza varia. Il tuo codice PIN è tanto sicuro quanto segreto se ne usi uno. Molte persone inseriscono i loro codici in pubblico, il che potrebbe essere controproducente.
ko: 제대로 잠긴 스마트 폰에는 아무도 액세스 할 수 없습니다. 그러나 스마트 폰을 잠그는 다른 많은 기술이 있으며 효율성은 다양합니다. PIN 코드는 사용하는 경우에만 비밀로 보호됩니다. 많은 사람들이 공개적으로 코드를 입력하므로 비생산적일 수 있습니다.
nl: Niemand heeft toegang tot een smartphone die goed vergrendeld is. Er zijn echter tal van andere technieken om een smartphone te vergrendelen, en de efficiëntie varieert. Uw pincode is slechts zo veilig als het geheim is als u er een gebruikt. Veel mensen voeren hun code in het openbaar in, wat averechts kan werken.
pl: Nikt nie ma dostępu do smartfona, który został odpowiednio zablokowany. Istnieje jednak wiele innych technik blokowania smartfona, a skuteczność jest różna. Twój kod PIN jest tak bezpieczny, jak tajny, jeśli go używasz. Wiele osób wprowadza swoje kody publicznie, co może przynieść efekt przeciwny do zamierzonego.
pt: Ninguém pode ter acesso a um smartphone que foi devidamente bloqueado. No entanto, existem inúmeras outras técnicas para bloquear um smartphone, e a eficiência varia. O seu código PIN é apenas tão seguro quanto tão secreto for. Muitas pessoas digitam os seus códigos em público, o que pode ser contraproducente.
ru: Никто не может получить доступ к смартфону, который был должным образом заблокирован. Однако существует множество других способов блокировки смартфона, и эффективность их различна. Ваш пин-код настолько безопасен, насколько он секретен, если вы им пользуетесь. Многие люди вводят свои коды публично, что может быть контрпродуктивным.
sv: Ingen kan komma åt en smartphone som är ordentligt låst. Det finns dock många tekniker för att låsa en smartphone, och effektiviteten varierar. Din PIN-kod är bara så säker som den är hemlig om du använder en. Många anger sina koder offentligt, vilket kan vara kontraproduktivt.
tr: Düzgün bir şekilde kilitlenmiş bir akıllı telefona kimse erişemez. Bununla birlikte, bir akıllı telefonu kilitlemek için çok sayıda başka teknik vardır ve verimlilik değişiklik gösterir. Yalnızca bir tane kullanıyorsanız PIN kodunuz gizli olduğu kadar güvenlidir. Birçok kişi kodlarını herkesin içinde girer, bu da ters etki yaratabilir.
zh: 没有人可以访问已正确锁定的智能手机。 但是，还有许多其他技术可以锁定智能手机，效率各不相同。 如果您使用密码，您的PIN码只有在保密时才安全。 许多人在公共场合输入他们的代码，这可能会适得其反。

# Blog_SSING_H1_SH5_Text2
source: No matter what you try to stop invasions, facial recognition can also be hacked. The owner's photo may be used to unlock smartphones that are encrypted in this manner. A PIN that no one knows or fingerprint unlocking are the two options for locking a smartphone that are the most secure.
ar: بغض النظر عما تحاول إيقاف الغزوات ، يمكن أيضًا اختراق التعرف على الوجه. يمكن استخدام صورة المالك لإلغاء قفل الهواتف الذكية المشفرة بهذه الطريقة. رقم التعريف الشخصي الذي لا يعرفه أحد أو فتح بصمة الإصبع هما الخياران الأكثر أمانًا لقفل الهاتف الذكي.
de: Egal, was Sie versuchen, Invasionen zu stoppen, die Gesichtserkennung kann auch gehackt werden. Das Foto des Besitzers kann verwendet werden, um auf diese Weise verschlüsselte Smartphones zu entsperren. Eine PIN, die niemand kennt, oder das Entsperren von Fingerabdrücken sind die beiden sichersten Optionen zum Sperren eines Smartphones.
es: No importa lo que intentes para detener las invasiones, el reconocimiento facial también puede ser hackeado. La foto del propietario puede usarse para desbloquear teléfonos inteligentes que están cifrados de esta manera. Un PIN que nadie conoce o el desbloqueo con huella dactilar son las dos opciones más seguras para bloquear un smartphone.
fr: Peu importe ce que vous essayez pour arrêter les invasions, la reconnaissance faciale peut également être piratée. La photo du propriétaire peut être utilisée pour déverrouiller les smartphones qui sont cryptés de cette manière. Un code PIN que personne ne connaît ou le déverrouillage par empreinte digitale sont les deux options de verrouillage d'un smartphone les plus sécurisées.
it: Indipendentemente da ciò che fai per cercare di fermare le invasioni, anche il riconoscimento facciale può essere violato. La foto del proprietario può essere utilizzata per sbloccare gli smartphone crittografati in questo modo. Un PIN che nessuno conosce o lo sblocco delle impronte digitali sono le due opzioni più sicure per bloccare uno smartphone.
ko: 해커의 침입을 막으려는 어떤 노력에도 불구하고 안면 인식과 같은 보안시스템 또한 해킹될 수 있습니다. 소유자의 사진은 이러한 방식으로 암호화된 스마트폰의 잠금을 해제하는 데 사용될 수 있습니다. 아무도 모르는 PIN번호 또는 지문인식은 스마트 폰 보안을 위한 가장 안전한 방법들 중 하나입니다.
nl: Wat u ook probeert om invasies tegen te gaan, gezichtsherkenning kan ook gehackt worden. De foto van de eigenaar kan worden gebruikt om smartphones te ontgrendelen die op deze manier zijn gecodeerd. Een pincode die niemand kent of ontgrendeling met een vingerafdruk zijn de twee meest veilige opties om een smartphone te vergrendelen.
pl: Bez względu na to, co próbujesz powstrzymać inwazje, rozpoznawanie twarzy może również zostać zhakowane. Zdjęcie właściciela może posłużyć do odblokowania zaszyfrowanych w ten sposób smartfonów. PIN, którego nikt nie zna, lub odblokowanie odciskiem palca to dwie najbezpieczniejsze opcje blokowania smartfona.
pt: Não importa o que tenta para parar com invasões, o reconhecimento facial também pode ser pirateado. A foto do proprietário pode ser usada para desbloquear smartphones que estão cifrados desta maneira. Um PIN que ninguém sabe ou uma impressão digital são as duas opções mais seguras.
ru: Независимо от того, что вы пытаетесь сделать, чтобы остановить взлом, распознавание лиц также может быть хакнуто. Фотография владельца может быть использована для разблокировки смартфонов, зашифрованных таким образом. PIN-код, который никто не знает, или разблокировка по отпечатку пальца - это два наиболее безопасных варианта блокировки смартфона.
sv: Oavsett vad du försöker stoppa för intrång, så kan även ansiktsigenkänning hackas. Ägarens foto kan användas för att låsa upp smartphones som är krypterade på detta sätt. En PIN-kod som ingen känner till eller upplåsning via fingeravtryck är de två alternativen som är säkrast.
tr: İstilaları durdurmak için ne denerseniz deneyin, yüz tanıma da saldırıya uğrayabilir. Bu şekilde şifrelenmiş akıllı telefonların kilidini açmak için sahibinin fotoğrafı kullanılabilir. Kimsenin bilmediği bir PIN veya parmak iziyle kilit açma, bir akıllı telefonu kilitlemek için en güvenli iki seçenektir.
zh: 无论你试图阻止入侵，面部识别也可以被黑客入侵。 所有者的照片可用于解锁以这种方式加密的智能手机。 没有人知道的PIN或指纹解锁是锁定最安全的智能手机的两种选择。

# Blog_SSING_H1_SubHeading1
source: <strong> 1. Your Mobile Device Is Not Receiving Updates </strong>
ar: <strong> 1. جهازك المحمول لا يتلقى تحديثات </strong>
de: <strong> 1. Ihr Mobilgerät erhält keine Updates </strong>
es: <strong> 1. Tu dispositivo móvil no recibe actualizaciones </strong>
fr: <strong> 1. Votre Appareil Mobile Ne Reçoit Pas De Mises À Jour </strong>
it: <strong> 1. Il tuo dispositivo mobile non riceve aggiornamenti </strong>
ko: 스마트폰이 안전하지 않은 이유
nl: <strong> 1. Uw mobiele apparaat ontvangt geen updates </strong>
pl: <strong> 1. Twoje urządzenie mobilne nie otrzymuje aktualizacji </strong>
pt: <strong> 1. O Seu Dispositivo Móvel Não Está A Receber Actualizações </strong>
ru: <strong> 1. Ваше мобильное устройство не получает обновления </strong>
sv: <strong> 1. Din Mobila Enhet Tar Inte Emot Uppdateringar </strong>
tr: <strong> 1. Mobil Cihazınızın Güncellemeleri Almaması </strong>
zh: <strrong>1. 您的移动设备未收到更新</strong>

# Blog_SSING_H1_SubHeading2
source: <strong> 2. Authentic Apps Might Contain Malware </strong>
ar: <strong> 2. قد تحتوي التطبيقات الأصلية على برامج ضارة </strong>
de: <stark> 2. Authentische Apps können Malware enthalten </strong>
es: <strong> 2. Las apps auténticas pueden contener malware </strong>
fr: <strong> 2. Les Applications Authentiques Peuvent Contenir des Logiciels Malveillants </strong>
it: <strong> 2. Le App Autentiche Potrebbero Contenere Malware </strong>
ko: <strong> 2. 정품 앱에 맬웨어가 포함될 수 있음 </strong>
nl: <strong> 2. Authentieke apps kunnen malware bevatten </strong>
pl: <strong> 2. Autentyczne aplikacje mogą zawierać złośliwe oprogramowanie </strong>
pt: <strong> 2. Apps Autênticas Podem Conter Malware </strong>
ru: <strong> 2. Аутентичные приложения могут содержать вредоносные программы </strong>
sv: <strong> 2. Autentiska appar kan innehålla skadlig programvara </strong>
tr: <strong> 2. Orijinal Uygulamaların Kötü Amaçlı Yazılım İçerebilmesi </strong>
zh: <strong>2. 真实的应用程序可能包含恶意软件</strong>

# Blog_SSING_H1_SubHeading3
source: <strong> 3. Smartphones Don't Provide Protection Against Phishing </strong>
ar: <strong>3. الهواتف الذكية لا توفر الحماية ضد التصيد الاحتيالي </ strong>
de: <strong> 3. Smartphones bieten keinen Schutz vor Phishing </strong>
es: <strong> 3. Los smartphones no brindan protección contra el phishing </strong>
fr: <strong> 3. Les Smartphones N’Offrent Pas de Protection Contre L’Hameçonnage </strong>
it: <strong> 3. Gli smartphone non forniscono protezione contro il phishing </strong>
ko: <strong> 3. 스마트폰은 피싱에 대한 보안장치가 없습니다</strong>
nl: <strong> 3. Smartphones bieden geen bescherming tegen phishing </strong>
pl: <strong> 3. Smartfony nie zapewniają ochrony przed phishingiem </strong>
pt: <strong> 3. Os Smartphones Não Fornecem Protecção Contra Phishing </strong>
ru: <strong> 3. Смартфоны не обеспечивают Защиту от Фишинга </strong>
sv: <strong> 3. Smartphones skyddar inte mot nätfiske </strong>
tr: <strong> 3. Akıllı Telefonlar Şifrelerin Çalınmasına Karşı Güvenlik Sağlamaz </strong>
zh: <strong>3。 智能手机不提供针对网络钓鱼的保护</strong>

# Blog_SSING_H1_SubHeading4
source: <strong> 4. Too Many Permissions Have Been Granted By You. </strong>
ar: <strong> 4. لقد منحت عددًا كبيرًا جدًا من الأذونات. </strong>
de: <strong> 4. Sie haben zu viele Berechtigungen erteilt. </strong>
es: <strong> 4. Haz otorgado demasiados permisos. </strong>
fr: <strong> 4. Trop d’Autorisations Ont Été Accordées par Vous. </strong>
it: <strong> 4. Sono state concesse troppe autorizzazioni. </strong>
ko: <strong> 4. 너무 많은 권한을 부여했습니다. </strong>
nl: <strong> 4. U heeft te veel machtigingen verleend. </strong>
pl: <strong> 4. Udzieliłeś zbyt wielu pozwoleń. </strong>
pt: <strong> 4. Você Atribuiu Demasiadas Permissões. </strong>
ru: <strong> 4. Вами было предоставлено слишком много разрешений. </strong>
sv: <strong> 4. För Många behörigheter Har beviljats Av Dig. </strong>
tr: <strong> 4. Tarafınızdan Çok Fazla İzin Verildi. </strong>
zh: <强>4． 您授予了太多权限。 </强>

# Blog_SSING_H1_SubHeading5
source: <strong> 5. Your Smartphone Is Not Properly Locked </strong>
ar: <strong> 5. لم يتم قفل هاتفك الذكي بشكل صحيح </strong>
de: <stark> 5. Ihr Smartphone ist nicht richtig gesperrt </strong>
es: <strong> 5. Tu smartphone no está bloqueado correctamente </strong>
fr: <strong> 5. Votre Smartphone N’est Pas Correctement Verrouillé </strong>
it: <strong> 5. Lo Smartphone Non È Bloccato Correttamente </strong>
ko: <strong> 5. 스마트폰이 제대로 잠겨 있지 않습니다 </strong>
nl: <strong> 5. Uw smartphone is niet goed vergrendeld </strong>
pl: <strong> 5. Twój smartfon nie jest prawidłowo zablokowany </strong>
pt: <strong> 5. O Seu Smartphone Não Está Apropriadamente Bloqueado </strong>
ru: <strong> 5. Ваш смартфон некорректно заблокирован </strong>
sv: <strong> 5. Din Smartphone Är Inte ordentligt Låst </strong>
tr: <strong> 5. Akıllı Telefonunuz Düzgün Şekilde Kilitlenmedi </strong>
zh: <strong>5. 您的智能手机未正确锁定</strong>

# Blog_SSING_Heading1
source: Reasons Why Your Smartphone Is Not So Secure
ar: أسباب عدم أمان هاتفك الذكي
de: Gründe, warum Ihr Smartphone nicht so sicher ist
es: Razones por las que tu smartphone no es tan seguro
fr: Raisons Pour Lesquelles Votre Smartphone N’est Pas Si Sécurisé
it: Motivi Per Cui Il Tuo Smartphone Non È Così Sicuro
ko: 스마트폰이 안전하지 않은 이유
nl: Redenen Waarom Uw Smartphone Niet Zo Veilig is
pl: Powody, dla których Twój smartfon nie jest tak bezpieczny
pt: Razões Por Que O Seu Smartphone Não É Tão Seguro
ru: Причины, по которым Ваш смартфон не так уж безопасен
sv: Anledningar Till Varför Din Smartphone Inte Är Så Säker
tr: Akıllı Telefonunuzun Bu Kadar Güvenli Olmamasının Nedenleri
zh: 您的智能手机不那么安全的原因

# Blog_SSING_Summary
source: Maintaining the security of data becomes more important as we keep more sensitive data on our mobile devices
ar: يصبح الحفاظ على أمان البيانات أكثر أهمية لأننا نحتفظ ببيانات أكثر حساسية على أجهزتنا المحمولة
de: Die Aufrechterhaltung der Datensicherheit wird immer wichtiger, da wir sensiblere Daten auf unseren Mobilgeräten aufbewahren
es: Mantener la seguridad de los datos se vuelve más importante a medida que mantenemos datos más confidenciales en nuestros dispositivos móviles.
fr: Maintenir la sécurité des données devient plus important à mesure que nous conservons des données plus sensibles sur nos appareils mobiles
it: Mantenere la sicurezza dei dati diventa più importante man mano che aumentano i dati sensibili che teniamo sui nostri dispositivi mobili
ko: 모바일 장치에 더 민감한 데이터를 보관함에 따라 데이터 보안 유지가 더욱 중요해졌습니다.
nl: Het handhaven van de beveiliging van gegevens wordt belangrijker naarmate we gevoeligere gegevens op onze mobiele apparaten bewaren
pl: Utrzymanie bezpieczeństwa danych staje się ważniejsze, ponieważ przechowujemy bardziej wrażliwe dane na naszych urządzeniach mobilnych
pt: Manter a segurança de dados torna-se tão mais importante quanto mais dados sensíveis mantivermos nos nossos dispositivos móveis
ru: Поддержание безопасности данных становится все более важным, поскольку мы храним все больше конфиденциальных данных на наших мобильных устройствах
sv: Att bibehålla datasäkerheten blir viktigare då vi lagrar känsligare data på våra mobila enheter
tr: Verilerin güvenliğinin sağlanması, mobil cihazlarımızda giderek artan miktarda hassas veri tuttuğumuz için daha da önemli hale gelmektedir
zh: 随着我们在移动设备上保留更敏感的数据，维护数据的安全性变得更加重要
