Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxcryptBusinessBlock2Text1
source: You need to be signed in with an AxCrypt ID at our web site. Use the <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Business Subscription menu</a> to create a subscription.
ar: تحتاج إلى تسجيل الدخول باستخدام معرّف اكسكربت على موقعنا على الويب. استخدم <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'> قائمة اشتراك الأعمال </a> لإنشاء اشتراك.
de: Sie müssen mit einer AxCrypt-ID auf unserer Webseite angemeldet sein. Verwenden Sie das <a href='https://account.axcrypt.net/en/HomeUser/CreateBusiness'>Business Abonnement Menü</a> um ein Abonnement zu erstellen.
es: Debes iniciar sesión con un AxCrypt ID en nuestro sitio web. Usa el <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>menú de suscripción Business</a> para crear una suscripción.
fr: Vous devez être connecté avec un AxCrypt ID sur notre site web. Utilisez le <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>menu abonnement Business</a> pour vous abonner.
it: Devi essere registrato con un ID AxCrypt sul nostro sito web. Utilizza il <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>menu Abbonamento Business</a> per creare un abbonamento.
ko: AxCrypt ID로 로그인합니다. <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Business 구독 메뉴</a>구독 신청을 하세요
nl: U moet zijn aangemeld met een AxCrypt ID op onze website. Gebruik het <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Zakelijk Abonnement-menu</a> om een abonnement aan te maken.
pl: Musisz zalogować się za pomocą identyfikatora AxCrypt na naszej stronie internetowej. Skorzystaj z <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'> menu Business Subscription </a>, aby utworzyć subskrypcję.
pt: Precisa de iniciar sessão no nosso sítio web com um AxCrypt ID. Use o <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>menu Subscrição Business</a> para criar uma subscrição.
ru: Вы должны войти в систему на нашем сайте при помощи AxCrypt ID. Используйте <a href='https://account.axcrypt.net/en/HomeUser/CreateBusiness'>меню Business подписки</a> для создания подписки.
sv: Du måste vara inloggad med ett AxCrypt-ID på vår webbplats. Använd <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Business Prenumeration-menyn</a> för att skapa en prenumeration.
tr: İnternet sitemizde AxCrypt ID'niz ile giriş yapmış olmanız gerekmektedir. Abonelik oluşturmak için <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Business Abonelik menüsünü /a> kullanın.
zh: 您需要在我们的网站上使用AxCrypt ID登录。 使用<a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>Business 订阅菜单</a>创建订阅。

# AxcryptBusinessBlock2Text2
source: Creating a subscription requires an initial purchase of at least one member license, yourself. When you create and purchase a Business subscription you are automatically designated administrator, so you can assign the subscription member licenses to users of your choice and perform other administrative tasks.
ar: يتطلب إنشاء الاشتراك شراءا أوليا لترخيص عضو واحد على الأقل بنفسك. عند إنشاء وشراء اشتراك أعمال ، يتم تعيينك تلقائيا كمسؤول ، بحيث يمكنك تعيين تراخيص أعضاء الاشتراك للمستخدمين الذين تختارهم وتنفيذ مهام إدارية أخرى.
de: Das erstellen eines Abonnements erfordert den Erstkauf von mindestens einer mitgliedslizenz. Wenn Sie ein Geschäftsabonnement erstellen und erwerben, werden Sie automatisch als Administrator bezeichnet, sodass Sie die abonnementmitgliederlizenzen Benutzern Ihrer Wahl zuweisen und andere administrative Aufgaben ausführen können.
es: La creación de una suscripción requiere la compra inicial de al menos una licencia de miembro, es decir, tú mismo. Cuando creas y compras una suscripción Business, se te designa automáticamente como administrador, por lo que puedes asignar las licencias de miembro de la suscripción a los usuarios que elijas y realizar otras tareas administrativas.
fr: La création d'un abonnement demande l'achat initial d'au moins une licence de membre : la vôtre. Quand vous créez et achetez un abonnement Business, vous êtes désigné administrateur automatiquement, et vous pouvez donc assigner d'autres licences de membres aux utilisateurs de votre choix et réaliser d'autres tâches administratives.
it: La creazione di un abbonamento richiede un acquisto iniziale di almeno una licenza, la tua. Quando crei e acquisti un abbonamento Business, sei automaticamente designato come amministratore, quindi puoi assegnare le licenze dell'abbonamento a utenti di tua scelta ed eseguire altre attività amministrative.
ko: 구독 서비스를 신청하려면 적어도 하나의 계정을 통해 구독 서비스를 구입하셔야합니다. Business 구독은 자동으로 관리자로 지정되며, 팀 멤버에게 라이센스를 할당하고 다른 관리 작업을 실행할 수 있습니다.
nl: Het aanmaken van een abonnement vereist een eerste aankoop van ten minste één lidmaatschapslicentie. Wanneer u een Zakelijk-abonnement aanmaakt en aanschaft, wordt u automatisch de beheerder, zodat u de lidmaatschapslicenties kunt toewijzen aan gebruikers van uw keuze en andere administratieve taken kunt uitvoeren.
pl: Utworzenie subskrypcji wymaga samodzielnego zakupu co najmniej jednej licencji członkowskiej. Tworząc i kupując subskrypcję Business, zostajesz automatycznie wyznaczony na administratora, dzięki czemu możesz przypisać licencje członkowskie do wybranych użytkowników i wykonywać inne zadania administracyjne.
pt: Criar uma subscrição requer uma compra inicial de, pelo menos, uma licença de um membro, você. Ao criar e comprar uma subscrição Business, é automaticamente designado(a) administrador(a), podendo atribuir licenças de subscrição a utilizadores da sua escolha e executar outras tarefas administrativas.
ru: Создание подписки требует первоначальной покупки по крайней мере одной членской лицензии. При создании и покупке подписки Business, вы автоматически назначаетесь администратором, поэтому вы можете назначать лицензии на подписку пользователям по своему выбору, а также выполнять другие административные задачи.
sv: För att skapa en prenumeration krävs det ett initialt köp av åtminstone en medlemslicens. När du skapar och köper en Business prenumeration blir du automatiskt administratör, så att du kan tilldela medlemslicenser till dina utvalda användare och utföra andra administrativa uppgifter.
tr: Bir aboneliği oluşturmak en az bir, yani size ait olan üye lisansının satın alınmasını gerektirir. Bir Business aboneliği oluşturup satın aldığınız zaman otomatik olarak yöneticiliğe atanırsınız ve bu sayede istediğiniz kullanıcılara abonelik lisansı tanımlayabilir ve yöneticilik gerektiren işlemleri yapabilirsiniz.
zh: 创建订阅需要您自己首次购买至少一个成员许可证。 创建和购买业务订阅时，您将自动指定管理员，因此您可以将订阅成员许可证分配给您选择的用户并执行其他管理任务。

# AxcryptBusinessBlock2Text3
source: Start by deciding the number of initial member licenses you need, in addition to yourself. You can always add more later.
ar: ابدأ بتحديد عدد تراخيص العضوية الأولية التي تحتاجها ، بالإضافة إلى نفسك. يمكنك دائما إضافة المزيد لاحقا.
de: Entscheiden Sie zunächst, wie viele anfängliche mitgliederlizenzen Sie zusätzlich zu sich selbst benötigen. Sie können später immer mehr hinzufügen.
es: Parte por decidir la cantidad de licencias de miembro iniciales que necesitas, además de ti mismo. Siempre podrás agregar más.
fr: Commencez par choisir le nombre de licences de membres dont vous avez besoin pour démarrer, en plus de la vôtre. Vous pourrez toujours en ajouter plus tard.
it: Comincia decidendo il numero iniziale di licenze di cui hai bisogno, oltre a te stesso. Puoi sempre aggiungerne altre in seguito.
ko: 처음에는 나를 포함한 팀 멤버의 인원 수로 등록해주세요. 인원 수는 추후에 언제든지 추가하실 수 있습니다.
nl: Begin met het bepalen van het aantal initiële ledenlicenties dat u naast uzelf nodig hebt. U kunt later altijd meer toevoegen.
pl: Zacznij od określenia liczby początkowych licencji członkowskich, których potrzebujesz, oprócz siebie. Zawsze możesz dodać więcej później.
pt: Comece por decidir o número de licenças iniciais de que precisa, além da sua. Pode sempre adicionar outras mais tarde.
ru: Начните с того, сколько дополнительных лицензий для пользователей вам нужно, в дополнение к своей. Вы всегда можете добавить больше лицензий позже.
sv: Börja med att bestämma det antal medlemslicenser du behöver initialt, inklusive dig själv. Du kan alltid lägga till fler senare.
tr: Kendiniz de dahil olmak üzere, başta size gereken üye lisanslarının sayısına karar vererek başlayın. Daha sonra sayıyı artırabilirsiniz.
zh: 首先决定您需要的初始成员许可证的数量，除了您自己之外。 您可以随时稍后添加更多。

# AxcryptBusinessBlock2Text4
source: Once you have decided the member licenses, have a valid credit card ready, select a currency and enter the name, address and EU VAT number if applicable.
ar: بمجرد أن تقرر تراخيص الأعضاء ، يجب أن تكون لديك بطاقة ائتمان صالحة جاهزة ، وحدد عملة وأدخل الاسم والعنوان ورقم ضريبة القيمة المضافة في الاتحاد الأوروبي إذا كان ذلك ممكنًا.
de: Sobald Sie sich für die Mitgliedslizenzen entschieden haben, halten Sie eine gültige Kreditkarte bereit, wählen Sie eine Währung aus und geben Sie gegebenenfalls den Namen, die Adresse und die EU-Umsatzsteuer-Identifikationsnummer ein.
es: Una vez que hayas decidido las licencias de miembro, ten a mano una tarjeta de crédito válida, selecciona una divisa e ingresa el nombre, la dirección y el número de IVA de la UE, si corresponde.
fr: Une fois que vous avez choisi le nombre de licences de membres, préparez votre carte de crédit, choisissez votre devise et entrez le nom, l'adresse et le numéro de TVA, le cas échéant.
it: Dopo aver definito il numero di licenze, è necessario avere una carta di credito valida, selezionare una valuta e inserire nome, indirizzo e numero di partita IVA europeo se applicabile.
ko: 회원증을 결정했으면 유효한 신용카드를 준비하여 통화를 선택하고 해당되는 경우 이름, 주소 및 EU VAT 번호를 입력하세요.
nl: Zodra u de lidmaatschapslicenties hebt bepaald, houdt u een geldige creditcard bij de hand, selecteert u een valuta en voert u de naam, het adres en het EU-btw-nummer in, indien van toepassing.
pl: Gdy zdecydujesz się na licencje członkowskie, przygotuj ważną kartę kredytową, wybierz walutę i wprowadź nazwę, adres i numer VAT UE, jeśli dotyczy.
pt: Uma vez determinado o número de licenças, tenha um cartão de crédito válido à mão, seleccione a moeda e introduza o nome, morada e número de IVA, se aplicável.
ru: После того как вы определились с лицензиями участника, подготовьте действующую кредитную карту, выберите валюту и введите имя, адрес и номер НДС ЕС, если это применимо.
sv: När du har bestämt dig för medlemslicenserna, se till att ha ett giltigt kreditkort redo, välj en valuta och ange namn, adress och EU-momsnummer om det är tillämpligt.
tr: Üye lisanslarına karar verdiğinizde geçerli bir kredi kartı hazırda bulundurun, para birimini seçin ve isim, adres ve mevcut ise AB KDV numarasını girin.
zh: 一旦您决定了会员许可证，准备好有效的信用卡，选择货币并输入名称，地址和欧盟增值税号码（如果适用）。

# AxcryptBusinessBlock2Text5
source: When all is entered you will be presented with a total amount, and a calculation showing your discount (if provided) and VAT being applied.
ar: عندما يتم إدخال كل شيء ، سيتم تقديمك بالمبلغ الإجمالي ، وحساب يوضح الخصم الخاص بك (إذا تم توفيره) وضريبة القيمة المضافة المطبقة.
de: Wenn alles eingegeben wird, erhalten Sie einen Gesamtbetrag und eine Berechnung, in der Ihr Rabatt (falls angegeben) und Ihre Mehrwertsteuer angegeben sind.
es: Cuando ingreses todo, te aparecerá el monto total y un cálculo que muestra tu descuento (si se ofrece) y el IVA que se aplica.
fr: Quand tout sera rempli, nous vous informerons du montant total et d'un calcul présentant votre réduction (le cas échéant) et l'application de la TVA.
it: Dopo aver inserito tutto, ti verrà presentato un importo totale e un calcolo che mostra il tuo sconto (se previsto) e l'IVA applicata.
ko: 모두 입력되면 총 금액과 할인(제공된 경우) 및 VAT가 적용되는 인보이스가 청구됩니다.
nl: Wanneer alles is ingevoerd, krijgt u een totaalbedrag te zien en een berekening waaruit blijkt dat uw korting (als van toepassing) en btw worden toegepast.
pl: Po wprowadzeniu wszystkich zostanie wyświetlona łączna kwota oraz kalkulacja pokazująca zniżkę (jeśli została podana) i naliczony podatek VAT.
pt: Após introduzir todos os dados, ser-lhe-á apresentado o total e o cálculo do desconto (se fornecido) e IVA aplicado.
ru: Когда все будет введено, вы увидите общая сумма счета, а также расчет с вашей скидкой (если она есть), и применяемый НДС.
sv: När all information har angetts kommer du att presenteras med ett totalbelopp och en beräkning som visar att din rabatt (om tillgängligt) och moms har applicerats.
tr: Bütün alanlar doldurulduğunda size toplam tutar, eğer var ise indiriminizin tutarı ve KDV'li tutar sunulacaktır.
zh: 当所有输入，您会看到一个总金额，并显示您的折扣计算（如果提供）和增值税被应用。

# AxcryptBusinessBlock2Text6
source: Click the button with the credit card logo, and complete the purchase. If all goes well, you are now ready to manage your Business subscription.
ar: انقر فوق الزر الذي يحمل شعار بطاقة الائتمان وأكمل عملية الشراء. إذا سارت الأمور على ما يرام ، فأنت الآن جاهز لإدارة اشتراكك التجاري.
de: Klicken Sie auf die Schaltfläche mit dem kreditkartenlogo und schließen Sie den Kauf ab. Wenn alles gut geht, sind Sie jetzt bereit, Ihr Businessabonnement zu verwalten.
es: Haz clic en el botón con el logotipo de la tarjeta de crédito y completa la compra. Si todo va bien, ahora estás listo para administrar tu suscripción Business.
fr: Cliquez sur le bouton avec le logo de votre carte de crédit et terminez l'achat. Si tout se passe bien, vous pouvez désormais gérer votre abonnement Business.
it: Fai click sul pulsante con il logo della carta di credito e completa l'acquisto. Se il pagamento va a buon fine, sei pronto per gestire il tuo abbonamento Business.
ko: 신용 카드 로고가 있는 버튼을 클릭하고 구매를 완료하세요. 모든 것이 순조롭게 진행되면 이제 Business 구독을 관리할 준비가 되었습니다.
nl: Klik op de knop met het creditcardlogo en voltooi de aankoop. Als alles goed gaat, ben je nu klaar om je Zakelijk-abonnement te beheren.
pl: Kliknij przycisk z logo karty kredytowej i zakończ zakup. Jeśli wszystko pójdzie dobrze, możesz teraz zarządzać subskrypcją Business.
pt: Clique no botão com o logo do cartão de crédito e conclua a compra. Se tudo correr bem, estará pronta(o) para gerir a sua subscrição Business.
ru: Нажмите кнопку с логотипом кредитной карты и завершите покупку. Если все пройдет успешно, то вы сможете использовать свою Business подписку.
sv: Klicka på knappen med kreditkortssymbolen och slutför köpet. Om allt går bra är du nu redo att ansvara för din Business-prenumeration.
tr: Aşağıdaki kredi kartı logosuna tıklayın ve alışverişi tamamlayın. Her şey yolunda gittiği takdirde Business aboneliğinizi yönetmeye hazırsınız.
zh: 点击带有信用卡标志的按钮，完成购买。 如果一切顺利，您现在可以管理您的Business订阅。

# AxcryptBusinessBlock3Heading
source: Manage a Business Subscription
ar: إدارة اشتراك الأعمال
de: Verwalten einer Business-Abonnement
es: Gestión de una suscripción Business
fr: Gérer un abonnement Business
it: Gestisci un Abbonamento Business
ko: Business 구독 관리하기
nl: Beheer een Zakelijk Abonnement
pl: Zarządzaj subskrypcją biznesową
pt: Gerir uma Subscrição Business
ru: Управление Business подпиской
sv: Hantera en Företagarprenumeration
tr: Bir Business Aboneliğini Yönetin
zh: 管理Business订阅

# AxcryptBusinessBlock3Text1
source: You need to be signed in with an AxCrypt ID at our web site, and be the designated administrator for at least one Business subscription. Use the <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Business Subscription menu</a> to manage a subscription.
ar: تحتاج إلى تسجيل الدخول باستخدام معرّف اكسكربت على موقع الويب الخاص بنا ، وأن تكون المسؤول المعين لاشتراك تجاري واحد على الأقل. استخدم <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'> قائمة اشتراك الأعمال </a> لإدارة الاشتراك.
de: Sie müssen mit einer AxCrypt-ID auf unserer website angemeldet sein und der designierte Administrator für mindestens ein Geschäftsabonnement sein. Verwenden Sie das <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Business-Abonnement-Menü</a> zum verwalten eines Abonnements.
es: Debes iniciar sesión con un AxCrypt ID en nuestro sitio web y ser el administrador designado para al menos una suscripción Business. Usa el <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>menú de suscripción Business</a> para administrar una suscripción.
fr: Il faut que vous soyez connecté avec votre AxCrypt ID sur notre site web et que vous soyez l'administrateur désigné pour au moins un abonnement Business. Utilisez le <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Menu abonnement Business</a> pour gérer un abonnement.
it: È necessario accedere con un ID AxCrypt al nostro sito web ed essere l'amministratore designato per almeno un abbonamento Business. Usa il <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>menu Abbonamento Business</a> per gestire un abbonamento.
ko: 웹 사이트에서 AxCrypt ID로 로그인해야 하며, 적어도 하나의 Business 구독에 대해 지정된 관리자가 되어야합니다.
nl: U moet zijn aangemeld met een AxCrypt-ID op onze website en de aangewezen beheerder zijn voor ten minste één zakelijk abonnement. Gebruik het <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Business Subscription-menu</a> om een abonnement te beheren.
pl: Musisz być zalogowany przy użyciu identyfikatora AxCrypt w naszej witrynie internetowej i być wyznaczonym administratorem przynajmniej jednej subskrypcji Business. Skorzystaj z <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'> menu Subskrypcji Business </a>, aby zarządzać subskrypcją.
pt: Precisa de iniciar sessão no nosso sítio web com um AxCrypt ID e de ser o(a) administrador(a) designado(a) para, pelo menos, uma subscrição Business. Use o <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>menu Subscrição Business</a> para gerir uma subscrição.
ru: Вы должны войти в систему с AxCrypt ID на нашем веб-сайте и быть администратором, по крайней мере, одной подписки Business. Используйте <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Меню Business Подписка</a> для управления подпиской.
sv: Du måste vara inloggad med ett AxCrypt ID på vår webbplats och vara utsedd administratör för minst en Business-prenumeration. Använd menyn <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Business Prenumeration</a> för att hantera en prenumeration.
tr: İnternet sitemizde kayıtlı bir AxCrypt ID ile giriş yapmış ve en az bir Business aboneliğinde yönetici olarak tanımlanmış olmanız gerekmektedir. Bir aboneliği yönetmek için <a href='https://account.axcrypt.net/en/Business/ManageSubscriptionMembers'>Business Abonelik menüsünü</a> kullanınız.
zh: 您需要在我们的网站上使用AxCrypt ID登录，并成为至少一个业务订阅的指定管理员。 使用<a href='https://account.axcrypt.net/zh/Business/ManageSubscriptionMembers'>Business订阅菜单</a>来管理订阅。

# AxcryptBusinessBlock3Text2
source: Add and remove members as appropriate. You cannot remove yourself as an administrator or from the subscription.
ar: إضافة وإزالة الأعضاء حسب الاقتضاء. لا يمكنك إزالة نفسك كمسؤول أو من الاشتراك.
de: Fügen Sie gegebenenfalls Mitglieder hinzu und entfernen. Sie können sich nicht als administrator oder aus dem Abonnement entfernen.
es: Agrega y elimina miembros según corresponda. No puedes eliminarte como administrador ni tampoco de la suscripción.
fr: Ajoutez et supprimez des membres comme vous le souhaitez. Vous ne pouvez pas vous supprimer vous-même de la position d'administrateur ou de l'abonnement.
it: Aggiungi e rimuovi membri in base alle esigenze. Non puoi rimuovere te stesso dal ruolo di amministratore o dall'abbonamento.
ko: 필요에 따라 구성원을 추가 및 제외하세요. 관리자 또는 자신은 제거할 수 없습니다.
nl: Voeg leden toe en verwijder ze waar nodig. U kunt uzelf niet verwijderen als beheerder of uit het abonnement.
pl: Dodawaj i usuwaj członków stosownie do potrzeb. Nie możesz usunąć siebie jako administratora ani z subskrypcji.
pt: Adicione e remova membros conforme apropriado. Não pode remover-se como administrador(a) ou da subscrição.
ru: Добавляйте и удаляйте участников по мере необходимости. Вы не можете удалить себя из подписки или как администратора.
sv: Lägg till och ta bort medlemmar efter behov. Du kan inte ta bort dig själv som administratör eller ta bort dig själv från prenumerationen.
tr: İstediğiniz şekilde üye ekleyin veya çıkartın. Kendinizi yöneticilikten veya abonelikten çıkartamazsınız.
zh: 根据需要添加和删除成员。 您不能以管理员身份或从订阅中删除自己。

# AxcryptBusinessBlock3Text3
source: If you add a member who does not have registered AxCrypt ID, they will receive an invitation email with instructions on how to proceed. Members with existing AxCrypt IDs will receive a welcome email instead.
ar: إذا قمت بإضافة عضو ليس لديه معرف اكسكربت مسجل ، فسيتلقى دعوة بالبريد الإلكتروني مع تعليمات حول كيفية المتابعة. سيتلقى الأعضاء الذين لديهم معرّفات اكسكربت الحالية بريدا إلكترونيا ترحيبيا بدلا من ذلك.
de: Wenn Sie ein Mitglied hinzufügen, das nicht über eine registrierte AxCrypt-ID verfügt, erhält Es eine Einladungs-E-Mail mit Anweisungen zum fortfahren. Mitglieder mit vorhandenen AxCrypt-IDs erhalten stattdessen eine Begrüßungs-E-Mail.
es: Si agregas a un miembro que no tiene un AxCrypt ID registrado, recibirá un correo electrónico de invitación con instrucciones sobre cómo proceder. Los miembros con AxCrypt ID activos recibirán un correo electrónico de bienvenida.
fr: Si vous ajoutez un membre qui n'a pas encore d'AxCrypt ID, il/elle recevra un e-mail d'invitation avec des instructions sur la marche à suivre. Les membres ayant déjà un AxCrypt ID recevront un e-mail de bienvenue à la place.
it: Se aggiungi un membro che non ha un ID AxCrypt registrato, riceverà un invito via e-mail con le istruzioni su come procedere. I membri con un ID AxCrypt esistente, invece, riceveranno un'e-mail di benvenuto.
ko: AxCrypt ID를 아직 가지고 있지 않는 팀 멤버라면, 이용 방법이 적혀있는 초대 이메일을 받으실 것 입니다. 이미 AxCrypt ID를 가지고 계신다면 웰컴 이메일을 받으 실 것입니다.
nl: Als je een lid toevoegt dat geen geregistreerde AxCrypt ID heeft, zullen ze een uitnodigingsmail ontvangen met instructies over hoe verder te gaan. Leden met bestaande AxCrypt ID's ontvangen in plaats daarvan een welkomstmail.
pl: Jeśli dodasz członka, który nie ma zarejestrowanego identyfikatora AxCrypt, otrzyma on e-mail z zaproszeniem z instrukcjami, jak postępować. Natomiest członkowie z istniejącymi identyfikatorami AxCrypt otrzymają powitalną wiadomość e-mail.
pt: Se adicionar um membro que não tem um AxCrypt ID registado, ela(e) receberá um email-convite com instruções sobre como proceder. Membros com AxCrypt IDs existentes receberão um email de boas-vindas.
ru: Если вы добавите участника, у которого нет AxCrypt ID, он получит приглашение по электронной почте с инструкциями, как действовать дальше. А участники имеющие AxCrypt ID получат приветственное электронное письмо.
sv: Om du lägger till en medlem som inte har en registrerad AxCrypt ID, kommer de att få ett inbjudningsmail med instruktioner på hur de fortsätter. Medlemmar med existerande AxCrypt IDs kommer att motta ett välkomstmail istället.
tr: Eğer AxCrypt ID'si olmayan birisini üye olarak eklerseniz, taraflarına nasıl yol alacaklarını açıklayan bir davet e-maili yollanacaktır.
zh: 如果您添加没有注册AxCrypt ID的成员，他们将收到一封邀请电子邮件，其中包含如何继续操作的说明。 拥有现有AxCrypt ID的会员将收到欢迎电子邮件。
