Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_Text1
source: In the world of finance, data security is a serious business. Encryption enables various types of economic activities that would otherwise not be possible. The financial services industry is one hit hardest by the heightened expectations of consumers to access information, receive help, and conduct transactions anywhere and at any time via their electronic devices. By converting plaintext into ciphertext, encryption helps banks, insurance companies, actors in the credit market, corporations, venture funds, investment advisors, fund managers, consulting firms etc. protect sensitive information so only the authorized users can, with the right key, decrypt and understand the information.
ar: في عالم المال ، يعتبر أمن البيانات عملاً جادًا. يتيح التشفير أنواعًا مختلفة من الأنشطة الاقتصادية التي ما كانت لولا ذلك لن تكون ممكنة. تعد صناعة الخدمات المالية من أكثر القطاعات تضررًا من التوقعات المتزايدة للمستهلكين للوصول إلى المعلومات وتلقي المساعدة وإجراء المعاملات في أي مكان وفي أي وقت عبر أجهزتهم الإلكترونية. من خلال تحويل النص العادي إلى نص مشفر ، يساعد التشفير البنوك وشركات التأمين والجهات الفاعلة في سوق الائتمان والشركات وصناديق الاستثمار ومستشاري الاستثمار ومديري الصناديق والشركات الاستشارية وما إلى ذلك ، على حماية المعلومات الحساسة بحيث يمكن للمستخدمين المصرح لهم فقط فك التشفير باستخدام المفتاح الصحيح وفهم المعلومات.
de: In der Finanzwelt ist Datensicherheit ein ernstes Geschäft. Verschlüsselung ermöglicht verschiedene Arten von wirtschaftlichen Aktivitäten, die sonst nicht möglich wären. Die Finanzdienstleistungsbranche ist am stärksten von den gestiegenen Erwartungen der Verbraucher betroffen, überall und jederzeit über ihre elektronischen Geräte auf Informationen zuzugreifen, Hilfe zu erhalten und Transaktionen durchzuführen. Durch die Umwandlung von Klartext in Chiffretext hilft Verschlüsselung Banken, Versicherungen, Akteuren auf dem Kreditmarkt, Unternehmen, Risikokapitalfonds, Anlageberatern, Fondsmanagern, Beratungsunternehmen usw. schützen Sie vertrauliche Informationen, damit nur autorisierte Benutzer mit dem richtigen Schlüssel die Informationen entschlüsseln und verstehen können.
es: En el mundo de las finanzas, la seguridad de los datos es un asunto serio. El cifrado permite varios tipos de actividades económicas que de otro modo no serían posibles. La industria de servicios financieros es una de las más afectadas por las altas expectativas de los consumidores de acceder a información, recibir ayuda y realizar transacciones en cualquier lugar y en cualquier momento a través de sus dispositivos electrónicos. Al convertir el texto sin formato en texto cifrado, el cifrado ayuda a bancos, compañías de seguros, agentes del mercado crediticio, corporaciones, fondos de riesgo, asesores de inversión, gestores de fondos, empresas de consultoría, etc. a proteger la información confidencial para que solo los usuarios autorizados puedan descifrar y comprender la información con la clave adecuada.
fr: Dans le monde de la finance, la sécurité des données est une affaire sérieuse. Le cryptage permet différents types d’activités économiques qui ne seraient pas possibles autrement. Le secteur des services financiers est l’un des plus durement touchés par les attentes accrues des consommateurs en matière d’accès à l’information, de réception d’aide, et de transaction n’importe où et à tout moment via leurs appareils électroniques. En convertissant le texte brut en texte chiffré, le cryptage aide les banques, les compagnies d’assurance, les acteurs du marché du crédit, les sociétés, les fonds de capital-risque, les conseillers en investissement, les gestionnaires de fonds, les sociétés de conseil, etc. à protéger les informations sensibles afin que seuls les utilisateurs autorisés puissent, avec la bonne clé, déchiffrer et comprendre les informations.
it: Nel mondo della finanza, la sicurezza dei dati è un affare serio. La crittografia consente vari tipi di attività economiche che altrimenti non sarebbero possibili. Il settore dei servizi finanziari è uno dei più colpiti dalle crescenti aspettative dei consumatori di accedere alle informazioni, ricevere aiuto e condurre transazioni ovunque e in qualsiasi momento tramite i loro dispositivi elettronici. Convertendo il testo in chiaro in testo cifrato, la crittografia aiuta banche, compagnie assicurative, attori del mercato del credito, società, fondi di rischio, consulenti per gli investimenti, gestori di fondi, società di consulenza ecc. a proteggere le informazioni sensibili, in modo che solo gli utenti autorizzati possano, con la chiave giusta, decrittografare e comprendere le informazioni.
ko: 금융 분야에서 데이터 보안은 중요한 일입니다. 암호화는 다양한 유형의 경제 활동을 가능하게 합니다. 금융 서비스 산업은 전자 장치를 통해 언제 어디서나 정보에 액세스하고 도움을 받고 거래를 수행하려는 소비자들의 높은 기대로 인해 가장 큰 타격을 받고 있습니다. 암호화는 평문을 암호문으로 변환함으로써 은행, 보험 회사, 신용 시장의 행위자, 기업, 벤처 펀드, 투자 조언자, 펀드 매니저, 컨설팅 회사 등이 민감한 정보를 보호하는 데 도움이 되므로, 인증된 사용자만이 올바른 키를 사용하여 정보를 해독하고 이해할 수 있습니다.
nl: In de financiële wereld is gegevensbeveiliging een serieuze zaak. Encryptie maakt verschillende soorten economische activiteiten mogelijk die anders niet mogelijk zouden zijn. De financiële dienstverlening wordt het hardst getroffen door de verhoogde verwachtingen van consumenten om overal en altijd via hun elektronische apparaten toegang te krijgen tot informatie, hulp te ontvangen en transacties uit te voeren. Door platte tekst om te zetten in versleutelde tekst, helpt encryptie banken, verzekeringsmaatschappijen, actoren op de kredietmarkt, bedrijven, durfkapitaalfondsen, investeringsadviseurs, fondsbeheerders, adviesbureaus enz. gevoelige informatie te beschermen, zodat alleen de geautoriseerde gebruikers, met de juiste sleutel, kunnen ontsleutelen en de informatie begrijpen.
pl: W świecie finansów bezpieczeństwo danych to poważna sprawa. Szyfrowanie umożliwia różne rodzaje działalności gospodarczej, które w innym przypadku nie byłyby możliwe. Branża usług finansowych najbardziej ucierpiała z powodu zwiększonych oczekiwań konsumentów dotyczących dostępu do informacji, otrzymywania pomocy i przeprowadzania transakcji w dowolnym miejscu i czasie za pośrednictwem urządzeń elektronicznych. Konwertując tekst jawny na tekst zaszyfrowany, szyfrowanie pomaga bankom, towarzystwom ubezpieczeniowym, podmiotom na rynku kredytowym, korporacjom, funduszom venture, doradcom inwestycyjnym, zarządzającym funduszami, firmom konsultingowym itp. chronić poufne informacje, dzięki czemu tylko autoryzowani użytkownicy mogą odszyfrować właściwy klucz i zrozumieć informacje.
pt: No mundo financeiro, a segurança de dados é um negócio sério. A cifragem possibilita vários tipos de actividades económicas que de outra forma não seriam possíveis. A indústria dos serviços financeiros é uma das mais afectadas pelas expectativas elevadas dos consumidores de aceder a informação, receber ajuda e efectuar transacções em qualquer lugar e momento através dos seus dispositivos electrónicos. Ao converter texto não cifrado em cifrado, a cifragem ajuda bancos, seguradoras, agentes do mercado de crédito, empresas, fundos de capital de risco, consultores de investimento, gestores de fundos, empresas de consultoria, etc. a proteger informação sensível para que apenas utilizadores autorizados possam, com a chave correcta, decifrar e entender a informação.
ru: В мире финансов безопасность данных - это серьезный бизнес. Шифрование позволяет осуществлять различные виды экономической деятельности, которые в противном случае были бы невозможны. Индустрия финансовых услуг сильнее всего пострадала от возросших ожиданий потребителей в отношении доступа к информации, получения помощи и проведения транзакций в любом месте и в любое время с помощью своих электронных устройств. Преобразуя открытый текст в зашифрованный, шифрование помогает банкам, страховым компаниям, участникам кредитного рынка, корпорациям, венчурным фондам, инвестиционным консультантам, управляющим фондами, консалтинговым фирмам и т.д. защитите конфиденциальную информацию таким образом, чтобы только авторизованные пользователи могли с помощью правильного ключа расшифровать и понять информацию.
sv: Inom finansvärlden är datasäkerhet en seriös verksamhet. Kryptering möjliggör olika typer av ekonomisk verksamhet som annars inte skulle vara möjlig. Den finansiella tjänstesektorn drabbas hårdast av konsumenternas ökade förväntningar på att få tillgång till information, ta emot hjälp och genomföra transaktioner var som helst och när som helst via sina elektroniska enheter. Genom att konvertera klartext till chiffertext hjälper kryptering banker, försäkringsbolag, aktörer på kreditmarknaden, företag, riskfonder, investeringsrådgivare, fondförvaltare, konsultföretag etc. att skydda känslig information så att endast de auktoriserade användarna kan, med rätt nyckel, dekryptera och förstå informationen.
tr: Finans dünyasında, veri güvenliği ciddi bir iştir. Şifreleme, aksi durumda mümkün olmayacak olan çeşitli ekonomik faaliyet türlerini mümkün kılar. Finansal hizmetler endüstrisi, tüketicilerin elektronik cihazları aracılığıyla bilgiye erişme, yardım alma ve her yerde ve her zaman işlem yapma beklentilerinin artmasından en çok etkilenen sektörlerden biridir. Düz metni şifreli metne dönüştürerek şifreleme işlemi, bankaların, sigorta şirketlerinin, kredi piyasasındaki aktörlerin, şirketlerin, girişim fonlarının, yatırım danışmanlarının, fon yöneticilerinin, danışmanlık firmalarının vb. hassas bilgileri korumasına yardımcı olur, böylece yalnızca yetkili kullanıcılar doğru anahtarla bilgilerin şifresini çözebilir ve anlayabilir.
zh: 在金融领域，数据安全是一项严肃的业务。 加密可以实现各种类型的经济活动，否则这些活动是不可能的。 消费者对随时随地通过电子设备获取信息、获得帮助和进行交易的期望越来越高，金融服务业受到的打击最大。 通过将明文转换为密文，加密可以帮助银行，保险公司，信贷市场的参与者，公司，风险基金，投资顾问，基金经理，咨询公司等。 保护敏感信息，这样只有授权用户才能使用正确的密钥解密和理解信息。

# Blog_EIBM_Text2
source: It should come as no surprise that the financial industry is among the most regulated in the world. Electronic banking, a drastic change, has revolutionized the financial industry and therefore new regulations have been put in place to avoid possible fraudulent transactions. The development of cryptographic techniques has seen a lot of applications in the banking industry for the implementation of data security. Encryption of private information and data provides security in the form of a password, pin code, biometrics, digital signature, steganography, etc.
ar: لا ينبغي أن يكون مفاجئًا أن الصناعة المالية هي من بين أكثر الصناعات تنظيماً في العالم. أحدثت الخدمات المصرفية الإلكترونية ، وهو تغيير جذري ، ثورة في الصناعة المالية ، وبالتالي تم وضع لوائح جديدة لتجنب المعاملات الاحتيالية المحتملة. شهد تطوير تقنيات التشفير الكثير من التطبيقات في الصناعة المصرفية لتنفيذ أمن البيانات. يوفر تشفير المعلومات والبيانات الخاصة الأمان على شكل كلمة مرور ، أو رمز PIN ، أو القياسات الحيوية ، أو التوقيع الرقمي ، أو إخفاء المعلومات ، إلخ.
de: Es sollte nicht überraschen, dass die Finanzbranche zu den am stärksten regulierten der Welt gehört. Electronic Banking, eine drastische Veränderung, hat die Finanzbranche revolutioniert und daher wurden neue Vorschriften eingeführt, um mögliche betrügerische Transaktionen zu vermeiden. Die Entwicklung kryptografischer Techniken hat im Bankensektor viele Anwendungen für die Implementierung von Datensicherheit gesehen. Die Verschlüsselung privater Informationen und Daten bietet Sicherheit in Form von Passwort, PIN-Code, Biometrie, digitaler Signatur, Steganographie usw.
es: No debería sorprender que la industria financiera se encuentre entre las más reguladas del mundo. La banca electrónica, un cambio drástico, ha revolucionado la industria financiera y por ello se han puesto en marcha nuevas regulaciones para evitar posibles transacciones fraudulentas. El desarrollo de técnicas criptográficas ha visto muchas aplicaciones en la industria bancaria para la implementación de seguridad de datos. El cifrado de información y datos privados brinda seguridad en forma de contraseña, código PIN, biometría, firma digital, esteganografía, etc.
fr: Il n’est pas surprenant que le secteur financier soit parmi les plus réglementés au monde. La banque électronique, un changement radical, a révolutionné le secteur financier et de nouvelles réglementations ont donc été mises en place pour éviter d’éventuelles transactions frauduleuses. Le développement de techniques cryptographiques a vu beaucoup d’applications dans le secteur bancaire pour la mise en œuvre de la sécurité des données. Le cryptage des informations et des données privées assure la sécurité sous la forme d’un mot de passe, d’un code pin, de la biométrie, de la signature numérique, de la stéganographie, etc.
it: Non dovrebbe sorprendere che il settore finanziario sia tra i più regolamentati al mondo. L'online banking, un cambiamento drastico, ha rivoluzionato il settore finanziario e quindi sono state messe in atto nuove normative per evitare possibili transazioni fraudolente. Lo sviluppo di tecniche crittografiche ha visto molte applicazioni nel settore bancario per l'implementazione della sicurezza dei dati. La crittografia di informazioni e dati privati fornisce sicurezza sotto forma di password, codice pin, biometria, firma digitale, steganografia, ecc.
ko: 금융 산업이 세계에서 가장 규제가 심한 산업 중 하나라는 것은 놀랄 일이 아닙니다. 급격한 변화인 전자 은행은 금융 산업에 혁명을 일으켰고 따라서 부정 거래 가능성을 피하기 위해 새로운 규제가 시행되었습니다. 암호화 기술의 발전은 데이터 보안의 구현을 위해 은행 산업에서 많은 응용을 보여주었다. 개인 정보와 데이터의 암호화는 암호, 핀 코드, 생체 인식, 디지털 서명, 스테가노그래피 등의 형태로 보안을 제공합니다.
nl: Het mag geen verrassing zijn dat de financiële sector tot de meest gereguleerde ter wereld behoort. Elektronisch bankieren, een drastische verandering, heeft een revolutie teweeggebracht in de financiële sector en daarom zijn er nieuwe regels ingevoerd om mogelijke frauduleuze transacties te voorkomen. De ontwikkeling van cryptografische technieken heeft geleid tot veel toepassingen in de banksector voor de implementatie van gegevensbeveiliging. Encryptie van privé informatie en data zorgt voor beveiliging in de vorm van een wachtwoord, pincode, biometrie, digitale handtekening, steganografie, etc.
pl: Nie powinno dziwić, że branża finansowa jest jedną z najbardziej regulowanych na świecie. Bankowość elektroniczna, drastyczna zmiana, zrewolucjonizowała branżę finansową i dlatego wprowadzono nowe przepisy, aby uniknąć możliwych nieuczciwych transakcji. Rozwój technik kryptograficznych doczekał się wielu zastosowań w branży bankowej do wdrażania bezpieczeństwa danych. Szyfrowanie prywatnych informacji i danych zapewnia bezpieczeństwo w postaci hasła, kodu PIN, biometrii, podpisu cyfrowego, steganografii itp.
pt: Não é surpresa nenhuma que a indústria financeira é uma das mais regulados no mundo. A banca electrónica, uma mudança drástica, revolucionou a indústria financeira e portanto novos regulamentos foram implementados para evitar possíveis transacções fraudulentas. O desenvolvimento de técnicas criptográficas tem visto muita aplicação na indústria bancária na implementação de segurança de dados. A cifragem de informação e dados privados dá segurança sob a forma de uma palavra-passe, código PIN, biometria, assinatura digital, esteganografia, etc.
ru: Неудивительно, что финансовая индустрия является одной из наиболее регулируемых в мире. Электронное банковское обслуживание — радикальное изменение, которое произвело революцию в финансовой индустрии. Поэтому были введены новые правила, чтобы избежать возможных мошеннических транзакций. Развитие криптографических методов нашло множество применений в банковской отрасли для обеспечения безопасности данных. Шифрование частной информации и данных обеспечивает безопасность в виде пароля, пин-кода, биометрии, цифровой подписи, стеганографии и т.д.
sv: Det borde inte komma som någon överraskning att finansbranschen är bland de mest reglerade i världen. Elektronisk bankverksamhet, en drastisk förändring, har revolutionerat finansbranschen och därför har nya regler införts för att undvika eventuella bedrägliga transaktioner. Utvecklingen av kryptografiska tekniker har sett många tillämpningar inom bankbranschen för implementering av datasäkerhet. Kryptering av privat information och data ger säkerhet i form av lösenord, pinkod, biometri, digital signatur m.m.
tr: Finans endüstrisinin dünyanın en çok düzenlenen sektörleri arasında olması şaşırtıcı olmasa gerek. Elektronik bankacılık ciddi bir değişiklik olarak finans endüstrisinde devrim yarattı ve bu nedenle olası hileli işlemlerden kaçınmak için yeni düzenlemeler yapıldı. Kriptografik tekniklerin geliştirilmesi, bankacılık sektöründe veri güvenliğinin uygulanması için birçok uygulama görüldü. Özel bilgilerin ve verilerin şifrelenmesi ile parola, pin kodu, biyometri, dijital imza, steganografi vb. gibi güvenlik önlemleri sağlanmaya başladı.
zh: 毫无疑问，金融业是世界上监管最严格的行业之一。 电子银行，一个巨大的变化，已经彻底改变了金融业，因此新的法规已经到位，以避免可能的欺诈性交易。 密码技术的发展已经在银行业看到了很多应用，用于实现数据安全。 私人信息和数据的加密以密码，pin码，生物识别，数字签名，隐写等形式提供安全性。

# Blog_EIBM_Title
source: Encryption in the banking market
ar: التشفير في السوق المصرفي
de: Verschlüsselung im Bankenmarkt
es: El cifrado en el mercado bancario
fr: Cryptage sur le marché bancaire
it: La crittografia nel mercato bancario
ko: 은행 시장에서의 암호화
nl: Versleuteling in de banksector
pl: Szyfrowanie na rynku bankowym
pt: Cifragem no mercado bancário
ru: Шифрование на банковском рынке
sv: Kryptering på bankmarknaden
tr: Bankacılık piyasasında şifreleme
zh: 银行市场的加密

# Blog_EILI_Conclusion_Text1
source: However, many lawyers overlook some of the simpler cybersecurity measures, such as data encryption. Most of the law firms are concerned and do the needful to protect the office networks, but do not provide much attention in protecting client’s data stored on their devices. If these data are not protected that would lead to major problems.
ar: ومع ذلك ، يتجاهل العديد من المحامين بعض تدابير الأمن السيبراني الأبسط ، مثل تشفير البيانات. تهتم معظم شركات المحاماة وتقوم بما يلزم لحماية شبكات المكاتب ، ولكنها لا تولي اهتمامًا كبيرًا في حماية بيانات العميل المخزنة على أجهزتهم. إذا لم تتم حماية هذه البيانات ، فقد يؤدي ذلك إلى مشاكل كبيرة.
de: Viele Anwälte übersehen jedoch einige der einfacheren Cybersicherheitsmaßnahmen wie die Datenverschlüsselung. Die meisten Anwaltskanzleien sind besorgt und tun das Notwendige, um die Büronetzwerke zu schützen, schenken dem Schutz der auf ihren Geräten gespeicherten Kundendaten jedoch nicht viel Aufmerksamkeit. Wenn diese Daten nicht geschützt sind, würde das zu großen Problemen führen.
es: Muchos abogados pasan por alto algunas de las medidas de ciberseguridad más simples, como el cifrado de datos. Sin embargo, la mayoría de los bufetes de abogados se preocupan y hacen lo necesario para proteger las redes de la oficina, pero no prestan mucha atención a la protección de los datos de los clientes que están almacenados en sus dispositivos. Si estos datos no están protegidos, esto conlleva a problemas importantes.
fr: Cependant, de nombreux avocats négligent certaines des mesures de cybersécurité les plus simples, telles que le cryptage des données. La plupart des cabinets d'avocats sont concernés et font le nécessaire pour protéger les réseaux des bureaux, mais ne prêtent pas beaucoup d'attention à la protection des données des clients stockées sur leurs appareils. Si ces données ne sont pas protégées, cela entraînerait des problèmes majeurs.
it: Tuttavia, molti avvocati trascurano alcune delle misure di sicurezza informatica più semplici, come la crittografia dei dati. La maggior parte degli studi legali sono preoccupati e fanno il necessario per proteggere le reti degli uffici, ma non forniscono molta attenzione nel proteggere i dati dei clienti memorizzati sui loro dispositivi. Se questi dati non sono protetti, ciò comporterebbe gravi problemi.
ko: 그러나 많은 변호사들은 데이터 암호화와 같은 간단한 사이버 보안 조치 중 일부를 간과합니다. 대부분의 법률 회사는 사무실 네트워크 보호가 필요하지만, 장치에 저장된 고객의 데이터를 보호하는 데는별로 관심을 기울이지 않습니다. 이러한 데이터가 보호되지 않으면 큰 문제가 발생할 수 있습니다.
nl: Veel advocaten zien echter enkele van de eenvoudigere cyberbeveiligingsmaatregelen over het hoofd, zoals gegevensencryptie. De meeste advocatenkantoren maken zich zorgen en doen het nodige om de kantoornetwerken te beschermen, maar besteden niet veel aandacht aan het beschermen van de gegevens van klanten die op hun apparaten zijn opgeslagen. Als deze gegevens niet beveiligd zijn, leidt dat tot grote problemen.
pl: Jednak wielu prawników pomija niektóre prostsze środki bezpieczeństwa cybernetycznego, takie jak szyfrowanie danych. Większość kancelarii prawnych troszczy się i robi wszystko, co konieczne, aby chronić sieci biurowe, ale nie poświęca zbyt wiele uwagi ochronie danych klientów przechowywanych na ich urządzeniach. Jeśli te dane nie są chronione, prowadziłoby to do poważnych problemów.
pt: Contudo, muitos advogados ignoram algumas das medidas de cibersegurança mais simples, tais como cifragem de dados. A maioria dos escritórios de advogados está preocupada e faz o que é necessário para proteger as suas redes, mas não presta muita atenção à protecção dos dados dos seus clientes armazenados nos seus dispositivos. A falta de protecção de dados pode causar grandes problemas.
ru: Однако многие юристы упускают из виду некоторые из более простых мер кибербезопасности, таких как шифрование данных. Большинство юридических фирм обеспокоены и делают необходимое для защиты офисных сетей, но не уделяют особого внимания защите данных клиентов, хранящихся на их устройствах. Если эти данные не будут защищены, это приведет к серьезным проблемам.
sv: Många advokater förbiser dock några av de enklare cybersäkerhetsåtgärderna, som datakryptering. De flesta av advokatbyråerna är oroliga och gör det som är nödvändigt för att skydda kontorsnätverken, men ger inte mycket uppmärksamhet för att skydda klientens data som lagras på deras enheter. Om dessa data inte skyddas skulle det leda till stora problem.
tr: Bununla birlikte, birçok avukat veri şifreleme gibi daha basit siber güvenlik önlemlerinden bazılarını göz ardı etmektedir. Hukuk firmalarının çoğu, ofis ağlarını korumak için endişe duyuyor ve gerekenleri yapıyor, ancak müşterinin cihazlarında depolanan verilerini korumaya fazla dikkat etmiyor. Bu veriler korunmazsa, bu büyük sorunlara yol açacaktır.
zh: 然而，许多律师忽视了一些更简单的网络安全措施，例如数据加密。 大多数律师事务所都关心并做了必要的保护办公室网络，但在保护存储在其设备上的客户数据方面并没有给予太多关注。 如果这些数据不受保护，将导致重大问题。
