Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCKSGDBlock3Text4
source: We also encrypt this same master file key with your public sharing key from your AxCrypt ID, as well as the public sharing keys of any additional recipients you may have added with the key sharing feature.
ar: نقوم أيضا بتشفير مفتاح الملف الرئيسي نفسه باستخدام مفتاح المشاركة العامة الخاص بك من معرف اكسكربت الخاص بك ، بالإضافة إلى مفاتيح المشاركة العامة لأي مستلمين إضافيين ربما تكون قد أضفتهم باستخدام ميزة مشاركة المفاتيح.
de: Wir verschlüsseln denselben Master-Dateischlüssel auch mit Ihrem öffentlichen Freigabeschlüssel von Ihrer AxCrypt-ID sowie den öffentlichen Freigabeschlüsseln aller zusätzlichen Empfänger, die Sie möglicherweise mit der Schlüsselfreigabefunktion hinzugefügt haben.
es: También encriptamos esta misma clave de archivo maestra con su clave pública de uso compartido de su ID de AxCrypt, así como las claves públicas de uso compartido de cualquier destinatario adicional que pueda haber agregado con la función de uso compartido de claves.
fr: Nous chiffrons également cette même clé de fichier maître avec votre clé de partage publique de votre identifiant AxCrypt, ainsi que les clés de partage publiques de tout destinataire supplémentaire que vous pourriez avoir ajouté avec la fonction de partage de clé.
it: Inoltre, crittografiamo questa stessa chiave del file master con la chiave di condivisione pubblica dell'ID AxCrypt, nonché con le chiavi di condivisione pubbliche di eventuali destinatari aggiuntivi aggiunti con la funzione di condivisione delle chiavi.
ko: 또한 AxCrypt ID의 공개 공유 키와 함께 이 마스터 파일 키를 암호화하고, 키 공유 기능과 함께 추가한 추가 수신자의 공개 공유 키도 암호화합니다.
nl: We versleutelen dezelfde hoofdbestandssleutel ook met jouw openbare deelsleutel van jouw AxCrypt ID, evenals de openbare deelsleutels van eventuele extra ontvangers die je mogelijk hebt toegevoegd met de functie voor het delen van de sleutel.
pl: Szyfrujemy również ten sam klucz główny pliku za pomocą publicznego klucza udostępniania z Twojego identyfikatora AxCrypt, a także publicznych kluczy udostępniania wszelkich dodatkowych odbiorców, których mogłeś dodać za pomocą funkcji udostępniania kluczy.
pt: Também criptografamos essa mesma chave de arquivo mestre com sua chave de compartilhamento pública de sua ID AxCrypt, bem como as chaves de compartilhamento públicas de quaisquer destinatários adicionais que você possa ter adicionado com o recurso de compartilhamento de chaves.
ru: Мы также шифруем этот же ключ главного файла с помощью вашего открытого ключа общего доступа из вашего идентификатора AxCrypt, а также открытых ключей общего доступа любых дополнительных получателей, которых вы, возможно, добавили с помощью функции обмена ключами.
sv: Vi krypterar även denna masterfilnyckel med din offentliga delningsnyckel från ditt AxCrypt-ID, samt de offentliga delningsnycklarna för eventuella ytterligare mottagare som du kan ha lagt till med nyckeldelningsfunktionen.
tr: Aynı ana dosya anahtarını, AxCrypt Kimliğinizdeki açık paylaşım anahtarınız ve anahtar paylaşım özelliği ile eklemiş olabileceğiniz diğer alıcıların genel paylaşım anahtarlarıyla da şifreleriz.
zh: 我们还会使用您AxCrypt ID中的公共共享密钥以及您使用密钥共享功能添加的任何其他收件人的公共共享密钥对同一主文件密钥进行加密。

# AxCKSGDBlock3Text5
source: Once recipients receive a key shared encrypted file, the following operations are performed to decrypt the data,
ar: بمجرد تلقي المستلمين لملف مشفر مشترك رئيسي ، يتم تنفيذ العمليات التالية لفك تشفير البيانات ،
de: Sobald die Empfänger eine verschlüsselte Datei mit freigegebenem Schlüssel erhalten haben, werden die folgenden Vorgänge ausgeführt, um die Daten zu entschlüsseln:
es: Una vez que los destinatarios reciben un archivo cifrado compartido de clave, se realizan las siguientes operaciones para descifrar los datos:
fr: Une fois que les destinataires reçoivent un fichier crypté partagé par clé, les opérations suivantes sont effectuées pour décrypter les données,
it: Una volta che i destinatari ricevono un file crittografato condiviso con chiave, vengono eseguite le seguenti operazioni per decrittografare i dati:
ko: 수신자가 키 공유 암호화된 파일을 받으면 다음 작업을 수행하여 데이터를 해독합니다.
nl: Zodra ontvangers een versleuteld bestand met gedeelde sleutel hebben ontvangen, worden de volgende bewerkingen uitgevoerd om de gegevens te ontsleutelen:
pl: Gdy odbiorcy otrzymają udostępniony zaszyfrowany plik z kluczem, wykonywane są następujące operacje w celu odszyfrowania danych:
pt: Depois que os destinatários recebem um arquivo criptografado compartilhado de chave, as seguintes operações são executadas para descriptografar os dados,
ru: После того как получатели получают общий зашифрованный файл с ключом, для расшифровки данных выполняются следующие операции:
sv: När mottagarna tar emot en nyckeldelad krypterad fil utförs följande operationer för att dekryptera datan:
tr: Alıcılar bir anahtar paylaşımlı şifreli dosya aldıktan sonra, verilerin şifresini çözmek için aşağıdaki işlemler gerçekleştirilir:
zh: 收件人收到密钥共享加密文件后，将执行以下操作来解密数据，

# AxCKSGDBlock3Text5P1
source: AxCrypt uses the recipient’s private key to decrypt the <b>session key</b> which was encrypted with recipient’s public key.
ar: يستخدم اكسكربت المفتاح الخاص للمستلم لفك تشفير <b>مفتاح الجلسة</b> الذي تم تشفيره باستخدام المفتاح العام للمستلم.
de: AxCrypt verwendet den privaten Schlüssel des Empfängers, um den <b>Sitzungsschlüssel</b> zu entschlüsseln, der mit dem öffentlichen Schlüssel des Empfängers verschlüsselt wurde.
es: AxCrypt utiliza la clave privada del destinatario para descifrar la clave de sesión que fue cifrada con la <b>clave</b> pública del destinatario.
fr: AxCrypt utilise la clé privée du destinataire pour déchiffrer la <b>clé de session</b> qui a été chiffrée avec la clé publique du destinataire.
it: AxCrypt utilizza la chiave privata del destinatario per decrittografare la <b>chiave di sessione</b> che è stata crittografata con la chiave pubblica del destinatario.
ko: AxCrypt는 받는 사람의 개인 키를 사용하여 받는 사람의 공개 키로 암호화된 <b>세션 키</b>를 해독합니다.
nl: AxCrypt gebruikt de privésleutel van de ontvanger om de <b>sessiesleutel</b> te ontsleutelen, die is versleuteld met de openbare sleutel van de ontvanger.
pl: AxCrypt używa klucza prywatnego odbiorcy do odszyfrowania <b>klucza sesji</b>, który został zaszyfrowany kluczem publicznym odbiorcy.
pt: O AxCrypt usa a chave privada do destinatário para descriptografar a <b>chave de sessão</b> que foi criptografada com a chave pública do destinatário.
ru: AxCrypt использует закрытый ключ получателя для расшифровки <b>ключа сеанса</b>, который был зашифрован открытым ключом получателя.
sv: AxCrypt använder mottagarens privata nyckel för att dekryptera <b>sessionsnyckeln</b> som krypterades med mottagarens offentliga nyckel.
tr: AxCrypt, alıcının açık anahtarıyla şifrelenmiş <b>oturum anahtarının</b> şifresini çözmek için alıcının özel anahtarını kullanır.
zh: AxCrypt使用接收者的私钥来解密会话密钥，该 <b>会话密钥</b> 是用接收者的公钥加密的。

# AxCKSGDBlock3Text5P2
source: Upon successful decryption, the session key is used to decrypt the shared file.
ar: عند فك التشفير بنجاح ، يتم استخدام مفتاح الجلسة لفك تشفير الملف المشترك.
de: Nach erfolgreicher Entschlüsselung wird der Sitzungsschlüssel verwendet, um die freigegebene Datei zu entschlüsseln.
es: Tras el descifrado correcto, se utiliza la clave de sesión para descifrar el archivo compartido.
fr: Une fois le décryptage réussi, la clé de session est utilisée pour décrypter le fichier partagé.
it: Una volta completata la decrittografia, la chiave di sessione viene utilizzata per decrittografare il file condiviso.
ko: 암호 해독이 성공하면 세션 키를 사용하여 공유 파일을 해독합니다.
nl: Na succesvolle ontsleuteling wordt de sessiesleutel gebruikt om het gedeelde bestand te ontsleutelen.
pl: Po pomyślnym odszyfrowaniu, klucz sesji służy do odszyfrowania udostępnionego pliku.
pt: Após a descriptografia bem-sucedida, a chave de sessão é usada para descriptografar o arquivo compartilhado.
ru: После успешной расшифровки сеансовый ключ используется для расшифровки общего файла.
sv: När dekrypteringen är klar används sessionsnyckeln för att dekryptera den delade filen.
tr: Başarılı bir şifre çözme işleminden sonra, paylaşılan dosyanın şifresini çözmek için oturum anahtarı kullanılır.
zh: 成功解密后，会话密钥将用于解密共享文件。

# AxCKSGDBlock3Text6
source: <b>Note</b>: The private keys of all users are encrypted with the user’s account password, which are never stored on our servers or even on your computer.
ar: <b>ملاحظة</b>: يتم تشفير المفاتيح الخاصة لجميع المستخدمين بكلمة مرور حساب المستخدم ، والتي لا يتم تخزينها أبدا على خوادمنا أو حتى على جهاز الكمبيوتر الخاص بك.
de: <b>Hinweis</b>: Die privaten Schlüssel aller Benutzer werden mit dem Kontopasswort des Benutzers verschlüsselt, die niemals auf unseren Servern oder sogar auf Ihrem Computer gespeichert werden.
es: <b>Nota</b>: Las claves privadas de todos los usuarios están encriptadas con la contraseña de la cuenta del usuario, que nunca se almacenan en nuestros servidores ni siquiera en su computadora.
fr: <b>Remarque</b> : Les clés privées de tous les utilisateurs sont cryptées avec le mot de passe du compte de l'utilisateur, qui ne sont jamais stockées sur nos serveurs ni même sur votre ordinateur.
it: <b>Nota</b>: le chiavi private di tutti gli utenti sono crittografate con la password dell'account dell'utente, che non viene mai memorizzata sui nostri server e nemmeno sul tuo computer.
ko: <b>참고</b>: 모든 사용자의 개인 키는 사용자의 계정 암호로 암호화되며, 이 암호는 서버나 사용자의 컴퓨터에도 저장되지 않습니다.
nl: <b>Opmerking</b>: De privésleutels van alle gebruikers worden versleuteld met het accountwachtwoord van de gebruiker, die nooit op onze servers of ook niet op jouw computer worden opgeslagen.
pl: <b>Uwaga</b>: klucze prywatne wszystkich użytkowników są szyfrowane hasłem do konta użytkownika, które nigdy nie są przechowywane na naszych serwerach ani nawet na Twoim komputerze.
pt: <b>Nota</b>: As chaves privadas de todos os usuários são criptografadas com a senha da conta do usuário, que nunca são armazenadas em nossos servidores ou mesmo em seu computador.
ru: <b>Примечание:</b> Закрытые ключи всех пользователей зашифрованы паролем учетной записи пользователя, который никогда не хранится на наших серверах или даже на вашем компьютере.
sv: <b>Notera</b>: Alla användares privata nycklar krypteras med användarens kontolösenord, som aldrig lagrats på våra servrar eller ens på din dator.
tr: <b>Not</b>: Tüm kullanıcıların özel anahtarları, hiçbir zaman sunucularımızda ve hatta bilgisayarınızda saklanmayan kullanıcının hesap parolası ile şifrelenir.
zh: <b>注意</b>：所有用户的私钥都使用用户的账户密码进行加密，这些密码永远不会存储在我们的服务器上，甚至不会存储在您的计算机上。

# AxCKSGDBlock4Heading
source: <span>How to Key Share </span>Files with Your Colleagues and Friends?
ar: <span>كيفية المشاركة الرئيسية </span>ملفات مع زملائك وأصدقائك؟
de: <span>So teilen Sie einen Schlüssel </span>Dateien mit Ihren Kollegen und Freunden?
es: <span>Cómo compartir claves </span>Archivos con tus colegas y amigos?
fr: <span>Comment partager des clés </span>pour des fichiers avec vos collègues et amis ?
it: <span>Come condividere le chiavi </span>File con i tuoi colleghi e amici?
ko: <span>동료 및 친구와 파일을 키 공유 </span>하는 방법
nl: <span>Hoe kan ik </span>bestanden met collega's en vrienden delen?
pl: <span>Jak udostępnić kluczem </span>pliki współpracownikom i znajomym?
ru: <span>Как быстро поделиться </span>файлами со своими коллегами и друзьями?
sv: <span>Hur nyckeldelar man </span>filer med dina kollegor och vänner?
zh: <span>如何与您的同事和朋友密钥共享</span>文件？

# AxCKSGDBlock4SH1P1
source: Click on the <b>Share Keys</b> <img class='share-icon'/> action button on the home screen
ar: انقر فوق زر إجراء <b>مفاتيح المشاركة</b> <img class='share-icon'/> على الشاشة الرئيسية
de: Klicken Sie auf dem Startbildschirm auf die Aktionsschaltfläche <b>Schlüssel</b> <img class='share-icon'/> freigeben
es: Haga clic en el botón de acción <b>Share Keys</b> <img class='share-icon'/> en la pantalla de inicio
fr: Cliquez sur le bouton d'action <b>Partager les clés</b> <img class='share-icon'/> sur l'écran d'accueil
it: Fare clic sul pulsante di azione <b>Condividi tasti</b> <img class='share-icon'/> nella schermata iniziale
ko: 홈 화면에서 <b>키 공유</b> <img 클래스='지분-icon'/> 작업 버튼을 클릭합니다
nl: Klik op de actieknop <b>Sleutels delen</b> <img class='share-icon'/> op het startscherm
pl: Kliknij przycisk akcji <b>Share Keys</b> <img class='share-icon'/> na ekranie głównym
ru: Нажмите на кнопку действия <b>"Поделиться ключами"</b> <img class="share-icon"/> на главном экране
sv: Klicka på åtgärdsknappen <b>Dela nycklar</b> <img class='share-icon'/> på startskärmen
zh: 单击主屏幕上的 <b>共享密钥</b> <img class='share-icon'/> 操作按钮

# AxCKSGDBlock4SH1P2
source: Select the encrypted file(s) from the file selection window
ar: حدد الملف (الملفات) المشفرة من نافذة تحديد الملف
de: Wählen Sie die verschlüsselte(n) Datei(en) aus dem Dateiauswahlfenster aus
es: Seleccione los archivos cifrados en la ventana de selección de archivos
fr: Sélectionnez le(s) fichier(s) crypté(s) dans la fenêtre de sélection de fichier
it: Selezionare i file crittografati dalla finestra di selezione dei file
ko: 파일 선택 창에서 암호화된 파일을 선택하세요.
nl: Selecteer het/de versleutelde bestand(en) in het bestandsselectievenster
pl: Wybierz zaszyfrowane pliki w oknie wyboru pliku
pt: Selecione o(s) arquivo(s) criptografado(s) na janela de seleção de arquivos
ru: Выберите зашифрованный(е) файл(ы) в окне выбора файла
sv: Välj de krypterade filerna i filvalsfönstret
tr: Dosya seçim penceresinden şifrelenmiş dosyaları seçin
zh: 从文件选择窗口中选择加密文件

# AxCKSGDBlock4SH1P3
source: In the Share Access popup window, provide the recipient’s email address you want to share the file with and click the <b>Add</b> button
ar: في النافذة المنبثقة مشاركة الوصول، أدخل عنوان البريد الإلكتروني للمستلم الذي تريد مشاركة الملف معه وانقر فوق <b>الزر إضافة</b>
de: Geben Sie im Popupfenster "Zugriff freigeben" die E-Mail-Adresse des Empfängers ein, für den Sie die Datei freigeben möchten, und klicken Sie auf die Schaltfläche <b>"Hinzufügen"</b>
es: En la ventana emergente Compartir acceso, proporcione la dirección de correo electrónico del destinatario con el que desea compartir el archivo y haga clic en el botón <b>Agregar</b>
fr: Dans la fenêtre contextuelle Share Access, indiquez l'adresse e-mail du destinataire avec lequel vous souhaitez partager le fichier et cliquez sur le bouton <b>Ajouter</b>.
it: Nella finestra popup Condividi accesso, fornisci l'indirizzo e-mail del destinatario con cui desideri condividere il file e fai clic sul pulsante <b>Aggiungi</b>
ko: 공유 액세스 팝업 창에서 파일을 공유할 수신자의 이메일 주소를 입력하고 <b>추가</b> 버튼을 클릭하세요.
nl: Geef in het pop-upvenster "Toegang delen" het e-mailadres van de ontvanger op waarmee je het bestand wilt delen en klik op de knop <b>Toevoegen</b>.
pl: W wyskakującym oknie Udostępnij dostęp podaj adres e-mail odbiorcy, któremu chcesz udostępnić plik, i kliknij przycisk <b>Dodaj</b>
pt: Na janela pop-up Compartilhar acesso, forneça o endereço de email do destinatário com o qual você deseja compartilhar o arquivo e clique no botão <b>Adicionar</b>
ru: Во всплывающем окне «Общий доступ» укажите адрес электронной почты получателя, с которым вы хотите поделиться файлом, и нажмите кнопку <b>«Добавить»</b>
sv: I popup-fönstret Dela åtkomst anger du mottagarens e-postadress som du vill dela filen med och klickar på <b> Lägg till</b> knappen
tr: Paylaşım Erişimi açılır penceresinde, dosyayı paylaşmak istediğiniz alıcının e-posta adresini girin ve <b>Ekle</b> seçeneğine tıklayın
zh: 在“共享访问权限”弹出窗口中，提供要与之共享文件的收件人的电子邮件地址，然后单击 <b>“添加“</b> 按钮

# AxCKSGDBlock4SH1P4
source: Verify the details and click the <b>Apply</b> button
ar: تحقق من التفاصيل وانقر فوق <b>الزر "تطبيق</b> "
de: Überprüfen Sie die Details und klicken Sie auf die Schaltfläche <b>Übernehmen</b>
es: Verifique los detalles y haga clic en el botón <b>Aplicar</b>
fr: Vérifiez les détails et cliquez sur le bouton <b>Appliquer</b>.
it: Verifica i dettagli e fai clic sul pulsante <b>Applica</b>
ko: 세부 정보를 확인하고 <b>적용</b> 버튼을 클릭하세요.
nl: Controleer de gegevens en klik op de knop <b>Toepassen</b>
pl: Sprawdź szczegóły i kliknij przycisk <b>Zastosuj</b>
pt: Verifique os detalhes e clique no botão <b>Aplicar</b>
ru: Проверьте данные и нажмите кнопку <b>«Применить»</b>
sv: Kontrollera uppgifterna och klicka på <b>Använd</b> knappen.
tr: Ayrıntıları doğrulayın ve <b>Uygula</b> seçeneğine tıklayın
zh: 验证详细信息，然后单击 <b>“应用”</b> 按钮

# AxCKSGDBlock4SH1Text1
source: You can download the AxCrypt app from <a href='/download/'>our website</a>.
ar: يمكنك تنزيل تطبيق اكسكربت من <a href='/download/'>موقعنا على الإنترنت</a>.
de: Sie können die AxCrypt-App von <a href='/download/'>our website</a> herunterladen.
es: Puedes descargar la aplicación AxCrypt desde <a href='/download/'>nuestro sitio web</a>.
fr: Vous pouvez télécharger l'application AxCrypt depuis <a href='/download/'>notre site Web</a>.
it: Puoi scaricare l'app AxCrypt dal <a href='/download/'>nostro sito web</a>.
ko: AxCrypt 앱은 <a href='/download/'>우리 웹사이트</a>에서 다운로드할 수 있습니다.
nl: Je kunt de AxCrypt-app downloaden van <a href='/download/'>onze website</a>.
pl: Aplikację AxCrypt możesz pobrać z <a href='/download/'>naszej strony internetowej</a>.
pt: Você pode baixar o aplicativo AxCrypt do <a href='/download/'>nosso site</a>.
ru: Вы можете скачать приложение AxCrypt с <a href='/download/'>our website</a>.
sv: Du kan ladda ner appen AxCrypt från <a href='/download/'>vår webbplats</a>.
tr: AxCrypt uygulamasını <a href='/download/'>internet sitemizden</a> indirebilirsin.
zh: 您可以从 <a href='/download/'>our website</a>下载AxCrypt应用程序。

# AxCKSGDBlock4SH1Text2
source: You can also key share the file(s) by selecting from the <b>Recent Files</b> tab or folder(s) by selecting from the <b>Secured Folders</b> tab and clicking the “Share Keys” action button. Then follow the above steps. Enable Include sub folder option if you also wish to key share the secured folders sub folder(s) files.
ar: يمكنك أيضا مشاركة الملف (الملفات) عن طريق الاختيار من علامة التبويب <b>الملفات الحديثة</b> أو المجلد (المجلدات) عن طريق التحديد من علامة التبويب المجلدات <b>الآمنة</b> والنقر فوق زر الإجراء "مشاركة المفاتيح". ثم اتبع الخطوات المذكورة أعلاه. قم بتمكين خيار تضمين مجلد فرعي إذا كنت ترغب أيضا في مشاركة ملفات المجلدات الفرعية للمجلدات المؤمنة.
de: Sie können die Datei(en) auch mit einem Schlüssel freigeben, indem Sie auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b> auswählen, oder Ordner, indem Sie auf der Registerkarte <b>"Gesicherte Ordner"</b> auswählen und auf die Aktionsschaltfläche "Schlüssel freigeben" klicken. Befolgen Sie dann die obigen Schritte. Aktivieren Sie die Option Unterordner einschließen, wenn Sie auch die Unterordnerdateien der gesicherten Ordner mit einem Schlüssel freigeben möchten.
es: También puede compartir la clave de los archivos seleccionándolos en la pestaña <b>Archivos recientes</b> o en las carpetas seleccionando en la pestaña <b>Carpetas seguras</b> y haciendo clic en el botón de acción "Compartir claves". A continuación, siga los pasos anteriores. Habilite la opción Incluir subcarpeta si también desea compartir la clave de los archivos de subcarpetas de carpetas seguras.
fr: Vous pouvez également partager par clé le(s) fichier(s) en sélectionnant dans l'onglet <b>Fichiers Récents</b> ou le(s) dossier(s) en sélectionnant dans l'onglet <b>Dossiers Sécurisés</b> et en cliquant sur "Partager les Clés". Suivez ensuite les étapes ci-dessus. Activez l’option Inclure le sous-dossier si vous souhaitez également partager par clé les fichiers du ou des sous-dossiers des dossiers sécurisés.
it: Puoi anche condividere con chiave i file selezionandoli dalla scheda <b>File recenti</b> o le cartelle selezionando dalla scheda <b>Cartelle protette</b> e facendo clic sul pulsante di azione "Condividi chiavi". Quindi segui i passaggi precedenti. Abilita l'opzione Includi sottocartella se desideri anche condividere con chiave i file delle sottocartelle delle cartelle protette.
ko: 또한, <b>최근 파일</b> 탭이나 <b>보안 폴더</b> 탭에서 폴더를 선택하고 "공유 키" 작업 버튼을 클릭하여 파일을 공유할 수 있습니다. 그런 다음 위 단계를 따르세요. 보안 폴더의 하위 폴더 파일을 공유하려면 하위 폴더 포함 옵션을 활성화하세요.
nl: Je kunt de bestanden ook delen door een keuze te maken op het tabblad <b>Recente bestanden</b> of map(pen) door een keuze te maken op het tabblad <b>Beveiligde mappen</b> en op de actieknop "Sleutels delen" te klikken. Volg dan bovenstaande stappen. Schakel de optie Submap opnemen in als je ook de bestanden van de beveiligde mappen en submappen wilt delen.
pl: Możesz także udostępnić plik(i) kluczem, wybierając z karty <b>Ostatnie pliki</b> lub folder(y), wybierając z karty <b>Bezpieczne foldery</b> i klikając przycisk akcji „Udostępnij klucze”. Następnie wykonaj powyższe kroki. Włącz opcję Dołącz podfolder, jeśli chcesz także udostępnić klucze do zabezpieczonych plików/podfolderów /folderów.
pt: Você também pode compartilhar o(s) arquivo(s) selecionando na guia <b>Arquivos Recentes</b> ou pasta(s) selecionando na guia <b>Pastas Protegidas</b> e clicando no botão de ação "Compartilhar chaves". Em seguida, siga os passos acima. Habilite a opção Incluir subpasta se você também desejar compartilhar por chave os arquivos de subpastas de pastas protegidas.
ru: Вы также можете предоставить общий доступ к файлам, выбрав их на вкладке <b>«Последние файлы»</b> или в папках, выбрав их на вкладке <b>«Защищенные папки»</b> и нажав кнопку действия «Поделиться ключами». Затем выполните описанные выше действия. Включите опцию «Включить вложенную папку», если вы также хотите поделиться файлами защищенных папок.
sv: Du kan också dela fil(er) med nyckeldelning genom att välja från fliken <b>Senaste filer</b> eller mapp(ar) genom att välja från fliken <b>Säkrade mappar </b> och klicka på åtgärdsknappen “Dela nycklar”. Följ sedan de ovanstående stegen. Aktivera alternativet Inkludera undermapp om du även vill dela undermappens filer i de säkrade mapparna.
tr: Ayrıca, <b>Son Dosyalar</b> sekmesinden seçim yaparak veya <b>Güvenli Klasörler</b> sekmesinden seçip "Anahtarları Paylaş" eylem düğmesini tıklayarak klasörlerin anahtarını paylaşabilirsiniz. Ardından yukarıdaki adımları izleyin. Güvenli klasörler alt klasör(ler)i dosyalarının anahtarını da paylaşmak istiyorsanız Alt klasörü dahil et seçeneğini etkinleştirin.
zh: 您还可以通过从 <b>“最近打开的文件”</b> 选项卡中进行选择来对文件进行密钥共享，或者通过从 <b>“安全文件夹”</b> 选项卡中进行选择并单击“共享密钥”操作按钮来对文件夹进行密钥共享。然后按照上述步骤操作。启用“包括子文件夹”选项，如果您还希望密钥共享受保护的文件夹子文件夹文件。

# AxCKSGDBlock4SH2P1
source: Tap on the <b>Share Keys</b> <img class='share-mobile-icon'/> icon from the home screen
ar: اضغط على أيقونة <b>مفاتيح المشاركة</b> <img class='share-mobile-icon'/> من الشاشة الرئيسية
de: Tippen Sie auf dem Startbildschirm auf das Symbol <b>Schlüsselfreigabe</b> <img class='share-mobile-icon'/>
es: Toca el icono <b>Share Keys</b> <img class='share-mobile-icon'/> en la pantalla de inicio
fr: Appuyez sur l'icône <b>Partager les clés</b> <img class='share-mobile-icon'/> depuis l'écran d'accueil
it: Tocca l'icona <b>Condividi chiavi</b> <img class='share-mobile-icon'/> dalla schermata principale
ko: 홈 화면에서 <b>공유 키</b> <img class='공유-모바일-아이콘'/> 아이콘을 누릅니다
nl: Tik op het pictogram <b>Sleutels delen</b> <img class='share-mobile-icon'/> op het startscherm
pl: Naciśnij ikonę <b>Share Keys</b> <img class='share-mobile-icon'/> na ekranie głównym
ru: Нажмите на значок<b>Поделиться ключами</b> <img class='share-mobile-icon'/> на главном экране
sv: Tryck på ikonen <b>Dela nycklar</b> <img class='share-mobile-icon'/> från startskärmen
zh: 点击主屏幕上的<b>共享密钥</b><img class='share-mobile-icon'/>图标
