Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H3_SH7_Text1
source: <li><b>Understand HIPAA Requirements:</b> ☑️ Familiarize yourself with the Health Insurance Portability and Accountability Act (HIPAA) Security Rule and its addressable implementation specifications for encryption. Resources like the Department of Health and Human Services (HHS) website can be helpful.</b></li>
ar: <li><b>فهم متطلبات HIPAA:</b> ☑️ تعرف على قاعدة أمان قانون إخضاع التأمين الصحي لقابلية النقل والمساءلة (HIPAA) ومواصفات التنفيذ القابلة للعنونة للتشفير. يمكن أن تكون الموارد مثل موقع وزارة الصحة والخدمات الإنسانية (HHS) مفيدة.</li>
de: <li><b>Grundlegendes zu den HIPAA-Anforderungen:</b> ☑️ Machen Sie sich mit der Sicherheitsregel des Health Insurance Portabilität und Rechenschaftspflicht Act (HIPAA) und seinen adressierbaren Implementierungsspezifikationen für die Verschlüsselung vertraut. Ressourcen wie die Website des Ministeriums für Gesundheit und Soziales (HHS) können hilfreich sein.</b></li>
es: <li><b>Comprenda los requisitos de HIPAA:</b> ☑️ Familiarícese con la regla de seguridad de la Ley de Portabilidad y Responsabilidad de Seguros Médicos (HIPAA) y sus especificaciones de implementación direccionables para el cifrado. Recursos como el sitio web del Departamento de Salud y Servicios Humanos (HHS, por sus siglas en inglés) pueden ser útiles.</li>
fr: <li><b>Comprendre les Exigences HIPAA :</b> ☑️ Familiarisez-vous avec la règle de sécurité de la Health Insurance Portability and Accountability Act (HIPAA) et ses spécifications de mise en œuvre adressables pour le chiffrement. Des ressources telles que le site Web du ministère de la Santé et des Services sociaux (HHS) peuvent être utiles.</b></li>
it: <li><b>Comprendere i requisiti HIPAA:</b> ☑️ acquisire familiarità con la regola di sicurezza HIPAA (Health Insurance Portability and Accountability Act) e le relative specifiche di implementazione indirizzabili per la crittografia. Risorse come il sito web del Dipartimento della salute e dei servizi umani (HHS) possono essere utili.</li>
ko: <li><b>HIPAA 요구 사항 이해:</b> ☑️ 건강 보험 휴대성 및 책임법(HIPAA) 보안 규칙과 암호화에 대한 주소 지정 구현 사양을 숙지하세요. 보건복지부(HHS) 웹사이트와 같은 자료가 도움이 될 수 있습니다.</li>
nl: <li><b>Begrijp HIPAA-vereisten:</b> ☑️ Maak jezelf vertrouwd met de beveiligingsregel van de Health Insurance Portability and Accountability Act (HIPAA) en de addresseerbare implementatiespecificaties voor versleuteling. Bronnen zoals de website van het Department of Health and Human Services (HHS) kunnen nuttig zijn.</li>
pl: <li><b>Zapoznaj się z wymaganiami ustawy HIPAA:</b> ☑️ Zapoznaj się z przepisami dotyczącymi bezpieczeństwa ustawy Health Insurance Portability and Accountability Act (HIPAA) i jej adresowalnymi specyfikacjami implementacji dotyczącymi szyfrowania. Pomocne mogą być takie zasoby, jak strona internetowa Departamentu Zdrowia i Opieki Społecznej (HHS).</b></li>
pt: <li><b>Entenda os requisitos da HIPAA:</b> ☑️ Familiarize-se com a Regra de Segurança da Lei de Portabilidade e Responsabilidade de Seguros de Saúde (HIPAA) e suas especificações de implementação endereçáveis para criptografia. Recursos como o site do Departamento de Saúde e Serviços Humanos (HHS) podem ser úteis.</li>
ru: <li><b>Ознакомьтесь с требованиями HIPAA:</b> ☑️ Ознакомьтесь с правилом безопасности Закона о преемственности и подотчетности медицинского страхования (HIPAA) и его адресными спецификациями реализации шифрования. Такие ресурсы, как веб-сайт Министерства здравоохранения и социальных служб (HHS), могут быть полезны.</li>
sv: <li><b>Förstå HIPAA-kraven:</b> ☑️ Sätt dig in i Health Insurance Portability and Accountability Act (HIPAA) Security Rule och dess adresserbara implementationsspecifikationer för kryptering. Resurser som webbplatsen för Department of Health and Human Services (HHS) kan vara till hjälp.</li>
tr: <li><b>HIPAA Gerekliliklerini Anlayın:</b> ☑️ Sağlık Sigortası Taşınabilirlik ve Sorumluluk Yasası (HIPAA) Güvenlik Koşulu ve şifreleme için adreslenebilir uygulama spesifikasyonları hakkında bilgi edinin. Sağlık ve İnsan Hizmetleri Departmanı (HHS) internet sitesi gibi kaynaklar yardımcı olabilir.</li>
zh: <li><b>了解 HIPAA 要求：</b> ☑️熟悉健康保险流通与责任法案 （HIPAA） 安全规则及其可寻址的加密实现规范。卫生与公众服务部 （HHS） 网站等资源可能会有所帮助。</b></li>

# Blog_HTCWHER_H3_SubHeading1
source: <b>Risk Assessment:</b>
ar: <b>تقييم المخاطر:</b>
de: <b>Risikobewertung:</b>
es: <b>Evaluación de riesgos:</b>
fr: <b>Évaluation des Risques :</b>
it: <b>Valutazione del rischio:</b>
ko: <b>위험 평가:</b>
nl: <b>Risicobeoordeling:</b>
pl: <b>Ocena ryzyka:</b>
pt: <b>Avaliação do risco:</b>
ru: <b>Оценка риска:</b>
sv: <b>Riskbedömning:</b>
tr: <b>Risk Değerlendirmesi:</b>
zh: <b>风险评估：</b>

# Blog_HTCWHER_H3_SubHeading2
source: <b>Encryption Implementation:</b>
ar: <b>تنفيذ التشفير:</b>
de: <b>Implementierung der Verschlüsselung:</b>
es: <b>Implementación de cifrado:</b>
fr: <b>Mise en Ouvre du Chiffrement :</b>
it: <b>Implementazione della crittografia:</b>
ko: <b>암호화 구현:</b>
nl: <b>Implementatie van versleuteling:</b>
pl: <b>Wdrożenie szyfrowania:</b>
pt: <b>Implementação de criptografia:</b>
ru: <b>Реализация шифрования:</b>
sv: <b>Implementering av kryptering:</b>
tr: <b>Şifreleme Uygulaması:</b>
zh: <b>加密实现：</b>

# Blog_HTCWHER_H3_SubHeading3
source: <b>Key Management:</b>
ar: <b>الإدارة الرئيسية:</b>
de: <b>Schlüsselverwaltung:</b>
es: <b>Gestión de claves:</b>
fr: <b>Gestion des Clés :</b>
it: <b>Gestione delle chiavi:</b>
ko: <b>키 관리:</b>
nl: <b>Sleutelmanagement:</b>
pl: <b>Zarządzanie kluczami:</b>
pt: <b>Gerenciamento de chaves:</b>
ru: <b>Управление ключами:</b>
sv: <b>Nyckelhantering:</b>
tr: <b>Anahtar Yönetimi:</b>
zh: <b>密钥管理：</b>

# Blog_HTCWHER_H3_SubHeading4
source: <b>Documentation and Policies:</b>
ar: <li><b>تدوير المفاتيح:</b> ☑️ قم بتدوير مفاتيح التشفير بانتظام للحفاظ على الأمان. يسمح لك اكسكربت بإعداد تدوير المفاتيح التلقائي لمزيد من الحماية.</li>
de: <b>Dokumentation und Richtlinien:</b>
es: <b>Documentación y Políticas:</b>
fr: <b>Documentation et Politiques :</b>
it: <b>Documentazione e politiche:</b>
ko: <b>문서 및 정책:</b>
nl: <b>Documentatie en beleid:</b>
pl: <b>Dokumentacja i zasady:</b>
pt: <b>Documentação e Políticas:</b>
ru: <b>Документация и политика:</b>
sv: <b>Dokumentation och policyer:</b>
tr: <b>Belgeler ve Politikalar:</b>
zh: <b>文档和政策：</b>

# Blog_HTCWHER_H3_SubHeading5
source: <b>Ongoing Monitoring and Compliance:</b>
ar: <b>المراقبة المستمرة والامتثال:</b>
de: <b>Laufende Überwachung und Compliance:</b>
es: <b>Monitoreo y cumplimiento de normas continuos:</b>
fr: <b>Surveillance et Conformité continues :</b>
it: <b>Monitoraggio continuo e conformità:</b>
ko: <b>지속적인 모니터링 및 규정 준수:</b>
nl: <b>Doorlopende monitoring en naleving:</b>
pl: <b>Bieżące monitorowanie i zgodność:</b>
pt: <b>Monitoramento e conformidade contínuos:</b>
ru: <b>Постоянный мониторинг и соответствие требованиям:</b>
sv: <b>Löpande övervakning och efterlevnad:</b>
tr: <b>Sürekli İzleme ve Uyumluluk:</b>
zh: <b>持续监控和合规：</b>

# Blog_HTCWHER_H3_SubHeading6
source: <b>Additional Considerations:</b>
ar: <b>اعتبارات إضافية:</b>
de: <b>Weitere Überlegungen:</b>
es: <b>Consideraciones adicionales:</b>
fr: <b>Considérations Supplémentaires :</b>
it: <b>Considerazioni aggiuntive:</b>
ko: <b>추가 고려 사항:</b>
nl: <b>Aanvullende overwegingen:</b>
pl: <b>Dodatkowe uwagi:</b>
pt: <b>Considerações adicionais:</b>
ru: <b>Дополнительные сведения:</b>
sv: <b>Annat att tänka på:</b>
tr: <b>Dikkat Edilmesi Gereken Diğer Noktalar:</b>
zh: <b>其他注意事项：</b>

# Blog_HTCWHER_H3_SubHeading7
source: <b>Further Reading:</b>
ar: <b>قراءة متعمقة:</b>
de: <b>Weiterführende Literatur:</b>
es: <b>Notas adicionales:</b>
fr: <b>Lectures Complémentaires :</b>
it: <b>Ulteriori letture:</b>
ko: <b>추가 읽기:</b>
nl: <b>Verder lezen:</b>
pl: <b>Dalsza lektura:</b>
pt: <b>Leitura adicional:</b>
ru: <b>Дополнительная литература:</b>
sv: <b>Vidare läsning:</b>
tr: <b>Daha fazla bilgi:</b>
zh: <b>延伸阅读：</b>

# Blog_HTCWHER_H3_Text1
source: This checklist is designed to serve as a valuable tool to assist your organization in assessing its current adherence to HIPAA data encryption requirements. Remember, achieving and maintaining HIPAA compliance is an ongoing process.
ar: تم تصميم قائمة التحقق هذه لتكون بمثابة أداة قيمة لمساعدة مؤسستك في تقييم التزامها الحالي بمتطلبات تشفير بيانات HIPAA. تذكر أن تحقيق الامتثال لقانون HIPAA والحفاظ عليه هو عملية مستمرة.
de: Diese Checkliste soll als wertvolles Werkzeug dienen, um Ihr Unternehmen bei der Bewertung der aktuellen Einhaltung der HIPAA-Datenverschlüsselungsanforderungen zu unterstützen. Denken Sie daran, dass das Erreichen und Aufrechterhalten der HIPAA-Konformität ein fortlaufender Prozess ist.
es: Esta lista de verificación está diseñada para servir como una herramienta valiosa para ayudar a su organización a evaluar su cumplimiento actual de los requisitos de cifrado de datos de HIPAA. Recuerde que lograr y mantener el cumplimiento de la HIPAA es un proceso continuo.
fr: Cette liste de contrôle est conçue pour constituer un outil précieux pour aider votre organisation à évaluer son respect actuel des exigences de chiffrement des données HIPAA. N'oubliez pas que l'atteinte et le maintien de la conformité HIPAA sont un processus continu.
it: Questo elenco di controllo è progettato per fungere da strumento prezioso per aiutare la tua organizzazione a valutare la sua attuale conformità ai requisiti di crittografia dei dati HIPAA. Ricorda, il raggiungimento e il mantenimento della conformità HIPAA è un processo continuo.
ko: 이 체크리스트는 조직이 HIPAA 데이터 암호화 요구 사항을 현재 준수하고 있는지 평가하는 데 유용한 도구로 사용할 수 있도록 설계되었습니다. HIPAA 규정 준수를 달성하고 유지하는 것은 지속적인 프로세스라는 점을 명심하십시오.
nl: Deze checklist is ontworpen om als waardevol hulpmiddel te dienen om jouw organisatie te helpen bij het beoordelen van de huidige naleving van de HIPAA-vereisten voor gegevensversleuteling. Vergeet niet dat het bereiken en handhaven van HIPAA-compliance een continu proces is.
pl: Niniejsza lista kontrolna ma służyć jako cenne narzędzie pomagające Twojej organizacji w ocenie jej bieżącego przestrzegania wymagań dotyczących szyfrowania danych HIPAA. Pamiętaj, że osiągnięcie i utrzymanie zgodności z ustawą HIPAA to proces ciągły.
pt: Esta lista de verificação foi projetada para servir como uma ferramenta valiosa para ajudar sua organização a avaliar sua aderência atual aos requisitos de criptografia de dados da HIPAA. Lembre-se, alcançar e manter a conformidade com a HIPAA é um processo contínuo.
ru: Этот контрольный список призван служить ценным инструментом, который поможет вашей организации оценить текущее соответствие требованиям HIPAA к шифрованию данных. Помните, что достижение и поддержание соответствия требованиям HIPAA — это непрерывный процесс.
sv: Denna checklista är utformad för att fungera som ett värdefullt verktyg för att hjälpa din organisation att bedöma dess nuvarande efterlevnad av HIPAA:s krav på datakryptering. Kom ihåg att uppnå och upprätthålla HIPAA-efterlevnad är en pågående process.
tr: Bu kontrol listesi, kuruluşunuzun HIPAA veri şifreleme gereksinimlerine mevcut bağlılığını değerlendirmesine yardımcı olacak değerli bir araç olarak hizmet etmek üzere tasarlanmıştır. HIPAA uyumluluğunun sağlanması ve sürdürülmesinin devam eden bir süreç olduğunu unutmayın.
zh: 此清单旨在作为一种有价值的工具，帮助您的组织评估其当前对 HIPAA 数据加密要求的遵守情况。请记住，实现和保持 HIPAA 合规性是一个持续的过程。

# Blog_HTCWHER_H3_Text2
source: We recommend that you revisit and utilize this checklist on a regular basis to ensure the continued security of your patients' electronic Protected Health Information (ePHI).
ar: نوصيك بإعادة زيارة قائمة التحقق هذه واستخدامها بشكل منتظم لضمان استمرار أمان المعلومات الصحية المحمية الإلكترونية لمرضاك (ePHI).
de: Wir empfehlen Ihnen, diese Checkliste regelmäßig zu überprüfen und zu verwenden, um die kontinuierliche Sicherheit der elektronisch geschützten Gesundheitsinformationen (ePHI) Ihrer Patienten zu gewährleisten.
es: Le recomendamos que revise y utilice esta lista de verificación con regularidad para garantizar la seguridad continua de la información médica protegida electrónica (ePHI) de sus pacientes.
fr: Nous vous recommandons de revoir et d'utiliser cette liste de contrôle régulièrement pour garantir la sécurité continue des informations électroniques protégées de santé (ePHI) de vos patients.
it: Ti consigliamo di rivedere e utilizzare regolarmente questa lista di controllo per garantire la sicurezza continua delle informazioni sanitarie protette elettroniche (ePHI) dei tuoi pazienti.
ko: 환자의 전자 건강 정보(ePHI)의 지속적인 보안을 보장하기 위해 정기적으로 이 체크리스트를 다시 방문하여 활용하는 것이 좋습니다.
nl: We raden je aan deze checklist regelmatig opnieuw te bekijken en te gebruiken om de voortdurende veiligheid van de elektronische beschermde gezondheidsinformatie (ePHI) van jouw patiënten te garanderen.
pl: Zalecamy regularne przeglądanie i korzystanie z tej listy kontrolnej, aby zapewnić ciągłe bezpieczeństwo elektronicznych chronionych informacji zdrowotnych (ePHI) Twoich pacjentów.
pt: Recomendamos que você revisite e utilize essa lista de verificação regularmente para garantir a segurança contínua das Informações de Saúde Protegidas (ePHI) eletrônicas de seus pacientes.
ru: Мы рекомендуем вам регулярно пересматривать и использовать этот контрольный список, чтобы обеспечить постоянную безопасность электронной защищенной медицинской информации (ePHI) ваших пациентов.
sv: Vi rekommenderar att du regelbundet återbesöker och använder denna checklista för att säkerställa fortsatt säkerhet för dina patienters elektroniska skyddade hälsoinformation (ePHI).
tr: Hastalarınızın Korumalı Elektronik Sağlık Bilgilerinin (ePHI) güvenliğini sürekli olarak sağlamak için bu kontrol listesini düzenli olarak tekrar gözden geçirmenizi ve kullanmanızı öneririz.
zh: 我们建议您定期重新访问和使用此清单，以确保患者的电子受保护健康信息 （ePHI） 的持续安全。

# Blog_HTCWHER_H4_Text1
source: Healthcare organizations face a constant challenge in securing sensitive patient data. Here's where AxCrypt, a user-friendly file encryption software, can be a valuable asset in complying with HIPAA's data at rest encryption requirements.
ar: تواجه مؤسسات الرعاية الصحية تحديا مستمرا في تأمين بيانات المرضى الحساسة. هنا حيث يمكن أن يكون اكسكربت، وهو برنامج تشفير ملفات سهل الاستخدام ، أحد الأصول القيمة في الامتثال لمتطلبات تشفير البيانات الثابتة الخاصة ب HIPAA.
de: Organisationen im Gesundheitswesen stehen vor der ständigen Herausforderung, sensible Patientendaten zu schützen. Hier kann AxCrypt, eine benutzerfreundliche Dateiverschlüsselungssoftware, ein wertvoller Vorteil sein, um die HIPAA-Anforderungen an die Verschlüsselung von Daten im Ruhezustand zu erfüllen.
es: Las organizaciones sanitarias se enfrentan a un reto constante a la hora de proteger los datos confidenciales de los pacientes. Aquí es donde AxCrypt, un software de cifrado de archivos fácil de usar, puede ser un activo valioso para cumplir con los requisitos de cifrado de datos en reposo de HIPAA.
fr: Les organismes de santé sont confrontés à un défi constant pour sécuriser les données sensibles des patients. C'est ici qu'AxCrypt, un logiciel de cryptage de fichiers facile d'utilisation, peut être un atout précieux pour se conformer aux exigences de cryptage des données au repos de la HIPAA.
it: Le organizzazioni sanitarie devono affrontare una sfida costante nella protezione dei dati sensibili dei pazienti. È qui che AxCrypt, un software di crittografia dei file di facile utilizzo, può essere una risorsa preziosa per soddisfare i requisiti di crittografia dei dati a riposo dell'HIPAA.
ko: 의료 기관은 민감한 환자 데이터를 보호하는 데 있어 지속적인 도전에 직면해 있습니다. 여기에서 사용하기 쉬운 파일 암호화 소프트웨어인 AxCrypt가 HIPAA의 휴면 데이터 암호화 요구 사항을 준수하는 데 귀중한 자산이 될 수 있습니다.
nl: Zorgorganisaties staan voor een constante uitdaging bij het beveiligen van gevoelige patiëntgegevens. Dit is waar AxCrypt, een gebruiksvriendelijke software voor bestandsversleuteling, een waardevolle aanwinst kan zijn bij het voldoen aan de HIPAA-vereisten voor versleuteling van gegevens in rust.
pl: Organizacje z branży opieki zdrowotnej stoją przed ciągłym wyzwaniem związanym z zabezpieczaniem wrażliwych danych pacjentów. Oto, gdzie AxCrypt, przyjazne dla użytkownika oprogramowanie do szyfrowania plików, może być cennym nabytkiem w przestrzeganiu wymogów HIPAA dotyczących szyfrowania danych w stanie spoczynku.
pt: As organizações de saúde enfrentam um desafio constante na proteção de dados confidenciais de pacientes. É aqui que o AxCrypt, um software de criptografia de arquivos fácil de usar, pode ser um ativo valioso para cumprir os requisitos de criptografia de dados em repouso da HIPAA.
ru: Организации здравоохранения постоянно сталкиваются с проблемой защиты конфиденциальных данных пациентов. Вот где AxCrypt, удобное программное обеспечение для шифрования файлов, может стать ценным активом в соответствии с требованиями HIPAA к шифрованию хранимых данных.
sv: Hälso- och sjukvårdsorganisationer står inför en ständig utmaning att säkra känslig patientdata. Här kan AxCrypt, en användarvänlig filkrypteringsprogramvara, vara en värdefull tillgång för att uppfylla HIPAA:s krav på kryptering av data i vila.
tr: Sağlık kuruluşları, hassas hasta verilerinin güvenliğini sağlama konusunda her daim bazı zorluklarla karşı karşıyadır. İşte bu noktada, kullanıcı dostu bir dosya şifreleme yazılımı olan AxCrypt, HIPAA'nın bekleme halindeki veri şifreleme gereksinimlerine uyma konusunda değerli bir araç olabilir.
zh: 医疗保健组织在保护敏感的患者数据方面面临着持续的挑战。在这里，用户友好的文件加密软件AxCrypt可以成为符合HIPAA静态数据加密要求的宝贵资产。

# Blog_HTCWHER_H4_Text2
source: AxCrypt leverages the robust AES-256 encryption algorithm, a recognized standard for top-tier data protection. This ensures that even if unauthorized individuals gain access to your devices or storage locations, the encrypted patient information remains undecipherable without the decryption key.
ar: يستفيد اكسكربت من خوارزمية التشفير AES-256 القوية ، وهي معيار معترف به لحماية البيانات من الدرجة الأولى. هذا يضمن أنه حتى إذا تمكن الأفراد غير المصرح لهم من الوصول إلى أجهزتك أو مواقع التخزين الخاصة بك ، فإن معلومات المريض المشفرة تظل غير قابلة للفك بدون مفتاح فك التشفير.
de: AxCrypt nutzt den robusten AES-256-Verschlüsselungsalgorithmus, einen anerkannten Standard für erstklassigen Datenschutz. Dadurch wird sichergestellt, dass auch bei unbefugtem Zugriff auf Ihre Geräte oder Speicherorte die verschlüsselten Patienteninformationen ohne den Entschlüsselungsschlüssel nicht entschlüsselbar bleiben.
es: AxCrypt aprovecha el robusto algoritmo de cifrado AES-256, un estándar reconocido para la protección de datos de primer nivel. Esto garantiza que, incluso si personas no autorizadas obtienen acceso a sus dispositivos o ubicaciones de almacenamiento, la información cifrada del paciente permanece indescifrable sin la clave de descifrado.
fr: AxCrypt exploite le robuste algorithme de cryptage AES-256, une norme reconnue pour la protection des données de haut niveau. Cela garantit que même si des personnes non autorisées accèdent à vos appareils ou emplacements de stockage, les informations cryptées du patient restent indéchiffrables sans la clé de déchiffrement.
it: AxCrypt sfrutta il robusto algoritmo di crittografia AES-256, uno standard riconosciuto per la protezione dei dati di alto livello. Ciò garantisce che, anche se persone non autorizzate ottengono l'accesso ai dispositivi o alle posizioni di archiviazione, le informazioni crittografate del paziente rimangono indecifrabili senza la chiave di decrittazione.
ko: AxCrypt는 최상급 데이터 보호 표준으로 인정받는 강력한 AES-256 암호화 알고리즘을 활용합니다. 이를 통해 무단 개인이 장치나 저장 위치에 접근하더라도 암호화된 환자 정보는 암호 해독 키 없이 해독할 수 없습니다.
nl: AxCrypt maakt gebruik van het robuuste AES-256-versleutelingsalgoritme, een erkende standaard voor gegevensbescherming van het hoogste niveau. Dit zorgt ervoor dat zelfs als onbevoegden toegang krijgen tot jouw apparaten of opslaglocaties, de versleutelde patiëntinformatie niet te ontcijferen is zonder de decoderingssleutel.
pl: AxCrypt wykorzystuje solidny algorytm szyfrowania AES-256, uznany standard najwyższej klasy ochrony danych. Dzięki temu nawet jeśli nieupoważnione osoby uzyskają dostęp do Twoich urządzeń lub miejsc przechowywania, zaszyfrowane informacje o pacjencie pozostaną nieczytelne bez klucza deszyfrującego.
pt: O AxCrypt aproveita o robusto algoritmo de criptografia AES-256, um padrão reconhecido para proteção de dados de primeira linha. Isso garante que, mesmo que indivíduos não autorizados obtenham acesso aos seus dispositivos ou locais de armazenamento, as informações criptografadas do paciente permaneçam indecifráveis sem a chave de descriptografia.
ru: AxCrypt использует надежный алгоритм шифрования AES-256, признанный стандарт для защиты данных на высшем уровне. Это гарантирует, что даже если посторонние лица получат доступ к вашим устройствам или местам хранения, зашифрованная информация о пациенте останется нерасшифрованной без ключа дешифрования.
sv: AxCrypt använder den robusta AES-256-krypteringsalgoritmen, en erkänd standard för förstklassigt dataskydd. Detta säkerställer att även om obehöriga individer får tillgång till dina enheter eller lagringsplatser, förblir den krypterade patientinformationen oläslig utan dekrypteringsnyckeln.
tr: AxCrypt, üst düzey veri koruması için tanınmış bir standart olan güçlü AES-256 şifreleme algoritmasını kullanır. Bu, yetkisiz kişiler cihazlarınıza veya depolama konumlarınıza erişse bile, şifrelenmiş hasta bilgilerinin şifre çözme anahtarı olmadan şifrelerinin çözülememesini sağlar.
zh: AxCrypt利用强大的AES-256加密算法，这是公认的顶级数据保护标准。这确保了即使未经授权的个人访问了您的设备或存储位置，如果没有解密密钥，加密的患者信息仍然无法破译。
