Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EFPECT_Conclusion_Text1
source: The encryption narrative is a never-ending development. Technology is always trying to find new ways to keep data safe and secure from all kinds of online and offline attacks. So, what is the future of encryption, and how will it handle the newly established technological era? There is no doubt that today, everyone quite needs to encrypt files and make communication more private.
ar: يعتبر سرد التشفير تطورًا لا ينتهي. تحاول التكنولوجيا دائمًا إيجاد طرق جديدة للحفاظ على البيانات آمنة ومأمونة من جميع أنواع الهجمات عبر الإنترنت وغير المتصلة بالإنترنت. إذن ، ما هو مستقبل التشفير ، وكيف سيتعامل مع العصر التكنولوجي الجديد؟ ليس هناك شك في أنه اليوم ، يحتاج الجميع تمامًا إلى تشفير الملفات وجعل الاتصال أكثر خصوصية.
de: Die Verschlüsselungserzählung ist eine unendliche Entwicklung. Die Technologie versucht immer, neue Wege zu finden, um Daten vor allen Arten von Online- und Offline-Angriffen zu schützen. Was ist also die Zukunft der Verschlüsselung und wie wird sie mit dem neu etablierten technologischen Zeitalter umgehen? Es besteht kein Zweifel, dass heutzutage jeder Dateien verschlüsseln und die Kommunikation privater gestalten muss.
es: La narrativa del cifrado es un desarrollo interminable. La tecnología siempre está tratando de encontrar nuevas formas de mantener los datos seguros y protegidos de todo tipo de ataques en línea y fuera de línea. Entonces, ¿cuál es el futuro del cifrado y cómo manejará la era tecnológica recién establecida? No hay duda de que hoy en día todo el mundo necesita cifrar archivos y hacer que la comunicación sea más privada.
fr: Le récit du cryptage est un développement sans fin. La technologie essaie toujours de trouver de nouvelles façons de protéger les données contre toutes sortes d’attaques en ligne et hors ligne. Alors, quel est l’avenir du cryptage et comment gérera-t-il l’ère technologique nouvellement établie? Il ne fait aucun doute qu’aujourd’hui, tout le monde a besoin de crypter les fichiers et de rendre la communication plus privée.
it: La narrativa della crittografia è uno sviluppo senza fine. La tecnologia è sempre alla ricerca di nuovi modi per proteggere i dati da tutti i tipi di attacchi online e offline. Quindi, qual è il futuro della crittografia e come gestirà la nuova era tecnologica? Non c'è dubbio che oggi tutti hanno bisogno di crittografare i file e rendere le comunicazioni più private.
ko: 암호화 내러티브는 끝없는 발전입니다. 기술은 항상 모든 종류의 온라인 및 오프라인 공격으로부터 데이터를 안전하게 유지하는 새로운 방법을 찾기 위해 노력하고 있습니다. 그렇다면 암호화의 미래는 무엇이며 새로 확립 된 기술 시대를 어떻게 처리 할까요? 모든 사람이 파일을 암호화하고 통신을 더 비공개로 만들어야 한다는 것은 의심의 여지가 없습니다.
nl: Het versleutelingsverhaal is een ontwikkeling zonder einde. Technologie probeert altijd nieuwe manieren te vinden om gegevens veilig en beveiligd te houden tegen allerlei online en offline aanvallen. Dus, wat is de toekomst van encryptie, en hoe zal het omgaan met het nieuwe technologische tijdperk? Het lijdt geen twijfel dat vandaag de dag iedereen bestanden moet versleutelen en de communicatie meer privé moet maken.
pl: Narracja szyfrowania stale się rozwija. Technologia zawsze stara się znaleźć nowe sposoby ochrony danych przed wszelkiego rodzaju atakami online i offline. Jaka jest więc przyszłość szyfrowania i jak poradzi sobie ono z nowo powstałą erą technologiczną? Nie ma wątpliwości, że dzisiaj wszyscy muszą szyfrować pliki i sprawić, by komunikacja była bardziej prywatna.
pt: A narrativa da cifragem é um desenvolvimento sem fim. A tecnologia está sempre a tentar encontrar novas formas de manter os dados seguros e protegidos de todos os tipos de ataques online e offline. Então, qual é o futuro da cifragem e como irá lidar com a nova era tecnológica estabelecida? Não há dúvida que, hoje em dia, toda a gente precisa muito de cifrar ficheiros e tornar as comunicações mais privadas.
ru: История шифрования - это нескончаемое развитие. Технологии всегда пытаются найти новые способы сохранить данные в безопасности от всех видов онлайн- и оффлайн-атак. Итак, каково будущее шифрования и как оно справится с новой технологической эпохой? Нет никаких сомнений в том, что сегодня каждому совершенно необходимо шифровать файлы и делать общение более приватным.
sv: Krypteringsberättelsen är en oändlig utveckling. Tekniken försöker alltid hitta nya sätt att hålla data trygg och säker från alla typer av online- och offline attacker. Så, vad är framtiden för kryptering, och hur kommer den att hantera den nyligen etablerade teknologiska eran? Det råder ingen tvekan om att alla idag behöver kryptera filer och göra kommunikationen mer privat.
tr: Şifreleme hikayesi, asla sonu olmayan bir gelişmedir. Teknoloji sürekli olarak verileri her türlü çevrimiçi ve çevrimdışı saldırıdan korumak için yeni yollar bulmaya çalışıyor. Peki, şifrelemenin geleceği nedir ve yeni kurulan teknolojik çağı nasıl ele alacak? Hiç şüphe yok ki, bugün herkesin dosyaları şifrelemesi ve iletişimi daha özel hale getirmesi gerekiyor.
zh: 加密叙述是一个永无止境的发展。 技术一直在努力寻找新的方法来保持数据的安全和安全，免受各种在线和离线攻击。 那么，加密的未来是什么，它将如何处理新成立的技术时代？ 毫无疑问，今天，每个人都相当需要加密文件，使通信更加私密。

# Blog_EFPECT_Conclusion_Text2
source: AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data: data at rest, at transit, and in use. It is an excellent solution now and for the future, as it continues to grow and release new features to meet the demands of the digital era and its clients; with plans to release even more in the future. It is known for being the most user-friendly and reliable software, making it the world's most popular encryption tool, with over 20 million downloads worldwide!
ar: يوفر اكسكربت تشفيرًا قويًا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات: البيانات في حالة السكون ، وأثناء النقل ، وقيد الاستخدام. إنه حل ممتاز الآن وفي المستقبل ، حيث يستمر في النمو وإصدار ميزات جديدة لتلبية متطلبات العصر الرقمي وعملائه ؛ مع خطط لإصدار المزيد في المستقبل. يُعرف بكونه البرنامج الأكثر سهولة في الاستخدام والموثوقية ، مما يجعله أداة التشفير الأكثر شيوعًا في العالم ، مع أكثر من 20 مليون عملية تنزيل في جميع أنحاء العالم!
de: AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern: ruhende Daten, bei der Übertragung und bei der Verwendung. Es ist jetzt und für die Zukunft eine hervorragende Lösung, da es weiter wächst und neue Funktionen veröffentlicht, um den Anforderungen des digitalen Zeitalters und seiner Kunden gerecht zu werden. mit Plänen, in Zukunft noch mehr zu veröffentlichen. Es ist bekannt als die benutzerfreundlichste und zuverlässigste Software und damit das weltweit beliebteste Verschlüsselungstool mit über 20 Millionen Downloads weltweit!
es: AxCrypt ofrece un cifrado sólido de 256 bits para proteger tus datos en las tres etapas: en reposo, en tránsito y en uso. Es una excelente solución ahora y para el futuro, ya que continúa creciendo y lanzando nuevas funciones para satisfacer las demandas de la era digital y sus clientes; con planes de lanzar aún más en el futuro. Es conocido por ser el software más confiable y fácil de usar, lo que lo convierte en la herramienta de cifrado más popular del mundo, ¡con más de 20 millones de descargas en todo el mundo!
fr: AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes des données: données au repos, en transit et en cours d’utilisation. C’est une excellente solution aujourd’hui et pour l’avenir, car elle continue de croître et de publier de nouvelles fonctionnalités pour répondre aux exigences de l’ère numérique et de ses clients; avec des plans pour en publier encore plus à l’avenir. Il est connu pour être le logiciel le plus convivial et le plus fiable, ce qui en fait l’outil de cryptage le plus populaire au monde, avec plus de 20 millions de téléchargements dans le monde entier!
it: AxCrypt offre una crittografia avanzata con crittografia a 256 bit per proteggere i dati nelle tre fasi dei dati: dati a riposo, in transito e in uso. È una soluzione eccellente ora e per il futuro, poiché continua a crescere e pubblicare nuove funzionalità per soddisfare le esigenze dell'era digitale e dei suoi clienti; con piani per pubblicare ancora di più in futuro. È noto per essere il software più user-friendly e affidabile, rendendolo lo strumento di crittografia più popolare al mondo, con oltre 20 milioni di download in tutto il mondo!
ko: AxCrypt는 256비트 암호화로 강력한 암호화를 제공하여 데이터의 세 단계(저장 데이터, 전송 중 및 사용 중인 데이터)에서 데이터를 보호합니다. 디지털 시대와 고객의 요구를 충족시키기 위해 계속 성장하고, 새로운 기능을 출시하여 현재와 미래를 위한 훌륭한 솔루션이 됩니다. 앞으로 더 많은 것을 출시 할 계획입니다. 가장 사용자 친화적이고 신뢰할 수 있는 소프트웨어로 알려져 있으며 전 세계적으로 2천만 회 이상 다운로드된 세계에서 가장 인기 있는 암호화 도구입니다!
nl: AxCrypt biedt sterke encryptie met 256-bits encryptie om uw gegevens te beveiligen in de drie stadia van gegevens: gegevens in rust, onderweg en in gebruik. Het is een uitstekende oplossing voor nu en voor de toekomst, aangezien het blijft groeien en nieuwe functies uitbrengt om te voldoen aan de eisen van het digitale tijdperk en zijn klanten; met plannen om in de toekomst nog meer uit te brengen. Het staat bekend als de meest gebruiksvriendelijke en betrouwbare software, waardoor het 's werelds meest populaire encryptietool is, met meer dan 20 miljoen downloads wereldwijd!
pl: AxCrypt oferuje silne szyfrowanie z 256-bitowym szyfrowaniem, aby zabezpieczyć Twoje dane na trzech etapach: dane w spoczynku, w trakcie przesyłania i w użyciu. Jest to doskonałe rozwiązanie teraz i na przyszłość, ponieważ stale się rozwija i udostępnia nowe funkcje, aby sprostać wymaganiom ery cyfrowej i jej klientów; z planami wydania jeszcze większej liczby w przyszłości. Jest znany z tego, że jest najbardziej przyjaznym dla użytkownika i niezawodnym oprogramowaniem, co czyni go najpopularniejszym na świecie narzędziem do szyfrowania, z ponad 20 milionami pobrań na całym świecie!
pt: A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados nos três estágios dos dados: em repouso, em trânsito e em uso. É uma excelente solução agora e no futuro, uma vez que continua a crescer e a lançar novas funcionalidades para responder às necessidades da era digital e dos seus clientes, e com planos para lançar ainda mais no futuro. É conhecida pelo software mais simples e fácil de usar, tornando-o o programa de cifragem mais popular do mundo com mais de 20 milhões de downloads!
ru: AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные в состоянии покоя, при передаче и в процессе использования. Это отличное решение сейчас и на будущее, поскольку мы продолжаем расти и выпускать новые функции, отвечающие требованиям цифровой эры и ее клиентов; в будущем планируется выпустить еще больше. AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные в состоянии покоя, при передаче и в процессе использования. Это отличное решение сейчас и на будущее, поскольку оно продолжает расти и выпускать новые функции, отвечающие требованиям цифровой эры и ее клиентов; в будущем планируется выпустить еще больше. Он известен как самое удобное и надежное программное обеспечение, что делает его самым популярным инструментом шифрования в мире с более чем 20 миллионами загрузок по всему миру. Мы известены как самое удобное и надежное программное обеспечение, что делает его самым популярным инструментом шифрования в мире с более чем 20 миллионами загрузок по всему миру!
sv: AxCrypt erbjuder stark kryptering med 256-bitars kryptering för att säkra dina data i de tre stadierna av data: data i vila, vid överföring och i användning. Det är en utmärkt lösning nu och för framtiden, eftersom den fortsätter att växa och släppa nya funktioner för att möta kraven från den digitala eran och dess kunder; med planer på att släppa ännu mer i framtiden. Det är känt för att vara den mest användarvänliga och pålitliga programvaran, vilket gör den till världens mest populära krypteringsverktyg, med över 20 miljoner nedladdningar över hela världen!
tr: AxCrypt, verilerinizi üç veri aşamasında güvence altına almak için 256 bit şifreleme ile güçlü şifreleme sunar: bekleyen, aktarım halinde ve kullanımdaki veriler. Dijital çağın ve müşterilerinin taleplerini karşılamak için büyümeye ve yeni özellikler yayınlamaya devam etmesi nedeniyle hem şu an ve gelecek için mükemmel bir çözümdür; ve gelecekte daha da fazlasını sunmayı planlamaktadır. En kullanıcı dostu ve güvenilir yazılım olarak bilinir ve dünya çapında 20 milyondan fazla indirme ile dünyanın en popüler şifreleme aracı haline gelmiştir!
zh: AxCrypt提供强大的加密与256位加密，以保护您的数据在三个阶段的数据：静态数据，传输数据和使用数据。 这是一个很好的解决方案，现在和未来，因为它继续增长和发布新的功能，以满足数字时代和客户的需求，并计划在未来发布更多。 它以最用户友好和可靠的软件而闻名，使其成为世界上最受欢迎的加密工具，全球下载量超过2000万！

# Blog_EFPECT_H1_SH1_Text1
source: In ransom attacks, hackers take a company's data then encrypt it so they can't access it anymore. Cybercriminals will then blackmail the firm by threatening to reveal its confidential information unless a ransom is paid. In 2017, ransomware attacks grew considerably. However, in the current environment, the threat of ransomware is becoming much more serious as technology advances.
ar: في هجمات الفدية ، يأخذ المتسللون بيانات الشركة ثم يقومون بتشفيرها حتى لا يتمكنوا من الوصول إليها بعد الآن. سيقوم مجرمو الإنترنت بعد ذلك بابتزاز الشركة من خلال التهديد بالكشف عن معلوماتها السرية ما لم يتم دفع فدية. في عام 2017 ، نمت هجمات برامج الفدية بشكل كبير. ومع ذلك ، في البيئة الحالية ، أصبح تهديد برامج الفدية أكثر خطورة مع تقدم التكنولوجيا.
de: Bei Lösegeldangriffen stehlen Hacker die Daten eines Unternehmens und verschlüsseln sie dann, damit sie nicht mehr darauf zugreifen können. Cyberkriminelle erpressen dann die Firma, indem sie drohen, ihre vertraulichen Informationen preiszugeben, sofern kein Lösegeld gezahlt wird. Im Jahr 2017 haben Ransomware-Angriffe erheblich zugenommen. Im gegenwärtigen Umfeld wird die Bedrohung durch Ransomware jedoch mit dem technologischen Fortschritt immer schwerwiegender.
es: En los ataques de ransomware, los hackers informáticos toman los datos de una empresa y luego los cifran para que ya no puedan acceder a ellos. Luego, los ciberdelincuentes chantajean a la empresa amenazándola con revelar su información confidencial a menos que se pague un rescate. En 2017, los ataques de ransomware crecieron considerablemente. Sin embargo, en el entorno actual, la amenaza del ransomware se está volviendo mucho más grave a medida que avanza la tecnología.
fr: Dans les attaques de rançon, les pirates prennent les données d'une entreprise puis les chiffrent afin qu'ils ne puissent plus y accéder. Les cybercriminels feront alors chanter l'entreprise en menaçant de révéler ses informations confidentielles à moins qu'une rançon ne soit payée. En 2017, les attaques de ransomwares ont considérablement augmenté. Cependant, dans l'environnement actuel, la menace des logiciels de rançon devient beaucoup plus sérieuse à mesure que la technologie progresse.
it: Negli attacchi ransom, gli hacker prendono i dati di un'azienda e poi li crittografano in modo che non possano più accedervi. I criminali informatici ricatteranno allora l'azienda minacciando di rivelare le sue informazioni confidenziali a meno che non paghino un riscatto. Nel 2017, gli attacchi ransomware sono aumentati considerevolmente. Tuttavia, nell'ambiente attuale, la minaccia del ransomware sta diventando molto più seria con l'avanzare della tecnologia.
ko: 랜섬웨어 공격은 해커가 회사의 데이터를 탈취한 후 암호화하여 더 이상 액세스할 수 없도록 합니다. 이후 사이버 범죄자들은 값을 지불하지 않으면 기밀 정보를 공개하겠다고 위협하는 방식으로 회사를 협박할 것입니다. 2017년도에는 이러한 랜섬웨어 공격이 크게 증가했습니다. 하지만 기술이 발전한 현재의 환경에서는 랜섬웨어의 위협이 훨씬 더 심각해지고 있습니다.
nl: Bij losgeldaanvallen nemen hackers de gegevens van een bedrijf en versleutelen deze zodat ze er geen toegang meer toe hebben. Cybercriminelen zullen het bedrijf vervolgens chanteren door te dreigen met het onthullen van de vertrouwelijke informatie, tenzij er losgeld wordt betaald. In 2017 namen deze ransomware-aanvallen aanzienlijk toe. In de huidige omgeving wordt de dreiging van ransomware echter veel ernstiger naarmate de technologie vordert.
pl: W atakach z okupem hakerzy biorą dane firmy, a następnie szyfrują je, aby firma nie mogła już uzyskać do nich dostępu. Cyberprzestępcy będą następnie szantażować firmę, grożąc ujawnieniem jej poufnych informacji, chyba że ta zapłaci okup. W 2017 r. ataki ransomware znacznie wzrosły. Jednak w obecnym środowisku zagrożenie ze strony oprogramowania ransomware staje się jeszcze poważniejsze wraz z rozwojem technologii.
pt: Em ataques ransom, os hackers tomam conta dos dados de uma empresa e encriptam-nos para que não possam mais ser acedidos. Depois, os cibercriminais chantageiam a empresa ameaçando revelar informação confidencial a menos que um resgate seja pago. Em 2017, este tipo de ataques cresceu consideravelmente. Contudo, no contexto actual e com o avanço da tecnologia, a ameaça de ransomware está a tornar-se cada vez mais séria.
ru: При атаках с целью вымогательства хакеры забирают данные компании, а затем шифруют их, чтобы больше не иметь к ним доступа. Затем киберпреступники будут шантажировать фирму, угрожая раскрыть ее конфиденциальную информацию, если не будет выплачен выкуп. В 2017 году число атак программ-вымогателей значительно возросло. Однако в нынешних условиях, по мере развития технологий, угроза программ-вымогателей становится гораздо более серьезной.
sv: I utpressningsvirus tar hackare ett företags data och krypterar den så att de inte kan komma åt den längre. Cyberbrottslingar kommer sedan att utpressa företaget genom att hota att avslöja dess konfidentiella information om inte en lösensumma betalas. Under 2017 ökade attackerna med ransomware avsevärt. Men i den nuvarande miljön blir hotet från ransomware mycket allvarligare i takt med att tekniken går framåt.
tr: İnternet korsanları fidye saldırılarında bir şirketin verilerini alır ve bu verileri erişimi engellemek amacıyla şifreler. Bunun ardından siber suçlular bir fidye ödenmezse gizli bilgilerini ifşa etmekle tehdit ederek firmalara şantaj yapar. Ancak hali hazırda fidye yazılımları, teknoloji ilerledikçe daha da ciddi bir hale gelmektedir.
zh: 在赎金攻击中，黑客获取公司的数据，然后对其进行加密，以便他们无法再访问它。 然后，网络犯罪分子将通过威胁透露其机密信息来勒索公司，除非支付赎金。 2017年，勒索软件攻击大幅增长。 然而，在当前环境下，随着技术的进步，勒索软件的威胁变得更加严重。
