Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H4_Text3
source: AxCrypt simplifies key management with user-friendly features, allowing authorized personnel to access encrypted files while keeping them secure from outside threats. Furthermore, AxCrypt goes beyond basic encryption functionality. Its automatic encryption capabilities streamline data security. You can configure AxCrypt to automatically encrypt files upon saving them to specific folders, eliminating the need for manual encryption each time.
ar: يبسط AxCrypt إدارة المفاتيح بميزات سهلة الاستخدام ، مما يسمح للموظفين المصرح لهم بالوصول إلى الملفات المشفرة مع الحفاظ عليها آمنة من التهديدات الخارجية. علاوة على ذلك ، يتجاوز اكسكربت وظائف التشفير الأساسية. تعمل قدرات التشفير التلقائي على تبسيط أمان البيانات. يمكنك تكوين اكسكربت لتشفير الملفات تلقائيا عند حفظها في مجلدات محددة ، مما يلغي الحاجة إلى التشفير اليدوي في كل مرة.
de: AxCrypt vereinfacht die Schlüsselverwaltung mit benutzerfreundlichen Funktionen, die es autorisiertem Personal ermöglichen, auf verschlüsselte Dateien zuzugreifen und sie gleichzeitig vor Bedrohungen von außen zu schützen. Darüber hinaus geht AxCrypt über grundlegende Verschlüsselungsfunktionen hinaus. Die automatischen Verschlüsselungsfunktionen optimieren die Datensicherheit. Sie können AxCrypt so konfigurieren, dass Dateien beim Speichern in bestimmten Ordnern automatisch verschlüsselt werden, sodass keine manuelle Verschlüsselung erforderlich ist.
es: AxCrypt simplifica la gestión de claves con funciones fáciles de usar, lo que permite al personal autorizado acceder a los archivos cifrados mientras los mantiene a salvo de amenazas externas. Además, AxCrypt va más allá de la funcionalidad básica de cifrado. Sus capacidades de cifrado automático agilizan la seguridad de los datos. Puede configurar AxCrypt para cifrar automáticamente los archivos al guardarlos en carpetas específicas, eliminando la necesidad de cifrado manual cada vez.
fr: AxCrypt simplifie la gestion des clés avec des fonctionnalités conviviales, permettant au personnel autorisé d'accéder aux fichiers cryptés tout en les protégeant des menaces extérieures. De plus, AxCrypt va au-delà des fonctionnalités de chiffrement de base. Ses capacités de cryptage automatique rationalisent la sécurité des données. Vous pouvez configurer AxCrypt pour crypter automatiquement les fichiers lors de leur enregistrement dans des dossiers spécifiques, éliminant ainsi le besoin de cryptage manuel à chaque fois.
it: AxCrypt semplifica la gestione delle chiavi con funzionalità intuitive, consentendo al personale autorizzato di accedere ai file crittografati mantenendoli al sicuro dalle minacce esterne. Inoltre, AxCrypt va oltre le funzionalità di crittografia di base. Le sue funzionalità di crittografia automatica semplificano la sicurezza dei dati. È possibile configurare AxCrypt per crittografare automaticamente i file dopo averli salvati in cartelle specifiche, eliminando ogni volta la necessità di crittografia manuale.
ko: AxCrypt는 사용자 친화적인 기능을 통해 키 관리를 단순화하여 승인된 직원이 외부 위협으로부터 안전하게 암호화된 파일에 접근할 수 있도록 합니다. 또한, AxCrypt는 기본 암호화 기능을 넘어 자동 암호화 기능을 통해 데이터 보안을 간소화합니다. 특정 폴더에 파일을 저장할 때 자동으로 암호화하도록 AxCrypt를 구성하면 매번 수동으로 암호화할 필요가 없습니다.
nl: AxCrypt vereenvoudigt het sleutelbeheer met gebruiksvriendelijke functies, waardoor geautoriseerd personeel toegang heeft tot versleutelde bestanden en ze tegelijkertijd beschermd zijn tegen bedreigingen van buitenaf. Bovendien gaat AxCrypt verder dan de basisfunctionaliteit van de versleuteling. De automatische versleutelingsmogelijkheden stroomlijnen de gegevensbeveiliging. Je kunt AxCrypt configureren om bestanden automatisch te versleutelen wanneer ze in specifieke mappen worden opgeslagen, waardoor handmatige versleuteling niet meer nodig is.
pl: AxCrypt upraszcza zarządzanie kluczami dzięki przyjaznym dla użytkownika funkcjom, umożliwiając autoryzowanemu personelowi dostęp do zaszyfrowanych plików, jednocześnie chroniąc je przed zagrożeniami zewnętrznymi. Co więcej, AxCrypt wykracza poza podstawową funkcjonalność szyfrowania. Funkcje automatycznego szyfrowania usprawniają bezpieczeństwo danych. Możesz skonfigurować AxCrypt tak, aby automatycznie szyfrował pliki po zapisaniu ich w określonych folderach, eliminując potrzebę ręcznego szyfrowania za każdym razem.
pt: O AxCrypt simplifica o gerenciamento de chaves com recursos fáceis de usar, permitindo que o pessoal autorizado acesse arquivos criptografados, mantendo-os protegidos contra ameaças externas. Além disso, o AxCrypt vai além da funcionalidade básica de criptografia. Seus recursos de criptografia automática simplificam a segurança dos dados. Você pode configurar o AxCrypt para criptografar automaticamente os arquivos ao salvá-los em pastas específicas, eliminando a necessidade de criptografia manual a cada vez.
ru: AxCrypt упрощает управление ключами с помощью удобных функций, позволяя авторизованному персоналу получать доступ к зашифрованным файлам, защищая их от внешних угроз. Кроме того, AxCrypt выходит за рамки базовой функциональности шифрования. Возможности автоматического шифрования оптимизируют безопасность данных. Вы можете настроить AxCrypt на автоматическое шифрование файлов при их сохранении в определенных папках, устраняя необходимость в ручном шифровании.
sv: AxCrypt förenklar nyckelhanteringen med användarvänliga funktioner, vilket gör att behörig personal kan komma åt krypterade filer samtidigt som de hålls säkra från externa hot. Dessutom går AxCrypt bortom grundläggande krypteringsfunktionalitet. Dess automatiska krypteringsfunktioner effektiviserar dataskyddet. Du kan konfigurera AxCrypt att automatiskt kryptera filer när de sparas i specifika mappar, vilket eliminerar behovet av manuell kryptering varje gång.
tr: AxCrypt, kullanıcı dostu özelliklerle anahtar yönetimini basitleştirir ve yetkili personelin şifrelenmiş dosyalara erişmesine izin verirken onları dış tehditlerden korur. Ayrıca, AxCrypt temel şifreleme işlevselliğinin ötesine geçer. Otomatik şifreleme yetenekleri, veri güvenliğini kolaylaştırır. AxCrypt'i, dosyaları belirli klasörlere kaydettikten sonra otomatik olarak şifreleyecek şekilde yapılandırabilir ve her seferinde manuel şifreleme ihtiyacını ortadan kaldırabilirsiniz.
zh: AxCrypt通过用户友好的功能简化了密钥管理，允许授权人员访问加密文件，同时保护它们免受外部威胁。此外，AxCrypt超越了基本的加密功能。其自动加密功能简化了数据安全性。您可以将 AxCrypt 配置为在将文件保存到特定文件夹时自动加密文件，而无需每次手动加密。

# Blog_HTCWHER_H4_Text4
source: This ensures consistent protection for your organization's ePHI, reducing the risk of human error and simplifying compliance efforts. By incorporating AxCrypt into your data security strategy, healthcare organizations can demonstrate a proactive approach to safeguarding patient privacy and achieving HIPAA compliance.
ar: وهذا يضمن حماية متسقة لمعلوماتك الصحية المحمية الإلكترونية لمؤسستك، مما يقلل من مخاطر الخطأ البشري ويبسط جهود الامتثال. من خلال دمج اكسكربت في استراتيجية أمان البيانات الخاصة بك ، يمكن لمؤسسات الرعاية الصحية إظهار نهج استباقي لحماية خصوصية المريض وتحقيق الامتثال لقانون HIPAA.
de: Dies gewährleistet einen konsistenten Schutz für die ePHI Ihres Unternehmens, reduziert das Risiko menschlicher Fehler und vereinfacht die Compliance-Bemühungen. Durch die Integration von AxCrypt in Ihre Datensicherheitsstrategie können Organisationen im Gesundheitswesen einen proaktiven Ansatz zum Schutz der Privatsphäre von Patienten und zur Erreichung der HIPAA-Konformität demonstrieren.
es: Esto garantiza una protección coherente de la ePHI de su organización, lo que reduce el riesgo de error humano y simplifica los esfuerzos de cumplimiento. Al incorporar AxCrypt en su estrategia de seguridad de datos, las organizaciones de atención médica pueden demostrar un enfoque proactivo para salvaguardar la privacidad del paciente y lograr el cumplimiento de HIPAA.
fr: Cela garantit une protection cohérente des ePHI de votre organisation, réduisant ainsi le risque d’erreur humaine et simplifiant les efforts de conformité. En intégrant AxCrypt dans votre stratégie de sécurité des données, les organismes de santé peuvent démontrer une approche proactive pour protéger la confidentialité des patients et atteindre la conformité HIPAA.
it: Ciò garantisce una protezione coerente per le ePHI dell'organizzazione, riducendo il rischio di errore umano e semplificando gli sforzi di conformità. Incorporando AxCrypt nella strategia di sicurezza dei dati, le organizzazioni sanitarie possono dimostrare un approccio proattivo per salvaguardare la privacy dei pazienti e ottenere la conformità HIPAA.
ko: 이는 조직의 ePHI(전자 보호 건강 정보)에 대한 일관된 보호를 보장하여 인적 오류의 위험을 줄이고 준수 노력을 간소화합니다. 데이터 보안 전략에 AxCrypt를 통합하면 의료 기관은 환자 프라이버시를 보호하고 HIPAA 준수를 달성하기 위한 선제적 접근 방식을 입증할 수 있습니다.
nl: Dit zorgt voor een consistente bescherming van de ePHI van jouw organisatie, waardoor het risico op menselijke fouten wordt verminderd en de nalevingsinspanningen worden vereenvoudigd. Door AxCrypt op te nemen in jouw strategie voor gegevensbeveiliging, tonen zorgorganisaties een proactieve benadering aan om de privacy van patiënten te beschermen en HIPAA-naleving te bereiken.
pl: Zapewnia to spójną ochronę ePHI Twojej organizacji, zmniejszając ryzyko błędu ludzkiego i upraszczając wysiłki związane z zapewnieniem zgodności. Włączając AxCrypt do swojej strategii bezpieczeństwa danych, organizacje opieki zdrowotnej mogą wykazać się proaktywnym podejściem do ochrony prywatności pacjentów i osiągnięcia zgodności z HIPAA.
pt: Isso garante uma proteção consistente para o ePHI da sua organização, reduzindo o risco de erro humano e simplificando os esforços de conformidade. Ao incorporar o AxCrypt à sua estratégia de segurança de dados, as organizações de saúde podem demonstrar uma abordagem proativa para proteger a privacidade do paciente e alcançar a conformidade com a HIPAA.
ru: Это обеспечивает согласованную защиту ePHI вашей организации, снижая риск человеческой ошибки и упрощая соблюдение нормативных требований. Включив AxCrypt в свою стратегию безопасности данных, медицинские организации могут продемонстрировать упреждающий подход к защите конфиденциальности пациентов и обеспечению соответствия требованиям HIPAA.
sv: Detta säkerställer ett konsekvent skydd för din organisations ePHI, minskar risken för mänskliga fel och förenklar efterlevnadsarbetet. Genom att integrera AxCrypt i din datasäkerhetsstrategi kan hälso- och sjukvårdsorganisationer visa ett proaktivt förhållningssätt till att skydda patienternas integritet och uppnå HIPAA-efterlevnad.
tr: Bu, kuruluşunuzun ePHI'si için tutarlı koruma sağlayarak insan hatası riskini azaltır ve uyumluluk çabalarını basitleştirir. Sağlık kuruluşları AxCrypt'i veri güvenliği stratejilerine dahil ederek hasta gizliliğini korumak ve HIPAA uyumluluğunu sağlamak için proaktif bir yaklaşım gösterebilir.
zh: 这可确保对组织的 ePHI 提供一致地保护，从而降低人为错误的风险并简化合规性工作。通过将 AxCrypt 纳入您的数据安全策略，医疗保健组织可以展示一种积极主动的方法来保护患者隐私并实现 HIPAA 合规性。

# Blog_HTCWHER_H5_SH1_Text1
source: <b>STEP 1</b>: Download and install <a href='https://axcrypt.net/download/'>AxCrypt</a>
ar: <b>الخطوة 1</b>: قم بتنزيل وتثبيت <a href='https://axcrypt.net/download/'>اكسكربت</a>
de: <b>SCHRITT 1</b>: Herunterladen und installieren <a href='https://axcrypt.net/download /'>AxCrypt</a>
es: <b>PASO 1</b>: Descargue e instale <a href='https://axcrypt.net/download/'>AxCrypt</a>
fr: <b>ÉTAPE 1</b> : Téléchargez et installez <a href='https://axcrypt.net/download/'>AxCrypt</a>
it: <b>PASSO 1</b>: Scarica e installa <a href='https://axcrypt.net/download/'>AxCrypt</a>
ko: <b>1단계:</b> <a href='https://axcrypt.net/download/'>AxCrypt를 다운로드</a>하고 설치합니다.
nl: <b>STAP 1</b>: Download en installeer <a href='https://axcrypt.net/download/'>AxCrypt</a>
pl: <b>KROK 1</b>: Pobierz i zainstaluj <a href='https://axcrypt.net/download/'>AxCrypt</a>
pt: <b>PASSO 1</b>: Baixe e instale o <a href='https://axcrypt.net/download/'>AxCrypt</a>
ru: <b>ШАГ 1</b>: Загрузите и установите <a href='https://axcrypt.net/download/'>AxCrypt</a>
sv: <b>STEG 1</b>: Ladda ner och installera <a href='https://axcrypt.net/download/'>AxCrypt</a>
tr: <b>1. ADIM</b>: <a href='https://axcrypt.net/download/'>AxCrypt'i</a> indirin ve kurun
zh: <b>步骤1</b>：下载并安装<a href='https://axcrypt.net/download/'>AxCrypt</a>

# Blog_HTCWHER_H5_SH10_Text10
source: To permanently decrypt a file, click on the <b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير ملف نهائيا ، انقر فوق <b>رمز "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um eine Datei dauerhaft zu entschlüsseln, klicken Sie oben in der Hauptmenüleiste auf das Symbol <b>'Sicherung beenden'</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar permanentemente un archivo, haga clic en el icono <b>"Dejar de asegurar"</b> en la tira del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Pour décrypter définitivement un fichier, cliquez sur l'icône <b>'Arrêter la sécurisation'</b> dans la barre du menu principal en haut et sélectionnez les fichiers que vous souhaitez décrypter.
it: Per decrittografare definitivamente un file, fai clic sull'icona <b>"Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일을 영구적으로 암호 해제하려면 상단 메뉴의 <b>‘보안 중지’</b> 아이콘을 클릭하고 암호 해제할 파일을 선택합니다.
nl: Om een bestand permanent te ontsleutelen, klik je op het pictogram <b>'Beveiliging stoppen'</b> in het hoofdmenu bovenaan en selecteer je de bestanden die je wilt ontsleutelen.
pl: Aby trwale odszyfrować plik, kliknij ikonę <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar permanentemente um arquivo, clique no ícone <b>'Parar de proteger'</b> na faixa do menu principal na parte superior e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы окончательно расшифровать файл, нажмите на значок <b>«Остановить защиту»</b> в верхней полосе главного меню и выберите файлы, которые вы хотите расшифровать.
sv: För att permanent dekryptera en fil, klicka på ikonen <b>"Stoppa säkra"</b> från huvudmenyn högst upp och välj de filer som du vill dekryptera.
tr: Bir dosyanın şifresini kalıcı olarak çözmek için, üstteki ana menü şeridinden <b>'Güvenliği Durdur'</b> simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要永久解密文件，请单击顶部主菜单条中的 <b>“停止保护”</b> 图标，然后选择要解密的文件。

# Blog_HTCWHER_H5_SH11_Text11
source: When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: عند فتح ملف لعرضه أو تحريره، فإنه ينشئ فقط عملية فك تشفير مؤقتة، وسيتم تلقائيا إعادة تشفير أي تغييرات يتم إجراؤها على الملف.
de: Wenn Sie eine Datei öffnen, um sie anzuzeigen oder zu bearbeiten, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: Al abrir un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: Lorsque vous ouvrez un fichier pour l'afficher ou le modifier, cela crée uniquement un processus de décryptage temporaire et toutes les modifications apportées au fichier seront automatiquement rechiffrées.
it: Quando si apre un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittografia temporaneo e tutte le modifiche apportate al file verranno automaticamente crittografate nuovamente.
ko: 파일을 열어보거나 편집할 때는 임시로 복호화 과정이 진행되며, 파일에 대한 변경 사항은 자동으로 다시 암호화됩니다.
nl: Wanneer je een bestand opent om het te bekijken of te bewerken, wordt er slechts een tijdelijk ontsleutelingsproces gestart en worden eventuele wijzigingen in het bestand automatisch opnieuw versleuteld.
pl: Kiedy otwierasz plik w celu przeglądania lub edycji, tworzy się jedynie tymczasowy proces deszyfrowania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: Quando você abre um arquivo para exibir ou editar, ele cria apenas um processo de descriptografia temporário e quaisquer alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: När du öppnar en fil för att visa eller redigera skapas bara en tillfällig dekrypteringsprocess, och alla ändringar som görs i filen kommer sedan att återkrypteras.
tr: Görüntülemek veya düzenlemek için bir dosyayı açmanız yalnızca geçici bir şifre çözme işlemi oluşturulur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_HTCWHER_H5_SH12_Text12
source: AxCrypt can also automatically encrypt and sync files from your Desktop to your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> accounts, allowing you to access and edit them on the go on your phone.
ar: يمكن ل اكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا من سطح المكتب إلى حسابات <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>جوجل درايف</b></a> و <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>ون درايف</b></a> ، مما يسمح لك بالوصول إليها وتحريرها أثناء التنقل على هاتفك.
de: AxCrypt kann auch Dateien von Ihrem Desktop automatisch verschlüsseln und mit Ihrem <a href=' synchronisierenhttps://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024 /'><b>Google Drive</b></a> und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a > Konten, mit denen Sie unterwegs auf Ihrem Telefon darauf zugreifen und diese bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos desde su escritorio a sus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> y <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, lo que le permite acceder a ellos y editarlos sobre la marcha en su teléfono.
fr: AxCrypt peut également chiffrer et synchroniser automatiquement les fichiers de votre bureau vers votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>Google Drive</b></a> et <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>OneDrive</b></a>, vous permettant d'y accéder et de les modifier lors de vos déplacements sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file dal desktop agli account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> , consentendoti di accedervi e modificarli in movimento sul tuo telefono.
ko: AxCrypt는 또한 데스크톱에서 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 및 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> 계정으로 파일을 자동으로 암호화하고 동기화하여 휴대폰에서 파일에 접근하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden van jouw bureaublad versleutelen en synchroniseren met jouw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive-</b></a> en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-accounts</b></a>, zodat je ze onderweg op jouw telefoon kunt openen en bewerken.
pl: AxCrypt może także automatycznie szyfrować i synchronizować pliki z Twojego Pulpitu do Twojego <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>Dysk Google</b></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>OneDrive</b></a>, umożliwiając dostęp do nich i edytowanie ich w dowolnym miejscu na telefonie.
pt: O AxCrypt também pode criptografar e sincronizar automaticamente arquivos do seu desktop para suas contas do <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>do OneDrive</b></a> , permitindo que você os acesse e edite em qualquer lugar em seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы с вашего рабочего стола на учетные записи <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, позволяя вам получать доступ к ним и редактировать их на телефоне.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer från ditt skrivbord till dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-konton</b></a> , vilket gör att du kan komma åt och redigera dem när du är på språng via din telefon.
tr: AxCrypt ayrıca masaüstünüzdeki dosyaları otomatik olarak şifreleyebilir ve Google <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Drive</b></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> hesaplarınızla senkronize edebilir, böylece hareket halindeyken telefonunuzdan bunlara erişmenize ve düzenlemenize olanak tanır.
zh: AxCrypt 还可以自动加密文件并将其从桌面同步到您的 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 和 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> 账户，让您可以随时随地在手机上访问和编辑它们。

# Blog_HTCWHER_H5_SH2_Text2
source: <b>STEP 2</b>: Launch AxCrypt and sign in or sign up with your details.
ar: <b>الخطوة 2</b>: قم بتشغيل اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام التفاصيل الخاصة بك.
de: <b>SCHRITT 2</b>: Starten Sie AxCrypt und melden Sie sich an oder registrieren Sie sich mit Ihren Daten.
es: <b>PASO 2</b>: Lanza AxCrypt e inicia sesión o regístrate con tus datos.
fr: <b>ÉTAPE 2</b> : Lancez AxCrypt et connectez-vous ou inscrivez-vous avec vos coordonnées.
it: <b>PASSO 2</b>: Avvia AxCrypt e accedi o registrati con i tuoi dati.
ko: <b>2단계:</b> AxCrypt를 실행하고 세부 정보를 입력하여 로그인 또는 가입합니다.
nl: <b>STAP 2</b>: Start AxCrypt en log in of meld je aan met jouw gegevens.
pl: <b>KROK 2</b>: Uruchom AxCrypt i zaloguj się lub zarejestruj, podając swoje dane.
pt: <b>PASSO 2</b>: Inicie o AxCrypt e faça login ou cadastre-se com seus detalhes.
ru: <b>ШАГ 2</b>: Запустите AxCrypt и войдите в систему или зарегистрируйтесь, указав свои данные.
sv: <b>STEG 2</b>: Starta AxCrypt och logga in eller registrera dig med dina uppgifter.
tr: <b>2. ADIM</b>: AxCrypt'i başlatın ve bilgilerinizle oturum açın veya kaydolun.
zh: <b>步骤2</b>：启动AxCrypt并使用您的详细信息登录或注册。
