Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H2_Text4
source: <b>Substitution:</b> 'I' becomes '83', 'L' becomes '=x', 'i' becomes '45', and so on.
ar: <b>استبدال:</b> "I" تصبح "83" ، "L" تصبح "= x" ، "i" تصبح "45" ، وهكذا.
de: <b> Ersetzung:</b> 'I' wird zu '83', 'L' wird zu '=x', 'i' wird zu '45' und so weiter.
es: <b>Sustitución:</b> "I" se convierte en "83", "L" en "=x", "i" en "45", etc.
fr: <b>Substitution :</b> 'I' devient '83', 'L' devient '=x', 'i' devient '45', et ainsi de suite.
it: <b>Sostituzione:</b> 'I' diventa '83', 'L' diventa '=x', 'i' diventa '45' e così via.
ko: <b>치환:</b> 'I'는 '83'이 되고, 'L'은 '=x'가 되고, 'i'는 '45'가 되는 식입니다.
nl: <b>Vervanging:</b> 'I' wordt '83', 'L' wordt '=x', 'i' wordt '45', enzovoort.
pl: <b>Podstawienie:</b> „I” staje się „83”, „L” staje się „=x”, „i” staje się „45” i tak dalej.
pt: <b>Substituição:</b> 'I' se torna '83', 'L' se torna '=x', 'i' se torna '45', e assim por diante.
ru: <b>Подстановка: </b> 'I' становится '83', 'L' становится '=x', 'i' становится '45' и так далее.
sv: <b>Ersättning:</b> 'I' blir '83', 'L' blir '=x', 'i' blir '45' och så vidare.
tr: <b>Ikame:</b> 'Ben' kelimesi '83'e, 'L' harfi '= x'e, 'i' harfi de '45'e dönüşür, vb.
zh: <b>替换：</b>'I'变为'83'，'L'变为'=x'，'i'变为'45'，依此类推。

# Blog_TUGFEDE_H2_Text5
source: <b>Permutation:</b> The order of the characters is rearranged based on mathematical transformations. ‘83’ and ‘=x’ will be rearranged in the order and might appear after ‘45’ as <b>‘4583=x.’</b>
ar: <b>التقليب:</b> يتم إعادة ترتيب الأحرف بناء على التحولات الرياضية. سيتم إعادة ترتيب "83" و"=x" بالترتيب وقد تظهر بعد "45" مثل <b>‘4583=x.’</b>
de: <b>Permutation:</b> Die Reihenfolge der Zeichen wird basierend auf mathematischen Transformationen neu angeordnet. '83' und '=x' werden in der Reihenfolge neu angeordnet und erscheinen möglicherweise nach '45' als <b>'4583=x.'</b>
es: <b>Permutación:</b> El orden de los caracteres se reordena en base a transformaciones matemáticas. 83" y "=x" se reordenan y pueden aparecer después de "45" como <b>"4583=x"</b>.
fr: <b>Permutation :</b> L'ordre des caractères est réorganisé en fonction de transformations mathématiques. '83' et '=x' seront réarrangés dans l'ordre et pourraient apparaître après '45' comme <b>'4583=x.'</b>
it: <b>Permutazione:</b> L'ordine dei caratteri viene riorganizzato in base a trasformazioni matematiche. '83' e '=x' verranno riorganizzati nell'ordine e potrebbero apparire dopo '45' come '<b>4583=x'</b>.
ko: <b>순열:</b> 문자의 순서는 수학적 변환에 따라 재정렬됩니다. '83' 및 '=x'는 순서대로 재정렬되며 '45' 뒤에 <b>'4583=x'</b>로 표시될 수 있습니다.
nl: <b>Permutatie:</b> De volgorde van de personages wordt herschikt op basis van wiskundige transformaties. '83' en '=x' worden herschikt in de volgorde en kunnen na '45' worden weergegeven als <b>'4583=x'.</b>
pl: <b>Permutacja:</b> kolejność znaków jest zmieniana na podstawie przekształceń matematycznych. Kolejność „83” i „=x” zostanie zmieniona i mogą pojawić się po „45” jako <b>„4583=x”.</b>
pt: <b>Permutação:</b> A ordem dos caracteres é reorganizada com base em transformações matemáticas. '83' e '=x' serão reorganizados na ordem e poderão aparecer após '45' como <b>'4583=x'.</b>
ru: <b> Перестановка:</b> Порядок символов перестраивается на основе математических преобразований. ‘83’ и ‘=x’ будут переставлены в нужном порядке и могут появиться после ‘45’ как <b>‘4583=x.’</b>
sv: <b>Permutation:</b> Ordningen på tecknen omarrangeras baserat på matematiska transformationer. '83' och '=x' kommer att ordnas om i ordningen och kan visas efter '45' som <b>'4583=x.'</b>
tr: <b>Permütasyon:</b> Karakterlerin sırası matematiksel dönüşümlere göre yeniden düzenlenir. '83' ve '=x' bu sıralamada yeniden düzenlenir ve '45'ten sonra <b>'4583=x'</b> olarak görünebilir.
zh: <b>排列：</b>字符的顺序是根据数学变换重新排列的。 '83'和'=x'将按照顺序重新排列，并且可能在'45'之后出现为<b>'4583=x。'</b>

# Blog_TUGFEDE_H2_Text6
source: <b>Bitwise Operations:</b> XOR and bit shifting operations are applied to alter the bit patterns (arrangement) of the data.
ar: <b>Bitvisa operationer:</b> XOR- och bitskiftningsoperationer tillämpas för att ändra bitmönster (arrangemang) för data.
de: <b>Bitweise Operationen:</b> XOR- und Bitverschiebungsoperationen werden angewendet, um die Bitmuster (Anordnung) der Daten zu ändern.
es: <b>Operaciones bit a bit:</b> Las operaciones XOR y de desplazamiento de bits se aplican para alterar los patrones de bits (disposición) de los datos.
fr: <b>Opérations au niveau des bits :</b> les opérations XOR et de décalage de bits sont appliquées pour modifier les modèles de bits (arrangement) des données.
it: <b>Operazioni bit per bit:</b> Le operazioni XOR e di spostamento dei bit vengono applicate per modificare i modelli di bit (disposizione) dei dati.
ko: <b>비트 연산 :</b> XOR 및 비트 시프팅 연산은 데이터의 비트 패턴(배열)을 변경하기 위해 적용됩니다.
nl: <b>Bitsgewijze Bewerkingen:</b> XOR- en bitverschuivingsbewerkingen worden toegepast om de bitpatronen (rangschikking) van de gegevens te wijzigen.
pl: <b>Operacje bitowe:</b> operacje XOR i przesunięcia bitów są stosowane do zmiany wzorców bitowych (układu) danych.
pt: <b>Operações Bit a Bit:</b> As operações XOR e deslocamento de bits são aplicadas para alterar os padrões de bits (arranjo) dos dados.
ru: <b> Побитовые операции: </b> Операции XOR и сдвига битов применяются для изменения структуры битов (расположения) данных.
sv: <b>Bitvisa operationer:</b> XOR- och bitskiftningsoperationer tillämpas för att ändra bitmönster (arrangemang) för data.
tr: <b>Bitsel İşlemler:</b> XOR ve bit kaydırma işlemleri, verilerin bit desenlerini (düzenini) değiştirmek için uygulanır.
zh: <b>按位运算：</b>应用XOR和位移运算来改变数据的位模式（排列）。

# Blog_TUGFEDE_H2_Text7
source: This process is further repeated for each letter of the text for multiple ‘rounds’, depending upon the round key size. The AES algorithm comes with 10, 12, and 14 round key sizes. So after applying the 14 round key to the text “I Like Apples,”, the resultant text by the end of the process may look like this: “v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3” – a completely unintelligible string of characters.
ar: تتكرر هذه العملية أيضا لكل حرف من النص لعدة "جولات" ، اعتمادا على حجم المفتاح الدائري. تأتي خوارزمية AES بأحجام مفاتيح مستديرة 10 و 12 و 14. لذلك بعد تطبيق المفتاح الدائري 14 على النص "I Like Apples" ، قد يبدو النص الناتج بنهاية العملية كما يلي: "v5C2uD8FE27A8F5 / 1B2F9k0AD3zQw8QXTxY6C7D4F8 + E6kC2D7F4i91M6v2e9Qi9AbB3" - سلسلة غير مفهومة تماما من الأحرف.
de: Dieser Vorgang wird für jeden Buchstaben des Textes für mehrere Runden wiederholt, abhängig von der Größe des runden Schlüssels. Der AES-Algorithmus wird mit 10, 12 und 14 runden Schlüsselgrößen geliefert. Nachdem Sie den 14–Runden-Schlüssel auf den Text "Ich mag Äpfel" angewendet haben, kann der resultierende Text am Ende des Prozesses folgendermaßen aussehen: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" - eine völlig unverständliche Zeichenfolge.
es: Este proceso se repite para cada letra del texto durante varias "rondas", dependiendo del tamaño de la clave. El algoritmo AES viene con claves de 10, 12 y 14 rondas. Así, tras aplicar la clave de 14 rondas al texto "Me gustan las manzanas", el texto resultante al final del proceso puede tener este aspecto "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3", una cadena de caracteres completamente ininteligible.
fr: Ce processus est ensuite répété pour chaque lettre du texte pendant plusieurs "tours", en fonction de la taille de la clé ronde. L'algorithme AES est livré avec 10, 12 et 14 tailles de clé rondes. Ainsi, après avoir appliqué la clé de 14 tours au texte "J'aime Les Pommes", le texte résultant à la fin du processus peut ressembler à ceci : "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" - une chaîne de caractères complètement inintelligible.
it: Questo processo viene ulteriormente ripetuto per ogni lettera del testo per più "round", a seconda della dimensione della chiave rotonda. L'algoritmo AES viene fornito con 10, 12 e 14 dimensioni di tasti rotondi. Quindi, dopo aver applicato il tasto 14 round al testo "Mi piacciono le mele", il testo risultante alla fine del processo potrebbe essere simile a questo: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" - una stringa di caratteri completamente inintelligibile.
ko: 이 프로세스는 라운드 키 크기에 따라 여러 '라운드'에 대한 텍스트의 각 문자에 대해 추가로 반복됩니다. AES 알고리즘은 10, 12 및 14개의 라운드 키 크기와 함께 제공됩니다. 따라서 "I Like Apples"라는 텍스트에 14 라운드 키를 적용한 후 결과는 "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3"과 같을 수 있습니다.
nl: Dit proces wordt verder herhaald voor elke letter van de tekst voor meerdere 'rondes', afhankelijk van de ronde sleutelgrootte. Het AES-algoritme wordt geleverd met 10, 12 en 14 ronde sleutelformaten. Dus na het toepassen van de 14 ronde toets op de tekst "Ik Hou van Appels", kan de resulterende tekst aan het einde van het proces er als volgt uitzien: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" - een volledig onbegrijpelijke tekenreeks.
pl: Proces ten jest dalej powtarzany dla każdej litery tekstu przez wiele „rund”, w zależności od rozmiaru okrągłego klawisza. Algorytm AES ma 10, 12 i 14 okrągłych rozmiarów kluczy. Zatem po zastosowaniu 14-okrągłego klucza do tekstu „I Like Apples” wynikowy tekst na koniec procesu może wyglądać następująco: „v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3” – całkowicie niezrozumiały ciąg znaków.
pt: Este processo é repetido para cada letra do texto para várias "rodadas", dependendo do tamanho da chave redonda. O algoritmo AES vem com 10, 12 e 14 tamanhos de chave redonda. Então, depois de aplicar a tecla redonda 14 ao texto "Eu gosto de maçãs", o texto resultante no final do processo pode ficar assim: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" – uma cadeia de caracteres completamente ininteligível.
ru: Далее этот процесс повторяется для каждой буквы текста в течение нескольких "раундов", в зависимости от размера круглого ключа. Алгоритм AES поставляется с 10, 12 и 14 круглыми размерами ключей. Таким образом, после применения ключа 14 round к тексту “Я люблю яблоки”, результирующий текст к концу процесса может выглядеть следующим образом: “v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3” – совершенно непонятная строка символов.
sv: Denna process upprepas ytterligare för varje bokstav i texten för flera "rundor", beroende på den runda nyckelns storlek. AES-algoritmen kommer med 10, 12 och 14 runda nyckelstorlekar. Så efter att ha applicerat den 14 runda tangenten på texten "Jag gillar äpplen", kan den resulterande texten i slutet av processen se ut så här: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2eB3Qi helt otillbörlig sträng av 91M6v2e9Qi."
tr: Bu işlem, yuvarlak anahtar boyutuna bağlı olarak metnin her harfi için birden fazla 'döngü' olarak tekrarlanır. AES algoritması 10, 12 ve 14 yuvarlak anahtar boyutuyla birlikte gelir. Bu nedenle, 14 yuvarlak anahtar "I Like Apples" metnine uygulandıktan sonra, işlemin sonunda ortaya çıkan metin şu şekilde görünebilir: "v5C2uD8FE27A8F5/1B2F9k0AD3zQw8QXTxY6C7D4F8+E6kC2D7F4i91M6v2e9Qi9AbB3" – tamamen anlaşılmaz bir karakter dizisi.
zh: 这一过程进一步重复为每个字母的文本为多个"轮"，取决于轮键大小。 AES算法来与10、12和14轮密钥大小。 因此，将14个圆形键应用于文本"我喜欢苹果"后，过程结束时生成的文本可能如下所示："v5C2uD8FE27A8F5/1b2f9k0ad3zqw8qxtxy6c7d4f8+E6kC2D7F4i91M6v2e9Qi9AbB3"–一个完全无法理解的字符串。

# Blog_TUGFEDE_H2_Text8
source: The whole process typically involves generating a session key, which is then securely shared along with the file during the transmission of data for decryption. The key holds the mathematical model to encrypt and decrypt the specific file for that specific session, ensuring only people who have access to this key can decrypt the data. File-based encryption provides a high level of security by ensuring that sensitive information remains protected both at rest and in transit.
ar: تتضمن العملية برمتها عادة إنشاء مفتاح جلسة ، والذي يتم مشاركته بعد ذلك بشكل آمن مع الملف أثناء نقل البيانات لفك التشفير. يحمل المفتاح النموذج الرياضي لتشفير وفك تشفير الملف المحدد لتلك الجلسة المحددة ، مما يضمن فقط للأشخاص الذين لديهم حق الوصول إلى هذا المفتاح يمكنهم فك تشفير البيانات. يوفر التشفير المستند إلى الملفات مستوى عال من الأمان من خلال ضمان بقاء المعلومات الحساسة محمية أثناء الراحة وأثناء النقل.
de: Der gesamte Prozess umfasst in der Regel das Generieren eines Sitzungsschlüssels, der dann während der Datenübertragung zur Entschlüsselung sicher zusammen mit der Datei freigegeben wird. Der Schlüssel enthält das mathematische Modell zum Verschlüsseln und Entschlüsseln der spezifischen Datei für diese bestimmte Sitzung, wodurch sichergestellt wird, dass nur Personen, die Zugriff auf diesen Schlüssel haben, die Daten entschlüsseln können. Die dateibasierte Verschlüsselung bietet ein hohes Maß an Sicherheit, indem sichergestellt wird, dass vertrauliche Informationen sowohl im Ruhezustand als auch bei der Übertragung geschützt bleiben.
es: Todo el proceso suele implicar la generación de una clave de sesión, que se comparte de manera segura junto con el archivo durante la transmisión de datos para su descifrado. La clave contiene el modelo matemático para cifrar y descifrar el archivo específico para esa sesión concreta, garantizando que solamente las personas que tengan acceso a esta clave puedan descifrar los datos. El cifrado basado en archivos ofrece un alto nivel de seguridad al asegurar que la información sensible permanezca protegida tanto en reposo como en tránsito.
fr: L'ensemble du processus implique généralement la génération d'une clé de session, qui est ensuite partagée en toute sécurité avec le fichier lors de la transmission des données à déchiffrer. La clé contient le modèle mathématique pour chiffrer et déchiffrer le fichier spécifique pour cette session spécifique, garantissant que seules les personnes ayant accès à cette clé peuvent déchiffrer les données. Le chiffrement basé sur les fichiers offre un haut niveau de sécurité en garantissant que les informations sensibles restent protégées à la fois au repos et en transit.
it: L'intero processo prevede in genere la generazione di una chiave di sessione, che viene poi condivisa in modo sicuro insieme al file durante la trasmissione dei dati per la decrittografia. La chiave contiene il modello matematico per crittografare e decrittografare il file specifico per quella sessione specifica, garantendo che solo le persone che hanno accesso a questa chiave possano decrittografare i dati. La crittografia basata su file offre un elevato livello di sicurezza garantendo che le informazioni sensibili rimangano protette sia a riposo che in transito.
ko: 전체 프로세스에는 일반적으로 세션 키 생성이 포함되며, 이 키는 암호 해독을 위해 데이터를 전송하는 동안 파일과 함께 안전하게 공유됩니다. 키는 특정 세션에 대한 특정 파일을 암호화하고 해독하는 수학적 모델을 보유하여 이 키에 액세스할 수 있는 사람만 데이터를 해독할 수 있도록 합니다. 파일 기반 암호화는 민감한 정보가 저장 중일 때와 전송 중일 때 모두 보호되도록 하여 높은 수준의 보안을 제공합니다.
nl: Het hele proces omvat meestal het genereren van een sessiesleutel, die vervolgens veilig samen met het bestand wordt gedeeld tijdens de overdracht van gegevens voor decodering. De sleutel bevat het wiskundige model om het specifieke bestand voor die specifieke sessie te versleutelen en te decoderen, zodat alleen mensen die toegang hebben tot deze sleutel de gegevens kunnen decoderen. Op bestanden gebaseerde versleuteling biedt een hoog beveiligingsniveau door ervoor te zorgen dat gevoelige informatie zowel in rust als tijdens het transport beschermd blijft.
pl: Cały proces zazwyczaj polega na wygenerowaniu klucza sesyjnego, który następnie jest bezpiecznie udostępniany wraz z plikiem podczas przesyłania danych w celu odszyfrowania. Klucz przechowuje model matematyczny służący do szyfrowania i odszyfrowywania określonego pliku dla tej konkretnej sesji, dzięki czemu tylko osoby mające dostęp do tego klucza mogą odszyfrować dane. Szyfrowanie oparte na plikach zapewnia wysoki poziom bezpieczeństwa, zapewniając ochronę wrażliwych informacji zarówno w stanie przechowywania, jak i podczas przesyłania.
pt: Todo o processo normalmente envolve a geração de uma chave de sessão, que é então compartilhada com segurança junto com o arquivo durante a transmissão de dados para descriptografia. A chave contém o modelo matemático para criptografar e descriptografar o arquivo específico para essa sessão específica, garantindo que apenas as pessoas que têm acesso a essa chave possam descriptografar os dados. A criptografia baseada em arquivo fornece um alto nível de segurança, garantindo que as informações confidenciais permaneçam protegidas em repouso e em trânsito.
ru: Весь процесс обычно включает в себя генерацию сеансового ключа, который затем безопасно передается вместе с файлом во время передачи данных для расшифровки. Ключ содержит математическую модель для шифрования и дешифрования конкретного файла для данного конкретного сеанса, гарантируя, что только люди, имеющие доступ к этому ключу, смогут расшифровать данные. Шифрование на основе файлов обеспечивает высокий уровень безопасности, гарантируя, что конфиденциальная информация остается защищенной как в состоянии покоя, так и при передаче.
sv: Hela processen involverar vanligtvis att generera en sessionsnyckel, som sedan delas säkert tillsammans med filen under överföringen av data för dekryptering. Nyckeln innehåller den matematiska modellen för att kryptera och dekryptera den specifika filen för den specifika sessionen, vilket säkerställer att endast personer som har tillgång till denna nyckel kan dekryptera data. Filbaserad kryptering ger en hög säkerhetsnivå genom att säkerställa att känslig information förblir skyddad både i vila och under överföring.
tr: Tüm süreç tipik olarak, şifre çözme için verilerin iletimi sırasında dosyayla birlikte güvenli bir şekilde paylaşılan bir oturum anahtarı oluşturmayı içerir. Anahtar, söz konusu oturum için belirli bir dosyayı şifrelemek ve şifresini çözmek için matematiksel modeli muhafaza eder ve yalnızca bu anahtara erişimi olan kişilerin verilerin şifresini çözebilmesini sağlar. Dosya tabanlı şifreleme, hassas bilgilerin hem bekleme hem de aktarım sırasında korunmasını sağlayarak yüksek düzeyde güvenlik sağlar.
zh: 整个过程通常涉及生成会话密钥，然后在传输用于解密的数据期间与文件一起安全地共享该会话密钥。 密钥保存数学模型以加密和解密该特定会话的特定文件，确保只有有权访问此密钥的人才能解密数据。 基于文件的加密通过确保敏感信息在静止和传输过程中保持保护，提供了高度的安全性。

# Blog_TUGFEDE_H3_Text1
source: Disk encryption or full disk encryption <b>(FDE)</b>, as the name suggests is a method in which the entire disk gets encrypted. It differs from file encryption in the aspect that instead of individual files, the whole disk is encrypted and decrypted at once, including the operating system and related files.
ar: تشفير القرص أو تشفير القرص بالكامل <b>(FDE)</b>، كما يوحي الاسم، هو طريقة يتم من خلالها تشفير القرص بأكمله. وهو يختلف عن تشفير الملفات من حيث أنه بدلاً من الملفات الفردية، يتم تشفير القرص بأكمله وفك تشفيره مرة واحدة، بما في ذلك نظام التشغيل والملفات ذات الصلة.
de: Festplattenverschlüsselung oder Festplattenvollverschlüsselung <b> (FDE) </ b> ist, wie der Name schon sagt, eine Methode, bei der die gesamte Festplatte verschlüsselt wird. Es unterscheidet sich von der Dateiverschlüsselung dadurch, dass anstelle einzelner Dateien die gesamte Festplatte auf einmal verschlüsselt und entschlüsselt wird, einschließlich des Betriebssystems und der zugehörigen Dateien.
es: El cifrado de disco o cifrado de disco completo (FDE), como su nombre lo indica, es un método en el que se cifra todo el disco. A diferencia del cifrado de archivos, en lugar de archivos individuales, se cifra y descifra todo el disco a la vez, incluido el sistema operativo y los archivos relacionados.
fr: Le chiffrement de disque ou chiffrement complet du disque <b>(CCD)</b>, comme son nom l'indique, est une méthode dans laquelle le disque entier est chiffré. Il diffère du cryptage de fichiers en ce sens qu'au lieu de fichiers individuels, le disque entier est crypté et décrypté à la fois, y compris le système d'exploitation et les fichiers associés.
it: La crittografia del disco o crittografia completa del disco <b>(FDE),</b> come suggerisce il nome, è un metodo in cui l'intero disco viene crittografato. Si differenzia dalla crittografia dei file per l'aspetto che invece dei singoli file, l'intero disco viene crittografato e decrittografato contemporaneamente, incluso il sistema operativo e i file correlati.
ko: 디스크 암호화 또는 전체 디스크 암호화 <b>(FDE)</b>는 이름에서 알 수 있듯이 전체 디스크를 암호화하는 방법입니다. 개별 파일 대신 운영 체제 및 관련 파일을 포함하여 전체 디스크를 한 번에 암호화하고 해독한다는 점에서 파일 암호화와 다릅니다.
nl: Schijfversleuteling of volledige schijfversleuteling <b>(FDE)</b>, zoals de naam al doet vermoeden, is een methode waarbij de hele schijf wordt gecodeerd. Het verschilt van bestandsversleuteling in het aspect dat in plaats van individuele bestanden, de hele schijf in één keer wordt gecodeerd en gedecodeerd, inclusief het besturingssysteem en gerelateerde bestanden.
pl: Szyfrowanie dysku lub szyfrowanie całego dysku <b>(FDE)</b>, jak sama nazwa wskazuje, to metoda, w której cały dysk zostaje zaszyfrowany. Różni się od szyfrowania plików tym, że zamiast pojedynczych plików szyfrowany i odszyfrowywany jest jednocześnie cały dysk, łącznie z systemem operacyjnym i powiązanymi plikami.
pt: A criptografia de disco ou criptografia completa do disco <b>FDE</b>, como o nome sugere, é um método no qual o disco inteiro é criptografado. Ele difere da criptografia de arquivos no aspecto de que, em vez de arquivos individuais, todo o disco é criptografado e descriptografado de uma só vez, incluindo o sistema operacional e arquivos relacionados.
ru: Шифрование диска или полное шифрование диска <b> (FDE)</b>, как следует из названия, - это метод, при котором шифруется весь диск. Это отличается от шифрования файлов в том аспекте, что вместо отдельных файлов шифруется и расшифровывается сразу весь диск, включая операционную систему и связанные с ней файлы.
sv: Diskkryptering eller fullständig diskkryptering <b>(FDE)</b>, som namnet antyder, är en metod där hela disken krypteras. Det skiljer sig från filkryptering i den aspekten att istället för enskilda filer krypteras och dekrypteras hela disken på en gång, inklusive operativsystemet och relaterade filer.
tr: <b>(FDE),</b> Disk şifreleme veya tam disk şifrelemesi, adından da anlaşılacağı gibi, tüm diskin şifrelendiği bir yöntemdir. Dosya şifrelemesinden, tek tek dosyalar yerine, işletim sistemi ve ilgili dosyalar da dahil olmak üzere tüm diskin bir kerede şifrelenmesi ve şifresinin çözülmesi bakımından farklıdır.
zh: 磁盘加密或全磁盘加密<b>（FDE）</b>，顾名思义是一种对整个磁盘进行加密的方法。 它与文件加密的不同之处在于，整个磁盘不是单个文件，而是一次加密和解密，包括操作系统和相关文件。
