Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AOVO_H2_Text13
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>To make public sharing keys available to anyone who would potentially want to make encrypted data available to someone else.</li><li>To keep a backup of your encrypted private secret key, so if you buy a new device or need to reinstall AxCrypt you can get it back to your device.</li><li>To enable global password change for you. If you change your password on our server, we’ll re-encrypt your private key there with the new password and this means that all your already encrypted files will now be decryptable with the new password! Very convenient. You can still also decrypt them with the original password used when the file was encrypted of course.</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> لإتاحة مفاتيح المشاركة العامة لأي شخص قد يرغب في إتاحة البيانات المشفرة لشخص آخر. </ li> <li> للاحتفاظ بنسخة احتياطية من مفتاحك السري الخاص المشفر ، لذلك إذا اشتريت جهازًا جديدًا أو كنت بحاجة إلى إعادة تثبيت اكسكربت ، فيمكنك إعادته إلى جهازك. </ li> <li> لتمكين تغيير كلمة المرور العامة لـ أنت. إذا قمت بتغيير كلمة المرور الخاصة بك على خادمنا ، فسنقوم بإعادة تشفير مفتاحك الخاص هناك باستخدام كلمة المرور الجديدة وهذا يعني أن جميع ملفاتك المشفرة بالفعل سيتم فك تشفيرها الآن باستخدام كلمة المرور الجديدة! مريحة للغاية. لا يزال بإمكانك أيضًا فك تشفيرها باستخدام كلمة المرور الأصلية المستخدمة عندما تم تشفير الملف بالطبع. </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Um öffentliche Freigabeschlüssel für jeden verfügbar zu machen, der möglicherweise verschlüsselte Daten für jemand anderen verfügbar machen möchte.Wenn Sie also ein neues Gerät kaufen oder AxCrypt neu installieren müssen, können Sie es wieder auf Ihr Gerät übertragen.</li><li>, um die globale Passwortänderung für Sie zu aktivieren. Wenn Sie Ihr Passwort auf unserem Server ändern, werden wir Ihren privaten Schlüssel dort mit dem neuen Passwort neu verschlüsseln und dies bedeutet, dass alle Ihre bereits verschlüsselten Dateien jetzt mit dem neuen Passwort entschlüsselbar sind! Sehr praktisch. Sie können sie natürlich auch mit dem Originalkennwort entschlüsseln, das bei der Verschlüsselung der Datei verwendet wurde.</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Para hacer que las claves públicas para compartir estén disponibles para cualquier persona que potencialmente quiera poner los datos cifrados a disposición de otra persona.</li><li>Para mantener una copia de seguridad de tu clave secreta privada cifrada, de modo que si compras un dispositivo nuevo o necesitas reinstalar AxCrypt, puedes recuperarla en tu dispositivo.</li><li>Para habilitar el cambio de contraseña global para ti. Si cambias tu contraseña en nuestro servidor, volveremos a cifrar tu clave privada allí con la nueva contraseña y esto significa que todos tus archivos ya cifrados ahora se podrán descifrar con la nueva contraseña. Muy conveniente. Por supuesto, también puedes descifrarlos con la contraseña original utilizada cuando se cifró el archivo.</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Pour rendre les clés de partage publiques accessibles à toute personne qui souhaiterait potentiellement mettre des données chiffrées à la disposition de quelqu'un d'autre.</ li><li>Pour conserver une sauvegarde de votre clé secrète privée cryptée, donc si vous achetez un nouvel appareil ou devez réinstaller AxCrypt, vous pouvez le récupérer sur votre appareil.</li><li>Pour activer le changement de mot de passe global pour vous. Si vous changez votre mot de passe sur notre serveur, nous y chiffrerons à nouveau votre clé privée avec le nouveau mot de passe et cela signifie que tous vos fichiers déjà chiffrés seront désormais déchiffrables avec le nouveau mot de passe ! Très pratique. Vous pouvez toujours les décrypter avec le mot de passe d'origine utilisé lors du cryptage du fichier bien sûr.</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Per rendere le chiavi di condivisione pubbliche disponibili a chiunque voglia potenzialmente rendere disponibili i dati crittografati a qualcun altro.</ li><li>Per mantenere un backup della tua chiave segreta privata crittografata, quindi se acquisti un nuovo dispositivo o devi reinstallare AxCrypt puoi recuperarlo sul tuo dispositivo.</li><li>Per abilitare la modifica globale della password per Voi. Se cambi la tua password sul nostro server, crittograferemo nuovamente la tua chiave privata lì con la nuova password e questo significa che tutti i tuoi file già crittografati saranno ora decrittografabili con la nuova password! Molto conveniente. Puoi anche decrittografarli con la password originale utilizzata quando il file è stato crittografato, ovviamente.</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>암호화된 데이터를 다른 사람이 사용할 수 있도록 하려는 모든 사용자가 공개 공유 키를 사용할 수 있도록 합니다.</li><li>암호화 된 개인 비밀 키의 백업을 유지하므로 새 장치를 구입하거나 AxCrypt를 다시 설치해야하는 경우 장치로 다시 가져올 수 있습니다.</li><li>전역 암호 변경을 사용하도록 설정합니다. 서버에서 비밀번호를 변경하면 새 비밀번호로 개인 키를 다시 암호화하므로, 이미 암호화 된 모든 파일을 새 비밀번호로 해독 할 수 있습니다! 매우 편리합니다. 물론 파일이 암호화되었을 때 사용한 기존 암호로 해독 할 수도 있습니다.</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Om openbare deelsleutels beschikbaar te maken voor iedereen die mogelijk versleutelde gegevens beschikbaar wil stellen aan iemand anders.</ li><li>Om een back-up van uw gecodeerde privé geheime sleutel te bewaren, dus als u een nieuw apparaat koopt of AxCrypt opnieuw moet installeren, kunt u het terugzetten op uw apparaat.</li><li>Om globale wachtwoordwijziging in te schakelen voor u. Als u uw wachtwoord op onze server wijzigt, zullen we uw privésleutel daar opnieuw versleutelen met het nieuwe wachtwoord en dit betekent dat al uw reeds versleutelde bestanden nu ontsleutelbaar zijn met het nieuwe wachtwoord! Heel handig. U kunt ze natuurlijk ook nog steeds ontsleutelen met het originele wachtwoord dat werd gebruikt toen het bestand werd versleuteld.</li></ol>
pl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Aby udostępnić publiczne klucze udostępniania każdemu, kto potencjalnie chciałby udostępnić zaszyfrowane dane komuś innemu.</ li><li>Aby zachować kopię zapasową zaszyfrowanego prywatnego tajnego klucza, więc jeśli kupisz nowe urządzenie lub musisz ponownie zainstalować AxCrypt, możesz odzyskać go z powrotem na swoje urządzenie.</li><li>Aby włączyć globalną zmianę hasła dla ty. Jeśli zmienisz hasło na naszym serwerze, ponownie zaszyfrujemy tam Twój klucz prywatny nowym hasłem, a to oznacza, że wszystkie Twoje już zaszyfrowane pliki będą teraz możliwe do odszyfrowania przy użyciu nowego hasła! To bardzo wygodne. Oczywiście nadal możesz je odszyfrować za pomocą oryginalnego hasła używanego podczas zaszyfrowania pliku.</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Para tornar as chaves partilhadas públicas disponíveis a qualquer pessoa que potencialmente quisesse disponibilizar os dados cifrados a outra pessoa.</li><li>Para guardar uma cópia de segurança da sua chave secreta privada e cifrada, pelo que se comprar um novo dispositivo ou precisar de reinstalar a AxCrypt, poderá obtê-la de volta ao seu dispositivo.</li><li>Para activar a mudança global de palavra-passe para si. Se mudar a sua palavra-passe no nosso servidor, nós re-cifraremos a sua chave privada lá com a sua nova palavra-passe e isto significa que todos os seus ficheiros já cifrados serão agora decifráveis com a nova palavra-passe! Muito conveniente. Pode ainda decifrá-los com a palavra-passe original usada quando o ficheiro foi cifrado, claro.</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Чтобы сделать общедоступные ключи общего доступа доступными для любого, кто потенциально захочет сделать зашифрованные данные доступными для кого-то другого.</li><li> Сохранить резервную копию вашего зашифрованного личного секретного ключа, чтобы, если вы покупаете новое устройство или вам нужно переустановить AxCrypt, вы могли вернуть его на свое устройство.</li><li> Чтобы включить глобальную смену пароля для вас. Если вы измените свой пароль на нашем сервере, мы повторно зашифруем ваш закрытый ключ там с помощью нового пароля, и это означает, что все ваши уже зашифрованные файлы теперь будут расшифрованы с помощью нового пароля! Очень удобно. Конечно, вы все равно можете расшифровать их с помощью оригинального пароля, использованного при шифровании файла.</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Att göra offentliga delningsnycklar tillgängliga för alla som eventuellt skulle vilja göra krypterad data tillgänglig för någon annan.</ li><li>Att behålla en säkerhetskopia av din krypterade privata hemliga nyckel, om du köper en ny enhet eller behöver installera om AxCrypt kan du få tillbaka den till din enhet.</li><li> Att aktivera en global lösenordsändring för dig. Om du ändrar ditt lösenord på vår server kommer vi att omkryptera din privata nyckel där med det nya lösenordet och det betyder att alla dina redan krypterade filer nu kommer att kunna dekrypteras med det nya lösenordet! Väldigt bekvämt. Du kan fortfarande också dekryptera dem med det ursprungliga lösenordet som användes när filen krypterades så klart.</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Herkese açık paylaşım anahtarlarını, şifrelenmiş verileri potansiyel olarak başka birinin kullanımına sunmak isteyen herkesin kullanımına sunmak.</li><li>Şifrelenmiş özel gizli anahtarınızın yedeğini tutmak için, yeni bir cihaz satın alırsanız veya AxCrypt'i yeniden yüklemeniz gerekirse, cihazınıza geri alabilirsiniz.</li><li>Herkese açık parola değişikliğini sizin adınıza etkinleştirmek için. Sunucumuzdaki şifrenizi değiştirirseniz, özel anahtarınızı yeni şifre ile yeniden şifreleyeceğiz ve bu, önceden şifrelenmiş tüm dosyalarınızın artık yeni şifre ile şifresinin çözülebileceği anlamına geliyor! Oldukça elverişli. Elbette dosya şifrelendiğinde kullanılan orijinal şifre ile şifrelerini de çözebilirsiniz.</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>使公共共享密钥可供任何可能希望将加密数据提供给其他人的人使用。</li><li>保留加密私钥的备份，因此如果您购买新设备或需要重新安装AxCrypt，则可以将其返回到您的设备。</li><li>为您启用全局密码更改。 如果您在我们的服务器上更改了密码，我们将使用新密码重新加密您的私钥，这意味着您所有已经加密的文件现在都可以使用新密码解密！ 非常方便。 当然，您仍然可以使用文件加密时使用的原始密码解密它们。</li></ol>

# Blog_AOVO_H2_Text2
source: An AxCrypt-encrypted file consists of the following:
ar: يتكون ملف اكسكربت المشفر مما يلي:
de: Eine mit AxCrypt verschlüsselte Datei besteht aus Folgendem:
es: Un archivo cifrado con AxCrypt consta de lo siguiente:
fr: Un fichier crypté AxCrypt se compose des éléments suivants:
it: Un file crittografato con AxCrypt è costituito da quanto segue:
ko: AxCrypt로 암호화된 파일은 다음과 같이 구성됩니다:
nl: Een AxCrypt-gecodeerd bestand bestaat uit het volgende:
pl: Plik zaszyfrowany AxCrypt składa się z następujących elementów:
pt: Um ficheiro cifrado pela AxCrypt consiste no seguinte:
ru: Файл, зашифрованный AxCrypt, состоит из:
sv: En AxCrypt-krypterad fil består av följande:
tr: AxCrypt ile şifrelenmiş bir dosya aşağıdakilerden oluşur:
zh: AxCrypt加密的文件包含以下内容:

# Blog_AOVO_H2_Text3
source: <li>The original file encrypted with AES-128/256 using a random unique master file key.</li>
ar: <li> الملف الأصلي المشفر باستخدام AES-128/256 باستخدام مفتاح ملف رئيسي فريد عشوائي. </ li>
de: <li>Die Originaldatei wurde mit AES-128/256 unter Verwendung eines zufälligen eindeutigen Masterdateischlüssels verschlüsselt.</li>
es: <li>El archivo original cifrado con AES-128/256 usando una clave maestra de archivo que es aleatoria y única.</li>
fr: <li>Le fichier d’origine crypté avec AES-128/256 à l’aide d’une clé de fichier maître unique aléatoire.</li>
it: <li>Il file originale crittografato con AES-128/256 utilizzando una chiave di file principale univoca casuale.</li>
ko: <li>임의의 고유 마스터 파일 키를 사용하여 AES-128/256으로 암호화된 원본 파일입니다.</li>
nl: <li>Het originele bestand versleuteld met AES-128/256 met behulp van een willekeurige unieke hoofdbestandssleutel.</li>
pl: <li>Oryginalny plik zaszyfrowany za pomocą AES-128/256 przy użyciu losowego, unikalnego klucza pliku głównego.</li>
pt: <li>O ficheiro original cifrado com AES-128/256 usando uma chave-mestra de ficheiro única e aleatória.</li>
ru: <li> Исходный файл зашифрован с помощью AES-128/256 с использованием случайного уникального ключа главного файла.</li>
sv: <li>Originalfilen är krypterad med AES-128/256, med en slumpmässig unik huvudfilnyckel.</li>
tr: <li>Rastgele benzersiz bir ana dosya anahtarı kullanılarak AES-128/256 ile şifrelenmiş orijinal dosya.</li>
zh: <li>使用随机唯一主文件密钥使用AES-128/256加密的原始文件。</li>

# Blog_AOVO_H2_Text4
source: <li>The master file key, encrypted with your password.</li>
ar: <li> مفتاح الملف الرئيسي المشفر بكلمة المرور. </li>
de: <li>Der Hauptdateischlüssel, verschlüsselt mit Ihrem Passwort.</li>
es: <li>La clave maestra del archivo, cifrada con tu contraseña.</li>
fr: <li>La clé du fichier maître, chiffrée avec votre mot de passe.</li>
it: <li>La chiave del file master, crittografata con la password.</li>
ko: <li>암호로 암호화된 마스터 파일 키입니다.</li>
nl: <li>De hoofdbestandssleutel, gecodeerd met uw wachtwoord.</li>
pl: <li>Klucz pliku głównego, zaszyfrowany Twoim hasłem.</li>
pt: <li>A chave-mestra de ficheiro, cifrada com a sua palavra-passe.</li>
ru: <li>Ключ главного файла, зашифрованный вашим паролем.</li>
sv: <li>Masterfilnyckeln, krypterad med ditt lösenord.</li>
tr: <li>Parolanızla şifrelenmiş ana dosya anahtarı.</li>
zh: <li>主文件密钥，使用您的密码加密。</li>

# Blog_AOVO_H2_Text5
source: <li>The master file key, encrypted with your public sharing key.</li>
ar: <li> مفتاح الملف الرئيسي المشفر بمفتاح المشاركة العام. </li>
de: <li>Der Masterdateischlüssel, verschlüsselt mit Ihrem öffentlichen Freigabeschlüssel.</li>
es: <li>La clave maestra del archivo, cifrada con tu clave pública para compartir.</li>
fr: <li>La clé du fichier maître, chiffrée avec votre clé de partage publique.</li>
it: <li>La chiave del file principale, crittografata con la tua chiave di condivisione pubblica.</li>
ko: <li>공개 공유 키로 암호화된 마스터 파일 키.</li>
nl: <li>De hoofdbestandssleutel, versleuteld met uw openbare deelsleutel.</li>
pl: <li>Główny klucz pliku, zaszyfrowany Twoim publicznym kluczem udostępniania.</li>
pt: <li>A chave-mestra do ficheiro, cifrada com a sua chave pública partilhada.</li>
ru: <li>Ключ главного файла, зашифрованный вашим ключом общего доступа.</li>
sv: <li>Master-filnyckeln, krypterad med din offentliga delningsnyckel.</li>
tr: <li>Kamuya açık paylaşım anahtarınızla şifrelenmiş ana dosya anahtarı.</li>
zh: <li>主文件密钥，使用您的公共共享密钥加密。</li>

# Blog_AOVO_H2_Text6
source: <li>The master file key, optionally encrypted with other recipients public sharing keys.</li>
ar: <li> مفتاح الملف الرئيسي ، المشفر اختياريًا مع مفاتيح المشاركة العامة للمستلمين الآخرين. </li>
de: <li>Der Masterdateischlüssel, optional verschlüsselt mit den öffentlichen Freigabeschlüsseln anderer Empfänger.</li>
es: <li>La clave maestra del archivo, opcionalmente cifrada con otras claves públicas compartidas de los destinatarios.</li>
fr: <li>Clé de fichier maître, éventuellement chiffrée avec d’autres clés de partage publiques de destinataires.</li>
it: <li>La chiave del file principale, facoltativamente crittografata con le chiavi di condivisione pubblica di altri destinatari.</li>
ko: <li>다른 수신자의 공개 공유 키로 선택적으로 암호화된 마스터 파일 키</li>
nl: <li>De hoofdbestandssleutel, optioneel versleuteld met openbare deelsleutels van andere ontvangers.</li>
pl: <li>Główny klucz pliku, opcjonalnie zaszyfrowany za pomocą publicznych kluczy udostępniania innych odbiorców.</li>
pt: <li>A chave-mestra do ficheiro, cifrada opcionalmente com as chaves públicas partilhadas por outros destinatários.</li>
ru: <li> Ключ главного файла необязательно зашифрован с помощью общедоступных ключей общего доступа других получателей.</li>
sv: li>Masterfilnyckeln, eventuellt krypterad med andra mottagares offentliga delningsnycklar.</li>
tr: <li>Diğer alıcıların kamuya açık paylaşım anahtarıyla opsiyonel olarak şifrelenmiş ana dosya anahtarı.</li>
zh: <li>主文件密钥，可选择使用其他收件人公共共享密钥加密。</li>

# Blog_AOVO_H2_Text7
source: The unique thing about public sharing and private secret key pairs is that while anyone can *encrypt* data with the public sharing key, only the person knowing the private secret part can *decrypt*, and even knowing the public sharing key it’s not possible to figure out the private secret key.
ar: الشيء الفريد في المشاركة العامة وأزواج المفاتيح السرية الخاصة هو أنه بينما يمكن لأي شخص * تشفير * البيانات باستخدام مفتاح المشاركة العامة ، يمكن فقط للشخص الذي يعرف الجزء السري الخاص * فك تشفير * ، وحتى معرفة مفتاح المشاركة العام ، لا يمكن القيام بذلك اكتشف المفتاح السري الخاص.
de: Das Einzigartige an öffentlichen Freigabe- und privaten geheimen Schlüsselpaaren ist, dass zwar jeder Daten mit dem öffentlichen Freigabeschlüssel * verschlüsseln * kann, aber nur die Person, die den privaten geheimen Teil kennt, * entschlüsseln * kann, und selbst wenn sie den öffentlichen Freigabeschlüssel kennt, ist es nicht möglich herauszufinden, den privaten geheimen Schlüssel.
es: Lo único de los pares de claves secretas públicas y secretas privadas es que, si bien cualquiera puede *cifrar* datos con la clave pública compartida, solo la persona que conoce la parte secreta privada puede *descifrar*, e incluso conociendo la clave pública compartida no es posible averiguar la clave secreta privada.
fr: La particularité du partage public et des paires de clés secrètes privées est que, bien que n’importe qui puisse *chiffrer* les données avec la clé de partage publique, seule la personne connaissant la partie secrète privée peut *déchiffrer*, et même en connaissant la clé de partage publique, il n’est pas possible de savoir la clé secrète privée.
it: La cosa unica della condivisione pubblica e delle coppie di chiavi segrete private è che mentre chiunque può *crittografare* i dati con la chiave di condivisione pubblica, solo la persona che conosce la parte segreta privata può *decrittografare*, e anche conoscendo la chiave di condivisione pubblica non è possibile capire la chiave segreta privata.
ko: 공개 공유 및 개인 비밀 키 쌍의 독특한 점은 누구나 공개 공유 키로 데이터를 *암호화*할 수 있지만, 개인 비밀 영역을 아는 사람만 *해독*할 수 있으며, 공개 공유 키를 알더라도 개인 비밀 키를 알아낼 수 없다는 것입니다.
nl: Het unieke van openbaar delen en privégeheime sleutelparen is dat hoewel iedereen gegevens kan *versleutelen* met de openbare deelsleutel, alleen de persoon die het privégeheime deel kent, kan *ontsleutelen*, en zelfs als hij de openbare deelsleutel kent, is het niet mogelijk om de geheime privésleutel uit te zoeken.
pl: Unikalną cechą udostępniania publicznego i prywatnego tajnego klucza jest to, że chociaż każdy może *szyfrować* dane za pomocą publicznego klucza udostępniania, tylko osoba znająca część tajną prywatną może *odszyfrować*, a nawet znając publiczny klucz udostępniania nie jest możliwe wymyślić prywatny tajny klucz.
pt: PT: Algo único dos pares de chaves pública de partilha e secreta e privada é o facto de que, enquanto qualquer pessoa pode *cifrar* dados com a chave pública de partilha, apenas a pessoa que conhece a parte secreta e privada pode *decifrar*, e, mesmo sabendo-se a chave pública de partilha, não é possível descobrir a chave secreta e privada.
ru: Уникальность пар общедоступных и закрытых секретных ключей заключается в том, что, хотя любой может *зашифровать* данные с помощью общедоступного ключа общего доступа, только человек, знающий частную секретную часть, может *расшифровать*, и даже зная общедоступный ключ общего доступа, невозможно вычислить закрытый секретный ключ.
sv: Det unika med offentlig delning och privata hemliga nyckelpar är att även om vem som helst kan *kryptera* data med den offentliga delningsnyckeln, kan bara den som känner till den privata hemliga delen *dekryptera*, och till och med känna till den offentliga delningsnyckeln är det inte möjligt att ta reda på den privata hemliga nyckeln.
tr: Genel paylaşım ve özel gizli anahtar çiftleriyle ilgili benzersiz olan şey, herkes ortak paylaşım anahtarıyla verileri *şifreleyebilir* iken, yalnızca özel gizli kısmı bilen kişinin *şifresini çözebilmesidir* ve hatta ortak paylaşım anahtarını bilerek bile özel gizli anahtarı bulmak mümkün değildir.
zh: 关于公共共享和私人秘密密钥对的独特之处在于，虽然任何人都可以使用公共共享密钥*加密*数据，但只有知道私人秘密部分的人可以*解密*，甚至知道公

# Blog_AOVO_H2_Text8
source: To decrypt an AxCrypt-encrypted file, you need to have either of:
ar: لفك تشفير ملف اكسكربت ، يجب أن يكون لديك أي مما يلي:
de: Um eine mit AxCrypt verschlüsselte Datei zu entschlüsseln, benötigen Sie entweder:
es: Para descifrar un archivo cifrado con AxCrypt, debes contar con una de las siguientes opciones:
fr: Pour déchiffrer un fichier crypté AxCrypt, vous devez disposer de l’un des éléments suivants:
it: Per decrittografare un file crittografato con AxCrypt, è necessario disporre di:
ko: AxCrypt로 암호화된 파일의 암호를 해독하려면 다음 중 하나가 있어야 합니다.
nl: Om een AxCrypt-gecodeerd bestand te ontsleuteln, moet u een van de volgende hebben:
pl: Aby odszyfrować plik zaszyfrowany AxCrypt, musisz mieć:
pt: Para decifrar um ficheiro cifrado pela AxCrypt, precisa de ter:
ru: Чтобы расшифровать файл, зашифрованный AxCrypt, вам необходимо иметь любой из:
sv: För att dekryptera en AxCrypt-krypterad fil måste du ha något av:
tr: AxCrypt tarafından şifrelenmiş bir dosyanın şifresini çözmek için aşağıdakilerden birine sahip olmanız gerekir:
zh: 要解密AxCrypt加密的文件，您需要具有:

# Blog_AOVO_H2_Text9
source: <li>The original password, to decrypt the master file key.</li>
ar: <li> كلمة المرور الأصلية لفك تشفير مفتاح الملف الرئيسي. </ li>
de: <li>Das ursprüngliche Passwort, um den Masterdateischlüssel zu entschlüsseln.</li>
es: <li>La contraseña original, para descifrar la clave maestra del archivo.</li>
fr: <li>Mot de passe d’origine, pour déchiffrer la clé du fichier maître.</li>
it: <li>La password originale, per decifrare la chiave del file master.</li>
ko: <li>마스터 파일 키를 해독하기 위한 원래 암호입니다.</li>
nl: <li>Het originele wachtwoord om de hoofdbestandssleutel te ontsleutelen.</li>
pl: <li>Oryginalne hasło do odszyfrowania głównego klucza pliku.</li>
pt: <li>A palavra-passe original para decifrar a chave-mestra do ficheiro.</li>
ru: <li>Исходный пароль для расшифровки ключа главного файла.</li>
sv: <li>Det ursprungliga lösenordet, för att dekryptera huvudfilnyckeln.</li>
tr: <li>Ana dosya anahtarının şifresini çözecek için özgün parola.</li>
zh: <li>原始密码，解密主文件密钥。</li>
