Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BLOG_HTSSPWYFC_Text3
source: This is where a dedicated and encrypted password manager comes in as the most secure and reliable solution for password sharing. A dedicated password manager ensures that passwords are generated, stored, and shared securely with top-notch security and encryption methods.
ar: هذا هو المكان الذي يأتي فيه مدير كلمات المرور المخصص والمشفر باعتباره الحل الأكثر أمانا وموثوقية لمشاركة كلمات المرور. يضمن مدير كلمات المرور المخصص إنشاء كلمات المرور وتخزينها ومشاركتها بأمان باستخدام طرق أمان وتشفير من الدرجة الأولى.
de: Hier kommt ein dedizierter und verschlüsselter Passwort-Manager als sicherste und zuverlässigste Lösung für die gemeinsame Nutzung von Passwörtern ins Spiel. Ein dedizierter Passwort-Manager stellt sicher, dass Passwörter mit erstklassigen Sicherheits- und Verschlüsselungsmethoden sicher generiert, gespeichert und weitergegeben werden.
es: Aquí es donde entra en juego un administrador de contraseñas dedicado y encriptado como la solución más segura y confiable para compartir contraseñas. Un administrador de contraseñas dedicado garantiza que las contraseñas se generen, almacenen y compartan de forma segura con métodos de seguridad y cifrado de primer nivel.
fr: C’est là qu’un gestionnaire de mots de passe dédié et crypté est la solution la plus sûre et fiable pour le partage de mots de passe. Un gestionnaire de mots de passe dédié garantit que les mots de passe sont générés, stockés et partagés en toute sécurité avec des méthodes de sécurité et de cryptage de premier ordre.
it: È qui che entra in gioco un gestore di password dedicato e crittografato come la soluzione più sicura e affidabile per la condivisione delle password. Un gestore di password dedicato garantisce che le password vengano generate, archiviate e condivise in modo sicuro con metodi di sicurezza e crittografia di prim'ordine.
ko: 암호 공유를 위한 가장 안전하고 신뢰할 수 있는 솔루션으로 전용 및 암호화된 암호 관리자가 제공되는 곳입니다. 전용 암호 관리자는 최고 수준의 보안 및 암호화 방법으로 암호를 안전하게 생성, 저장 및 공유할 수 있도록 합니다.
nl: Dit is waar een speciale en versleutelde wachtwoordmanager om de hoek komt kijken als de veiligste en meest betrouwbare oplossing voor het delen van wachtwoorden. Een speciale wachtwoordmanager zorgt ervoor dat wachtwoorden veilig worden gegenereerd, opgeslagen en gedeeld met eersteklas beveiligings- en coderingsmethoden.
pl: Tutaj właśnie pojawia się dedykowany i szyfrowany menedżer haseł jako najbezpieczniejsze i najbardziej niezawodne rozwiązanie do udostępniania haseł. Dedykowany menedżer haseł zapewnia, że ​​hasła są generowane, przechowywane i udostępniane bezpiecznie przy użyciu najwyższej klasy metod bezpieczeństwa i szyfrowania.
pt: É aqui que entra um gerenciador de senhas dedicado e criptografado como a solução mais segura e confiável para compartilhamento de senhas. Um gerenciador de senhas dedicado garante que as senhas sejam geradas, armazenadas e compartilhadas com segurança com métodos de segurança e criptografia de alto nível.
ru: Именно здесь на помощь приходит выделенный и зашифрованный менеджер паролей как самое безопасное и надежное решение для обмена паролями. Специальный менеджер паролей обеспечивает безопасное создание, хранение и обмен паролями с помощью первоклассных методов безопасности и шифрования.
sv: Det är här en dedikerad och krypterad lösenordshanterare kommer in som den säkraste och mest tillförlitliga lösningen för lösenordsdelning. En dedikerad lösenordshanterare säkerställer att lösenord genereras, lagras och delas säkert med förstklassiga säkerhets- och krypteringsmetoder.
tr: İşte bu noktada özel ve şifrelenmiş bir parola yöneticisi, parola paylaşımı için en güvenli ve güvenilir çözüm olarak devreye girer. Özel bir parola yöneticisi, parolaların birinci sınıf güvenlik ve şifreleme yöntemleriyle güvenli bir şekilde oluşturulmasını, saklanmasını ve paylaşılmasını sağlar.
zh: 这就是专用和加密的密码管理器作为密码共享最安全可靠的解决方案发挥作用的地方。专用密码管理器可确保使用一流的安全和加密方法安全地生成、存储和共享密码。

# BLOG_HTSSPWYFC_Title
source: How to Securely Share Passwords with Your Friends and Colleagues
ar: كيفية مشاركة كلمات المرور بأمان مع أصدقائك وزملائك
de: So teilen Sie Passwörter sicher mit Ihren Freunden und Kollegen
es: Cómo compartir contraseñas de forma segura con tus amigos y colegas
fr: Comment partager des mots de passe en toute sécurité avec vos amis et collègues
it: Come condividere in modo sicuro le password con i tuoi amici e colleghi
ko: 친구 및 동료와 암호를 안전하게 공유하는 방법
nl: Hoe u veilig wachtwoorden kunt delen met uw vrienden en collega's
pl: Jak bezpiecznie udostępniać hasła znajomym i współpracownikom
pt: Como compartilhar senhas com segurança com seus amigos e colegas
ru: Как безопасно делиться паролями с друзьями и коллегами
sv: Hur du säkert delar lösenord med dina vänner och kollegor
tr: Parolaları Arkadaşlarınız ve İş Arkadaşlarınızla Güvenli Bir Şekilde Nasıl Paylaşabilirsiniz?
zh: 如何安全地与您的朋友和同事共享密码

# Blog_ICSHRS_H1_Text1
source: As we adjust to a new work environment that no one may ever have envisioned, the pandemic has disturbed organizations and led human resources managers to rethink how to perform their duties. HR professionals are worried not just about their employees' health and well-being during the epidemic, but also about processing paperwork in a secure manner and providing comfort to the millions of people who have been laid off or working remotely.
ar: بينما نتكيف مع بيئة عمل جديدة لم يتصورها أحد على الإطلاق ، أزعج الوباء المنظمات ودفع مديري الموارد البشرية إلى إعادة التفكير في كيفية أداء واجباتهم. لا يهتم أخصائيو الموارد البشرية فقط بصحة موظفيهم ورفاههم أثناء الوباء ، ولكن أيضًا بشأن معالجة الأوراق بطريقة آمنة وتوفير الراحة لملايين الأشخاص الذين تم تسريحهم أو العمل عن بُعد.
de: Während wir uns an ein neues Arbeitsumfeld anpassen, das sich vielleicht noch niemand vorgestellt hat, hat die Pandemie Organisationen gestört und Personalmanager dazu veranlasst, die Erfüllung ihrer Aufgaben zu überdenken. Personalfachleute sorgen sich nicht nur um die Gesundheit und das Wohlbefinden ihrer Mitarbeiter während der Epidemie, sondern auch um die sichere Bearbeitung von Papierkram und die Bereitstellung von Komfort für die Millionen von Menschen, die entlassen wurden oder aus der Ferne arbeiten.
es: A medida que nos adaptamos a un nuevo entorno de trabajo que nadie jamás imaginó, la pandemia ha perturbado a las organizaciones y ha llevado a los gerentes de Recursos Humanos a repensar cómo desempeñar sus funciones. Los profesionales de Recursos Humanos están preocupados no solo por la salud y el bienestar de sus empleados durante la epidemia, sino también por procesar el papeleo de manera segura y brindar comodidad a los millones de personas que han sido despedidas o trabajan de forma remota.
fr: Alors que nous nous adaptons à un nouvel environnement de travail que personne n'aurait jamais imaginé, la pandémie a perturbé les organisations et conduit les responsables des ressources humaines à repenser la façon d'exercer leurs fonctions. Les professionnels des RH se préoccupent non seulement de la santé et du bien-être de leurs employés pendant l'épidémie, mais aussi du traitement sécurisé des formalités administratives et de fournir du confort aux millions de personnes licenciées ou travaillant à distance.
it: Mentre ci adattiamo a un nuovo ambiente di lavoro che nessuno avrebbe mai immaginato, la pandemia ha sconvolto le organizzazioni e ha portato i responsabili delle risorse umane a ripensare a come svolgere le proprie mansioni. I professionisti delle risorse umane sono preoccupati non solo per la salute e il benessere dei loro dipendenti durante l'epidemia, ma anche per l'elaborazione dei documenti in modo sicuro e per dare conforto ai milioni di persone che sono state licenziate o che lavorano da remoto.
ko: 팬데믹이 조직을 혼란에 빠뜨리고 인사 관리자로 하여금 직무 수행 방법을 재고하게 함에 따라, 우리는 아무도 상상하지 못했던 새로운 작업 환경에 적응해야 합니다. HR 전문가들은 팬데믹 환경에서 직원의 건강과 웰빙뿐만 아니라, 안전한 문서 작업 처리 방법이나 수백만명에 달하는 해직자 혹은 원격 근무자들을 위한 편의 제공 방법 등도 고민하고 있습니다.
nl: Terwijl we ons aanpassen aan een nieuwe werkomgeving die niemand zich ooit had kunnen voorstellen, heeft de pandemie organisaties verstoord en personeelsmanagers ertoe aangezet om opnieuw na te denken over hoe ze hun taken moeten uitvoeren. HR-professionals maken zich niet alleen zorgen over de gezondheid en het welzijn van hun werknemers tijdens de epidemie, maar ook over het veilig verwerken van papierwerk en het bieden van comfort aan de miljoenen mensen die zijn ontslagen of op afstand werken.
pl: W miarę dostosowywania się do nowego środowiska pracy, którego nikt nigdy sobie nie wyobrażał, pandemia zaniepokoiła organizacje i skłoniła menedżerów ds. zasobów ludzkich do przemyślenia sposobu wykonywania swoich obowiązków. Specjaliści HR martwią się nie tylko o zdrowie i dobre samopoczucie swoich pracowników podczas epidemii, ale także o bezpieczne przetwarzanie dokumentów i zapewnienie komfortu milionom osób, które zostały zwolnione lub pracują zdalnie.
pt: Enquanto nos ajustamos a um novo ambiente de trabalho que ninguém previu, a pandemia perturbou organizações e levou os gestores de recursos humanos a repensar como exercer as suas funções. Os profissionais de RH estão preocupados não apenas com a saúde e bem-estar dos seus trabalhadores durante a pandemia, mas também com o tratamento de documentos de uma forma secura e dando conforto aos milhões de pessoas que foram despedidas ou que trabalham remotamente.
ru: По мере того как мы приспосабливаемся к новой рабочей среде, которую никто, возможно, никогда не предполагал, пандемия встревожила организации и заставила менеджеров по персоналу переосмыслить, как выполнять свои обязанности. Специалисты по персоналу беспокоятся не только о здоровье и благополучии своих сотрудников во время пандемии, но и о безопасной обработке документов и обеспечении комфорта миллионам людей, которые были уволены или работают удаленно.
sv: Medan vi anpassar oss till en ny arbetsmiljö som ingen kanske har tänkt sig, har pandemin tvingat organisationer och personalchefer att tänka om hur vi ska utföra våra arbetsuppgifter. HR-personal är oroliga inte bara för sina anställdas hälsa och välbefinnande under pandemin, utan också över att hantera pappersarbete på ett säkert sätt och ge stöd till de miljontals människor som har blivit uppsagda eller arbetar på distans.
tr: Hiç kimsenin öngöremediği yeni bir çalışma ortamına uyum sağlarken, pandemi, kuruluşları rahatsız etti ve insan kaynakları yöneticilerini görevlerini nasıl yerine getireceklerini yeniden düşünmeye yöneltti. İK yöneticileri sadece salgın sırasında çalışanlarının sağlığı ve esenliği konusunda değil, aynı zamanda evrak işlerini güvenli bir şekilde işlemek ve işten çıkarılan veya uzaktan çalışan milyonlarca insana kolaylık sağlamak konusunda da endişeliler.
zh: 当我们适应新的工作环境时，这种大流行已经扰乱了组织，并导致人力资源经理重新思考如何履行职责。 人力资源专业人员不仅担心员工在疫情期间的健康和福祉，还担心以安全的方式处理文书工作，并为数百万被解雇或远程工作的人提供安慰。

# Blog_ICSHRS_H2_SH1_Text1
source: An organization's risk exposure can be determined by completing a risk assessment regularly. Regular evaluations can assist identify which employee habits are most likely to expose a company to data breaches or other hazards. A risk assessment by HR, for example, can assist a business in identifying an insecure workstation. It can also show whether staff has misplaced their identification cards. Employee errors might provide thieves with valuable information or unrestricted access to a company's network.
ar: يمكن تحديد تعرض المؤسسة للمخاطر من خلال استكمال تقييم المخاطر بانتظام. يمكن أن تساعد التقييمات المنتظمة في تحديد عادات الموظفين التي من المرجح أن تعرض الشركة لانتهاكات البيانات أو غيرها من المخاطر. يمكن لتقييم المخاطر من قبل الموارد البشرية ، على سبيل المثال ، أن يساعد الشركة في تحديد محطة عمل غير آمنة. كما يمكن أن يُظهر ما إذا كان الموظفون قد وضعوا بطاقات الهوية الخاصة بهم في غير محلها. قد تزود أخطاء الموظفين اللصوص بمعلومات قيمة أو وصول غير مقيد إلى شبكة الشركة.
de: Die Risikoexposition einer Organisation kann durch regelmäßige Durchführung einer Risikobewertung ermittelt werden. Regelmäßige Auswertungen können dabei helfen, festzustellen, welche Mitarbeitergewohnheiten ein Unternehmen am ehesten Datenschutzverletzungen oder anderen Gefahren aussetzen. Eine Risikobewertung durch die Personalabteilung kann beispielsweise einem Unternehmen dabei helfen, einen unsicheren Arbeitsplatz zu identifizieren. Es kann auch angezeigt werden, ob Mitarbeiter ihre Ausweise verlegt haben. Mitarbeiterfehler können Dieben wertvolle Informationen oder uneingeschränkten Zugriff auf das Unternehmensnetzwerk verschaffen.
es: La exposición al riesgo de una organización se puede determinar completando una evaluación de riesgos con regularidad. Las evaluaciones periódicas pueden ayudar a identificar qué hábitos de los empleados tienen más probabilidades de exponer a una empresa a filtraciones de datos u otros peligros. Una evaluación de riesgos por parte de Recursos Humanos, por ejemplo, puede ayudar a una empresa a identificar una estación de trabajo insegura. También puede mostrar si el personal ha extraviado sus tarjetas de identificación. Los errores de los empleados pueden proporcionar a los intrusos información valiosa o acceso sin restricciones a la red de una empresa.
fr: L’exposition au risque d’une organisation peut être déterminée en effectuant régulièrement une évaluation des risques. Des évaluations régulières peuvent aider à identifier les habitudes des employés les plus susceptibles d’exposer une entreprise à des violations de données ou à d’autres dangers. Une évaluation des risques par les RH, par exemple, peut aider une entreprise à identifier un poste de travail non sécurisé. Il peut également montrer si le personnel a égaré ses cartes d’identification. Les erreurs des employés peuvent fournir aux voleurs des informations précieuses ou un accès illimité au réseau d’une entreprise.
it: L'esposizione al rischio di un'organizzazione può essere determinata completando regolarmente una valutazione del rischio. Valutazioni periodiche possono aiutare a identificare quali abitudini dei dipendenti hanno maggiori probabilità di esporre un'azienda a violazioni dei dati o altri pericoli. Una valutazione del rischio da parte delle risorse umane, ad esempio, può aiutare un'azienda a identificare una postazione di lavoro non sicura. Può anche mostrare se il personale ha smarrito le proprie carte d'identità. Gli errori dei dipendenti potrebbero fornire ai ladri informazioni preziose o accesso illimitato alla rete di un'azienda.
ko: 조직의 위험 노출은 정기적으로 위험 평가를 작성하여 화인할 수 있습니다. 정기적인 평가는 회사를 데이터 침해 또는 기타 위험에 노출시킬 가능성이 가장 높은 직원의 습관을 알아내는 데 도움이 될 수 있습니다. 예를 들어 인사과 위험 평가는 기업에게 안전하지 않은 워크스테이션을 식별하는 데 도움이 될 수 있습니다. 또한 직원이 신분증을 분실했는지 여부도 알 수 있습니다. 직원의 실수는 도둑에게 중요한 정보를 제공하거나 회사 네트워크에 대한 무제한 액세스를 제공할 수 있습니다.
nl: De risicoblootstelling van een organisatie kan worden bepaald door regelmatig een risicobeoordeling uit te voeren. Regelmatige evaluaties kunnen helpen bepalen welke gewoonten van werknemers een bedrijf het meest waarschijnlijk blootstellen aan datalekken of andere gevaren. Een risicobeoordeling door HR kan een bedrijf bijvoorbeeld helpen bij het identificeren van een onveilige werkplek. Het kan ook aantonen of het personeel hun identificatiekaart kwijt is. Fouten van werknemers kunnen dieven waardevolle informatie of onbeperkte toegang tot het netwerk van een bedrijf opleveren.
pl: Narażenie organizacji na ryzyko można określić, regularnie przeprowadzając ocenę ryzyka. Regularne oceny mogą pomóc w określeniu, które nawyki pracowników najprawdopodobniej narażą firmę na naruszenia danych lub inne zagrożenia. Na przykład ocena ryzyka przeprowadzona przez dział HR może pomóc firmie w identyfikacji niezabezpieczonej stacji roboczej. Może również pokazać, czy personel zgubił swoje karty identyfikacyjne. Błędy pracowników mogą zapewnić złodziejom cenne informacje lub nieograniczony dostęp do sieci firmowej.
pt: A exposição do risco de uma organização pode ser determinado através de avaliações de risco regulares. Estas avaliações podem ajudar a identificar os hábitos de trabalhadores com maior probabilidade de exporem uma empresa a violações de dados e outros perigos. A avaliação de risco pelos RH, por exemplo, pode ajudar uma empresa a identificar uma estação de trabalho insegura. Pode também mostrar se o pessoal perdeu os seus cartões de identificação. Erros de trabalhadores podem fornecer a ladrões informação valiosa e acesso ilimitado à rede da empresa.
ru: Подверженность организации риску может быть определена путем регулярного проведения оценки рисков. Регулярные проверки могут помочь определить, какие привычки сотрудников с наибольшей вероятностью подвергают компанию утечкам данных или другим опасностям. Например, оценка рисков отделом кадров может помочь бизнесу в выявлении небезопасной рабочей станции. Это также может показать, не потеряли ли сотрудники свои удостоверения личности. Ошибки сотрудников могут предоставить ворам ценную информацию или неограниченный доступ к сети компании.
sv: En organisations riskexponering kan fastställas genom att göra en riskbedömning regelbundet. Regelbundna utvärderingar kan hjälpa till att identifiera vilka anställdas vanor som mest sannolikt utsätter ett företag för dataintrång eller andra faror. En riskbedömning av HR kan till exempel hjälpa ett företag att identifiera en osäker arbetsstation. Den kan också visa om personalen har tappat bort sina identitetskort. Anställdas misstag kan ge tjuvar värdefull information eller obegränsad tillgång till ett företags nätverk.
tr: Bir kuruluşun riske maruz kalması, düzenli olarak bir risk değerlendirmesinin tamamlanması ile belirlenebilir. Düzenli değerlendirmeler, hangi çalışan alışkanlıklarının bir şirketi veri ihlallerine veya diğer tehlikelere maruz bırakma olasılığının en yüksek olduğunu belirlemeye yardımcı olabilir. Örneğin, İK tarafından yapılan bir risk değerlendirmesi, bir işletmenin güvensiz bir iş istasyonunu tanımlamasına yardımcı olabilir. Ayrıca, personelin kimlik kartlarını yanlış yerleştirip yerleştirmediğini de gösterebilir. Çalışan hataları, hırsızlara değerli bilgiler veya bir şirketin ağına sınırsız erişim sağlayabilir.
zh: 一个组织的风险暴露可以通过定期完成风险评估来确定。 定期评估可以帮助确定哪些员工习惯最有可能使公司面临数据泄露或其他危险。 例如，人力资源部门的风险评估可以帮助企业识别不安全的工作站。 它还可以显示工作人员是否放错了身份证。 员工错误可能会为窃贼提供有价值的信息或不受限制地访问公司的网络。

# Blog_ICSHRS_H2_SH2_Text1
source: HR needs to keep rules well-documented and ensure that every recruit is aware of them. This comprises protocols for reporting threats, effectively responding to them, and so on, to protect a company and its data.
ar: يحتاج قسم الموارد البشرية إلى الحفاظ على القواعد موثقة جيدًا والتأكد من أن كل موظف على دراية بها. يشتمل هذا على بروتوكولات للإبلاغ عن التهديدات والاستجابة لها بشكل فعال وما إلى ذلك لحماية الشركة وبياناتها.
de: Die Personalabteilung muss die Regeln gut dokumentieren und sicherstellen, dass jeder Rekrut sie kennt. Dies umfasst Protokolle zur Meldung von Bedrohungen, zur effektiven Reaktion darauf usw., um ein Unternehmen und seine Daten zu schützen.
es: Recursos Humanos debe mantener las reglas bien documentadas y asegurarse de que todos los empleados las conozcan. Esto comprende protocolos para informar amenazas, responder de manera efectiva a ellas, etc., para proteger a una empresa y sus datos.
fr: Les RH doivent garder les règles bien documentées et s’assurer que chaque recrue en est consciente. Cela comprend des protocoles permettant de signaler les menaces, d’y répondre efficacement, etc., afin de protéger une entreprise et ses données.
it: Le risorse umane devono mantenere le regole ben documentate e garantire che ogni recluta ne sia a conoscenza. Ciò comprende protocolli per segnalare minacce, rispondere efficacemente a esse e così via, per proteggere un'azienda e i suoi dati.
ko: HR은 규칙을 잘 문서화하고 모든 직원이 규칙을 인지하도록 해야 합니다. 여기에는 위협을 보고하고 효과적으로 대응하는 등의 기업과 데이터를 보호하기 위한 프로토콜이 포함됩니다.
nl: HR moet de regels goed gedocumenteerd houden en ervoor zorgen dat elke rekruut hiervan op de hoogte is. Dit omvat protocollen om bedreigingen te melden, er effectief op te reageren, enzovoort, om een bedrijf en zijn gegevens te beschermen.
pl: HR musi dobrze udokumentować zasady i upewnić się, że każdy rekrut jest ich świadomy. Obejmuje to protokoły do zgłaszania zagrożeń, skutecznego reagowania na nie itd. w celu ochrony firmy i jej danych.
pt: Os RH precisam de manter as regras bem documentadas e garantir que cada novo trabalhador tem conhecimento delas. Tal inclui protocolos para reportar ameaças, correspondentes respostas eficazes, etc. para proteger a empresa e os seus dados.
ru: Отдел кадров должен четко документировать правила и следить за тем, чтобы каждый новичок был осведомлен о них. Это включает в себя протоколы для сообщений об угрозах, эффективного реагирования на них и так далее, чтобы защитить компанию и ее данные.
sv: HR avdelningen måste hålla regler väldokumenterade och se till att varje kollega är medveten om dem. Detta omfattar protokoll för att rapportera hot, effektivt svara på dem och så vidare, för att skydda ett företag och dess data.
tr: İK'nın kuralları iyi belgelenmiş şekilde tutması ve işe alınan her kişinin bunlardan haberdar olmasını sağlaması gerekir. Bu, bir şirketi ve verilerini korumak için tehditleri bildirmek, bunlara etkili bir şekilde yanıt vermek vb. için protokolleri içerir.
zh: 人力资源部需要将规则记录在案，并确保每个招聘人员都了解这些规则。 这包括报告威胁、有效响应威胁等协议，以保护公司及其数据。
