Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFOWAWA_H3_Text4
source: AxCrypt offers additional features such as secure file sharing, allowing you to collaborate with colleagues or share sensitive information securely. Its seamless integration with Windows Explorer makes it effortless to encrypt and decrypt files directly from the file explorer, streamlining your workflow and enhancing productivity.
ar: يقدم اكسكربت ميزات إضافية مثل مشاركة الملفات الآمنة ، مما يسمح لك بالتعاون مع الزملاء أو مشاركة المعلومات الحساسة بأمان. إن تكامله السلس مع مستكشف ويندوز يجعل من السهل تشفير الملفات وفك تشفيرها مباشرة من مستكشف الملفات ، مما يؤدي إلى تبسيط سير عملك وتعزيز الإنتاجية.
de: AxCrypt bietet zusätzliche Funktionen wie die sichere Dateifreigabe, mit der Sie mit Kollegen zusammenarbeiten oder sensible Informationen sicher austauschen können. Die nahtlose Integration in den Windows Explorer ermöglicht das mühelose Verschlüsseln und Entschlüsseln von Dateien direkt aus dem Datei-Explorer, wodurch Ihr Arbeitsablauf optimiert und die Produktivität gesteigert wird.
es: AxCrypt ofrece características adicionales como el intercambio seguro de archivos, lo que le permite colaborar con colegas o compartir información confidencial de forma segura. Su perfecta integración con el Explorador de Windows facilita el cifrado y descifrado de archivos directamente desde el explorador de archivos, lo que agiliza el flujo de trabajo y mejora la productividad.
fr: AxCrypt offre des fonctionnalités supplémentaires telles que le partage de fichiers sécurisé, vous permettant de collaborer avec des collègues ou de partager des informations sensibles en toute sécurité. Son intégration transparente avec Windows Explorer facilite le cryptage et le décryptage des fichiers directement à partir de l'explorateur de fichiers, rationalisant ainsi votre flux de travail et améliorant la productivité.
it: AxCrypt offre funzionalità aggiuntive come la condivisione sicura dei file, che consente di collaborare con i colleghi o condividere informazioni sensibili in modo sicuro. La sua perfetta integrazione con Esplora risorse semplifica la crittografia e la decrittografia dei file direttamente da Esplora file, semplificando il flusso di lavoro e migliorando la produttività.
ko: AxCrypt는 추가 기능으로 안전한 파일 공유를 제공하여 동료와 협력하거나 민감한 정보를 안전하게 공유할 수 있도록 합니다. Windows 탐색기와의 매끄러운 통합으로 파일 탐색기에서 직접 파일을 암호화하고 복호화할 수 있어 작업 흐름을 간소화하고 생산성을 향상시킵니다.
nl: AxCrypt biedt extra functies, zoals het veilig delen van bestanden, zodat je kunt samenwerken met collega's of gevoelige informatie veilig kunt delen. De naadloze integratie met Windows Explorer maakt het moeiteloos om bestanden rechtstreeks vanuit de file explorer te versleutelen en te ontsleutelen, waardoor jouw workflow wordt gestroomlijnd en de productiviteit wordt verhoogd.
pl: AxCrypt oferuje dodatkowe funkcje, takie jak bezpieczne udostępnianie plików, umożliwiając współpracę ze współpracownikami lub bezpieczne udostępnianie wrażliwych informacji. Bezproblemowa integracja z Eksploratorem Windows ułatwia szyfrowanie i deszyfrowanie plików bezpośrednio z eksploratora plików, usprawniając przepływ pracy i zwiększając produktywność.
pt: O AxCrypt oferece recursos adicionais, como compartilhamento seguro de arquivos, permitindo que você colabore com colegas ou compartilhe informações confidenciais com segurança. Sua integração perfeita com o Windows Explorer torna fácil criptografar e descriptografar arquivos diretamente do explorador de arquivos, simplificando seu fluxo de trabalho e aumentando a produtividade.
ru: AxCrypt предлагает дополнительные функции, такие как безопасный обмен файлами, что позволяет вам сотрудничать с коллегами или безопасно обмениваться конфиденциальной информацией. Его интеграция с Windows Explorer позволяет легко шифровать и расшифровывать файлы непосредственно из проводника, оптимизируя рабочий процесс и повышая производительность.
sv: AxCrypt erbjuder ytterligare funktioner som säker fildelning, vilket gör det möjligt för dig att samarbeta med kollegor eller dela känslig information på ett säkert sätt. Dess sömlösa integration med Windows Explorer gör det enkelt att kryptera och dekryptera filer direkt från filutforskaren, vilket effektiviserar ditt arbetsflöde och ökar produktiviteten.
tr: AxCrypt, güvenli dosya paylaşımı gibi ek özellikler sunarak, iş arkadaşlarınızla işbirliği yapmanıza veya hassas bilgileri güvenli bir şekilde paylaşmanıza olanak tanır. Windows Explorer ile sorunsuz entegrasyonu, dosyaları doğrudan dosya gezgininden şifrelemeyi ve deşifre etmeyi zahmetsiz hale getirerek iş akışınızı kolaylaştırır ve üretkenliği artırır.
zh: AxCrypt 提供安全文件共享等附加功能，让您可以与同事协作或安全地共享敏感信息。它与 Windows 资源管理器的无缝集成使直接从文件资源管理器加密和解密文件变得毫不费力，从而简化了您的工作流程并提高了工作效率。

# Blog_HTEFOWAWA_H4_SH1_Text1
source: Follow these steps to encrypt your files using a <a href='https://axcrypt.net/passwordmanager/'><b>password</b></a> as a key on Windows.
ar: اتبع هذه الخطوات لتشفير ملفاتك باستخدام <a href='https://axcrypt.net/passwordmanager/'><b>كلمة مرور</b></a> كمفتاح على ويندوز.
de: Befolgen Sie diese Schritte, um Ihre Dateien mit einem <a href=' zu verschlüsselnhttps://axcrypt.net/passwordmanager /'><b>password</b></a> als Schlüssel unter Windows.
es: Siga estos pasos para cifrar sus archivos usando una <a href='https://axcrypt.net/passwordmanager/'><b>contraseña</b></a> como clave en Windows.
fr: Suivez ces étapes pour chiffrer vos fichiers en utilisant un <a href='https://axcrypt.net/passwordmanager/'><b>mot de passe</b></a> comme clé sous Windows.
it: Segui questi passaggi per crittografare i tuoi file utilizzando una <a href='https://axcrypt.net/passwordmanager/'><b>password</b></a> come chiave su Windows.
ko: Windows에서 <a href='https://axcrypt.net/passwordmanager/'><b>암호</b></a>를 키로 사용하여 파일을 암호화하는 방법을 따르세요.
nl: Volg deze stappen om jouw bestanden te versleutelen met een <a href='https://axcrypt.net/passwordmanager/'><b>wachtwoord</b></a> als sleutel in Windows.
pl: Wykonaj poniższe kroki, aby zaszyfrować pliki przy użyciu <a href='https://axcrypt.net/passwordmanager/'><b>hasła</b></a> jako klucza w systemie Windows.
pt: Siga estas etapas para criptografar seus arquivos usando uma <a href='https://axcrypt.net/passwordmanager/'><b>senha</b></a> como chave no Windows.
ru: Выполните следующие действия, чтобы зашифровать файлы с помощью <a href='https://axcrypt.net/passwordmanager/'><b>password</b></a> в качестве ключа Windows.
sv: Följ dessa steg för att kryptera dina filer med ett <a href='https://axcrypt.net/passwordmanager/'><b>lösenord</b></a> som nyckel i Windows.
tr: Windows'ta bir <a href='https://axcrypt.net/passwordmanager/'><b>parolayı</b></a> anahtar olarak kullanarak dosyalarınızı şifrelemek için bu adımları izleyin.
zh: 按照以下步骤在 Windows 上使用 <a href='https://axcrypt.net/passwordmanager/'><b>password</b></a> 作为密钥加密文件。

# Blog_HTEFOWAWA_H4_SH1_Text10
source: Your most recent encrypted files will appear on the main screen on the <b>‘Recent Files’</b> tab, and will have a file extension of <b>.axx</b>. You can add new folders and subfolders and AxCrypt will automatically encrypt them as well.
ar: ستظهر أحدث ملفاتك المشفرة على الشاشة الرئيسية في علامة <b>التبويب "الملفات الحديثة"</b> ، وسيكون لها امتداد <b>ملف .axx</b>. يمكنك إضافة مجلدات ومجلدات فرعية جديدة وسيقوم اكسكربت بتشفيرها تلقائيا أيضا.
de: Ihre zuletzt verschlüsselten Dateien werden auf dem Hauptbildschirm auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b> angezeigt und haben die Dateierweiterung <b>.axx</b>. Sie können neue Ordner und Unterordner hinzufügen und AxCrypt wird diese automatisch ebenfalls verschlüsseln.
es: Sus archivos cifrados más recientes aparecerán en la pantalla principal en la pestaña <b>'Archivos recientes'</b> y tendrán una extensión de archivo <b>de .axx</b>. Puede añadir nuevas carpetas y subcarpetas y AxCrypt también las cifrará automáticamente.
fr: Vos fichiers cryptés les plus récents apparaîtront sur l'écran principal dans l'onglet <b>'Fichiers récents'</b> et porteront une extension de fichier <b>.axx</b>. Vous pouvez ajouter de nouveaux dossiers et sous-dossiers et AxCrypt les chiffrera également automatiquement.
it: I file crittografati più recenti appariranno nella schermata principale della scheda <b>"File recenti" e avranno l'estensione</b> . <b>axx</b>. È possibile aggiungere nuove cartelle e sottocartelle e AxCrypt crittograferà automaticamente anche queste.
ko: 가장 최근에 암호화된 파일은 <b>‘최근 파일’</b> 탭에 나타나며, 파일 확장자는 <b>.axx</b>입니다. 새로운 폴더와 하위 폴더를 추가할 수 있으며 AxCrypt는 폴더 내의 파일을 자동으로 암호화합니다.
nl: Jouw meest recente gecodeerde bestanden verschijnen op het hoofdscherm op het tabblad <b>'Recente bestanden'</b> en hebben de bestandsextensie <b>.axx</b>. Je kunt nieuwe mappen en submappen toevoegen en AxCrypt zal deze ook automatisch versleutelen.
pl: Twoje najnowsze zaszyfrowane pliki pojawią się na ekranie głównym w zakładce <b>„Ostatnie pliki”</b> i będą miały rozszerzenie <b>.axx</b>. Możesz dodać nowe foldery i podfoldery, a AxCrypt również je automatycznie zaszyfruje.
pt: Seus arquivos criptografados mais recentes aparecerão na tela principal na guia <b>'Arquivos recentes'</b> e terão uma extensão de arquivo <b>.axx</b>. Você pode adicionar novas pastas e subpastas e o AxCrypt também as criptografará automaticamente.
ru: Ваши последние зашифрованные файлы появятся на главном экране на вкладке <b>«Недавние файлы»</b> и будут иметь расширение <b>.axx</b>. Вы можете добавлять новые папки и подпапки, и AxCrypt также автоматически зашифрует их.
sv: Dina senast krypterade filer kommer att visas på huvudskärmen under fliken <b>"Senaste filer"</b> och kommer att ha filändelsen <b>.axx</b>. Du kan lägga till nya mappar och undermappar så krypteras även de automatiskt av AxCrypt.
tr: En son şifrelenmiş dosyalarınız ana ekranda <b>'Son Dosyalar'</b> sekmesinde görünecek ve <b>.axx</b> dosya uzantısına sahip olacaktır. Yeni klasörler ve alt klasörler ekleyebilirsiniz, AxCrypt bunları da otomatik olarak şifreleyecektir.
zh: 您最近的加密文件将显示在主屏幕上 <b>的“最近使用的文件”</b> 选项卡上，文件扩展名为 <b>.axx</b>。您可以添加新的文件夹和子文件夹，AxCrypt也会自动加密它们。

# Blog_HTEFOWAWA_H4_SH1_Text11
source: To permanently decrypt a file, click on the <b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير ملف نهائيا ، انقر فوق <b>رمز "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um eine Datei dauerhaft zu entschlüsseln, klicken Sie oben in der Hauptmenüleiste auf das Symbol <b>"Sicherung beenden"</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar permanentemente un archivo, haga clic en el icono <b>"Dejar de asegurar"</b> en la tira del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Pour décrypter définitivement un fichier, cliquez sur l'icône <b>'Arrêter la sécurisation'</b> dans la barre du menu principal en haut et sélectionnez les fichiers que vous souhaitez décrypter.
it: Per decrittografare definitivamente un file, fai clic sull'icona <b>"Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일을 영구적으로 암호 해제하려면 상단 메뉴의 <b>‘보안 중지’</b> 아이콘을 클릭하고 암호 해제를 원하는 파일을 선택합니다.
nl: Om een bestand permanent te ontsleutelen, klik je op het pictogram <b>'Beveiliging stoppen'</b> in het hoofdmenu bovenaan en selecteer je de bestanden die je wilt ontsleutelen.
pl: Aby trwale odszyfrować plik, kliknij ikonę <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar permanentemente um arquivo, clique no ícone <b>'Parar de proteger'</b> na faixa do menu principal na parte superior e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы окончательно расшифровать файл, нажмите на значок <b>«Остановить защиту»</b> в верхней полосе главного меню и выберите файлы, которые вы хотите расшифровать.
sv: För att permanent dekryptera en fil, klicka på ikonen <b>"Stoppa skydda"</b> från huvudmenyraden högst upp och välj de filer som du vill dekryptera.
tr: Bir dosyanın şifresini kalıcı olarak çözmek için, üstteki ana menü şeridinden <b>'Güvenliği Durdur'</b> simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要永久解密文件，请单击顶部主菜单条中的 <b>“停止保护”</b> 图标，然后选择要解密的文件。

# Blog_HTEFOWAWA_H4_SH1_Text12
source: When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: عند فتح ملف لعرضه أو تحريره، فإنه ينشئ فقط عملية فك تشفير مؤقتة، وسيتم تلقائيا إعادة تشفير أي تغييرات يتم إجراؤها على الملف.
de: Wenn Sie eine Datei öffnen, um sie anzuzeigen oder zu bearbeiten, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: Al abrir un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: Lorsque vous ouvrez un fichier pour l'afficher ou le modifier, cela crée uniquement un processus de décryptage temporaire et toutes les modifications apportées au fichier seront automatiquement rechiffrées.
it: Quando si apre un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittografia temporaneo e tutte le modifiche apportate al file verranno automaticamente crittografate nuovamente.
ko: 파일을 열어보거나 편집할 때는 임시로 복호화 과정이 진행되며, 파일에 대한 변경 사항은 자동으로 다시 암호화됩니다.
nl: Wanneer je een bestand opent om het te bekijken of te bewerken, wordt er slechts een tijdelijk ontsleutelingsproces gestart en worden eventuele wijzigingen in het bestand automatisch opnieuw versleuteld.
pl: Kiedy otwierasz plik w celu przeglądania lub edycji, tworzy się jedynie tymczasowy proces deszyfrowania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: Quando você abre um arquivo para exibir ou editar, ele cria apenas um processo de descriptografia temporário e quaisquer alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: När du öppnar en fil för att visa eller redigera skapas bara en tillfällig dekrypteringsprocess, och alla ändringar som görs i filen automatiskt återkrypteras.
tr: Görüntülemek veya düzenlemek için bir dosyayı açtığınızda, yalnızca geçici bir şifre çözme işlemi oluşturulur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_HTEFOWAWA_H4_SH1_Text13
source: AxCrypt can also automatically encrypt and sync files from your Windows to your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> accounts, allowing you to access and edit them on the go on your phone.
ar: يمكن لـ اكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا من نظام التشغيل ويندوز لديك إلى <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-. 2024/'><b>جوجل درايف</b></a> و<a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>ون درايف</b></a>، مما يسمح لك بالوصول إليها وتعديلها أثناء التنقل على هاتفك.
de: AxCrypt kann auch automatisch Dateien von Ihrem Windows mit Ihren <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>-Konten verschlüsseln und synchronisieren, sodass Sie unterwegs auf Ihrem Telefon darauf zugreifen und sie bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos de su Windows con sus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> y <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> , permitiéndole acceder a ellos y editarlos sobre la marcha en su teléfono.
fr: AxCrypt peut également chiffrer et synchroniser automatiquement les fichiers de votre Windows vers votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> et <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, vous permettant d'y accéder et de les modifier lors de vos déplacements sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file da Windows ai tuoi account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> , consentendoti di accedervi e modificarli in movimento sul tuo telefono.
ko: AxCrypt는 또한 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a>와 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> 계정에서 파일을 자동으로 암호화하고 동기화할 수 있어 휴대폰에서 파일에 접근하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden van jouw Windows naar jouw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-accounts</b></a> versleutelen en synchroniseren, zodat je ze onderweg op jouw telefoon kunt openen en bewerken.
pl: AxCrypt może także automatycznie szyfrować i synchronizować pliki z Twojego systemu Windows do <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>Dysk Google</b></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>OneDrive</b></a>, umożliwiając dostęp do nich i edytowanie ich w dowolnym miejscu na telefonie.
pt: O AxCrypt também pode criptografar e sincronizar automaticamente arquivos do Windows para suas contas do <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>do OneDrive</b></a> , permitindo que você os acesse e edite em qualquer lugar com seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы из вашей Windows с учетными записями <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, позволяя вам получать доступ и редактировать их на телефоне.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer från Windows till dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-konton</b></a> , så att du kan komma åt och redigera dem när du är på språng via din telefon.
tr: AxCrypt ayrıca Windows'unuzdaki dosyaları otomatik olarak şifreleyebilir ve Google <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Drive</b></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> hesaplarınızla senkronize edebilir, böylece hareket halindeyken telefonunuzdan bunlara erişmenize ve düzenlemenize olanak tanır.
zh: AxCrypt 还可以自动加密文件并将其从 Windows 同步到您的 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 和 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a> 账户，让您可以随时随地在手机上访问和编辑它们。

# Blog_HTEFOWAWA_H4_SH1_Text2
source: <b>STEP 1:</b> Download and install <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
ar: <b>الخطوة 1:</b> قم بتنزيل وتثبيت <a href='https://axcrypt.net/download/'><b>اكسكربت</b></a>
de: <b>SCHRITT 1:</b> Herunterladen und installieren <a href='https://axcrypt.net/download /'><b>Verschlüsseln</b></a>
es: <b>PASO 1:</b> Descarga e instala <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
it: <b>PASSO 1:</b> Scarica e installa <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
ko: <b>1단계:</b> <a href='https://axcrypt.net/download/'><b>AxCrypt를 다운로드</b></a>하고 설치합니다.
nl: <b>STAP 1:</b> Download en installeer <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
pl: <b>KROK 1:</b> Pobierz i zainstaluj <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
pt: <b>1º PASSO:</b> Baixe e instale o <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
ru: <b>ШАГ 1:</b> Скачайте и установите <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
sv: <b>STEG 1:</b> Ladda ner och installera <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>
tr: <b>1. ADIM:</b> <a href='https://axcrypt.net/download/'><b>AxCrypt'i</b> indirin ve yükleyin</a>
zh: <b>步骤1：</b> 下载并安装 <a href='https://axcrypt.net/download/'><b>AxCrypt</b></a>

# Blog_HTEFOWAWA_H4_SH1_Text3
source: <b>STEP 2:</b> Launch AxCrypt and sign in or sign up with your credentials.
ar: <b>الخطوة 2:</b> قم بتشغيل اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بيانات الاعتماد الخاصة بك.
de: <b>SCHRITT 2:</b> Starten Sie AxCrypt und melden Sie sich an oder registrieren Sie sich mit Ihren Zugangsdaten.
es: <b>PASO 2:</b> Lanza AxCrypt e inicia sesión o regístrate con tus credenciales.
fr: <b>ÉTAPE 2 :</b> Lancez AxCrypt et connectez-vous ou inscrivez-vous avec vos informations d'identification.
it: <b>PASSO 2:</b> Avvia AxCrypt e accedi o registrati con le tue credenziali.
ko: <b>2단계:</b> AxCrypt를 실행하고 자격 증명으로 로그인하거나 가입합니다.
nl: <b>STAP 2:</b> Start AxCrypt en meld je aan of log in met jouw inloggegevens.
pl: <b>KROK 2:</b> Uruchom AxCrypt i zaloguj się lub zarejestruj, używając swoich danych uwierzytelniających.
pt: <b>2º PASSO:</b> Inicie AxCrypt e inicie sessão ou registe-se com as suas credenciais.
ru: <b>ШАГ 2:</b> Запустите AxCrypt и войдите в систему или зарегистрируйтесь, используя свои учетные данные.
sv: <b>STEG 2:</b> Starta AxCrypt och logga in eller registrera dig med dina inloggningsuppgifter.
tr: <b>2. ADIM:</b> AxCrypt'i başlatın ve kimlik bilgilerinle oturum açın veya kaydolun.
zh: <b>步骤2：</b> 启动AxCrypt并使用您的凭据登录或注册。
