Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVAE_EX1_Text1
source: <strong>Symmetric:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC etc
ar: <strong> متماثل: </strong> السمكة المنتفخة ،AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC إلخ
de: <strong>Symmetrisch:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC usw
es: <strong>Simétrico:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC, etc.
fr: <strong>Symétrique :</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC, etc.
it: <strong>Simmetrico:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC ecc.
ko: <strong>대칭적인 방법:</strong> 블로우 피시, AES, RC4, DES, RC5, RC6, A5/1, A5/2, 피시, 헬릭스, 이삭 등
nl: <strong>Symmetrisch:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC enz.
pl: <strong>Symetryczny:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC itp.
pt: <strong>Simétrica:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC etc
ru: <strong>Симметричные: </strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC и т.д
sv: <strong>Symmetrisk:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC etc.
tr: <strong>Simetrik:</strong> Blowfish, AES, RC4, DES, RC5, RC6, A5/1, A5/2, FISH, Helix, ISAAC vs
zh: <strong>对称：</strong>Blowfish，AES，RC4，DES，RC5，RC6，A5/1，A5/2，FISH，Helix，ISAAC等

# Blog_SVAE_EX1_Text2
source: <strong>Asymmetric:</strong> EIGamal, RSA, DSA, Elliptic curve techniques, PKCS, PGP etc
ar: <strong> غير متماثل: </strong>تقنيات EIGamal و RSA و DSA و Elliptic curve و PKCS و PGP وما إلى ذلك
de: <strong>Asymmetrisch:</strong> EIGamal, RSA, DSA, Elliptische Kurventechniken, PKCS, PGP usw
es: <strong>Asimétrico:</strong> EIGamal, RSA, DSA, Elliptic curve techniques, PKCS, PGP, etc.
fr: <strong>Asymétrique :</strong> EIGamal, RSA, DSA, Techniques de courbes lliptiques, PKCS, PGP, etc.
it: <strong>Asimmetrico:</strong> EIGamal, RSA, DSA, tecniche di curva ellittica, PKCS, PGP ecc.
ko: <strong>비대칭 방법:</strong> EIGamal, RSA, DSA, 타원 곡선 기술, PKCS, PGP 등
nl: <strong>Asymmetrisch:</strong> EIGamal, RSA, DSA, elliptische kromme technieken, PKCS, PGP enz.
pl: <strong>Asymetryczne:</strong> EIGamal, RSA, DSA, techniki krzywych eliptycznych, PKCS, PGP itp.
pt: <strong>Assimétrica:</strong> EIGamal, RSA, DSA, Elliptic curve techniques, PKCS, PGP etc
ru: <strong> Асимметричные: </strong> ELGamal, RSA, DSA, Elliptic curve techniques, PKCS, PGP и т.д
sv: <strong>Asymmetrisk:</strong> EIGamal, RSA, DSA, elliptiska kurvtekniker, PKCS, PGP etc.
tr: <strong>Asimetrik:</strong> EIGamal, RSA, DSA, Eliptik eğri teknikleri, PKCS, PGP vs
zh: <strong>不对称：</strong>EIGamal，RSA， DSA， Elliptic curve techniques， PKCS，PGP等

# Blog_SVAE_Example1
source: <strong>Examples of Symmetric and Asymmetric Encryption:</strong>
ar: <strong> أمثلة على التشفير المتماثل وغير المتماثل: </strong>
de: <strong>Beispiele für symmetrische und asymmetrische Verschlüsselung:</strong>
es: <strong>Ejemplos de cifrado simétrico y asimétrico:</strong>
fr: <strong>Exemples de chiffrement Symétrique et Asymétrique :</strong>
it: <strong>Esempi di crittografia simmetrica e asimmetrica:</strong>
ko: <strong>대칭 및 비대칭 암호화의 예:</strong>
nl: <strong>Voorbeelden van Symmetrische en Asymmetrische Encryptie:</strong>
pl: <strong>Przykłady szyfrowania symetrycznego i asymetrycznego:</strong>
pt: <strong>Exemplos de Cifragem Simétrica e Assimétrica:</strong>
ru: <strong>Примеры симметричного и асимметричного шифрования:</strong>
sv: <strong>Exempel på symmetrisk och asymmetrisk kryptering:</strong>
tr: <strong>Simetrik ve Asimetrik Şifreleme örnekleri:</strong>
zh: <strong>对称和非对称加密示例：</strong>

# Blog_SVAE_FinalWord
source: Final Words:
ar: الكلمات الأخيرة:
de: Abschließende Worte:
es: Palabras finales:
fr: Derniers mots:
it: Parole finali:
ko: 최종 단어 :
nl: Laatste Woorden:
pl: Ostatnie słowa:
pt: Palavras Finais:
ru: Заключительные слова:
sv: Slutord:
tr: Son Sözler:
zh: 最后的话:

# Blog_SVAE_FinalWord_Text1
source: In reference to encryption, it is always best to use the most recent systems. It is recommended to always use the most appropriate encryption algorithm in accordance with the task you handle. As cryptography takes a new turn, new algorithms are also developed to reach intruders and protect data, in turn improving confidentiality. Hackers are sure to make it difficult for the experts in the coming years too.
ar: بالإشارة إلى التشفير ، من الأفضل دائمًا استخدام أحدث الأنظمة. يوصى دائمًا باستخدام خوارزمية التشفير الأنسب وفقًا للمهمة التي تتعامل معها. نظرًا لأن التشفير يأخذ منعطفًا جديدًا ، يتم أيضًا تطوير خوارزميات جديدة للوصول إلى المتسللين وحماية البيانات ، وبالتالي تحسين السرية. من المؤكد أن المتسللين سيجعلون الأمر صعبًا على الخبراء في السنوات القادمة أيضًا.
de: In Bezug auf die Verschlüsselung ist es immer am besten, die neuesten Systeme zu verwenden. Es wird empfohlen, immer den am besten geeigneten Verschlüsselungsalgorithmus entsprechend der von Ihnen bearbeiteten Aufgabe zu verwenden. Da die Kryptographie eine neue Wendung nimmt, werden auch neue Algorithmen entwickelt, um Eindringlinge zu erreichen und Daten zu schützen, was wiederum die Vertraulichkeit verbessert. Hacker werden es den Experten sicher auch in den kommenden Jahren schwer machen.
es: En referencia al cifrado, siempre es mejor utilizar los sistemas más recientes. Se recomienda utilizar siempre el algoritmo de cifrado más adecuado según la tarea que realices. A medida que la criptografía toma un nuevo giro, también se desarrollan nuevos algoritmos para llegar a los intrusos y proteger los datos, lo que a su vez mejora la confidencialidad. Los hackers informáticos también se lo pondrán difícil a los expertos en los próximos años.
fr: En ce qui concerne le cryptage, il est toujours préférable d'utiliser les systèmes les plus récents. Il est recommandé de toujours utiliser l'algorithme de cryptage le plus approprié en fonction de la tâche que vous gérez. Alors que la cryptographie prend un nouveau tournant, de nouveaux algorithmes sont également développés pour atteindre les intrus et protéger les données, améliorant ainsi la confidentialité. Les pirates ne manqueront pas de compliquer la tâche des experts dans les années à venir également.
it: In riferimento alla crittografia, è sempre meglio utilizzare i sistemi più recenti. Si consiglia di utilizzare sempre l'algoritmo di crittografia più appropriato in base all'attività gestita. Man mano che la crittografia prende una nuova svolta, vengono sviluppati anche nuovi algoritmi per raggiungere gli intrusi e proteggere i dati, migliorando a loro volta la riservatezza. Gli hacker sicuramente renderanno le cose difficili anche agli esperti nei prossimi anni.
ko: 암호화와 관련하여 항상 최신 시스템을 사용하는 것이 가장 좋습니다. 처리하는 작업에 따라 항상 가장 적절한 암호화 알고리즘을 사용하는 것이 좋습니다. 암호화가 새로운 방향으로 나아가면서 침입자에게 도달하고 데이터를 보호하기 위한 새로운 알고리즘도 개발되어 기밀성이 향상됩니다. 해커는 향후 몇 년 동안 전문가들도 어렵게 만들 것입니다.
nl: Wat encryptie betreft, is het altijd het beste om de meest recente systemen te gebruiken. Het verdient aanbeveling altijd het meest geschikte encryptie-algoritme te gebruiken in overeenstemming met de taak die u uitvoert. Naarmate de cryptografie een nieuwe wending neemt, worden ook nieuwe algoritmen ontwikkeld om indringers te bereiken en gegevens te beschermen, waardoor de vertrouwelijkheid wordt verbeterd. Hackers zullen het de deskundigen ook de komende jaren zeker moeilijk maken.
pl: W odniesieniu do szyfrowania zawsze najlepiej jest korzystać z najnowszych systemów. Zaleca się, aby zawsze używać najbardziej odpowiedniego algorytmu szyfrowania zgodnie z wykonywanym zadaniem. Ponieważ kryptografia przybiera nowy obrót, opracowywane są również nowe algorytmy w celu dotarcia do intruzów i ochrony danych, co z kolei poprawia poufność. Hakerzy z pewnością będą utrudniać ekspertom również w nadchodzących latach.
pt: Em relação a cifragem, o melhor é usar sempre os sistemas mais recentes e o algoritmo de cifragem mais adequado à tarefa que se tem em mãos. À medida que a criptografia se desenvolve, são também desenvolvidos novos algoritmos para alcançar intrusos e proteger dados, o que, por sua vez, melhora a confidencialidade. Por outro lado, os hackers continuarão a tornar a vida dos especialistas difícil.
ru: Что касается шифрования, то всегда лучше использовать самые последние версии приложений. Рекомендуется всегда использовать наиболее подходящий алгоритм шифрования в соответствии с выполняемой вами задачей. Поскольку криптография принимает новый оборот, также разрабатываются новые алгоритмы для доступа к злоумышленникам и защиты данных, что, в свою очередь, повышает конфиденциальность. Хакеры, несомненно, затруднят работу экспертов на ближайшие годы.
sv: När det gäller kryptering är det alltid bäst att använda de senaste systemen. Det rekommenderas att alltid använda den mest lämpliga krypteringsalgoritmen i enlighet med den uppgift du hanterar. När kryptografi tar en ny vändning utvecklas också nya algoritmer för att nå inkräktare och skydda data, vilket i sin tur förbättrar sekretessen. Hackare kommer säkerligen att göra det svårt för experterna även under de kommande åren.
tr: Şifreleme konusunda en güncel sistemlerin kullanılması en iyisidir. Her zaman gerçekleştirdiğiniz görev ile uyumlu en uygun şifreleme algoritmasının kullanılması tavsiye edilir. Kriptografi yeni bir istikamete doğru ilerledikçe davetsiz misafirlere ulaşmak için yeni algoritmalar geliştirilir ve buna karşılık olarak gizliliğin geliştirilmesine katkı sunulur. İnternet korsanları, gelecek yıllarda da uzmanları zorlayacak gibi görünüyor.
zh: 关于加密，最好使用最新的系统。 建议始终根据您处理的任务使用最合适的加密算法。 随着密码学进入新的转折，新的算法也被开发出来以接触入侵者并保护数据，从而提高机密性。 黑客肯定会让专家在未来几年也变得困难。

# Blog_SVAE_FinalWord_Text2
source: <strong>What are you waiting for?</strong> Don’t wait till your data is exposed.AxCrypt app uses both Symmetric and Asymmetric Encryption providing you the best protection for your data.
ar: <strong> ماذا تنتظر؟ </strong> لا تنتظر حتى يتم الكشف عن بياناتك ، حيث يستخدم تطبيق اكسكربت كلا من التشفير المتماثل وغير المتماثل مما يوفر لك أفضل حماية لبياناتك.
de: <strong>Worauf warten Sie noch?</strong> Warten Sie nicht, bis Ihre Daten verfügbar sind.Die AxCrypt-App verwendet sowohl symmetrische als auch asymmetrische Verschlüsselung und bietet Ihnen den besten Schutz für Ihre Daten.
es: <strong>¿Qué esperas?</strong> No esperes a que tus datos estén expuestos. La aplicación AxCrypt utiliza cifrado simétrico y asimétrico para brindarte la mejor protección para tus datos.
fr: <strong>Qu'attendez-vous ?</strong> N'attendez pas que vos données soient exposées. L'application AxCrypt utilise à la fois le cryptage Symétrique et Asymétrique, vous offrant la meilleure protection pour vos données.
it: <strong>Cosa aspetti?</strong> Non aspettare che i tuoi dati vengano esposti. L'app AxCrypt utilizza sia la Crittografia Simmetrica che quella Asimmetrica, offrendoti la migliore protezione per i tuoi dati.
ko: <strong>무엇을 주저하시나요?</strong> 데이터가 노출될 때까지 기다리지 마십시오. AxCrypt 앱은 대칭 및 비대칭 암호화를 모두 사용하여 데이터를 가장 안전하게 보호합니다.
nl: <strong>Waar wacht u nog op?</strong> Wacht niet tot uw gegevens worden vrijgegeven. De AxCrypt-app maakt gebruik van zowel symmetrische als asymmetrische encryptie en biedt u de beste bescherming voor uw gegevens.
pl: <strong>Na co czekasz?</strong> Nie czekaj, aż Twoje dane zostaną ujawnione. Aplikacja AxCrypt wykorzystuje zarówno szyfrowanie symetryczne, jak i asymetryczne, zapewniając najlepszą ochronę danych.
pt: <strong>Do que está à espera?</strong> Não espere até os seus dados serem expostos. A app AxCrypt usa tanto Cifragem Simétrica como Assimétrica, fornecendo-lhe a melhor protecção para os seus dados.
ru: <strong>Чего вы ждете?</strong> Не ждите, пока ваши данные будут раскрыты.Приложение AxCrypt использует как симметричное, так и асимметричное шифрование, обеспечивая наилучшую защиту ваших данных.
sv: <strong>Vad väntar du på?</strong> Vänta inte tills din data är exponerad. AxCrypt-appen använder både symmetrisk och asymmetrisk kryptering och ger dig det bästa skyddet för din data.
tr: <strong>Daha ne bekliyorsunuz?</strong> Verileriniz teşhir olana kadar beklemeyin. AxCrypt uygulaması, verileriniz için en iyi korumayı sağlayan hem Simetrik hem de Asimetrik Şifreleme kullanır.
zh: <strong>您还在等什么？</strong>不要等到你的数据暴露出来。AxCrypt应用程序使用对称和非对称加密，为您的数据提供最佳保护。

# Blog_SVAE_H1_SH1_Text1
source: Manual encryption are computer programs that digitally encrypt multiple pieces of data. Manual encryption involves extensive user involvement. The files which have to be encrypted are selected and the encryption type is to be selected from the list supported by the security system
ar: التشفير اليدوي عبارة عن برامج كمبيوتر تقوم بتشفير أجزاء متعددة من البيانات رقميًا. يتضمن التشفير اليدوي مشاركة واسعة النطاق للمستخدم. يتم تحديد الملفات التي يجب تشفيرها واختيار نوع التشفير من القائمة التي يدعمها نظام الأمان
de: Manuelle Verschlüsselung sind Computerprogramme, die mehrere Daten digital verschlüsseln. Die manuelle Verschlüsselung erfordert eine umfassende Benutzerbeteiligung. Die zu verschlüsselnden Dateien werden ausgewählt und der Verschlüsselungstyp ist aus der vom Sicherheitssystem unterstützten Liste auszuwählen
es: El cifrado manual corresponde a programas informáticos que cifran digitalmente varios datos. El cifrado manual implica una amplia participación del usuario. Se seleccionan los archivos que se deben cifrar y se selecciona el tipo de cifrado de la lista admitida por el sistema de seguridad.
fr: Le cryptage manuel est un programme informatique qui crypte numériquement plusieurs éléments de données. Le chiffrement manuel implique une implication importante de l'utilisateur. Les fichiers qui doivent être cryptés sont sélectionnés et le type de cryptage doit être sélectionné dans la liste prise en charge par le système de sécurité
it: La crittografia manuale è un programma per computer che crittografa digitalmente più dati. La crittografia manuale comporta un ampio coinvolgimento dell'utente. I file che devono essere crittografati sono selezionati e il tipo di crittografia deve essere selezionato dall'elenco supportato dal sistema di sicurezza
ko: 수동 암호화는 여러 데이터를 디지털 방식으로 암호화하는 컴퓨터 프로그램입니다. 수동 암호화에는 광범위한 사용자 개입이 포함됩니다. 암호화해야 하는 파일을 선택해야 하며, 보안 시스템에서 지원하는 목록에서 암호화 유형을 선택해야합니다.
nl: Handmatige encryptie zijn computerprogramma's die meerdere gegevens digitaal versleutelen. Bij handmatige encryptie is de gebruiker nauw betrokken. De te versleutelen bestanden worden geselecteerd en het encryptietype wordt gekozen uit de lijst die door het beveiligingssysteem wordt ondersteund.
pl: Szyfrowanie ręczne to programy komputerowe, które cyfrowo szyfrują wiele fragmentów danych. Ręczne szyfrowanie wymaga dużego zaangażowania użytkownika. Zaznaczane są pliki, które mają zostać zaszyfrowane, a rodzaj szyfrowania należy wybrać z listy obsługiwanej przez system bezpieczeństwa
pt: A cifragem manual são programas de computador que cifram digitalmente múltiplos elementos de informação. A cifragem manual requer grande envolvimento do utilizador. Os ficheiros a cifrar são seleccionados e o tipo de cifragem é seleccionado de entre a lista de tipos suportados pelo sistema de segurança.
ru: Ручное шифрование - это компьютерные программы, которые цифровым способом шифруют несколько фрагментов данных. Ручное шифрование требует широкого участия пользователя. Файлы, которые должны быть зашифрованы, выбраны вручную, а также тип шифрования должен быть выбран из списка, поддерживаемого системой безопасности
sv: Manuell kryptering är datorprogram som digitalt krypterar flera datastycken. Manuell kryptering innebär omfattande användarengagemang. Filerna som måste krypteras väljs och krypteringstypen ska väljas från listan som stöds av säkerhetssystemet
tr: Manuel şifreleme, birden fazla veri parçasını dijital olarak şifreleyen bilgisayar programlarıdır. Manuel şifreleme kapsamlı kullanıcı katılımı gerektirir. Şifrelenmesi gereken dosyalar seçilir ve şifreleme türü güvenlik sistemi tarafından desteklenen listeden seçilir.
zh: 手动加密是对多条数据进行数字加密的计算机程序。 手动加密涉及广泛的用户参与。 选择必须加密的文件，并从安全系统支持的列表中选择加密类型
