Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DEVFE_H2_SH4_Text1
source: FileVault is a full disk encryption feature from Apple built into macOS. FileVault, like BitLocker for Windows, provides robust encryption for files and data on Mac computers, safeguarding the whole disk and all of the contents on it. When FileVault is turned on, it operates quietly in the background, encrypting all device data on the fly and without causing any interruptions.
ar: فيل وولت هي ميزة تشفير كامل للقرص من ابل مضمنة في نظام التشغيل ماك. يوفر فيل وولت ، مثل بيت لوكر لنظام التشغيل ويندوز، تشفيرًا قويًا للملفات والبيانات الموجودة على أجهزة كمبيوتر Mac ، مما يحمي القرص بأكمله وجميع المحتويات الموجودة عليه. عند تشغيل فيل وولت ، فإنه يعمل بهدوء في الخلفية ، ويقوم بتشفير جميع بيانات الجهاز بسرعة وبدون التسبب في أي مقاطعة.
de: FileVault ist eine vollständige Festplattenverschlüsselungsfunktion von Apple, die in macOS integriert ist. FileVault bietet wie BitLocker für Windows eine robuste Verschlüsselung für Dateien und Daten auf Mac-Computern und schützt die gesamte Festplatte und den gesamten Inhalt darauf. Wenn FileVault aktiviert ist, arbeitet es leise im Hintergrund und verschlüsselt alle Gerätedaten im laufenden Betrieb und ohne Unterbrechungen.
es: FileVault es una función de cifrado de disco completo de Apple integrada en macOS. FileVault, como BitLocker para Windows, proporciona un cifrado sólido para archivos y datos en computadoras Mac, lo que protege todo el disco y todo su contenido. Cuando FileVault está encendido, funciona silenciosamente en segundo plano, cifrando todos los datos del dispositivo sobre la marcha y sin causar interrupciones.
fr: FileVault est une fonctionnalité de chiffrement de disque complète d’Apple intégrée à macOS. FileVault, comme BitLocker pour Windows, fournit un cryptage robuste pour les fichiers et les données sur les ordinateurs Mac, protégeant l’ensemble du disque et tout le contenu de celui-ci. Lorsque FileVault est activé, il fonctionne silencieusement en arrière-plan, chiffrant toutes les données de l’appareil à la volée et sans provoquer d’interruption.
it: FileVault è una funzionalità di crittografia completa del disco di Apple integrata in macOS. FileVault, come BitLocker per Windows, fornisce una solida crittografia per file e dati su computer Mac, salvaguardando l'intero disco e tutti i contenuti su di esso. Quando FileVault è attivo, funziona silenziosamente in background, crittografando tutti i dati del dispositivo al volo e senza causare interruzioni.
ko: FileVault는 macOS에 내장된 Apple의 전체 디스크 암호화 기능입니다. Windows용 BitLocker와 마찬가지로 FileVault는 Mac 컴퓨터의 파일 및 데이터에 대한 강력한 암호화를 제공하여 전체 디스크와 디스크의 모든 콘텐츠를 보호합니다. FileVault가 켜지면 백그라운드에서 조용히 작동하여 중단없이 모든 장치 데이터를 즉시 암호화합니다.
nl: FileVault is een volledige schijfversleuteling van Apple die in macOS is ingebouwd. FileVault biedt, net als BitLocker voor Windows, een robuuste versleuteling van bestanden en gegevens op Mac-computers, waarbij de hele schijf en alle inhoud erop wordt beveiligd. Als FileVault is ingeschakeld, werkt het stil op de achtergrond en versleutelt het alle apparaatgegevens direct en zonder onderbrekingen.
pl: FileVault to funkcja pełnego szyfrowania dysku firmy Apple wbudowana w system macOS. FileVault, podobnie jak BitLocker dla Windows, zapewnia solidne szyfrowanie plików i danych na komputerach Mac, chroniąc cały dysk i całą jego zawartość. Gdy FileVault jest włączony, działa cicho w tle, szyfrując wszystkie dane urządzenia w locie i nie powodując żadnych przerw.
pt: O FileVault é uma funcionalidade de cifragem total de disco da Apple incluída no macOS. O FileVault, tal como o BitLocker do Windows, fornece cifragem robusta de ficheiros e dados em computadores Mac, protegendo todo o disco e todo o seu conteúdo. Quando o FileVault é ligado, ele opera silenciosamente em segundo plano, cifrando rapidamente todos os dados do dispositivo e sem causar interrupções.
ru: FileVault - это функция полного шифрования диска от Apple, встроенная в macOS. FileVault, как и BitLocker для Windows, обеспечивает надежное шифрование файлов и данных на компьютерах Mac, защищая весь диск и все содержимое на нем. Когда FileVault включен, он работает тихо в фоновом режиме, шифруя все данные устройства "на ходу" и не вызывая никаких перебоев.
sv: FileVault är en fullständig diskkrypteringsfunktion från Apple inbyggd i macOS. FileVault, som BitLocker för Windows, tillhandahåller robust kryptering för filer och data på Mac-datorer, vilket skyddar hela disken och allt innehåll på den. När FileVault är påslagen fungerar den tyst i bakgrunden och krypterar all enhetsdata i farten och utan att orsaka några avbrott.
tr: FileVault, macOS'te yerleşik olarak bulunan Apple'ın tam disk şifreleme özelliğidir. FileVault, Windows için BitLocker gibi, Mac bilgisayarlardaki dosyalar ve veriler için sağlam şifreleme sağlayarak tüm diski ve üzerindeki tüm içeriği korur. FileVault açıldığında, arka planda sessizce çalışır, tüm cihaz verilerini anında ve herhangi bir kesintiye neden olmadan şifreler.
zh: FileVault是apple内置于macOS中的全磁盘加密功能。 FileVault与BitLocker for Windows一样，为Mac计算机上的文件和数据提供强大的加密，保护整个磁盘及其上的所有内容。 当FileVault打开时，它会在后台安静地运行，即时加密所有设备数据，而不会造成任何中断。

# Blog_DEVFE_H2_SubHeading1
source: <strong>Files and Folder encryption</strong>
ar: <strong> تشفير الملفات والمجلدات </strong>
de: <strong>Verschlüsselung von Dateien und Ordnern</strong>
es: <strong>Cifrado de archivos y carpetas</strong>
fr: <strong>chiffrement des Fichiers et des Dossiers</strong>
it: <strong>Crittografia di File e Cartelle</strong>
ko: <strong>파일과 폴더 암호화</strong>
nl: <strong>Encryptie van Bestanden en Mappen</strong>
pl: <strong>Szyfrowanie plików i folderów</strong>
pt: <strong>Cifragem de Ficheiros e Pastas</strong>
ru: <strong>Шифрование файлов и папок</strong>
sv: <strong>Kryptering av filer och mappar</strong>
tr: <strong>Dosya ve Klasör şifreleme</strong>
zh: <strong>文件和文件夹加密</strong>

# Blog_DEVFE_H2_SubHeading2
source: <strong>Disk encryption </strong>
ar: <strong>تشفير القرص</strong>
de: <strong>Festplattenverschlüsselung </strong>
es: <strong>Cifrado de disco </strong>
fr: <strong>Chiffrement du disque </strong>
it: <strong>Crittografia disco </strong>
ko: <strong>디스크 암호화 </strong>
nl: <strong>Schijf encryptie </strong>
pl: <strong>Szyfrowanie dysku </strong>
pt: <strong>Cifragem do disco</strong>
ru: <strong>Шифрование диска </strong>
sv: <strong>Diskkryptering </strong>
tr: <strong>Disk şifreleme</strong>
zh: <strong>磁盘加密</strong>

# Blog_DEVFE_H2_SubHeading3
source: <strong>Disk encryption with BitLocker </strong>
ar: <strong> تشفير القرص باستخدام بيت لوكر</strong>
de: <strong>Festplattenverschlüsselung mit BitLocker </strong>
es: <strong>Cifrado de disco con BitLocker </strong>
fr: <strong>Chiffrement de disque avec BitLocker </strong>
it: <strong>Crittografia del disco con BitLocker </strong>
ko: <strong>BitLocker를 통한 디스크 암호화 </strong>
nl: <strong>Schijfversleuteling met BitLocker </strong>
pl: <strong>Szyfrowanie dysku za pomocą funkcji BitLocker </strong>
pt: <strong>Cifragem de disco com o BitLocker </strong>
ru: <strong>Шифрование диска с помощью BitLocker </strong>
sv: <strong>Diskkryptering med BitLocker </strong>
tr: <strong>BitLocker ile disk şifreleme </strong>
zh: <strong>使用BitLocker进行磁盘加密</strong>

# Blog_DEVFE_H2_SubHeading4
source: <strong>Disk encryption with FileVault</strong>
ar: <strong> تشفير القرص باستخدام فيل وولت</strong>
de: <strong>Festplattenverschlüsselung mit FileVault</strong>
es: <strong>Cifrado de disco con FileVault</strong>
fr: <strong>Chiffrement de disque avec FileVault</strong>
it: <strong>Crittografia del disco con FileVault</strong>
ko: <strong>FileVault를 이용한 디스크 암호화</strong>
nl: <strong>Schijfversleuteling met FileVault</strong>
pl: <strong>Szyfrowanie dysku za pomocą FileVault</strong>
pt: <strong>Cifragem de disco com o FileVault</strong>
ru: <strong>Шифрование диска с помощью FileVault</strong>
sv: <strong>Diskkryptering med FileVault</strong>
tr: <strong>FileVault ile disk şifreleme</strong>
zh: <strong>使用FileVault进行磁盘加密</strong>

# Blog_DEVFE_H3_Text1
source: Both BitLocker and FileVault are disk encryption software that functions in the same way but on different operating systems. Both are for safeguarding data on workstations and mobile devices at storage and are capable of encrypting entire hard drives,including both system and data drives.<br/><br/>
ar: كل من بيت لوكر و فيل وولت هما برنامجان لتشفير القرص يعملان بنفس الطريقة ولكن على أنظمة تشغيل مختلفة. كلاهما مخصص لحماية البيانات على محطات العمل والأجهزة المحمولة المخزنة وقادر على تشفير محركات الأقراص الثابتة بالكامل ، بما في ذلك محركات أقراص النظام والبيانات. <br/> <br/>
de: Sowohl BitLocker als auch FileVault sind Festplattenverschlüsselungssoftware, die auf dieselbe Weise funktioniert, jedoch auf unterschiedlichen Betriebssystemen. Beide dienen zum Schutz von Daten auf Workstations und mobilen Geräten bei der Speicherung und können ganze Festplatten verschlüsseln, einschließlich System- und Datenlaufwerken.<br/><br/>
es: Tanto BitLocker como FileVault son software de cifrado de disco que funcionan de la misma manera, pero en diferentes sistemas operativos. Ambos sirven para proteger los datos en las estaciones de trabajo y los dispositivos móviles en el almacenamiento y son capaces de cifrar discos duros completos, incluidas las unidades del sistema y de datos.<br/><br/>
fr: BitLocker et FileVault sont tous deux des logiciels de chiffrement de disque qui fonctionnent de la même manière mais sur des systèmes d'exploitation différents. Les deux sont destinés à protéger les données sur les postes de travail et les appareils mobiles au niveau du stockage et sont capables de chiffrer des disques durs entiers, y compris les lecteurs système et de données.<br/><br/>
it: Sia BitLocker che FileVault sono software di crittografia del disco che funzionano allo stesso modo ma su sistemi operativi diversi. Entrambi sono per la protezione dei dati su stazioni di lavoro e dispositivi mobili in fase di archiviazione e sono in grado di crittografare interi dischi rigidi, inclusi sistemi e unità dati.<br/><br/>
ko: BitLocker와 FileVault는 모두 동일한 방식으로 작동하지만 다른 운영 체제에서 작동하는 디스크 암호화 소프트웨어입니다. 둘 다 스토리지의 워크스테이션 및 모바일 장치의 데이터를 보호하기 위한 것이며 시스템 및 데이터 드라이브를 포함한 전체 하드 드라이브를 암호화할 수 있습니다.<br/><br/>
nl: Zowel BitLocker als FileVault zijn schijfversleutelingssoftwares die op dezelfde manier werken, maar op verschillende besturingssystemen. Beide zijn bedoeld voor het beveiligen van gegevens op werkstations en mobiele apparaten bij opslag en zijn in staat volledige harde schijven te versleutelen, inclusief zowel systeem- als gegevensschijven.<br/><br/>
pl: Zarówno BitLocker, jak i FileVault to oprogramowanie do szyfrowania dysków, które działa w ten sam sposób, ale w różnych systemach operacyjnych. Oba służą do ochrony danych na stacjach roboczych i urządzeniach mobilnych w pamięci masowej i są zdolne do szyfrowania całych dysków twardych, w tym dysków systemowych i danych.<br/><br/>
pt: O BitLocker e o FileVault são opções de software de cifragem de disco que funciona da mesma forma mas em diferentes sistemas operativos. Ambos servem para proteger dados armazenados em estações de trabalho e dispositivos móveis e são capazes de cifrar discos rígidos inteiros, incluindo unidades tanto de sistema como de dados.<br/><br/>
ru: И BitLocker, и FileVault - это программы для шифрования дисков, которые работают одинаково, но в разных операционных системах. Оба предназначены для защиты данных на рабочих станциях и мобильных устройствах при хранении и способны шифровать целые жесткие диски, включая как системные, так и диски с данными.<br/><br/>
sv: Både BitLocker och FileVault är diskkrypteringsprogram som fungerar på samma sätt men på olika operativsystem. Båda är till för att skydda data på arbetsstationer och mobila enheter vid lagring och kan kryptera hela hårddiskar, inklusive system- och dataenheter.<br/><br/>
tr: Hem BitLocker hem de FileVault, aynı şekilde ancak farklı işletim sistemlerinde çalışan disk şifreleme yazılımlarıdır. Her ikisi de iş istasyonlarındaki ve mobil cihazlardaki verileri depolama alanında korumak içindir ve hem sistem hem de veri sürücüleri de dahil olmak üzere tüm sabit sürücüleri şifreleyebilir.<br/><br/>
zh: BitLocker和FileVault都是磁盘加密软件，其功能相同，但在不同的操作系统上。 两者都是为了保护存储在工作站和移动设备上的数据，并且能够加密整个硬盘驱动器，包括系统和数据驱动器。<br/><br/>

# Blog_DEVFE_H3_Text2
source: FileVault full-disk encryption (FileVault 2) uses XTS-AES-128 encryption with a 256-bit key to help prevent unauthorized access to the information on macOS. FileVault encodes the information stored on your Mac so that it can’t be read unless the login password is entered.
ar: يستخدم تشفير القرص الكامل فيل وولت(فيل وولت 2) تشفير XTS-AES-128 مع مفتاح 256 بت للمساعدة في منع الوصول غير المصرح به إلى المعلومات الموجودة على نظام التشغيل ماك. يقوم فيل وولت بترميز المعلومات المخزنة على جهاز ماك الخاص بك بحيث لا يمكن قراءتها ما لم يتم إدخال كلمة مرور تسجيل الدخول.
de: Die FileVault-Festplattenverschlüsselung (FileVault 2) verwendet die XTS-AES-128-Verschlüsselung mit einem 256-Bit-Schlüssel, um den unbefugten Zugriff auf die Informationen unter macOS zu verhindern. FileVault verschlüsselt die auf Ihrem Mac gespeicherten Informationen so, dass sie nur gelesen werden können, wenn das Anmeldekennwort eingegeben wird.
es: El cifrado de disco completo de FileVault (FileVault 2) utiliza el cifrado XTS-AES-128 con una clave de 256 bits para ayudar a evitar el acceso no autorizado a la información en macOS. FileVault codifica la información almacenada en tu Mac para que no se pueda leer a menos que se ingrese la contraseña de inicio de sesión.
fr: Le chiffrement complet du disque FileVault (FileVault 2) utilise le chiffrement XTS-AES-128 avec une clé de 256 bits pour empêcher tout accès non autorisé aux informations sur macOS. FileVault encode les informations stockées sur votre Mac afin qu’elles ne puissent pas être lues à moins que le mot de passe de connexion ne soit entré.
it: La crittografia full-disk FileVault (FileVault 2) utilizza la crittografia XTS-AES-128 con una chiave a 256 bit per impedire l'accesso non autorizzato alle informazioni su macOS. FileVault codifica le informazioni memorizzate sul tuo Mac in modo che non possano essere lette a meno che non venga inserita la password di accesso.
ko: FileVault 전체 디스크 암호화(FileVault 2)는 256비트 키와 함께 XTS-AES-128 암호화를 사용하여 맥OS의 정보에 대한 무단 접근을 방지합니다. FileVault는 로그인 암호를 입력하지 않으면 읽을 수 없도록 맥 저장된 정보를 인코딩합니다.
nl: FileVault volledige schijfversleuteling (FileVault 2) maakt gebruik van XTS-AES-128-versleuteling met een 256-bits sleutel om ongeoorloofde toegang tot de informatie op macOS te helpen voorkomen. FileVault codeert de informatie die op uw Mac is opgeslagen, zodat deze niet kan worden gelezen tenzij het inlogwachtwoord wordt ingevoerd.
pl: Szyfrowanie całego dysku FileVault (FileVault 2) wykorzystuje szyfrowanie XTS-AES-128 z 256-bitowym kluczem, aby zapobiec nieautoryzowanemu dostępowi do informacji w systemie macOS. FileVault koduje informacje przechowywane na komputerze Mac, tak że nie można ich odczytać bez wprowadzenia hasła logowania.
pt: A cifragem total de disco FileVault (FileVault 2) usa cifragem XTS-AES-128 com uma chave de 256 bits para ajudar a prevenir acesso não autorizado a informação no macOS. O FileVault codifica a informação armazenada no seu Mac de forma a que não possa ler lida a menos que palavra-passe do utilizador seja introduzida.
ru: Полное шифрование диска FileVault (FileVault 2) использует шифрование XTS-AES-128 с 256-битным ключом для предотвращения несанкционированного доступа к информации в macOS. FileVault кодирует информацию, хранящуюся на вашем Mac, таким образом, что она не может быть прочитана до тех пор, пока не будет введен пароль для входа.
sv: FileVault heldiskkryptering (FileVault 2) använder XTS-AES-128-kryptering med en 256-bitars nyckel för att förhindra obehörig åtkomst till informationen på macOS. FileVault kodar informationen som lagras på din Mac så att den inte kan läsas om inte inloggningslösenordet anges.
tr: FileVault tam disk şifrelemesi (FileVault 2), macOS'teki bilgilere yetkisiz erişimi önlemeye yardımcı olmak için 256 bit anahtarlı XTS-AES-128 şifrelemesini kullanır. FileVault, Mac'inizde saklanan bilgileri, oturum açma parolası girilmedikçe okunamayacak şekilde kodlar.
zh: FileVault全磁盘加密(FileVault2)使用带有256位密钥的XTS-AES-128加密来帮助防止对macOS上的信息进行未经授权的访问。 FileVault对存储在Mac上的信息进行编码，以便除非输入登录密码，否则无法读取这些信息。
