Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TPTWHEG_H2_Text2
source: They all have microphones and cameras that could be active. Your daughter could be on a video call with friends, your home speaker could be activated and listening, you might have left that web meeting session open. You might even be running a video call with a group of customers from your kitchen table and expose pics of your kids, your home address, your kids’ school, when you are going on holiday, and that you will be protesting next Saturday ……. all from what happens to be stuck on the fridge door.
ar: تحتوي جميعها على ميكروفونات وكاميرات يمكن أن تكون نشطة. يمكن أن تكون ابنتك في مكالمة فيديو مع الأصدقاء ، ويمكن تنشيط مكبر الصوت المنزلي الخاص بك والاستماع ، وربما تركت جلسة اجتماع الويب مفتوحة. ربما تجري مكالمة فيديو مع مجموعة من العملاء من طاولة مطبخك وتكشف صور أطفالك ، وعنوان منزلك ، ومدرسة أطفالك ، عندما تكون في عطلة ، وأنك ستحتج يوم السبت المقبل ....... . كل ذلك مما حدث لكونه عالقًا على باب الثلاجة.
de: Sie alle haben Mikrofone und Kameras, die aktiv sein könnten. Ihre Tochter könnte einen Videoanruf mit Freunden führen, Ihr Heimlautsprecher könnte aktiviert sein und zuhören, Sie haben diese Webbesprechungssitzung möglicherweise offen gelassen. Vielleicht führen Sie sogar einen Videoanruf mit einer Gruppe von Kunden von Ihrem Küchentisch aus und zeigen Bilder Ihrer Kinder, Ihrer Privatadresse, der Schule Ihrer Kinder, wenn Sie in den Urlaub fahren und dass Sie nächsten Samstag protestieren werden ....... alles von dem, was zufällig an der Kühlschranktür klebt.
es: Todos tienen micrófonos y cámaras que podrían estar activas. Tu hija podría estar en una videollamada con amigos, el altavoz de tu hogar podría estar activado y escuchando, es posible que hayasdejado abierta esa sesión de reunión web. Incluso podrías estar realizando una videollamada con un grupo de clientes desde la mesa de tu cocina y exponer fotos de tus hijos, la dirección de tu casa, la escuela de tus hijos, cuándo te vas de vacaciones y qué harás el próximo sábado... todo por lo que está pegado en la puerta del refrigerador.
fr: Ils ont tous des microphones et des caméras qui pourraient être actifs. Votre fille pourrait être en appel vidéo avec des amis, votre haut-parleur à domicile pourrait être activé et écouter, vous avez peut-être laissé cette session de réunion web ouverte. Vous pourriez même passer un appel vidéo avec un groupe de clients depuis votre table de cuisine et exposer des photos de vos enfants, de votre adresse personnelle, de l’école de vos enfants, lorsque vous partez en vacances, et que vous protesterez samedi prochain ....... tout cela à partir de ce qui se trouve être coincé sur la porte du réfrigérateur.
it: Hanno tutti microfoni e telecamere che potrebbero essere attivi. Tua figlia potrebbe essere in videochiamata con gli amici, il tuo altoparlante di casa potrebbe essere attivato e in ascolto, potresti aver lasciato aperta quella sessione di web meeting. Potresti persino eseguire una videochiamata con un gruppo di clienti dal tavolo della tua cucina ed esporre le foto dei tuoi figli, il tuo indirizzo di casa, la scuola dei tuoi figli, quando andrai in vacanza e che protesterai sabato prossimo …… . tutto da quello che sembra essere bloccato sulla porta del frigorifero.
ko: 그들은 모두 활성화 할 수있는 마이크와 카메라를 가지고 있습니다. 딸이 친구와 화상 통화 중일 수 있고, 홈 스피커가 활성화되어 듣고 있을 수 있으며, 웹 회의 세션을 열어 두었을 수 있습니다. 식탁에서 고객 그룹과 화상 통화를 하고 자녀의 사진, 집 주소, 자녀의 학교, 휴가를 계획, 다음 주 토요일 계획을 노출할 수도 있습니다.……. 어느 것도 안심할 수 없습니다.
nl: Ze hebben allemaal microfoons en camera's die actief kunnen zijn. Uw dochter kan een videogesprek voeren met vrienden, uw huisluidspreker kan geactiveerd zijn en meeluisteren, u kunt die webvergaderingssessie open hebben laten staan. Misschien voert u zelfs een videogesprek met een groep klanten vanaf uw keukentafel en onthult u foto's van uw kinderen, uw huisadres, de school van uw kinderen, wanneer u op vakantie gaat, en dat u aanstaande zaterdag gaat protesteren ....... allemaal aan de hand van wat toevallig op de koelkastdeur is geplakt.
pl: Wszyscy mają mikrofony i kamery, które mogą być aktywne. Twoja córka może prowadzić wideorozmowę z przyjaciółmi, Twój głośnik domowy może być włączony i nasłuchiwać, być może zostawiłeś otwartą sesję spotkania internetowego. Możesz nawet prowadzić rozmowę wideo z grupą klientów ze swojego kuchennego stołu i wystawiać zdjęcia swoich dzieci, adres domowy, szkołę swoich dzieci, kiedy jedziesz na wakacje, i że będziesz protestować w następną sobotę…… . wszystko począwszy od tego, co przykleiło się do drzwi lodówki.
pt: Todos têm microfones e câmaras que podem ser activadas. A sua filha poderá estar numa videochamada com amigos, as colunas de sua casa podem ser activados e escutados, poderá ter deixada aberta a sessão daquela reunião na web. Poderá até estar numa videochamada com um grupo de clientes a partir da mesa da sua cozinha e expor imagens dos seus filhos, a sua morada, a escola dos seus filhos, quando vai de férias e que irá protestar no próximo sábado ……. Tudo isto pode estar na porta do seu frigorífico.
ru: У всех них есть микрофоны и камеры, которые могут быть активны. Ваша дочь может созваниваться с друзьями по видео; ваш домашний динамик может быть активирован и прослушивать; вы могли оставить сеанс веб-собрания открытым. Возможно, вы даже проводите видеозвонок с группой клиентов со своего кухонного стола и показываете фотографии своих детей, свой домашний адрес, школу, в которой учатся ваши дети, когда вы собираетесь в отпуск и что вы будете протестовать в следующую субботу ....... все из-за того, что висит на вашем холодильнике.
sv: De har alla mikrofoner och kameror som kan vara aktiva. Din dotter kan vara på ett videosamtal med vänner, din hemhögtalare kan aktiveras och lyssna, du kanske har lämnat en mötessessionen öppen. Du kanske till och med kör ett videosamtal med en grupp kunder från ditt köksbord och avslöjar bilder på dina barn, din hemadress, dina barns skola, när du ska på semester och att du kommer att protestera nästa lördag …… . allt från det som råkar ha fastnat på kylskåpsdörren.
tr: Bunların aktif olabilecek mikrofonları ve kameraları bulunur. Kızınız arkadaşlarıyla görüntülü görüşme yapıyor olabilir, ev hoparlörünüz etkinleştirilebilir ve dinliyor olabilir, internet toplantısı oturumunu açık bırakmış olabilirsiniz. Mutfak masanızdan bir grup müşteriyle görüntülü görüşme yapıyor olabilirsiniz ve tatildeyken çocuklarınızın, ev adresinizin, çocuklarınızın okulunun resimlerini ve önümüzdeki Cumartesi günü bir protestoya katılacağınızı ortaya çıkarabilir ....... bunlar yalnızca buzdolabı kapısına takılmış olanlar şeylerden görülebilir.
zh: 他们都有麦克风和摄像头，可能是活跃的。 您的女儿可能正在与朋友进行视频通话，您的主扬声器可能被激活并收听，您可能已经离开该网络会议会话打开。 你甚至可能会从你的厨房桌子上与一群顾客进行视频通话，并揭露你的孩子，你的家庭住址，你的孩子学校的照片，当你去度假时，你将在下周六抗议...... 所有这些都是卡在冰箱门上的。

# Blog_TPTWHEG_H2_Text3
source: It is essential that you take these risks seriously, information that should stay at home should stay just there and the same for work.
ar: من الضروري أن تأخذ هذه المخاطر على محمل الجد ، والمعلومات التي يجب أن تبقى في المنزل يجب أن تبقى هناك فقط ومثلها في العمل.
de: Es ist wichtig, dass Sie diese Risiken ernst nehmen, Informationen, die zu Hause bleiben sollten, sollten nur dort bleiben und auch für die Arbeit.
es: Es esencial que tomes estos riesgos con seriedad, la información que debe quedarse en casa debe quedarse solo allí y lo mismo para el trabajo.
fr: Il est essentiel que vous preniez ces risques au sérieux, les informations qui doivent rester chez vous doivent rester juste là et de même pour le travail.
it: È essenziale che tu prenda sul serio questi rischi, le informazioni che dovrebbero restare a casa dovrebbero restare lì e lo stesso per il lavoro.
ko: 이러한 위험들을 심각하게 받아들이고, 집 또는 직장에서의 정보가 있어야 할 곳에 있어야 하는 사실을 인지하는 것은 매우 중요한 일입니다.
nl: Het is essentieel dat u deze risico's serieus neemt, informatie die thuis moet blijven, moet daar blijven en hetzelfde geldt voor werk.
pl: Ważne jest, aby poważnie potraktować to ryzyko, informacje, które powinny pozostać w domu, powinny pozostać tam i tak samo w kwestii w pracy.
pt: É essencial que leve estes riscos a sério, a informação que devem ficar em casa deve ficar em casa, aplicando-se o mesmo em relação ao trabalho.
ru: Важно, чтобы вы серьезно относились к этим рискам, информация, которая должна оставаться дома, должна оставаться именно там, и так же с рабочей информацией.
sv: Det är viktigt att du tar dessa risker på allvar, information som ska stanna hemma ska stanna där och detsamma på arbetet.
tr: Bu riskleri ciddiye almanız oldukça önemlidir, evde kalması gereken bilgilerin orada kalması gerekir, aynı şey iş için de geçerlidir.
zh: 你认真对待这些风险是很重要的，应该留在家里的信息应该留在那里，在工作中也是一样的。

# Blog_TPTWHEG_H2_text4
source: <ul><li>Be very aware of your surroundings and what you are broadcasting, if you have to work in a shared area, make sure you are not exposing pictures, letters or anything you would not want a stranger to see</li><li>Consider the devices in your home, work away from family members who are making calls, work away from home assistants and make sure your conference sessions are closed when finished.</li><li>Make sure you think about the background, if you are so proud of your home office that you have to post it on Facebook, make sure nothing is in that image that exposes yours or someone else’s data</li><li>Consider that your employer could be monitoring you, everything from microphones, what you access, keystrokes, your camera, how long your sessions are, screen grabs, web history can all be monitored and while this may be worrying from an evaluation perspective, when working from home it may capture personal data too.</li></ul>
ar: <ul> <li> انتبه جيدًا لما يحيط بك وما تبثه ، إذا كان عليك العمل في منطقة مشتركة ، فتأكد من أنك لا تعرض الصور أو الرسائل أو أي شيء لا تريد أن يراه شخص غريب </ li > <li> ضع في اعتبارك الأجهزة الموجودة في منزلك ، واعمل بعيدًا عن أفراد الأسرة الذين يجرون مكالمات ، واعمل بعيدًا عن المساعدين المنزليين وتأكد من إغلاق جلسات المؤتمر عند الانتهاء. </ li> <li> تأكد من التفكير في الخلفية ، إذا كنت فخورًا جدًا بمكتب منزلك لدرجة أنه يتعين عليك نشره على Facebook ، فتأكد من عدم وجود أي شيء في هذه الصورة يعرض بياناتك أو بيانات شخص آخر </ li> <li> ضع في اعتبارك أن صاحب العمل الخاص بك يمكن أن يراقبك ، يمكن مراقبة كل شيء بدءًا من الميكروفونات ، وما يمكنك الوصول إليه ، وضربات المفاتيح ، والكاميرا الخاصة بك ، ومدة جلساتك ، والتقاط الشاشة ، وسجل الويب ، وعلى الرغم من أن هذا قد يكون مقلقًا من منظور التقييم ، إلا أنه عند العمل من المنزل قد يلتقط البيانات الشخصية أيضًا. </li> </ul>
de: <ul><li>Seien Sie sich Ihrer Umgebung und dem, was Sie senden, sehr bewusst. Wenn Sie in einem gemeinsam genutzten Bereich arbeiten müssen, stellen Sie sicher, dass Sie keine Bilder, Briefe oder andere Dinge freilegen, die ein Fremder nicht sehen soll</li><li>Berücksichtigen Sie die Geräte in Ihrem Zuhause, arbeiten Sie nicht in der Nähe von Familienmitgliedern, die Anrufe tätigen, arbeiten Sie nicht in der Nähe von Heimassistenten und stellen Sie sicher, dass Ihre Konferenzsitzungen nach Abschluss geschlossen sind.</li><li>Denken Sie unbedingt an die Hintergründe, wenn Sie so stolz auf Ihr Homeoffice sind, dass Sie es auf Facebook posten müssen, stellen Sie sicher, dass nichts in diesem Bild ist, das Ihre oder die Daten einer anderen Person preisgibt</ li><li>Bedenken Sie, dass Ihr Arbeitgeber Sie überwachen könnte, alles von Mikrofonen, worauf Sie zugreifen, Tastenanschlägen, Ihrer Kamera, wie lange Ihre Sitzungen dauern, Screenshots, Webprotokoll kann überwacht werden, und obwohl dies aus Bewertungsperspektive besorgniserregend sein kann, kann es bei der Arbeit von zu Hause aus auch personenbezogene Daten erfassen.</li></ul>
es: <ul><li>Sé muy consciente de tu entorno y de lo que estás transmitiendo, si tienes que trabajar en un área compartida, asegúrate de no exponer fotos, cartas o cualquier cosa que no quieras que vea un extraño</li <li>Considera los dispositivos en tu hogar, trabaja lejos de los miembros de la familia que están haciendo llamadas, trabaja lejos de los asistentes domésticos y asegúrate de que tus sesiones de conferencia estén cerradas cuando terminen.</li><li>Asegúrate de pensar en el En segundo plano, si estás tan orgulloso de tu oficina en casa que tienes que publicarla en Facebook, asegúrate de que no haya nada en esa imagen que exponga tus datos o los de otra persona</li><li>Considera que tu empleador podría estar monitoreándolo todo, desde micrófonos, a qué accedes, pulsaciones de teclas, tu cámara, cuánto duran tus sesiones, capturas de pantalla, historial web, todo puede ser monitoreado y, si bien esto puede ser preocupante desde una perspectiva de evaluación, cuando trabajas desde casa también puede capturar datos personales. </li></ul>
fr: <ul><li>Soyez très conscient de votre environnement et de ce que vous diffusez, si vous devez travailler dans une zone partagée, assurez-vous de ne pas exposer d'images, de lettres ou de tout ce que vous ne voudriez pas qu'un étranger voie</li ><li>Tenez compte des appareils de votre maison, travaillez loin des membres de votre famille qui passent des appels, travaillez loin des assistants à domicile et assurez-vous que vos sessions de conférence sont fermées une fois terminées.</li><li>Assurez-vous de penser à l'arrière-plan, si vous êtes si fier de votre bureau à domicile que vous devez le publier sur Facebook, assurez-vous que rien dans cette image n'expose vos données ou celles de quelqu'un d'autre</li><li>Considérez que votre employeur pourrait vous surveiller, tout depuis les microphones, ce à quoi vous accédez, les frappes, votre appareil photo, la durée de vos sessions, les captures d'écran, l'historique Web peuvent tous être surveillés et bien que cela puisse être inquiétant du point de vue de l'évaluation, lorsque vous travaillez à domicile, il peut également capturer des données personnelles. </li></ul>
it: <ul><li>Sii molto consapevole di ciò che ti circonda e di ciò che stai trasmettendo, se devi lavorare in un'area condivisa, assicurati di non esporre immagini, lettere o qualsiasi cosa che non vorresti che un estraneo vedesse</li ><li>Considera i dispositivi di casa tua, lavora lontano dai membri della famiglia che stanno facendo telefonate, lavora lontano dagli assistenti domestici e assicurati che le sessioni della conferenza siano chiuse al termine.</li><li>Assicurati di pensare allo sfondo, se sei così orgoglioso del tuo ufficio a casa che devi pubblicarlo su Facebook, assicurati che non ci sia nulla in quell'immagine che esponga i tuoi dati o quelli di qualcun altro</li><li>Considera che il tuo datore di lavoro potrebbe monitorarti, qualunque cosa dai microfoni, a cosa accedi, alle sequenze di tasti, la tua fotocamera, la durata delle tue sessioni, le schermate, la cronologia web, può essere tutto monitorato e mentre questo può essere preoccupante dal punto di vista della valutazione, quando lavori da casa potrebbe anche acquisire dati personali. </li></ul>
ko: <ul><li>주변 환경과 방송하는 내용을 잘 알고 있어야 하며, 공유 공간에서 작업해야 하는 경우 사진, 편지 또는 낯선 사람이 보고 싶지 않은 것을 노출하지 않도록 하십시오.</li><li>집에 있는 장치도 조심해야 하며, 전화를 하는 가족과 떨어져 일하고, 홈 어시스턴트와 떨어져 일하고, 회의 세션이 완료되면 닫혀 있는지 확인하십시오.</li><li>배경에 대해 생각하고, 홈 오피스가 너무 자랑스러워서 페이스북에 게시해야하는 경우 이미지에 자신이나 다른 사람의 데이터를 노출시키는 것이 없는지 확인하십시오.</li><li>고용주가 마이크, 액세스하는 항목, 키 입력, 카메라, 세션 시간, 화면 캡처, 웹 기록 등 모든 것을 모니터링 할 수 있다는 것을 염두해 두세요. 집에서 일할 때 개인 데이터도 캡처 할 수 있습니다.</li></ul>
nl: <ul><li>Wees u goed bewust van uw omgeving en wat u uitzendt, als u in een gedeelde ruimte moet werken, zorg er dan voor dat u geen foto's, brieven of iets vrijgeeft waarvan je niet wilt dat een vreemde het ziet</li ><li>Denk aan de apparaten in uw huis, werk apart familieleden die telefoneren, werk apart van thuis-assistenten en zorg ervoor dat uw conferentiesessies worden afgesloten wanneer u klaar bent.</li><li>Zorg ervoor dat u nadenkt over de achtergrond, als u zo trots bent op uw thuiskantoor dat u het op Facebook wilt plaatsen, zorg er dan voor dat er niets in die afbeelding staat dat de gegevens van u of iemand anders blootlegt</li><li>Bedenk dat uw werkgever u in de gaten kan houden, alles van microfoons, wat u gebruikt, toetsaanslagen, uw camera, hoe lang uw sessies zijn, schermafbeeldingen, webgeschiedenis kunnen allemaal worden gecontroleerd en hoewel dit vanuit een evaluatieperspectief verontrustend kan zijn, kan het bij thuiswerken ook persoonlijke gegevens vastleggen. </li></ul>
pl: <ul><li>Bądź bardzo świadomy swojego otoczenia i tego, co nadajesz, jeśli musisz pracować we wspólnym obszarze, upewnij się, że nie narażasz zdjęć, listów ani niczego, czego nie chciałbyś, aby zobaczył obcy</li ><li>Rozważ urządzenia w domu, pracuj z dala od członków rodziny, którzy wykonują połączenia, pracuj z dala od asystentów domowych i upewnij się, że sesje konferencyjne są zamykane po zakończeniu.</li><li>Upewnij się, że jesteś świadomy co znajduje się w Twoim tle; jeśli jesteś tak dumny ze swojego domowego biura, że musisz opublikować je na Facebooku, upewnij się, że na tym obrazie nie ma nic, co ujawniałoby Twoje lub cudze dane</li> <li>Weź pod uwagę, że Twój pracodawca może Cię monitorować, wszystko, od mikrofonów, dostępu, naciśnięć klawiszy, kamery, długości sesji, zrzutów ekranu, historii sieci, może być monitorowane i chociaż może to być niepokojące z perspektywy oceny, podczas pracy w domu może również przechwytywać dane osobowe. </li></ul>
pt: <ul><li>Esteja muito consciente do que a(o) rodeia e do que está a transmitir. Se tiver de trabalhar numa área partilhada, certifique-se de que não está a expor fotos, cartas ou qualquer coisa que não desejaria que um estranho visse</li><li>Tenha em consideração os dispositivos em sua casa, trabalhe longe de familiares que estão a fazer chamadas e de assistentes familiares, e certifique-se de que as suas sessões de conferência são fechadas quando terminam.</li><li>Certifique-se de que pensa no ambiente em seu redor, se tem tanto orgulho no seu escritório em casa que tem de postá-lo no Facebook, de que nada na imagem expõe dados seus ou de outros</li><li>Tenha em consideração que o seu empregador pode estar a monitorizá-lo, tudo, desde microfones, ao que acede, toques em teclas, a sua câmara, quão longas as suas sessões são, capturas de ecrã, historial de navegação na internet, pode ser monitorizado e se isto pode ser preocupante do ponto de vista da sua avaliação como trabalhador, pense que tal pode também capturar dados pessoais.</li></ul>
ru: <ul><li>Внимательно следите за своим окружением и тем, что вы транслируете, если вам приходится работать в коворкингах, убедитесь, что вы не выставляете напоказ фотографии, письма или что-либо еще, что вы не хотели бы показывать посторонним</li><li>Проинспектируйте устройства в вашем доме, работайте вдали от членов семьи, которые совершают звонки, работайте вдали от домашних помощников и убедитесь, что ваши конференции закрываются по их окончании.</li><li> Обязательно подумайте о предыстории, если вы так гордитесь своим домашним офисом, что вам нужно опубликовать это на Facebook, убедитесь, что на этом изображении нет ничего, что раскрывало бы ваши или чьи-либо еще данные </li><li> Учтите, что ваш работодатель может следить за вами, все, начиная с микрофонов, того, к чему вы имеете доступ, нажатий клавиш, вашей камеры, продолжительности ваших сеансов, захватов экрана, веб-истории, может отслеживаться и хотя это может вызывать беспокойство с точки зрения этики, при работе из дома также могут быть собраны личные данные.</li></ul>
sv: <ul><li>Var medveten om din omgivning och vad du sänder ut, om du måste arbeta i ett delat område, se till att du inte exponerar bilder, brev eller något du inte vill att en främling ska se</li ><li>Tänk på enheterna i ditt hem, arbeta lite ifrån från familjemedlemmar som ringer, arbeta ifrån från hemassistenter och se till att dina konferenssessioner stängs när de är klara.</li><li>Se till att du tänker på din bakgrund, om du är så stolt över ditt hemmakontor att du måste lägga upp det på Facebook, se till att det inte finns något i bilden som exponerar din eller någon annans information</li><li>Tänk på att din arbetsgivare kan övervaka dig, allt från mikrofoner, vad du har tillgång till, tangenttryckningar, din kamera, hur långa dina sessioner är, skärmgrepp, webbhistorik. Allt kan övervakas och även om detta kan vara oroande ur ett utvärderingsperspektiv, kan det också fånga in personlig data när du arbetar hemifrån. </li></ul>
tr: <ul><li>Çevreniz ve neyi yayınladığınız konusunda bilinçli olun, paylaşımlı bir alanda çalışmanız gerekli ise bir yabancının görmesini istemeyeceğiniz resim, belge ya da herhangi bir şeyi teşhir etmediğinizden emin olun</li><li>Evinizdeki cihazları dikkate alın, telefon görüşmesi yapan aile üyelerinden ve evlerde kullanılan yardımcı cihazlardan uzakta çalışın ve konferans oturumlarınızın işiniz bittiğinde kapatıldığından emin olun.</li><li>Arka planı dikkate aldığınızdan emin olun, ev ofisinizden onu Facebook'ta paylaşacak kadar gurur duyuyorsanız, o resimde kendinizin ve başka birinin verilerini ifşa eden herhangi bir şey olmadığından emin olun</li><li>İşvereninizin sizi izleyebileceğini unutmayın, mikrofonlardan gelen her şey, erişim sağladığınız şeyler, tuş darbeleriniz, kameranız, oturumlarınızın ne kadar sürdüğü, aldığınız ekran görüntüleri ve internet geçmişinizin hepsi izlenebilir ancak bu her ne kadar bir değerlendirme bakış açışıyla endişe verici olsa da evden çalışırken kişisel verileri de yakalayabilir.</li></ul>
zh: <ul><li>要非常清楚你周围的环境和你正在广播的内容，如果你必须在一个共享的区域工作，确保你没有暴露图片，信件或任何你不想让陌生人看到的东西</li><li>考虑你家里的设备，远离打电话的家庭成员，远离家庭助理工作，并确保你的会议结束后关闭。</li><li>确保你考虑一下背景，如果你为你的家庭办公室感到骄傲，你必须在facebook上发布它, 请确保图像中没有任何内容暴露您或其他人的数据</li><li>考虑到您的雇主可能正在监视您，从麦克风，您访问的内容，击键，您的相机，您的会话时间，屏幕抓取，网</li></ul>
