Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIPM_Text1
source: At an early age, only a handful of passwords were used by an individual. But now, the era has changed. In this digital era, technology has made our lives easier. From ordering food from a favourite restaurant, business meetings at home, online purchases, etc., everything is now possible just at the click of a button on our smartphones in this online world. As and when our life and tasks have become easier, manage passwords associated with these applications has become an important aspect too. The only complication is remembering passwords associated with all the applications. Each and every application or website requires a password to login. Most of the time, it is impossible to remember them all. In accordance with the Google Online Security Survey, it has been found that more than 50 percent of respondents reused the same password for various accounts, which has made the life of hackers easy. According to <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>records</strong></a>, there were almost 97 million data breaches and cyber security risks during August 2022. Surveys specify that every 32 seconds, a hacker attacks someone online. In accordance with the Verizon Data Breach Investigations report, 80 percent of data breaches are caused by weak or reused passwords. This is where the password manager plays the most important role.
ar: في سن مبكرة ، لم يستخدم الأفراد سوى عدد قليل من كلمات المرور. لكن العصر تغير الآن. في هذا العصر الرقمي ، جعلت التكنولوجيا حياتنا أسهل. بدءًا من طلب الطعام من مطعم مفضل ، واجتماعات العمل في المنزل ، وعمليات الشراء عبر الإنترنت ، وما إلى ذلك ، أصبح كل شيء ممكنًا الآن بمجرد نقرة زر واحدة على هواتفنا الذكية في هذا العالم عبر الإنترنت. عندما تصبح حياتنا ومهامنا أسهل ، أصبحت إدارة كلمات المرور المرتبطة بهذه التطبيقات جانبًا مهمًا أيضًا. التعقيد الوحيد هو تذكر كلمات المرور المرتبطة بجميع التطبيقات. يتطلب كل تطبيق أو موقع ويب كلمة مرور لتسجيل الدخول. في معظم الأوقات ، من المستحيل تذكرهم جميعًا. وفقًا لمسح جوجل الأمن على الإنترنت، فقد وجد أن أكثر من 50 بالمائة من المستجيبين أعادوا استخدام نفس كلمة المرور لحسابات مختلفة ، مما جعل حياة المتسللين سهلة. وفقًا لـ <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'> <strong> سجلات </ strong> </a> ، كان هناك ما يقرب من 97 مليون اختراق للبيانات ومخاطر أمنية عبر الإنترنت خلال آب (أغسطس) 2022. تشير الاستطلاعات إلى أنه كل 32 ثانية ، يهاجم أحد المتطفلين شخصًا عبر الإنترنت. وفقًا لتقرير تحقيقات خرق البيانات من فيريزون، فإن 80 بالمائة من خروقات البيانات ناتجة عن كلمات مرور ضعيفة أو معاد استخدامها. هذا هو المكان الذي يلعب فيه مدير كلمات المرور أهم دور.
de: In jungen Jahren wurden nur eine Handvoll Passwörter von einer Person verwendet. Aber jetzt hat sich die Ära geändert. In diesem digitalen Zeitalter hat die Technologie unser Leben einfacher gemacht. Von der Bestellung von Essen in einem Lieblingsrestaurant, Geschäftstreffen zu Hause, Online-Einkäufen usw. in dieser Online-Welt ist jetzt alles auf Knopfdruck auf unseren Smartphones möglich. Da unser Leben und unsere Aufgaben einfacher geworden sind, ist auch die Verwaltung von Passwörtern, die mit diesen Anwendungen verknüpft sind, zu einem wichtigen Aspekt geworden. Die einzige Komplikation besteht darin, sich Passwörter zu merken, die mit allen Anwendungen verknüpft sind. Jede Anwendung oder Website benötigt ein Passwort, um sich anzumelden. Meistens ist es unmöglich, sich an alle zu erinnern. In Übereinstimmung mit der Online-Sicherheitsumfrage von Google wurde festgestellt, dass mehr als 50 Prozent der Befragten dasselbe Passwort für verschiedene Konten wiederverwendeten, was Hackern das Leben erleichtert hat. Nach <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>records</strong></a> im August 2022 gab es fast 97 Millionen Datenschutzverletzungen und Cybersicherheitsrisiken. Umfragen zeigen, dass alle 32 Sekunden ein Hacker jemanden online angreift. Laut dem Verizon Data Breach Investigations Report werden 80 Prozent der Datenschutzverletzungen durch schwache oder wiederverwendete Passwörter verursacht. Hier spielt der Passwort-Manager die wichtigste Rolle.
es: Anteriormente, una persona solo usaba un puñado de contraseñas. Pero ahora, las cosas han cambiado. En esta era digital, la tecnología nos ha facilitado la vida. Desde pedir comida en un restaurante favorito, reuniones de negocios en casa, compras en línea, etc., todo ahora es posible con solo hacer clic en un botón en nuestros teléfonos inteligentes en este mundo en línea. A medida que nuestra vida y nuestras tareas se han vuelto más fáciles, administrar las contraseñas asociadas con estas aplicaciones también se ha convertido en un aspecto importante. La única complicación es recordar las contraseñas asociadas a todas las aplicaciones. Todas y cada una de las aplicaciones o sitios web requieren una contraseña para iniciar sesión. La mayoría de las veces, es imposible recordarlas todas. De acuerdo con la Google Online Security Survey, se descubrió que más del 50 % de los encuestados reutilizaron la misma contraseña para varias cuentas, lo que facilitó la vida de los hackers informáticos. Según <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>registros</strong></a> hubo casi 97 millones de vulneraciones de datos y riesgos de ciberseguridad durante agosto de 2022. Las encuestas especifican que cada 32 segundos, un hacker ataca a alguien en línea. De acuerdo con el informe de investigaciones de vulneración de datos de Verizon, el 80 % de las vulneraciones de datos se generan por el uso de contraseñas débiles o reutilizadas. Aquí es donde el administrador de contraseñas juega el papel más importante.
fr: À un âge précoce, seule une poignée de mots de passe étaient utilisés par un individu. Mais maintenant, l'époque a changé. À l'ère du numérique, la technologie nous facilite la vie. De la commande de nourriture à un restaurant préféré, des réunions d'affaires à la maison, des achats en ligne, etc., tout est désormais possible d'un simple clic sur nos smartphones dans ce monde en ligne. Au fur et à mesure que notre vie et nos tâches sont devenues plus faciles, gérer les mots de passe associés à ces applications est également devenu un aspect important. La seule complication est la mémorisation des mots de passe associés à toutes les applications. Chaque application ou site Web nécessite un mot de passe pour se connecter. La plupart du temps, il est impossible de tous les retenir. Conformément à l'enquête Google sur la sécurité en ligne, il a été constaté que plus de 50 % des personnes interrogées réutilisaient le même mot de passe pour différents comptes, ce qui a facilité la vie des pirates. Selon <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'> <strong>records</strong></a>, il y a eu près de 97 millions de violations de données et de risques de cybersécurité en août 2022. Les enquêtes précisent que toutes les 32 secondes, un pirate attaque quelqu'un en ligne. Selon le rapport Verizon Data Breach Investigations, 80 % des violations de données sont causées par des mots de passe faibles ou réutilisés. C'est là que le gestionnaire de mots de passe joue le rôle le plus important.
it: In tenera età, solo una manciata di password sono state utilizzate da un individuo. Ma ora, l'epoca è cambiata. In questa era digitale, la tecnologia ci ha semplificato la vita. Dall'ordinazione di cibo da un ristorante preferito, riunioni di lavoro a casa, acquisti online, ecc., Tutto è ora possibile con un semplice clic di un pulsante sui nostri smartphone in questo mondo online. Come e quando la nostra vita e le nostre attività sono diventate più facili, anche la gestione delle password associate a queste applicazioni è diventata un aspetto importante. L'unica complicazione è ricordare le password associate a tutte le applicazioni. Ogni applicazione o sito Web richiede una password per accedere. Il più delle volte, è impossibile ricordarli tutti. Secondo il sondaggio sulla sicurezza online di Google, è stato rilevato che oltre il 50% degli intervistati ha riutilizzato la stessa password per vari account, il che ha semplificato la vita degli hacker. Secondo i dati, ci sono stati quasi 97 milioni di violazioni dei <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>dati</strong></a> e rischi per la sicurezza informatica durante l'agosto 2022. I sondaggi specificano che ogni 32 secondi, un hacker attacca qualcuno online. Secondo il rapporto Verizon Data Breach Investigations, l'80% delle violazioni dei dati è causato da password deboli o riutilizzate. È qui che il gestore di password svolge il ruolo più importante.
ko: 어린 나이에 개인이 사용하는 비밀번호는 소수에 불과했다. 하지만 지금은 시대가 바뀌었습니다. 이 디지털 시대에, 기술은 우리의 삶을 더 쉽게 만들었습니다. 좋아하는 식당에서 음식을 주문하는 것부터, 집에서 하는 비즈니스 미팅, 온라인 구매 등, 이제 온라인 세상에서 스마트폰의 버튼을 클릭하는 것만으로 모든 것이 가능합니다. 우리의 삶과 업무가 쉬워짐에 따라 이러한 애플리케이션과 관련된 암호를 관리하는 것도 중요한 측면이 되었습니다. 유일한 문제는 모든 응용 프로그램과 관련된 암호를 기억하는 것입니다. 모든 응용 프로그램 또는 웹 사이트에 로그인하려면 암호가 필요합니다. 대부분의 경우, 그들을 모두 기억하는 것은 불가능합니다. 구글 온라인 보안 설문조사에 따르면 응답자의 50% 이상이 다양한 계정에 동일한 비밀번호를 재사용해 해커들의 삶이 쉬워진 것으로 나타났습니다. <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>records</strong></a>에 따르면, 2022년 8월 동안 거의 9700만 건의 데이터 침해와 사이버 보안 위험이 발생했습니다. 설문조사는 32초마다 해커가 온라인에서 누군가를 공격한다고 명시합니다. Verizon Data Break Investigations 보고서에 따르면 데이터 침해의 80%는 취약하거나 재사용되는 암호로 인해 발생합니다. 여기서 암호 관리자가 가장 중요한 역할을 합니다.
nl: Op jonge leeftijd werden slechts een handvol wachtwoorden gebruikt door een individu. Maar nu is het tijdperk veranderd. In dit digitale tijdperk heeft technologie ons leven gemakkelijker gemaakt. Van eten bestellen bij een favoriet restaurant, zakelijke bijeenkomsten thuis, online aankopen, etc., alles is nu mogelijk met één druk op de knop op onze smartphones in deze online wereld. Naarmate ons leven en onze taken gemakkelijker zijn geworden, is het beheren van wachtwoorden die aan deze applicaties zijn gekoppeld ook een belangrijk aspect geworden. De enige complicatie is het onthouden van wachtwoorden die bij alle applicaties horen. Elke applicatie of website heeft een wachtwoord nodig om in te loggen. Meestal is het onmogelijk om ze allemaal te onthouden. In overeenstemming met de Google Online Security Survey is gebleken dat meer dan 50 procent van de respondenten hetzelfde wachtwoord hergebruikt voor verschillende accounts, wat het leven van hackers gemakkelijk heeft gemaakt. Volgens <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'> <strong>records</strong></a> waren er in augustus 2022 bijna 97 miljoen datalekken en cyberbeveiligingsrisico's. Uit enquêtes blijkt dat elke 32 seconden een hacker iemand online aanvalt. Volgens het Verizon Data Breach Investigations-rapport wordt 80 procent van de datalekken veroorzaakt door zwakke of hergebruikte wachtwoorden. Dit is waar de wachtwoordbeheerder de belangrijkste rol speelt.
pl: Dawniej używano tylko kilku haseł. Ale teraz czasy się zmieniły. W erze cyfrowej technologia ułatwiła nam życie. Od zamawiania jedzenia z ulubionej restauracji, spotkań biznesowych w domu, zakupów online itp. W internetowym świecie wszystko jest teraz możliwe za jednym kliknięciem na naszych smartfonach. W miarę jak nasze życie i zadania stają się łatwiejsze, zarządzanie hasłami związanymi z tymi aplikacjami również stało się ważnym aspektem. Jedyną komplikacją jest zapamiętywanie haseł powiązanych ze wszystkimi aplikacjami. Każda aplikacja lub strona wymaga podania hasła do zalogowania. W większości przypadków nie sposób zapamiętać ich wszystkich. Zgodnie z badaniem Google Online Security Survey stwierdzono, że ponad 50 procent respondentów ponownie używało tego samego hasła do różnych kont, co ułatwiło życie hakerom. Według <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'> Według <strong>rekordów</strong></a> w sierpniu 2022 r. doszło do prawie 97 milionów naruszeń danych i zagrożeń bezpieczeństwa cybernetycznego. Z ankiet wynika, że co 32 sekundy haker atakuje kogoś online. Zgodnie z raportem Verizon Data Breach Investigations, 80 procent naruszeń danych jest spowodowanych słabymi lub ponownie użytymi hasłami. W tym miejscu menedżer haseł odgrywa najważniejszą rolę.
pt: Antigamente, uma pessoa detinha só um punhado de palavras-passe. Mas agora a era mudou. Nesta era digital, a tecnologia tornou as nossas vidas mais fáceis. Desde encomendas de comida de restaurantes, reuniões de negócios em casa, compras online, etc., agora, neste mundo online, tudo é possível através do clique num botão nos nossos smartphones. À medida que as nossas vidas e tarefas se vão tornando mais fáceis, gerir palavras-passe associadas a aplicações tornou-se um aspecto relevante. A única complicação é recordar as palavras-passe associadas a todas as aplicações. Cada aplicação ou sítio web requer uma palavra-passe de autenticação. Na maior parte das vezes, é impossível uma pessoa lembrar-se de todas. De acordo com o Google Online Security Survey, mais de 50 por cento dos inquiridos reutilizaram a mesma palavra-passe em várias contas, o que tornou a vida dos hackers mais fácil. De acordo com <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>registos</strong></a>, houve quase 97 milhões de violações de dados e riscos de cibersegurança em Agosto de 2022. Os inquéritos especificam que, a cada 32 segundos, um hacker ataca alguém online. De acordo com o relatório Verizon Data Breach Investigations, 80 por cento das violações de dados são causadas por palavras-passe fracas ou reutilizadas. É aqui que o gestor de palavras-passe desempenha o papel mais importante.
ru: Раньше человек использовал лишь несколько паролей. Но теперь эпоха изменилась. В эту цифровую эпоху технологии упростили нашу жизнь. Начиная с заказа еды из любимого ресторана, деловых встреч на дому, онлайн-покупок и т.д., теперь все возможно одним нажатием кнопки на наших смартфонах в этом онлайн-мире. По мере того, как наша жизнь и задачи становились проще, управление паролями, связанными с этими приложениями, также становилось важным аспектом. Единственная сложность заключается в запоминании паролей, связанных со всеми приложениями. Для каждого приложения или веб-сайта требуется пароль для входа в систему. Большую часть времени невозможно запомнить их все. В соответствии с исследованием онлайн-безопасности Google было обнаружено, что более 50 процентов респондентов повторно использовали один и тот же пароль для различных учетных записей, что облегчило жизнь хакерам. Согласно <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>records</strong></a> В течение августа 2022 года было зарегистрировано почти 97 миллионов утечек данных и угроз кибербезопасности. Опросы показывают, что каждые 32 секунды хакер атакует кого-то онлайн. Согласно отчету Verizon о расследовании утечек данных, 80 процентов утечек данных вызваны слабыми или повторно используемыми паролями. Именно здесь менеджер паролей играет наиболее важную роль.
sv: I tidig ålder använde en individ endast en handfull lösenord. Men nu har eran förändrats. I denna digitala era har teknologin gjort våra liv enklare. Från att beställa mat från favoritrestaurangen, hålla affärsmöten hemma, göra onlineköp etc...allt är nu möjligt med bara ett knapptryck på våra smartphones. När vårt liv och våra ärenden har blivit enklare att utföra, har hanteringen av lösenord kopplade med dessa applikationer också blivit en viktig aspekt. Den enda svårigheten är att komma ihåg lösenord som är associerade med alla olika applikationer. Varje applikation eller webbplats kräver ett lösenord för att logga in. För det mesta är det omöjligt att komma ihåg dem alla. I enlighet med Googles onlinesäkerhetsundersökning har det visat sig att mer än 50 procent av de tillfrågade återanvände samma lösenord för olika konton, vilket har gjort livet lätt för hackare. Enligt <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'> <strong>rekord</strong></a> fanns det nästan 97 miljoner dataintrång och cybersäkerhetsrisker under augusti 2022. Undersökningar visar att en hackare attackerar någon online var 32:e sekund. I enlighet med Verizon Data Breach Investigations-rapporten orsakas 80 procent av dataintrången av svaga eller återanvända lösenord. Det är här lösenordshanteraren spelar den viktigaste rollen.
tr: Eskiden bir kişi sadece birkaç şifre kullanılırdı. Ama artık devir değişti. Bu dijital çağda teknoloji hayatımızı kolaylaştırdı. Sevdiğimiz bir restorandan yemek siparişi vermekten, evde iş toplantılarına, çevrimiçi alışverişlere kadar her şey artık bu çevrimiçi dünyada akıllı telefonlarımızdaki bir düğmeye tıklayarak mümkün. Hayatımız ve görevlerimiz kolaylaştıkça, bu uygulamalarla ilişkili parolaları yönetmek de önemli bir unsur haline geldi. Tek zorluk, tüm uygulamalarla ilişkili parolaları hatırlamaktır. Her bir uygulama veya internet sitesi oturum açmak için bir parola gerektirir. Çoğu zaman hepsini hatırlamak imkansızdır. Google Çevrimiçi Güvenlik Anketi'ne göre, katılımcıların yüzde 50'sinden fazlasının çeşitli hesaplar için aynı parolayı tekrar kullandığı tespit edilmiş, bu da bilgisayar korsanlarının hayatını kolaylaştırmıştır. <a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>Kayıtlara</strong></a> göre, Ağustos 2022'de yaklaşık 97 milyon veri ihlali ve siber güvenlik riski oluşmuştur. Çalışmalar, her 32 saniyede bir bilgisayar korsanının çevrimiçi birine saldırdığını belirtiyor. Verizon Veri İhlali Soruşturmaları raporuna göre, veri ihlallerinin yüzde 80'i zayıf veya yeniden kullanılan parolalardan kaynaklanmaktadır. Parola yöneticisinin en önemli rolü oynadığı yer de burasıdır.
zh: 在很小的时候，只有少数密码被个人使用。 但现在，时代已经改变了。 在这个数字时代，科技让我们的生活变得更轻松。 从最喜欢的餐厅订购食物，在家里的商务会议，在线购买等。 在这个网络世界，只要在我们的智能手机上点击一个按钮，一切都成为可能。 当我们的生活和任务变得更容易时，管理与这些应用程序相关的密码也成为一个重要方面。 唯一的复杂性是记住与所有应用程序相关的密码。 每个应用程序或网站都需要密码才能登录。 大多数时候，不可能全部记住它们。 根据Google在线安全调查，发现超过50％的受访者为各种帐户重复使用相同的密码，这使得黑客的生活变得轻松。 根据<a href='https://www.itgovernance.co.uk/blog/list-of-data-breaches-and-cyber-attacks-in-august-2022-97-million-records-breached'><strong>records</strong></a>，在2022年8月期间，有近9700万个数据泄露和网络安全风险。 调查规定，每32秒，黑客攻击某人在线。 根据Verizon数据泄露调查报告，80%的数据泄露是由弱密码或重复使用的密码造成的。 这是密码管理器发挥最重要作用的地方。

# Blog_WIPM_Title
source: What is a password manager? How secure is password manager software?
ar: ما هو مدير كلمات المرور؟ ما مدى أمان برنامج إدارة كلمات المرور؟
de: Was ist ein Passwort-Manager? Wie sicher ist die Passwort-Manager-Software?
es: ¿Qué es un administrador de contraseñas? ¿Qué tan seguro es el software de administración de contraseñas?
fr: Qu'est-ce qu'un gestionnaire de mots de passe ? Dans quelle mesure le logiciel de gestion de mots de passe est-il sécurisé ?
it: Cos'è un gestore di password? Quanto è sicuro il software di gestione delle password?
ko: 암호 관리자란 무엇입니까? 암호 관리자 소프트웨어는 얼마나 안전합니까?
nl: Wat is een wachtwoordmanager? Hoe veilig is software voor wachtwoordbeheer?
pl: Co to jest menedżer haseł? Jak bezpieczne jest oprogramowanie do zarządzania hasłami?
pt: O que é um gestor de palavras-passe? Quão seguro é o software de gestão de palavras-passe?
ru: Что такое менеджер паролей? Насколько безопасно программное обеспечение для управления паролями?
sv: Vad är en lösenordshanterare? Hur säker är programvaran för lösenordshanteraren?
tr: Parola yöneticisi nedir? Parola yönetici yazılım ne kadar güvenlidir?
zh: 什么是密码管理器？ 密码管理软件的安全性如何？
