Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AboutAxcryptVisionSimplicityText
source: Encryption is complicated, but this has not prevented us from constantly working to simplify it for the user. We have developed unique features that make the use of strong encryption and the sharing of encryption keys more simple and secure than any other software.
ar: التشفير معقد ، لكن هذا لم يمنعنا من العمل باستمرار لتبسيطه للمستخدم. لقد طورنا ميزات فريدة تجعل استخدام التشفير القوي ومشاركة مفاتيح التشفير أكثر بساطة وأمانًا من أي برنامج آخر.
de: Die Verschlüsselung ist kompliziert, aber dies hat uns nicht daran gehindert, ständig daran zu arbeiten, Sie für den Benutzer zu vereinfachen. Wir haben einzigartige Funktionen entwickelt, die die Verwendung einer starken Verschlüsselung und die gemeinsame Nutzung von Verschlüsselungsschlüsseln einfacher und sicherer machen als jede andere Software.
es: El cifrado no es sencillo, pero esto no nos ha impedido trabajar constantemente en simplificarlo para el usuario. Hemos desarrollado funciones únicas que hacen que el uso del cifrado fuerte y el uso compartido de claves de cifrado sean más simples y seguros que cualquier otro programa.
fr: Le chiffrement, c'est compliqué, ce qui ne nous a jamais empêchés de constamment travailler pour le rendre plus simple pour les utilisateurs. Nous avons développé des fonctionnalités uniques qui rendent l'usage d'un chiffrement fort et le partage de clés chiffrés plus simple que n'importe quel autre logiciel, en toute sécurité.
it: La crittografia è complicata, ma questo non ci ha impedito di lavorare costantemente per semplificarla per l'utente. Abbiamo sviluppato funzionalità uniche che rendono l'uso della crittografia avanzata e la condivisione delle chiavi di crittografia più semplice e sicura di qualsiasi altro software.
ko: 암호화는 복잡하지만, 이로 인해 사용자들을 위해 암호화를 단순화하기 위해 끊임없이 작업하는 것을 막지 못했습니다. 강력한 암호화와 암호화 키 공유를 다른 소프트웨어보다 간편하고 안전한 기능을 개발했습니다
nl: Versleuteling is ingewikkeld, maar dit heeft ons er niet van weerhouden om constant te werken om het voor de gebruiker te vereenvoudigen. We hebben unieke functies ontwikkeld die het gebruik van sterke versleuteling en het delen van versleutelings-sleutels eenvoudiger en veiliger maken dan welke andere software dan ook.
pl: Szyfrowanie jest skomplikowane, ale nie przeszkodziło nam to w ciągłej pracy nad uproszczeniem go dla użytkownika. Opracowaliśmy unikalne funkcje, które sprawiają, że korzystanie z silnego szyfrowania i udostępnianie kluczy szyfrowania jest prostsze i bezpieczniejsze niż jakiekolwiek inne oprogramowanie.
pt: A cifragem é complicada, mas tal não nos impediu de trabalhar constantemente para simplificá-la para o utilizador. Desenvolvemos funcionalidades únicas que tornam o uso de cifragem forte e a partilha de chaves de cifragem mais simples e seguros do que qualquer outro software.
ru: Шифрование кажется сложным, но это не помешало нам постоянно работать над его упрощением для пользователей. Мы разработали уникальные функции, которые делают использование надежного шифрования и совместное использование ключей шифрования более простым и безопасным, чем любое другое программное обеспечение.
sv: Kryptering är komplicerat, men det har inte hindrat oss från att ständigt arbeta för att förenkla det för användaren. Vi har utvecklat unika funktioner som gör användningen av stark kryptering och delning av krypteringsnycklar enklare och säkrare än någon annan programvara.
tr: Şifreleme karmaşık olsa da sürekli kullanıcı için kolaylaştırmak yolunda devam etmekteyiz. Diğer yazılımlara kıyasla, güçlü şifrelemeyi ve şifreleme anahtarlarının paylaşımını daha basit ve güvenli yapan eşsiz özellikler geliştirdik.
zh: 加密是复杂的，但这并没有阻止我们不断努力为用户简化它。 我们开发了独特的功能，使使用强加密和加密密钥的共享比任何其他软件更简单和安全。

# AboutPartnerSting
source: STING helps talented people to turn their ideas into sustainable businesses.
ar: تساعد STING الأشخاص الموهوبين على تحويل أفكارهم إلى أعمال مستدامة.
de: STING hilft talentierten Menschen, Ihre Ideen in nachhaltige Unternehmen zu verwandeln.
es: STING ayuda a personas con talento a convertir sus ideas en negocios sostenibles.
fr: STING aide les gens talentueux à transformer leur idées en des entreprises viables.
it: STING aiuta le persone di talento a trasformare le loro idee in attività sostenibili.
ko: STING은 재능 있는 사람들이 지속 가능한 사업에 대한 그들의 생각을 바꿀 수 있도록 돕습니다.
nl: STING helpt getalenteerde mensen om hun ideeën om te zetten in duurzame bedrijven.
pl: STING pomaga utalentowanym ludziom w przekazywaniu pomysłów na zrównoważone firmy.
pt: A STING ajuda pessoas talentosas a tornar as suas ideias em negócios sustentáveis.
ru: STING помогает талантливым людям превратить свои идеи в настоящий бизнес.
sv: STING hjälper talangfulla människor att omvandla sina idéer till hållbara företag.
tr: STING, yetenekli bireylerin fikirlerini sürdürülebilir işletmelere dönüştürmelerinde yardımcı olur.
zh: STING帮助有才华的人把他们的想法变成可持续的企业。

# AboutUsHistoryText1
source: AxCrypt is developed and released, offering a simple and user-friendly solution for sharing confidential data online.
de: AxCrypt wurde entwickelt und veröffentlicht und bietet eine einfache und benutzerfreundliche Lösung für den Online-Austausch vertraulicher Daten.
fr: AxCrypt est développé et lancé, offrant une solution simple et conviviale pour partager des données confidentielles en ligne.
it: AxCrypt è stato sviluppato e rilasciato, offrendo una soluzione semplice e intuitiva per la condivisione di dati riservati online.
ru: Разработан и выпущен AxCrypt, предлагающий простое и удобное решение для обмена конфиденциальными данными в Интернете.
zh: AxCrypt 是开发和发布的，为在线共享机密数据提供了一种简单且用户友好的解决方案。

# AboutUsHistoryText10
source: Introduced Password Manager Mobile Version and Share Passwords feature, allowing secure password sharing through encryption.
de: Einführung der mobilen Version von Passwort Manager und der Funktion "Passwörter teilen", die eine sichere Weitergabe von Passwörtern durch Verschlüsselung ermöglichen.
fr: Introduction de la version mobile du gestionnaire de mots de passe et de la fonctionnalité de partage de mots de passe, permettant un partage sécurisé des mots de passe grâce au chiffrement
it: Introdotta la versione mobile di Password Manager e la funzione Condividi password, che consente la condivisione sicura delle password tramite crittografia.
ru: Появилась мобильная версия менеджера паролей и функция обмена паролями, позволяющая безопасно обмениваться паролями с помощью шифрования.
zh: 引入密码管理器移动版本和共享密码功能, 允许通过加密安全密码共享。

# AboutUsHistoryText11
source: With the launch of Group Sharing and Management for secure file sharing, AxCrypt strengthens access control and solidifies its position as the world’s top encryption software, winning the PCMag Editors' Choice award.
de: Mit der Einführung von Gruppenfreigabe und -verwaltung für die sichere Dateifreigabe stärkt AxCrypt die Zugriffskontrolle und festigt seine Position als weltweit führende Verschlüsselungssoftware, die mit dem PCMag Editors 'Choice Award ausgezeichnet wurde.
fr: Lors du lancement du partage et de la gestion de groupe pour un partage de fichiers sécurisé, AxCrypt renforce le contrôle d'accès et consolide sa position de logiciel de chiffrement n°1 au monde, remportant le prix Editors' Choice de PCMag
it: Con il lancio di Group Sharing and Management per la condivisione sicura dei file, AxCrypt rafforza il controllo degli accessi e consolida la sua posizione come il miglior software di crittografia al mondo, vincendo il premio PCMag Editors' Choice.
ru: С запуском системы группового доступа и управления для безопасного обмена файлами AxCrypt усиливает контроль доступа и укрепляет свои позиции в качестве ведущего в мире программного обеспечения для шифрования, получив награду PCMag Editors' Choice.
zh: 随着用于安全文件共享的群组共享和管理的推出，AxCrypt 加强了访问控制并巩固了其作为世界顶级加密软件的地位，赢得了 PCMag 编辑选择奖。

# AboutUsHistoryText2
source: With over 20 million downloads, AxCrypt is commercialized, leading to the formation of AxCrypt AB.
de: Mit über 20 Millionen Downloads wird AxCrypt kommerzialisiert, was zur Gründung von AxCrypt AB führt.
fr: Avec plus de 20 millions de téléchargements, AxCrypt est commercialisé, ce qui conduit à la création de AxCrypt AB.
it: Con oltre 20 milioni di download, AxCrypt è commercializzato, portando alla formazione di AxCrypt AB.
ru: Благодаря более чем 20 миллионам скачиваний AxCrypt стал коммерциализированным, что привело к созданию AxCrypt AB.
zh: AxCrypt 的下载量超过 2000 万次，实现了商业化，导致了 AxCrypt AB 的成立。

# AboutUsHistoryText3
source: The release of AxCrypt 2 marked a major milestone, delivering a modernized UI and advanced features like the Key Sharing capability. We also released AxCrypt for Windows, earning the PCMag Editors' Choice award and gaining widespread recognition from top review sites.
de: Die Veröffentlichung von AxCrypt 2 markierte einen wichtigen Meilenstein und lieferte eine modernisierte Benutzeroberfläche und erweiterte Funktionen wie die Schlüsselfreigabe Funktion. Wir haben auch AxCrypt für Windows veröffentlicht, das mit dem PCMag Editors 'Choice Award ausgezeichnet wurde und von Top-Bewertungsseiten breite Anerkennung findet.
fr: La sortie d'AxCrypt 2 a marqué une étape importante, offrant une interface utilisateur modernisée et des fonctionnalités avancées telles que la possibilité de partager des clés. Nous avons également lancé AxCrypt pour Windows, remportant le prix Editors' Choice de PCMag et obtenant une large reconnaissance de la part des principaux sites d'avis.
it: Il rilascio di AxCrypt 2 ha segnato una pietra miliare importante, offrendo un'interfaccia utente modernizzata e funzionalità avanzate come la funzionalità di condivisione delle chiavi. Abbiamo anche rilasciato AxCrypt per Windows, guadagnando il premio PCMag Editors' Choice e ottenendo un ampio riconoscimento dai migliori siti di recensioni.
ru: Выпуск AxCrypt 2 стал важной вехой, предоставив модернизированный пользовательский интерфейс и расширенные функции, такие как возможность совместного использования ключей. Мы также выпустили AxCrypt для Windows, получив награду PCMag Editors' Choice и широкое признание на ведущих сайтах с обзорами.
zh: AxCrypt 2 的发布标志着一个重要的里程碑，它提供了现代化的 UI 和高级功能，如密钥共享功能。我们还发布了 AxCrypt for Windows，获得了 PCMag 编辑选择奖，并获得了顶级评论网站的广泛认可。

# AboutUsHistoryText4
source: Established a global presence in Europe and America with multi-language support, AxCrypt enhanced its capabilities by launching a mobile app and setting up an Offshore Development Center.
de: AxCrypt hat eine globale Präsenz in Europa und Amerika mit mehrsprachiger Unterstützung aufgebaut und seine Fähigkeiten durch die Einführung einer mobilen App und die Einrichtung eines Offshore-Entwicklungszentrums erweitert.
fr: AxCrypt a établi une présence mondiale en Europe et en Amérique avec un support multilingue, et a renforcé ses capacités en lançant une application mobile et en créant un Centre de Développement Offshore.
it: Stabilita una presenza globale in Europa e in America con supporto multilingue, AxCrypt ha migliorato le sue capacità lanciando un'app mobile e creando un centro di sviluppo offshore.
ru: Установив глобальное присутствие в Европе и Америке с многоязычной поддержкой, AxCrypt расширила свои возможности, запустив мобильное приложение и создав оффшорный центр разработки.
zh: AxCrypt 在欧洲和美洲建立了多语言支持的全球业务，并通过推出移动应用程序和建立离岸开发中心来增强其功能。

# AboutUsHistoryText5
source: AxCrypt improved offline data access and enhanced local file monitoring, enabling users to access encrypted files without an internet connection and safeguard files on their devices. Additionally, AxCrypt expanded its platform support by launching dedicated apps for Mac and mobile users.
de: AxCrypt verbesserte den Offline-Datenzugriff und die lokale Dateiüberwachung, sodass Benutzer ohne Internetverbindung auf verschlüsselte Dateien zugreifen und Dateien auf ihren Geräten schützen können. Darüber hinaus erweiterte AxCrypt seine Plattformunterstützung durch die Einführung spezieller Apps für Mac- und mobile Benutzer.
fr: AxCrypt a amélioré l'accès aux données hors ligne et renforcé la surveillance des fichiers locaux, permettant aux utilisateurs d'accéder à des fichiers chiffrés sans connexion Internet et de protéger les fichiers sur leurs appareils. De plus, AxCrypt a élargi la prise en charge de ses plateformes en lançant des applications dédiées pour les utilisateurs de Mac et mobiles.
it: AxCrypt ha migliorato l'accesso ai dati offline e migliorato il monitoraggio dei file locali, consentendo agli utenti di accedere ai file crittografati senza una connessione Internet e di salvaguardare i file sui propri dispositivi. Inoltre, AxCrypt ha ampliato il supporto della sua piattaforma lanciando app dedicate per utenti Mac e mobili.
ru: AxCrypt улучшил автономный доступ к данным и улучшил мониторинг локальных файлов, что позволило пользователям получать доступ к зашифрованным файлам без подключения к Интернету и защищать файлы на своих устройствах. Кроме того, AxCrypt расширила поддержку своей платформы, запустив специальные приложения для пользователей Mac и мобильных устройств.
zh: AxCrypt 改进了离线数据访问并增强了本地文件监控，使用户能够在没有互联网连接的情况下访问加密文件并保护其设备上的文件。此外，AxCrypt 还通过为 Mac 和移动用户推出专用应用程序来扩展其平台支持。

# AboutUsHistoryText6
source: AxCrypt introduced the Business tier package, offering solutions designed to meet the specific needs of organizations.
de: AxCrypt hat das Business-Tier-Paket eingeführt, das Lösungen bietet, die auf die spezifischen Bedürfnisse von Unternehmen zugeschnitten sind.
fr: AxCrypt a introduit le forfait Business, offrant des solutions conçues pour répondre aux besoins spécifiques des organisations
it: AxCrypt ha introdotto il pacchetto di livello Business, offrendo soluzioni progettate per soddisfare le esigenze specifiche delle organizzazioni.
ru: Компания AxCrypt представила пакет бизнес-уровня, предлагающий решения, разработанные для удовлетворения конкретных потребностей организаций.
zh: AxCrypt 推出了 Business Tier 软件包，提供旨在满足组织特定需求的解决方案。

# AboutUsHistoryText7
source: AxCrypt introduced the Master Key feature for Business subscriptions and launched its Reseller and Affiliate Program to broaden its reach.
de: AxCrypt führte die Hauptschlüsselfunktion für Geschäftsabonnements ein und startete sein Reseller- und Partnerprogramm, um seine Reichweite zu erweitern.
fr: AxCrypt a introduit la fonctionnalité Master Key pour les abonnements Business et lancé son programme de revendeurs et d'affiliés pour élargir sa portée.
it: AxCrypt ha introdotto la funzione Master Key per gli abbonamenti aziendali e ha lanciato il suo programma di rivenditori e affiliati per ampliare la sua portata.
ru: Компания AxCrypt представила функцию «Мастер-ключ» для бизнес-подписок и запустила реселлерскую и партнерскую программу, чтобы расширить охват компании.
zh: AxCrypt 为企业订阅引入了主密钥功能，并推出了其经销商和联盟计划以扩大其覆盖范围。

# AboutUsHistoryText8
source: AxCrypt upgraded the mobile app to support file encryption and decryption, along with encryption for major cloud drives on Android and iOS, further enhancing mobile security.
de: AxCrypt hat die mobile App aktualisiert, um die Verschlüsselung und Entschlüsselung von Dateien sowie die Verschlüsselung für die wichtigsten Cloud-Laufwerke auf Android und iOS zu unterstützen und so die mobile Sicherheit weiter zu verbessern.
fr: AxCrypt a mis à jour l'application mobile pour prendre en charge le chiffrement et le déchiffrement des fichiers, ainsi que le chiffrement des principaux services de stockage en cloud sur Android et iOS, renforçant ainsi la sécurité mobile.
it: AxCrypt ha aggiornato l'app mobile per supportare la crittografia e la decrittografia dei file, insieme alla crittografia per le principali unità cloud su Android e iOS, migliorando ulteriormente la sicurezza mobile.
ru: Компания AxCrypt обновила мобильное приложение для поддержки шифрования и расшифровки файлов, а также шифрования основных облачных дисков на Android и iOS, что еще больше повысило безопасность мобильных устройств.
zh: AxCrypt 升级了移动应用程序，以支持文件加密和解密，以及 Android 和 iOS 上主要云驱动器的加密，进一步增强了移动安全性。

# AboutUsHistoryText9
source: AxCrypt added cloud service support for seamless encryption across major platforms, trusted by over 1000+ organizations and cloud service providers.
de: AxCrypt hat Cloud-Service-Unterstützung für eine nahtlose Verschlüsselung über die wichtigsten Plattformen hinweg hinzugefügt, der über 1000+ Organisationen und Cloud-Service-Provider vertrauen.
fr: AxCrypt a ajouté la prise en charge des services cloud pour un chiffrement sans faille sur les principales plateformes, et est désormais utilisé par plus de 1000 organisations et fournisseurs de services cloud
it: AxCrypt ha aggiunto il supporto del servizio cloud per una crittografia senza soluzione di continuità sulle principali piattaforme, di cui si fidano oltre 1000+ organizzazioni e fornitori di servizi cloud.
ru: AxCrypt добавил поддержку облачных сервисов для бесшовного шифрования на основных платформах, которым доверяют более 1000+ организаций и поставщиков облачных услуг.
zh: AxCrypt 增加了云服务支持，以实现跨主要平台的无缝加密，受到超过 1000+ 组织和云服务提供商的信赖。

# AboutUsLinkLabel
source: About us
ar: من نحن
de: Über Uns
es: Sobre nosotros
fr: A propos
it: Su di noi
nl: Over ons
pl: O nas
pt: Sobre nós
ru: О нас
sv: Om oss
tr: Hakkımızda
zh: 关于我们

# AcceptTermsAndConditionsPrompt
source: I accept the <a href="{0}">Terms & Conditions</a>
ar: أوافق على<a href="{0}"> الشروط والأحكام</a>
de: Ich akzeptiere die <a href="{0}">Nutzungsbedingungen</a>
es: Acepto los <a href="{0}">Términos y condiciones</a>
fr: J'accepte les <a href="{0}">Conditions Générales</a>
it: Accetto i <a href="{0}">Termini e Condizioni</a>
ko: 이용 약관에 동의합니다.
nl: Ik accepteer de <a href="{0}"> Algemene Voorwaarden </a>
pl: Akceptuję <a href="{0}"> Warunki korzystania z usługi </a>
pt: Aceito os <a href="{0}">Termos & Condições</a>
ru: Я принимаю <a href="{0}">Правила и Условия</a>
sv: Jag accepterar <a href="{0}">Terms & Conditions</a>
tr: <a href="{0}">Terms & Conditions</a>'ı kabul ediyorum
zh: 我接受<a href="{0}">条款和条件</a>

# AcceptTermsOfServicesText
source: I accept AxCrypt’s <a href='{0}'>Privacy Policy</a> & <a href='{1}'>Terms of Services</a>
de: Ich akzeptiere die <a href='{0}'>Privacy Policy</a> & <a href='{1}'>Terms of Services</a> von AxCrypt
fr: J'accepte la <a href='{0}'>Politique de confidentialité</a> & <a href='{1}'>Conditions d'utilisation</a> d'AxCrypt.
it: Accetto <a href='{0}'>l'Informativa sulla privacy</a> e i <a href='{1}'>Termini di servizio di</a> AxCrypt
ru: Я принимаю <a href='{0}'>Privacy Policy</a> & <a href='{1}'>Terms of Services</a> AxCrypt
zh: 我接受 AxCrypt 的 <a href='{0}'>Privacy Policy</a> & <a href='{1}'>Terms of Services</a>

# AccountLabel
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ko: 계정
pl: Konto
pt: Conta
ru: Учетная запись
sv: Konto
tr: Hesap
zh: 帐户

# AccountMustBeVerified
source: The account must be verified by the user first.
ar: يجب التحقق من الحساب من قبل المستخدم أولاً.
de: Das Konto muss zuerst vom Benutzer überprüft werden.
es: La cuenta debe ser verificada por el usuario primero.
fr: Le compte doit d'abord être vérifié par l'utilisateur.
it: L'account deve prima essere verificato dall'utente.
ko: 사용자가 우선 계정을 인증해야 합니다.
nl: Het account moet eerst door de gebruiker bevestigd worden.
pl: Konto musi najpierw zostać zweryfikowane przez użytkownika.
pt: A conta deve ser primeiro verificada pelo usuário.
ru: Данный аккаунт должен быть вначале подтверждён пользователем.
sv: Kontot måste verifieras av användaren först.
tr: Hesabın önce kullanıcı tarafından doğrulanması gerekmektedir.
zh: 该帐户必须由用户首先进行验证。

# AccountOlderThanFilterText
source: Account Older Than-Filter
ar: الحساب أقدم من الفلتر
de: Konto älter als-Filter
es: Cuenta anterior que el filtro
fr: Compte plus ancien que le filtre
it: Account precedente al filtro
ko: 필터보다 오래된 계정
nl: Account ouder dan-filter
pl: Konto starsze niż filtr
pt: Conta mais antiga que o filtro
ru: Учетная запись дольше чем - Фильтр
sv: Konto äldre än- Filter
tr: Filtreden Eski Hesap
zh: 帐户早于过滤器

# AccountServiceLocalExceptionDialogText
source: New recipients can't be added in local or offline state since there is no contact with the server.
ar: لا يمكن إضافة مستلمين جدد في حالة محلية أو غير متصلة بالإنترنت نظرًا لعدم وجود اتصال بالخادم.
de: Neue Empfänger können im lokalen oder im Offlinemodus nicht hinzugefügt werden, da kein Kontakt mit dem Server besteht.
es: Los nuevos destinatarios no se pueden agregar en estado local o sin conexión porque no hay contacto con el servidor.
fr: Les nouveaux destinataires ne peuvent pas être ajoutés en mode local ou hors-ligne car il n'y a pas de connexion avec le serveur.
it: Nuovi destinatari non possono essere aggiunti in modalità locale o offline perchè non vi è un collegamento con il server.
ko: 서버와 연결이 되지 않아 로컬 및 오프라인 신규 수령인 등록이 불가합니다.
nl: Nieuwe ontvangers kunnen niet in lokale of offline status worden toegevoegd omdat er geen contact is met de server.
pl: Nowych odbiorców nie można dodawać w stanie lokalnym ani offline, ponieważ nie ma kontaktu z serwerem.
pt: Não podem ser adicionados novos destinatários em modo local ou offline uma vez que não existe contato com o servidor.
ru: Новые пользователи не могут быть добавлены в локальном или оффлайн режиме, так как соединение с сервером отсутствует.
sv: Det går inte att lägga till nya mottagare när du är i lokalt läge eller frånkopplad eftersom vi inte har kontakt med Internet.
tr: Sunucu ile herhangi bir bağlantı bulunmadığından, yeni alıcılar yerel ya da çevrimdışı durumda eklenemiyor.
zh: 由于没有与服务器的联系，因此无法以本地或脱机状态添加新收件人。

# AccountStatusLight
source: AxCrypt Free
ar: اكسكربت المجانية
fr: AxCrypt version gratuite
it: AxCrypt Gratis
ko: AxCrypt 무료
tr: AxCrypt Ücretsiz Sürüm

# AccountStatusPasswordManager
source: AxCrypt Password Manager
ar: مدير كلمة مرور اكسكربت
de: AxCrypt Passwort-Manager
es: Gestor de contraseñas AxCrypt
fr: Gestionnaire de mots de passe AxCrypt
it: Gestore di password AxCrypt
ko: AxCrypt 비밀번호 관리자
nl: AxCrypt Wachtwoordmanager
pl: Menedżer haseł AxCrypt
pt: Gerenciador de Senhas AxCrypt
ru: Менеджер паролей AxCrypt
tr: AxCrypt Parola Yöneticisi
zh: AxCrypt密码管理器

# AccountStatusPremiumIndefinite
source: AxCrypt Premium (indefinite)
ar: اكسكربت الممتازة (لأجل غير مسمى)
de: AxCrypt Premium (unbestimmt)
es: AxCrypt Premium (indefinido)
fr: AxCrypt Premium (indéfini)
it: AxCrypt Premium (illimitato)
nl: AxCrypt Premium (onbepaald)
pl: AxCrypt Premium (nieokreślony)
pt: AxCrypt Premium (ilimitada)
ru: AxCrypt Premium (неограниченный)
sv: AxCrypt Premium (på obestämd tid)
tr: AxCrypt Premium (süresiz)
zh: AxCrypt Premium（无限期）

# AccountStatusPremiumTrial
source: AxCrypt Premium Trial
ar: نسخة تجريبية من برنامج اكسكربت الممتاز
de: AxCrypt Premium Testversion
es: Período de prueba de AxCrypt Premium
fr: Période d'essai AxCrypt Premium
it: Prova di AxCrypt Premium
ko: AxCrypt Premium 사용해보기
nl: AxCrypt Premium Proefversie
pl: AxCrypt Premium Okres Próbny
pt: Teste de AxCrypt Premium
ru: AxCrypt Premium (пробный)
sv: AxCrypt Premium Prov
tr: AxCrypt Premium deneme
zh: AxCrypt Premium 审判

# ActivateErrorEmailOrCode
source: The provided e-mail or verification code is incorrect.
ar: البريد الإلكتروني أو رمز التحقق المقدم غير صحيحين.
de: Die angegebene E-Mail oder der Aktivierungscode sind nicht korrekt.
es: La dirección de correo electrónico o el código de verificación no es correcto.
fr: L'e-mail ou le code de vérification fourni est incorrect.
it: L'indirizzo e-mail o il codice di verifica fornito non è corretto.
ko: 작성하신 이메일 주소나 활성화 코드가 맞지 않습니다.
nl: De email of verificatiecode is incorrect.
pl: Podany email lub kod weryfikacyjny jest niepoprawny.
pt: O e-mail ou código de ativação fornecido está incorreto.
ru: Предоставленный адрес электронный почты или верификационный код ошибочные.
sv: Fel e-postadress eller verifieringskod.
tr: Belirtilen e-posta veya onay kodu hatalıdır.
zh: 提供的电子邮件或验证码不正确。
