Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EODAGDFWBES_H2_SH2_Text8
source: Any new files and modified files in those folders will automatically be encrypted once you sign-out from the AxCrypt or click the <b>‘Cleanup’</b> button on the top right. You can view and modify the encrypted file by double-clicking on it, or using the ‘Open Secured’ button.
ar: سيتم تشفير أي ملفات جديدة وملفات معدلة في هذه المجلدات تلقائيا بمجرد تسجيل الخروج من ويندوز أو النقر فوق <b>الزر "تنظيف"</b> في أعلى اليمين. يمكنك عرض الملف المشفر وتعديله بالنقر المزدوج فوقه ، أو باستخدام الزر "فتح آمن".
de: Alle neuen und geänderten Dateien in diesen Ordnern werden automatisch verschlüsselt, sobald Sie sich von AxCrypt abmelden oder auf die Schaltfläche <b>'Bereinigen'</b> oben rechts klicken. Sie können die verschlüsselte Datei anzeigen und ändern, indem Sie darauf doppelklicken oder die Schaltfläche 'Gesichert öffnen' verwenden.
es: Todos los archivos nuevos y modificados en esas carpetas se cifrarán automáticamente una vez que salgas de AxCrypt o hagas clic en el botón <b>"Limpiar"</b> en la parte superior derecha. Puedes ver y modificar el fichero cifrado haciendo doble clic sobre él o utilizando el botón "Abrir protegido".
fr: Tous les nouveaux fichiers et fichiers modifiés dans ces dossiers seront automatiquement chiffrés une fois que vous vous serez déconnecté d'AxCrypt ou que vous aurez cliqué sur le bouton <b>'Nettoyer'</b> en haut à droite. Vous pouvez afficher et modifier le fichier crypté en double-cliquant dessus ou en utilisant le bouton "Ouvrir en mode sécurisé".
it: Tutti i nuovi file e i file modificati in quelle cartelle verranno automaticamente crittografati una volta che ti disconnetti da AxCrypt o fai clic sul pulsante " <b>Pulisci"</b> in alto a destra. È possibile visualizzare e modificare il file crittografato facendo doppio clic su di esso o utilizzando il pulsante "Apri protetto".
ko: 해당 폴더에 있는 모든 새 파일 및 수정된 파일은 AxCrypt에서 로그아웃하거나 오른쪽 상단의 '<b>'정리'</b> 버튼을 클릭하면 자동으로 암호화됩니다. 암호화된 파일을 두 번 클릭하거나 '보안 열기' 버튼을 사용하여 보고 수정할 수 있습니다.
nl: Alle nieuwe bestanden en gewijzigde bestanden in die mappen worden automatisch gecodeerd zodra u zich afmeldt bij de AxCrypt of op de knop <b>'Opschonen'</b> rechtsboven klikt. U kunt het gecodeerde bestand bekijken en wijzigen door erop te dubbelklikken of door de knop 'Veilig Openen' te gebruiken.
pl: Wszelkie nowe i zmodyfikowane pliki w tych folderach zostaną automatycznie zaszyfrowane po wylogowaniu się z AxCrypt lub kliknięciu przycisku <b>„Oczyszczanie”</b> w prawym górnym rogu. Możesz przeglądać i modyfikować zaszyfrowany plik, klikając go dwukrotnie lub używając przycisku „Otwórz zabezpieczone”.
pt: Quaisquer novos arquivos e arquivos modificados nessas pastas serão criptografados automaticamente assim que você sair do AxCrypt ou clicar no botão <b>'Limpar'</b> no canto superior direito. Você pode visualizar e modificar o arquivo criptografado clicando duas vezes nele ou usando o botão 'Abrir seguro'.
ru: Любые новые и измененные файлы в этих папках будут автоматически зашифрованы, как только вы выйдете из AxCrypt или нажмете кнопку <b>"Очистка"</b> в правом верхнем углу. Вы можете просмотреть и изменить зашифрованный файл, дважды щелкнув по нему или нажав кнопку ‘Открыть защищенный’ файл.
sv: Alla nya filer och modifierade filer i dessa mappar kommer automatiskt att krypteras när du loggar ut från AxCrypt eller klickar på knappen <b>'Rensa'</b> längst upp till höger. Du kan visa och ändra den krypterade filen genom att dubbelklicka på den eller använda knappen "Öppna säkrad".
tr: Bu klasörlerdeki yeni dosyalar ve değiştirilmiş dosyalar, AxCrypt'ten çıkış yaptığınızda veya sağ üstteki <b>'Temizle'</b> düğmesine tıkladığınızda otomatik olarak şifrelenecektir. Şifrelenmiş dosyayı üzerine çift tıklayarak veya 'Güvenli Aç' düğmesini kullanarak görüntüleyebilir ve değiştirebilirsiniz.
zh: 一旦您从AxCrypt注销或单击右上角的<b>'清理'</b>按钮，这些文件夹中的任何新文件和修改的文件都将自动加密。 您可以通过双击或使用"打开安全"按钮来查看和修改加密文件。

# Blog_EODAGDFWBES_H2_SH2_Text9
source: To completely decrypt the file, click on the ‘Stop Securing’ icon from the main menu strip and select the files that you’d like to decrypt.
ar: لفك تشفير الملف بالكامل ، انقر فوق رمز "إيقاف التأمين" من شريط القائمة الرئيسي وحدد الملفات التي ترغب في فك تشفيرها.
de: Um die Datei vollständig zu entschlüsseln, klicken Sie auf das Symbol 'Sicherung beenden' in der Hauptmenüleiste und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar completamente el archivo, haz clic en el icono "Dejar de proteger" de la barra del menú principal y selecciona los archivos que deseas descifrar.
fr: Pour décrypter complètement le fichier, cliquez sur l'icône "Arrêter la sécurisation" dans la bande du menu principal et sélectionnez les fichiers que vous souhaitez décrypter.
it: Per decrittografare completamente il file, fai clic sull'icona "Interrompi protezione" dalla barra del menu principale e seleziona i file che desideri decrittografare.
ko: 파일의 암호를 완전히 해독하려면 기본 메뉴 스트립에서 '보안 중지' 아이콘을 클릭하고 암호를 해독할 파일을 선택합니다.
nl: Om het bestand volledig te decoderen, klikt u op het pictogram 'Stoppen met Beveiligen' in de hoofdmenustrook en selecteert u de bestanden die u wilt decoderen.
pl: Aby całkowicie odszyfrować plik, kliknij ikonę „Zatrzymaj zabezpieczanie” na pasku menu głównego i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar completamente o arquivo, clique no ícone 'Parar de proteger' na faixa do menu principal e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы полностью расшифровать файл, щелкните значок 'Остановить защиту' на полосе главного меню и выберите файлы, которые вы хотите расшифровать.
sv: För att helt dekryptera filen, klicka på ikonen "Sluta säkra" från huvudmenyraden och välj de filer som du vill dekryptera.
tr: Dosyanın şifresini tamamen çözmek için, ana menü şeridinden 'Güvene Almayı Durdur' simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要完全解密文件，请单击主菜单条中的"停止安全"图标，然后选择要解密的文件。

# Blog_EODAGDFWBES_H2_SubHeading1
source: <strong>On Android and iOS:</strong>
ar: <strong>على نظامي التشغيل أندرويد وايفون :</strong>
de: <strong>Auf Android und iOS:</strong>
es: <strong>En iOS y Android:</strong>
fr: <strong>Sur Android et iOS :</strong>
it: <strong>Su Android e iOS:</strong>
ko: <strong>안드로이드 및 iOS:</strong>
nl: <strong>Op Android en iOS:</strong>
pl: <strong>Na Androidzie i iOS:</strong>
pt: <strong>No Android e iOS:</strong>
ru: <strong>На Android и iOS:</strong>
sv: <strong>På Android och iOS:</strong>
tr: <strong>Android ve iOS'ta:</strong>
zh: <strong>在Android和iOS上：</strong>

# Blog_EODAGDFWBES_H2_SubHeading2
source: <strong>On Windows and Mac (Automatic):</strong>
ar: <strong>على نظامي التشغيل ويندوز وماك (تلقائي):</strong>
de: <strong>Unter Windows und Mac (Automatisch):</strong>
es: <strong>En Windows y Mac (automáticamente):</strong>
fr: <strong>Sous Windows et Mac (Automatique) :</strong>
it: <strong>Su Windows e Mac (automatico):</strong>
ko: <strong>윈도우 및 맥(자동):</strong>
nl: <strong>Op Windows en Mac (Automatisch):</strong>
pl: <strong>W systemie Windows i Mac (automatycznie):</strong>
pt: <strong>No Windows e Mac (Automático):</strong>
ru: <strong>Для Windows и Mac (автоматически):</strong>
sv: <strong>På Windows och Mac (automatiskt):</strong>
tr: <strong>Windows ve Mac'te (Otomatik):</strong>
zh: <strong>在Windows和Mac（自动）：</strong>

# Blog_EODAGDFWBES_H2_Text1
source: AxCrypt essentially encrypts and decrypts files in your Google Drive storage in the following sequences.
ar: AxCrypt krypterar och dekrypterar i huvudsak filer i din Google Drive-lagring i följande sekvenser.
de: AxCrypt verschlüsselt und entschlüsselt Dateien in Ihrem Google Drive-Speicher im Wesentlichen in den folgenden Sequenzen.
es: En esencia, AxCrypt cifra y descifra los archivos en tu almacenamiento de Google Drive en las siguientes secuencias.
fr: AxCrypt chiffre et déchiffre les fichiers de votre stockage Google Drive essentiellement dans les séquences suivantes.
it: AxCrypt essenzialmente crittografa e decrittografa i file nello spazio di archiviazione di Google Drive nelle seguenti sequenze.
ko: AxCrypt는 기본적으로 다음 순서로 구글 드라이브 저장소의 파일을 암호화하고 해독합니다.
nl: AxCrypt versleutelt en decodeert in wezen bestanden in uw Google Drive-opslag in de volgende volgordes.
pl: AxCrypt zasadniczo szyfruje i odszyfrowuje pliki na Dysku Google w następujących sekwencjach.
pt: O AxCrypt essencialmente encripta e desencripta arquivos no seu armazenamento do Google Drive seguindo as seguintes sequências.
ru: AxCrypt, по сути, шифрует и расшифровывает файлы в вашем хранилище Google Диска в следующем порядке.
sv: AxCrypt krypterar och dekrypterar i huvudsak filer i din Google Drive-lagring i följande sekvenser.
tr: AxCrypt esas olarak Google Drive depolama alanınızdaki dosyaları aşağıdaki sırayla şifreler ve şifrelerini çözer.
zh: AxCrypt基本上按照以下顺序加密和解密谷歌驱动器存储中的文件。

# Blog_EODAGDFWBES_H2_Text2
source: <b>ENCRYPTION:</b> AxCrypt > Your File > Encryption > Uploading Encrypted File (Sync) > File in Cloud
ar: <b>التشفير:</b> > اكسكربت ملفك > التشفير > تحميل ملف مشفر (مزامنة) > ملف في السحابة
de: <b>VERSCHLÜSSELUNG:</b> AxCrypt > Ihre Datei > Verschlüsselung > Hochladen verschlüsselter Dateien (Sync) > Datei in die Cloud
es: <b>CIFRADO:</b> AxCrypt > Archivo > Cifrado > Cargar archivo cifrado (Sincronizar) > Archivo en la nube
fr: <b>CHIFFRAGE :</b> AxCrypt > Votre Fichier > Chiffrement > Téléchargement d'un Fichier Chiffré (Synchronisation) > Fichier dans le Cloud
it: <b>CODIFICA:</b> AxCrypt > la crittografia > file > il caricamento di file crittografati (sincronizzazione) > file nel cloud
ko: <b>암호화:</b> AxCrypt 파일 > 암호화 > 클라우드에서 암호화된 파일(동기화) > 클라우드속 파일
nl: <b>ENCRYPTIE:</b> AxCrypt > Uw Bestand > Versleuteling > Uploaden van Gecodeerd Bestand (sync) > Bestand in de Cloud
pl: <b>SZYFROWANIE:</b> AxCrypt > Twój plik > Szyfrowanie > Przesyłanie zaszyfrowanego pliku (synchronizacja) > Plik w chmurze
pt: <b>ENCRIPTAÇÃO:</b> AxCrypt > Seu Arquivo > Criptografia > Carregando arquivo criptografado (sincronização) > Arquivo na Nuvem
ru: <b>ШИФРОВАНИЕ:</b> AxCrypt > ваш файл > шифрование > загрузка зашифрованного файла (синхронизация) > файл в облаке
sv: <b>KRYPTERING:</b> AxCrypt > Din fil > Kryptering > Ladda upp krypterad fil (synkronisering) > Fil i molnet
tr: <b>ŞİFRELEME:</b> AxCrypt > Dosyanız > Şifreleme > Şifrelenmiş Dosyayı Buluta Yükleme (Senkronizasyon) > Buluttaki Dosya
zh: <b>加密：</b>AxCrypt>您的文件>加密>上传加密文件（同步）>云中的文件

# Blog_EODAGDFWBES_H2_Text3
source: <b>DECRYPTION:</b> AxCrypt > File in Cloud > File Downloaded to Device > Decryption > File Ready for View/Edit
ar: <b>فك التشفير:</b> اكسكربت > ملف في السحابة > ملف تم تنزيله إلى الجهاز > فك التشفير > ملف جاهز للعرض/التحرير
de: <b>ENTSCHLÜSSELUNG:</b> AxCrypt > Datei in der Cloud > Datei auf das Gerät heruntergeladen > entschlüsseln > Datei zum Anzeigen/Bearbeiten bereit
es: <b>DESCIFRADO:</b> AxCrypt > Archivo en la nube > Archivo descargado en el dispositivo > Descifrado > Archivo listo para ver/editar
fr: <b>DÉCRYPTAGE :</b> AxCrypt > Fichier dans le Cloud > Fichier Téléchargé sur l'Appareil > Déchiffrement > Fichier Prêt à Être Visualisé/Modifié
it: <b>DECRITTAZIONE:</b> AxCrypt > file nel cloud > file scaricato sul dispositivo > decrittografia > file pronto per la visualizzazione/modifica
ko: <b>암호 해독:</b> AxCrypt > 클라우드 파일 > 장치에 다운로드된 파일 > 암호 해독 > 파일을 보기/편집할 준비 완
nl: <b>DECODERING:</b> AxCrypt > Bestand in de Cloud > Bestand Gedownload naar Apparaat > Decodering > Bestand Klaar voor Weergave / Bewerking
pl: <b>DESZYFROWANIE:</b> AxCrypt > Plik w chmurze > Plik pobrany na urządzenie > Deszyfrowanie > Plik gotowy do przeglądania/edycji
pt: <b>DESENCRIPTAÇÃO:</b> Arquivo de > AxCrypt na Nuvem > Arquivo Baixado no o Dispositivo > Descriptografia > Arquivo Pronto para Visualização/Edição
ru: <b>РАСШИФРОВКА:</b> AxCrypt > файл в облаке > файл, загруженный на устройство > расшифровка > файл, готовый к просмотру/редактированию
sv: <b>DECRYPTION:</b> AxCrypt > Fil i molnet > Fil nedladdad till enhet > Dekryptering > Fil redo för visning/redigering
tr: <b>ŞİFRE ÇÖZME:</b> AxCrypt > Buluttaki Dosya > Dosya Cihaza İndirildi > Şifre Çözme > Dosya Görüntüleme/Düzenlemeye Hazır
zh: <b>解密：</b>AxCrypt>文件在云>文件下载到设备>解密>文件准备查看/编辑

# Blog_EODAGDFWBES_H2_Text4
source: Each file is encrypted and decrypted before it is uploaded to the cloud storage, ensuring a robust and secure file encryption solution for the cloud.
ar: ويتم تشفير كل ملف وفك تشفيره قبل تحميله إلى وحدة التخزين السحابية، مما يضمن وجود حل قوي وآمن لتشفير الملفات على السحابة.
de: Jede Datei wird verschlüsselt und entschlüsselt, bevor sie in den Cloud-Speicher hochgeladen wird, um eine robuste und sichere Dateiverschlüsselungslösung für die Cloud zu gewährleisten.
es: Cada archivo se cifra y descifra antes de subirlo al almacenamiento en la nube, lo que supone una solución de cifrado de archivos sólida y segura para la nube.
fr: Chaque fichier est crypté et décrypté avant d'être téléchargé sur le stockage cloud, garantissant une solution de cryptage de fichiers robuste et sécurisée pour le cloud.
it: Ogni file viene crittografato e decrittografato prima di essere caricato nell'archivio cloud, garantendo una soluzione di crittografia dei file robusta e sicura per il cloud.
ko: 각 파일은 클라우드 스토리지에 업로드되기 전에 암호화 및 복호화되어 클라우드를 위한 강력하고 안전한 파일 암호화 솔루션을 보장합니다.
nl: Elk bestand wordt gecodeerd en gedecodeerd voordat het wordt geüpload naar de cloudopslag, waardoor een robuuste en veilige oplossing voor bestandsversleuteling voor de cloud wordt gegarandeerd.
pl: Każdy plik jest szyfrowany i odszyfrowywany przed przesłaniem do magazynu w chmurze, zapewniając solidne i bezpieczne rozwiązanie do szyfrowania plików w chmurze.
pt: Cada arquivo é criptografado e descriptografado antes de ser carregado para o armazenamento em nuvem, garantindo uma solução de criptografia de arquivos robusta e segura para a nuvem.
ru: Каждый файл шифруется и расшифровывается перед загрузкой в облачное хранилище, что обеспечивает надежное и безопасное решение для шифрования файлов в облаке.
sv: Varje fil krypteras och dekrypteras innan den laddas upp till molnlagringen, vilket säkerställer en robust och säker filkrypteringslösning för molnet.
tr: Her dosya, bulut depolama alanına yüklenmeden önce şifrelenir ve şifresi çözülür, böylece bulut için sağlam ve güvenli bir dosya şifreleme çözümü sağlanır.
zh: 每个文件在上传到云存储之前都经过加密和解密，确保了云的强大和安全的文件加密解决方案。

# Blog_EODAGDFWBES_H2_Text5
source: Watch the step-by-step video tutorial below to encrypt Google Drive files from your smartphone:
ar: شاهد الفيديو التعليمي خطوة بخطوة أدناه لتشفير ملفات جوجل درايف من هاتفك الذكي:
de: Sehen Sie sich das folgende Schritt-für-Schritt-Video-Tutorial an, um Google Drive-Dateien von Ihrem Smartphone zu verschlüsseln:
es: Mira el siguiente tutorial de video para cifrar archivos de Google Drive desde tu smartphone:
fr: Regardez le didacticiel vidéo étape par étape ci-dessous pour chiffrer les fichiers Google Drive à partir de votre smartphone :
it: Guarda il video tutorial passo passo qui sotto per crittografare i file di Google Drive dal tuo smartphone:
ko: 스마트폰에서 구글 드라이브 파일을 암호화하려면 아래의 단계별 비디오 튜토리얼을 시청하십시오.
nl: Bekijk de stapsgewijze videozelfstudie hieronder om Google Drive-bestanden vanaf uw smartphone te versleutelen:
pl: Obejrzyj poniższy samouczek wideo krok po kroku, jak szyfrować pliki na Dysku Google ze smartfona:
pt: Assista ao tutorial em vídeo passo a passo abaixo para encriptar arquivos do Google Drive a partir do seu smartphone:
ru: Посмотрите пошаговое видео-руководство, как зашифровать файлы Google Диска с вашего смартфона:
sv: Se steg-för-steg-videogenomgången nedan för att kryptera Google Drive-filer från din smartphone:
tr: Akıllı telefonunuzdan Google Drive dosyalarını şifrelemek için aşağıdaki adım adım video eğitimini izleyin:
zh: 观看下面的分步视频教程，从智能手机加密谷歌驱动器文件:

# Blog_EODAGDFWBES_H3_SH1_Text1
source: Follow the steps below to start encrypting your OneDrive files from your Android and iOS smartphones:
ar: اتبع الخطوات أدناه لبدء تشفير ملفات ون درايف الخاصة بك من الهواتف الذكية التي تعمل بنظام ذكري المظهر ونظام التشغيل ايفون:
de: Führen Sie die folgenden Schritte aus, um mit der Verschlüsselung Ihrer OneDrive-Dateien von Ihren Android- und iOS-Smartphones zu beginnen:
es: Sigue los pasos que se indican a continuación para empezar a cifrar tus archivos de OneDrive desde tus smartphones iOS y Android:
fr: Suivez les étapes ci-dessous pour commencer à chiffrer vos fichiers OneDrive depuis vos smartphones Android et iOS :
it: Segui i passaggi seguenti per iniziare a crittografare i file di OneDrive dai tuoi smartphone Android e iOS:
ko: 아래 단계에 따라 안드로이드 및 iOS 스마트폰에서 원드라이브 파일 암호화를 시작하세요.
nl: Volg de onderstaande stappen om te beginnen met het versleutelen van uw OneDrive-bestanden vanaf uw Android- en iOS-smartphones:
pl: Wykonaj poniższe czynności, aby rozpocząć szyfrowanie plików OneDrive ze smartfonów z systemem Android i iOS:
pt: Siga os passos abaixo para começar a encriptar os seus ficheiros do OneDrive a partir dos seus smartphones Android e iOS:
ru: Выполните следующие действия, чтобы начать шифрование файлов OneDrive со смартфонов Android и iOS:
sv: Följ stegen nedan för att börja kryptera dina OneDrive-filer från dina Android- och iOS-smarttelefoner:
tr: OneDrive dosyalarınızı Android ve iOS akıllı telefonlarınızdan şifrelemeye başlamak için aşağıdaki adımları izleyin:
zh: 按照以下步骤开始从Android和iOS智能手机加密OneDrive文件:

# Blog_EODAGDFWBES_H3_SH1_Text2
source: <b>STEP 1:</b> Download and install AxCrypt from the <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> or the <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
ar: <b>الخطوة 1:</b> قم بتنزيل اكسكربت وتثبيته من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'> متجر جوجل </b></a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>متجر التطبيقات</b></a>.
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt von der herunter und installieren Sie es <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
es: <b>STEP 1:</b> Descarga e instala AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt depuis le <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'> <b>Google Play Store</b></a> ou l'<a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
it: <b>PASSO 1:</b> Scarica e installa AxCrypt dal <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play</b></a> Store o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>dall'App Store</b></a>.
ko: <b>1 단계 :</b> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>구글 플레이 스토어</b></a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>앱스토</b></a>에서 AxCrypt를 다운로드하여 설치합니다.
nl: <b>STAP 1:</b> Download en installeer AxCrypt vanuit de <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> of de <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt z <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'> <b>Sklep Google Play</b></a> lub <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
pt: <b>Passo 1:</b> Baixe e instale o AxCrypt na <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> ou na <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
ru: <b>ШАГ 1:</b> Загрузите и установите AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>.
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt från <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=sv&gl=US'> <b>Google Play Butik</b></a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b>< /a>.
tr: <b>1. ADIM:</b> AxCrypt'i <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google Play Store</b></a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store'dan</b></a> indirin ve yükleyin.
zh: <b>步骤1：</b>下载并安装AxCrypt从<a href=' https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><B>Google Play Store</b></a>或<a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><B>App Store</b></a>。

# Blog_EODAGDFWBES_H3_SH1_Text3
source: <b>STEP 2:</b> Open AxCrypt and sign-in or sign-up with your email and password.
ar: <b>الخطوة 2:</b> افتح اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بريدك الإلكتروني وكلمة المرور.
de: <b>SCHRITT 2:</b> Öffnen Sie AxCrypt und melden Sie sich an oder melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an.
es: <b>PASO 2:</b> Abre AxCrypt e inicia sesión o regístrate con tu correo electrónico y contraseña.
fr: <b>ÉTAPE 2 :</b> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre adresse e-mail et votre mot de passe.
it: <b>PASSO 2:</b> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <b>2 단계 :</b> AxCrypt를 열고 이메일과 비밀번호로 로그인하거나 가입하세요.
nl: <b>STAP 2:</b> Open AxCrypt en meld u aan of meld u aan met uw e-mailadres en wachtwoord.
pl: <b>KROK 2:</b> Otwórz AxCrypt i zaloguj się lub zarejestruj, podając swój adres e-mail i hasło.
pt: <b>2º PASSO:</b> Abra o AxCrypt e inicie sessão ou registe-se com o seu e-mail e a senha.
ru: <b>ШАГ 2:</b> Откройте AxCrypt и войдите или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <b>STEG 2:</b> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <b>2. ADIM:</b> AxCrypt'i açın ve e-posta adresiniz ve parolanızla oturum açın veya kaydolun.
zh: <b>步骤2：</b>打开AxCrypt并使用您的电子邮件和密码登录或注册。
