Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BAWIT_H1_Text2
source: One of the best things about working in the technology sector is the slew of opportunities and possibilities that are presented to you. It allows you to become more flexible and open-minded, while still having an innate curiosity, and the ability to change, adapt, and educate yourself. It makes you grow both professionally and personally, and helps you live a content and purposeful life.”
ar: أحد أفضل الأشياء في العمل في قطاع التكنولوجيا هو عدد كبير من الفرص والإمكانيات التي يتم تقديمها لك. يتيح لك أن تصبح أكثر مرونة وانفتاحًا ، مع الاستمرار في امتلاك فضول فطري والقدرة على التغيير والتكيف وتثقيف نفسك. فهو يجعلك تنمو على المستوى المهني والشخصي ، ويساعدك على عيش محتوى وحياة هادفة ".
de: Eines der besten Dinge an der Arbeit im Technologiesektor sind die vielen Möglichkeiten und Möglichkeiten, die sich Ihnen bieten. Es ermöglicht Ihnen, flexibler und aufgeschlossener zu werden, während Sie immer noch eine angeborene Neugier und die Fähigkeit haben, sich zu verändern, anzupassen und sich weiterzubilden. Es lässt Sie sowohl beruflich als auch persönlich wachsen und hilft Ihnen, ein zufriedenes und zielgerichtetes Leben zu führen.”
es: Una de las mejores cosas de trabajar en el sector de la tecnología es la gran cantidad de oportunidades y posibilidades que se te presentan. Te permite volverte más flexible y de mente abierta, sin dejar de tener una curiosidad innata y la capacidad de cambiar, adaptarte y educarte a sí mismo. Te hace crecer tanto profesional como personalmente, y te ayuda a vivir una vida plena y con propósito”.
fr: L'une des meilleures choses à propos du travail dans le secteur de la technologie est la multitude d'opportunités et de possibilités qui s'offrent à vous. Cela vous permet de devenir plus flexible et ouvert d'esprit, tout en ayant une curiosité innée et la capacité de changer, de vous adapter et de vous éduquer. Cela vous fait grandir à la fois professionnellement et personnellement, et vous aide à vivre une vie satisfaisante et utile."
it: Una delle cose migliori del lavoro nel settore tecnologico è la serie di opportunità e possibilità che ti vengono presentate. Ti permette di diventare più flessibile e di mentalità aperta, pur avendo una curiosità innata e la capacità di cambiare, adattarti ed educare te stesso. Ti fa crescere sia professionalmente che personalmente e ti aiuta a vivere una vita contenta e propositiva".
ko: 기술 분야에서 일할 때 가장 좋은 점 중 하나는 당신에게 제공되는 수많은 기회와 가능성입니다. 이를 통해 타고난 호기심과 자신을 변화, 적응 및 교육할 수 있는 능력을 가지면서 보다 유연하고 개방적으로 될 수 있습니다. 그것은 여러분 직업적으로나 개인적으로 성장하게 하고 만족스럽고 목적 있는 삶을 사는 데 도움이 됩니다."
nl: Een van de beste dingen van werken in de technologiesector is de vele kansen en mogelijkheden die je wordt aangeboden. Het stelt je in staat om flexibeler en ruimdenkender te worden, terwijl je nog steeds een aangeboren nieuwsgierigheid hebt en het vermogen om jezelf te veranderen, aan te passen en te onderwijzen. Het laat je zowel professioneel als persoonlijk groeien en helpt je een tevreden en doelgericht leven te leiden."
pl: Jedną z najlepszych rzeczy w pracy w sektorze technologicznym jest mnóstwo okazji i możliwości, które się przed Tobą otwierają. Pozwala to stać się bardziej elastycznym i otwartym, mając jednocześnie wrodzoną ciekawość i zdolność do zmiany, adaptacji i uczenia się. Sprawia, że rozwijasz się zarówno zawodowo, jak i osobiście, a także pomaga prowadzić satysfakcjonujące i celowe życie”.
pt: Uma das melhores coisas de se trabalhar no sector da tecnologia é a grande quantidade de oportunidades e possibilidades que nos são apresentadas. É um sector que nos permite ser mais flexíveis e de mente aberta, enquanto se mantém a curiosidade inata e a capacidade de mudança, adaptação e educação. Tal faz com que se cresça profissional e pessoalmente, vivendo-se com contentamento e propósito."
ru: Одна из лучших сторон работы в технологическом секторе - это множество возможностей, которые открываются перед вами. Это позволяет вам стать более гибким и непредубежденным, сохраняя при этом врожденное любопытство и способность меняться, адаптироваться и самообразовываться. Это заставляет вас расти как профессионально, так и личностно, а также помогает вам жить довольной и осмысленной жизнью”.
sv: En av de bästa sakerna med att arbeta inom tekniksektorn är mängden möjligheter som du får. Det låter dig bli mer flexibel och fördomsfri, samtidigt som du har en medfödd nyfikenhet och förmågan att förändra, anpassa och utbilda dig själv. Det får dig att växa både professionellt och personligt och hjälper dig att leva ett innehållsrikt och målmedvetet liv.”
tr: Teknoloji sektöründe çalışmanın en iyi yanlarından biri, size sunulan çok sayıda fırsat ve olasılıktır. Doğuştan gelen bir meraka ve kendinizi değiştirme, uyarlama ve eğitme yeteneğini korurken daha esnek ve açık fikirli olmanızı sağlar. Hem profesyonel hem de kişisel olarak büyümenize olanak tanır ve tatmin edici ve anlamlı bir yaşam sürmenize yardımcı olur."
zh: 在技术领域工作的最好的事情之一是向你展示了大量的机会和可能性。 它可以让你变得更加灵活和开放，同时仍然具有与生俱来的好奇心，以及改变，适应和教育自己的能力。 它使你在职业和个人方面都有所成长，并帮助你过上内容和有目的的生活。”

# Blog_BAWIT_H2_Text1
source: “Working in the constantly evolving tech industry has made me feel young and full of energy. At AxCrypt, not only do I find fulfilment in my career, but I’m also able to financially support my partner and appreciate the challenges that come with his own job. We mutually complement each other, both in our professional and personal lives, and my parents couldn’t be happier seeing their daughter pursue a career in tech after starting a family.”
ar: "العمل في صناعة التكنولوجيا المتطورة باستمرار جعلني أشعر بأنني شاب ومليء بالطاقة. في اكسكربت ، لا أجد الإنجاز في مسيرتي المهنية فحسب ، بل يمكنني أيضًا تقديم الدعم المالي لشريكي وتقدير التحديات التي تأتي مع وظيفته. نحن نكمل بعضنا البعض بشكل متبادل ، في كل من حياتنا المهنية والشخصية ، ولا يمكن أن يكون والداي أكثر سعادة برؤية ابنتهما تعمل في مجال التكنولوجيا بعد تكوين أسرة ".
de: “Die Arbeit in der sich ständig weiterentwickelnden Technologiebranche hat mir das Gefühl gegeben, jung und voller Energie zu sein. Bei AxCrypt finde ich nicht nur Erfüllung in meiner Karriere, sondern kann auch meinen Partner finanziell unterstützen und die Herausforderungen schätzen, die mit seinem eigenen Job verbunden sind. Wir ergänzen uns gegenseitig, sowohl in unserem beruflichen als auch in unserem persönlichen Leben, und meine Eltern könnten nicht glücklicher sein, wenn ihre Tochter nach der Familiengründung eine Karriere in der Technik anstrebt.”
es: “Trabajar en la industria tecnológica en constante evolución me ha hecho sentir joven y llena de energía. En AxCrypt, no solo encuentro satisfacción en mi carrera, sino que también puedo apoyar financieramente a mi pareja y apreciar los desafíos que conlleva su propio trabajo. Nos complementamos mutuamente, tanto en nuestra vida profesional como personal, y mis padres no podrían estar más felices de ver a su hija seguir una carrera en tecnología después de formar una familia”.
fr: "Travailler dans l'industrie technologique qui est en constante évolution m'a fait me sentir jeune et pleine d'énergie. Chez AxCrypt, non seulement je trouve un épanouissement dans ma carrière, mais je suis également en mesure de soutenir financièrement mon partenaire et d'apprécier les défis qui accompagnent son propre travail. Nous nous complétons mutuellement, tant dans notre vie professionnelle que personnelle, et mes parents ne pourraient pas être plus heureux de voir leur fille poursuivre une carrière dans la technologie après avoir fondé une famille."
it: "Lavorare nel settore tecnologico in costante evoluzione mi ha fatto sentire giovane e piena di energia. In AxCrypt, non solo trovo soddisfazione nella mia carriera, ma sono anche in grado di sostenere finanziariamente il mio compagno e di apprezzare le sfide che comporta il suo lavoro. Ci completiamo a vicenda, sia nella vita professionale che in quella personale, e i miei genitori non potrebbero essere più felici di vedere la loro figlia intraprendere una carriera nel settore tecnologico dopo aver messo su famiglia".
ko: "끊임없이 진화하는 기술 산업에서 일하면서 저는 젊고 에너지가 넘칩니다. AxCrypt에서 일하면서 경력에서 성취감을 찾을 수 있을 뿐만 아니라 파트너를 재정적으로 지원하고 자신의 직업과 함께 오는 도전에 감사할 수 있습니다. 우리는 직장 생활과 개인 생활 모두에서 서로를 보완하며, 부모님은 딸이 가정을 꾸린 후 기술 분야에서 경력을 쌓는 것을 보면서 더할 나위 없이 기뻐하십니"
nl: "Werken in de voortdurend evoluerende technologie industrie heeft ervoor gezorgd dat ik me jong en vol met energie voel. Bij AxCrypt vind ik niet alleen voldoening in mijn carrière, maar ik ben ook in staat om mijn partner financieel te ondersteunen en de uitdagingen te waarderen die gepaard gaan met zijn eigen baan. We vullen elkaar wederzijds aan, zowel in ons professionele als persoonlijke leven, en mijn ouders kunnen niet gelukkiger zijn om te zien dat hun dochter een carrière in tech nastreefd na het stichten van een gezin. "
pl: „Praca w stale rozwijającej się branży technologicznej sprawiła, że czuję się młoda i pełna energii. W AxCrypt nie tylko spełniam się zawodowo, ale także wspieram finansowo partnera i doceniam wyzwania, jakie niesie ze sobą jego własna praca. Wzajemnie się uzupełniamy, zarówno w życiu zawodowym, jak i osobistym, a moi rodzice nie mogą być bardziej szczęśliwi, widząc, jak ich córka kontynuuje karierę w technologii po założeniu rodziny”.
pt: "Trabalhar na indústria da tecnologia em constante evolução fez-me sentir jovem e cheia de energia. Na AxCrypt, não só encontro satisfação na minha carreira mas também sou capaz de apoiar financeiramente o meu parceiro e de valorizar os desafios do seu próprio trabalho. Nós complementamo-nos mutuamente, tanto nas nossas vidas profissionais como pessoais e os meus pais não poderiam estar mais felizes ao verem-me seguir a carreira tecnológica depois de ter constituído família."
ru: “Работа в постоянно развивающейся технологической индустрии позволила мне почувствовать себя молодой и полной энергии. В AxCrypt я не только нахожу самореализацию в своей карьере, но и могу финансово поддерживать своего партнера и ценить трудности, с которыми сталкивается его собственная работа. Мы взаимно дополняем друг друга, как в нашей профессиональной, так и в личной жизни, и мои родители не могли быть счастливее, видя, как их дочь делает карьеру в сфере технологий после создания семьи ”.
sv: "Att arbeta i den ständigt utvecklande teknikindustrin har fått mig att känna mig ung och full av energi. På AxCrypt finner jag inte bara tillfredsställelse i min karriär, utan jag kan också stödja min partner ekonomiskt och uppskatta de utmaningar som kommer med hans eget jobb. Vi kompletterar varandra, både i våra professionella och privata liv, och mina föräldrar kunde inte vara lyckligare av att se sin dotter göra karriär inom tekniken efter att ha bildat familj.”
tr: "Sürekli olarak gelişen teknoloji endüstrisinde çalışmak beni hem genç ve enerji dolu hissettirdi. AxCrypt'te sadece kariyerimde açısından tatmin olmakla kalmıyor, aynı zamanda partnerimi finansal olarak destekleyebiliyorum ve işinden kaynaklanan zorlukları anlayabiliyorum. Hem profesyonel hem de kişisel yaşamlarımızda karşılıklı olarak birbirimizi tamamlıyoruz ve ailem kızlarının bir aile kurduktan sonra teknoloji alanında kariyer yaptığını görmekten büyük mutluluk duyuyor."
zh: "在不断发展的科技行业工作让我感到年轻和充满活力。 在AxCrypt，我不仅在我的职业生涯中找到了成就感，而且我还能够在经济上支持我的合作伙伴，并欣赏他自己工作带来的挑战。 在我们的职业和个人生活中，我们相互补充，我的父母看到他们的女儿在成家后从事科技事业，真是太高兴了。”

# Blog_BAWIT_H2_Text2
source: Overall, inspiring more women to pursue careers in technology requires a concerted effort from individuals, companies, and society as a whole. By breaking down barriers and promoting inclusivity, we can create a more diverse and innovative tech industry that thrives on the collective efforts of everyone.”
ar: بشكل عام ، يتطلب إلهام المزيد من النساء لمتابعة وظائف في مجال التكنولوجيا تضافر الجهود من الأفراد والشركات والمجتمع ككل. من خلال كسر الحواجز وتعزيز الشمولية ، يمكننا إنشاء صناعة تقنية أكثر تنوعا وابتكارا تزدهر بفضل الجهود الجماعية للجميع ".
de: Insgesamt erfordert es konzertierte Anstrengungen von Einzelpersonen, Unternehmen und der Gesellschaft insgesamt, mehr Frauen für eine Karriere in der Technologie zu begeistern. Indem wir Barrieren abbauen und Inklusivität fördern, können wir eine vielfältigere und innovativere Technologiebranche schaffen, die von den gemeinsamen Anstrengungen aller lebt.”
es: En general, inspirar a más mujeres a seguir carreras en tecnología requiere un esfuerzo concertado de las personas, las empresas y la sociedad en su conjunto. Al derribar barreras y promover la inclusión, podemos crear una industria tecnológica más diversa e innovadora que prospere gracias a los esfuerzos colectivos de todos”.
fr: Dans l'ensemble, inciter davantage de femmes à poursuivre des carrières dans la technologie nécessite un effort concerté de la part des individus, des entreprises et de la société dans son ensemble. En supprimant les barrières et en promouvant l'inclusivité, nous pouvons créer une industrie technologique plus diversifiée et innovante qui prospère grâce aux efforts collectifs de chacun."
it: Nel complesso, ispirare più donne ad intraprendere una carriera nel settore tecnologico richiede uno sforzo concertato da parte di individui, aziende e società nel suo complesso. Abbattendo le barriere e promuovendo l'inclusività, possiamo creare un'industria tecnologica più diversificata e innovativa che prospera sugli sforzi collettivi di tutti".
ko: 전반적으로 더 많은 여성이 기술 분야에서 경력을 쌓도록 영감을 주려면 개인, 회사 및 사회 전체의 공동 노력이 필요합니다. 장벽을 허물고 포용성을 촉진함으로써 우리는 모든 사람의 공동 노력으로 번창하는 보다 다양하고 혁신적인 기술 산업을 만들 수 있습니다."
nl: "Over het algemeen vereist het inspireren van meer vrouwen om een carrière in de technologie na te streven een gezamenlijke inspanning van individuen, bedrijven en de samenleving als geheel. Door barrières te slechten en inclusiviteit te bevorderen, kunnen we een meer diverse en innovatieve technologie-industrie creëren die bloeit op de collectieve inspanningen van iedereen."
pl: Ogólnie rzecz biorąc, zainspirowanie większej liczby kobiet do kariery w branży technologicznej wymaga wspólnych wysiłków jednostek, firm i całego społeczeństwa. Przełamując bariery i promując integrację, możemy stworzyć bardziej zróżnicowaną i innowacyjną branżę technologiczną, która rozwija się dzięki zbiorowym wysiłkom wszystkich”.
pt: De uma maneira geral, inspirar mais mulheres a seguir carreiras na área tecnológica requer um esforço conjunto de indivíduos, empresas e da sociedade como um todo. Ao quebrarem-se barreiras e promover-se a inclusão, podemos criar uma indústria de tecnologia mais diversificada e inovadora que prospere com os esforços colectivos de todos".
ru: В целом, вдохновение большего числа женщин на карьеру в сфере технологий требует согласованных усилий со стороны отдельных лиц, компаний и общества в целом. Разрушая барьеры и способствуя инклюзивности, мы можем создать более разнообразную и инновационную технологическую индустрию, которая процветает благодаря коллективным усилиям каждого”.
sv: Att inspirera fler kvinnor att göra karriärer inom teknik en kräver en samlad insats från individer, företag och samhället som helhet. Genom att bryta ner barriärer och främja inkludering kan vi skapa en mer mångsidig och innovativ teknikindustri som frodas på allas gemensamma ansträngningar.”
tr: Genel olarak, daha fazla kadına teknoloji alanında kariyer yapmaları için ilham vermek, bireylerin, şirketlerin ve bir bütün olarak toplumun uyumlu bir şekilde çaba göstermesini gerektirir. Engelleri yıkarak ve kapsayıcılığı teşvik ederek, herkesin kolektif çabalarıyla gelişen daha çeşitli ve yenilikçi bir teknoloji endüstrisi yaratabiliriz."
zh: 总体而言，激励更多女性追求技术职业需要个人，公司和整个社会的共同努力。 通过打破障碍和促进包容性，我们可以创造一个更加多样化和创新的科技产业，在每个人的共同努力下蓬勃发展。”

# Blog_BAWIT_H3_Text1
source: “I have been working in the tech industry for the past 20 years – specifically, in the administrative and human resources side of the industry. This is not a job I could have dreamed of as a child, and the tech world didn’t even exist back then. Bangalore used to be a beautiful tourist destination, until the early 2000s when almost overnight it became the IT hub of India
ar: "أعمل في صناعة التكنولوجيا على مدار العشرين عاما الماضية - على وجه التحديد ، في الجانب الإداري والموارد البشرية في الصناعة. هذه ليست وظيفة كان من الممكن أن أحلم بها عندما كنت طفلاً ، ولم يكن عالم التكنولوجيا موجودا في ذلك الوقت. اعتادت بنغالور أن تكون وجهة سياحية جميلة ، حتى أوائل العقد الأول من القرن الحادي والعشرين عندما أصبحت بين عشية وضحاها تقريبًا مركزًا لتكنولوجيا المعلومات في الهند
de: “Ich arbeite seit 20 Jahren in der Technologiebranche – insbesondere im Verwaltungs- und Personalbereich der Branche. Das ist kein Job, von dem ich als Kind träumen konnte, und die Tech-Welt gab es damals noch nicht einmal. Bangalore war früher ein wunderschönes Touristenziel, bis es Anfang der 2000er Jahre fast über Nacht zum IT-Zentrum Indiens wurde
es: “He estado trabajando en la industria de la tecnología durante los últimos 20 años, específicamente en el área administrativa y de recursos humanos de la industria. Este no es un trabajo con el que podría haber soñado cuando era niña, y el mundo de la tecnología ni siquiera existía en ese entonces. Bangalore solía ser un hermoso destino turístico hasta principios de la década de 2000, cuando casi de la noche a la mañana se convirtió en el centro de TI de la India.
fr: « Je travaille dans l'industrie de la technologie depuis 20 ans, plus précisément dans le côté administratif et ressources humaines de l'industrie. Ce n'est pas un travail dont j'aurais pu rêver enfant, et le monde de la technologie n'existait même pas à l'époque. Bangalore était une belle destination touristique, jusqu'au début des années 2000, où presque du jour au lendemain, elle est devenue le centre informatique de l'Inde.
it: "Ho lavorato nel settore tecnologico negli ultimi 20 anni – in particolare, nel settore amministrativo e delle risorse umane. Questo non è un lavoro che avrei potuto sognare da bambino, e il mondo della tecnologia non esisteva nemmeno allora. Bangalore era una bellissima destinazione turistica fino ai primi anni 2000, quando, quasi da un giorno all'altro, è diventata il centro IT dell'India.
ko: "저는 지난 20년 동안 기술 산업, 특히 업계의 관리 및 인적 자원 측면에서 일해 왔습니다. - 이것은 내가 어렸을 때 꿈꿔 왔던 직업이 아니며 그 당시에는 기술 세계가 존재하지도 않았습니다. 방갈로르는 2000년대 초반까지 아름다운 관광지였으며 거의 하룻밤 사이에 인도의 IT 허브가 되었습니다
nl: "Ik heb de afgelopen 20 jaar in de technische industrie gewerkt , met name in de administratieve en human resources-kant van de industrie. Dit is geen baan waar ik als kind van had kunnen dromen, de technische wereld bestond toen nog niet eens. Bangalore was vroeger een prachtige toeristische bestemming, tot de vroege jaren 2000 toen het bijna van de ene op de andere dag de IT-hub van India werd
pl: „Pracuję w branży technologicznej od 20 lat – w szczególności po stronie administracyjnej i kadrowej branży. To nie jest praca, o której mogłem marzyć jako dziecko, a świat technologii jeszcze wtedy nie istniał. Bangalore było kiedyś pięknym miejscem turystycznym, aż do początku XXI wieku, kiedy niemal z dnia na dzień stało się centrum IT Indii
pt: "Trabalho na indústria tecnológica há 20 anos, especificamente no lado administrativo e de recursos humanos. Este não é um trabalho com que eu poderia ter sonhado enquanto criança e o mundo da tecnologia nem sequer existia naquela época. Bangalore era um belo destino turístico até o início dos anos 2000, tornando-se então da noite para o dia no centro de TI da Índia.
ru: “Я работаю в технологической индустрии последние 20 лет – в частности, в административной и кадровой сферах отрасли. Это не та работа, о которой я могла мечтать в детстве, ведь мир технологий тогда еще даже не существовал. Бангалор был прекрасным туристическим центром до начала 2000-х годов, когда почти в одночасье он стал IT-центром Индии
sv: "Jag har arbetat i teknikbranschen under de senaste 20 åren - speciellt inom branschens administrativa och mänskliga resurser. Det här är inte ett jobb jag kunde ha drömt om som barn, teknikvärlden fanns inte ens då. Bangalore brukade vara ett vackert turistmål, fram till början av 2000-talet när det nästan över en natt blev Indiens IT-nav
tr: "Son 20 yıldır teknoloji endüstrisinde, özellikle de endüstrinin idari ve insan kaynakları tarafında çalışıyorum. Bu, çocukken hayal edebileceğim bir iş değildi ve teknoloji dünyası o zamanlar bile yoktu. Bangalore, neredeyse bir gecede Hindistan'ın BT merkezi haline geldiği an olan 2000'lerin başına kadar güzel bir turizm merkeziydi
zh: "过去20年来，我一直在科技行业工作，特别是在行政和人力资源方面。 这不是我小时候梦想的工作，科技世界甚至还不存在。 班加罗尔曾经是一个美丽的旅游胜地，直到21世纪初，它几乎在一夜之间成为印度的IT中心
