Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_Tittle
source: How Quickly Can a Hacker Crack Your Password?
ar: ما مدى سرعة اختراق الهاكر لكلمة المرور الخاصة بك؟
de: Wie schnell kann ein Hacker Ihr Passwort knacken?
es: ¿Cuánto tarda un hacker en descifrar tu contraseña?
fr: À Quelle Vitesse un Pirate Informatique Peut-il Déchiffrer Votre Mot de Passe ?
it: Quanto velocemente può un hacker decifrare la tua password?
ko: 해커가 얼마나 빨리 암호를 해독할 수 있습니까?
nl: Hoe snel kan een hacker uw wachtwoord kraken?
pl: Jak szybko haker może złamać Twoje hasło?
pt: Com que Rapidez um Hacker Pode Quebrar Sua Senha?
ru: Как быстро хакер может взломать ваш пароль?
sv: Hur snabbt kan en hackare knäcka ditt lösenord?
tr: Bir bilgisayar korsanı parolanızı ne kadar çabuk kırabilir?
zh: 黑客能多快破解您的密码？

# Blog_HREAYSD_Conclusion
source: Signup for a free trial today and take your data security to the next level: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</a><a href='https://axcrypt.net/'>LANDING PAGE LINK</a>
ar: اشترك في نسخة تجريبية مجانية اليوم وانتقل بأمان بياناتك إلى المستوى التالي: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'> رابط الاشتراك /a><a href='https://axcrypt.net/'> رابط الصفحة المقصودة </a>
de: Melden Sie sich noch heute für eine kostenlose Testversion an und heben Sie Ihre Datensicherheit auf die nächste Stufe: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</a><a href='https://axcrypt.net/'>LANDING PAGE LINK</a>
es: Regístrate para una prueba gratuita hoy y lleva la seguridad de tus datos al siguiente nivel: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>ENLACE DE REGISTRO</ a><a href='https://axcrypt.net/'>ENLACE A LA PÁGINA DE DESTINO</a>
fr: Inscrivez-vous pour un essai gratuit dès aujourd'hui et faites passer la sécurité de vos données au niveau supérieur : <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>LIEN D'INSCRIPTION</ a><a href='https://axcrypt.net/'>LIEN DE LA PAGE DE DESTINATION</a>
it: Iscriviti oggi per una prova gratuita e porta la sicurezza dei tuoi dati ad un livello superiore: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>LINK DI REGISTRAZIONE</a><a href='https://axcrypt.net/'>LINK ALLA PAGINA DI DESTINAZIONE</a>
ko: 지금 무료 평가판에 등록하고 데이터 보안을 한 단계 업그레이드하세요: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>가입 링크</a><a href='https://axcrypt.net/'>랜딩 페이지 링크</a>
nl: Meld u vandaag nog aan voor een gratis proefversie en til uw gegevensbeveiliging naar een hoger niveau: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>AANMELD LINK</a><a href='https://axcrypt.net/'>LINK NAAR BESTEMMINGSPAGINA</a>
pl: Zarejestruj się, aby skorzystać z bezpłatnego okresu próbnego już dziś i przenieś bezpieczeństwo swoich danych na wyższy poziom: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>LINK DO REJESTRACJI</ a><a href='https://axcrypt.net/'>LINK do strony docelowej</a>
pt: Adira hoje a uma avaliação gratuita e eleve a segurança dos seus dados a um patamar superior: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</a><a href='https://axcrypt.net/'>LANDING PAGE LINK</a>
ru: Подпишитесь на бесплатную пробную версию сегодня и возведите безопасность своих данных на новый уровень: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</a><a href='https://axcrypt.net/'>LANDING PAGE LINK</a>
sv: Registrera dig för en gratis provperiod idag och ta din datasäkerhet till nästa nivå: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</ a><a href='https://axcrypt.net/'>MÅLSIDSLÄNK</a>
tr: Ücretsiz deneme için bugün kaydolun ve veri güvenliğinizi bir üst seviyeye taşıyın: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>KAYIT BAĞLANTISI</a><a href='https://axcrypt.net/'>AÇILIŞ SAYFASI BAĞLANTISI</a>
zh: 立即注册免费试用，让您的数据安全更上一层楼: <br/><a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>SIGNUP LINK</a><a href='https://axcrypt.net/'>LANDING PAGE LINK</a>

# Blog_HREAYSD_H1_SH1_Text1
source: Encryption methods essentially can be divided into two categories: <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric and asymmetric</b></a>. Symmetric encryption uses the same secret key for both encryption and decryption of the data. The same key is shared between the sender and receiver of the encrypted data.
de: Verschlüsselungsmethoden lassen sich grundsätzlich in zwei Kategorien einteilen: <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric and asymmetric</b></a>. Bei der symmetrischen Verschlüsselung wird derselbe geheime Schlüssel sowohl für die Ver- als auch für die Entschlüsselung der Daten verwendet. Derselbe Schlüssel wird zwischen dem Sender und dem Empfänger der verschlüsselten Daten geteilt.
fr: Les méthodes de cryptage peuvent essentiellement être divisées en deux catégories : <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symétrique et asymétrique</b></a>. Le cryptage symétrique utilise la même clé secrète pour le cryptage et le décryptage des données. La même clé est partagée entre l'expéditeur et le destinataire des données cryptées.
it: I metodi di crittografia possono essere suddivisi in due categorie: <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>simmetrici e asimmetrici</b></a>. La crittografia simmetrica utilizza la stessa chiave segreta sia per la crittografia che per la decrittografia dei dati. La stessa chiave è condivisa tra il mittente e il destinatario dei dati crittografati.
ru: Методы шифрования, по сути, можно разделить на две категории: <a href="https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/"><b>symmetric and asymmetric</b></a>. При симметричном шифровании используется один и тот же секретный ключ как для шифрования, так и для дешифрования данных. Отправитель и получатель зашифрованных данных, совместно, используют один и тот же ключ.
zh: 加密方法基本上可以分为两类： <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric and asymmetric</b></a>。对称加密使用相同的密钥对数据进行加密和解密。加密数据的发送方和接收方共享相同的密钥。

# Blog_HREAYSD_H1_SH1_Text2
source: Asymmetric encryption, on the other hand, involves two keys: a public key and a private key. The public key is used to encrypt the data, while the private key is used to decrypt it. This approach ensures that only the intended recipient, who has the private key, can decrypt the data.
ar: من ناحية أخرى ، يتضمن التشفير غير المتماثل مفتاحين: مفتاح عام ومفتاح خاص. يتم استخدام المفتاح العام لتشفير البيانات ، بينما يتم استخدام المفتاح الخاص لفك تشفيرها. يضمن هذا الأسلوب أن المستلم المقصود فقط ، الذي لديه المفتاح الخاص ، يمكنه فك تشفير البيانات.
de: Bei der asymmetrischen Verschlüsselung hingegen werden zwei Schlüssel verwendet: ein öffentlicher Schlüssel und ein privater Schlüssel. Der öffentliche Schlüssel wird zum Verschlüsseln der Daten verwendet, während der private Schlüssel zum Entschlüsseln verwendet wird. Dieser Ansatz stellt sicher, dass nur der beabsichtigte Empfänger, der den privaten Schlüssel besitzt, die Daten entschlüsseln kann.
es: El cifrado asimétrico, por otro lado, involucra dos claves: una clave pública y una clave privada. La clave pública se utiliza para cifrar los datos, mientras que la clave privada se utiliza para descifrarlos. Este enfoque garantiza que solo el destinatario previsto, que tiene la clave privada, pueda descifrar los datos.
fr: Le cryptage asymétrique, en revanche, implique deux clés: une clé publique et une clé privée. La clé publique est utilisée pour crypter les données, tandis que la clé privée est utilisée pour les déchiffrer. Cette approche garantit que seul le destinataire prévu, qui a la clé privée, puisse décrypter les données.
it: La crittografia asimmetrica, d'altra parte, coinvolge due chiavi: una chiave pubblica e una chiave privata. La chiave pubblica viene utilizzata per crittografare i dati, mentre la chiave privata viene utilizzata per decrittografarli. Questo approccio garantisce che solo il destinatario previsto, che dispone della chiave privata, possa decrittografare i dati.
ko: 반면 비대칭 암호화에는 공개 키와 개인 키의 두 가지 키가 포함됩니다. 공개 키는 데이터를 암호화하는 데 사용되며 개인 키는 암호를 해독하는 데 사용됩니다. 이 방법을 사용하면 개인 키를 가진 의도한 받는 사람만 데이터의 암호를 해독할 수 있습니다.
nl: Bij asymmetrische encryptie daarentegen zijn er twee sleutels: een publieke en een private sleutel. De openbare sleutel wordt gebruikt om de gegevens te versleutelen, terwijl de privésleutel wordt gebruikt om ze te ontsleutelen. Deze aanpak zorgt ervoor dat alleen de beoogde ontvanger, die over de privésleutel beschikt, de gegevens kan ontsleutelen.
pl: Z drugiej strony szyfrowanie asymetryczne obejmuje dwa klucze: klucz publiczny i klucz prywatny. Klucz publiczny służy do szyfrowania danych, podczas gdy klucz prywatny służy do ich odszyfrowania. Takie podejście zapewnia, że tylko zamierzony odbiorca, który posiada klucz prywatny, może odszyfrować dane.
pt: Por outro lado, a cifragem assimétrica, envolve duas chaves: uma pública e uma privada. A chave pública é usada para cifrar os dados, enquanto que a privada é usada para os decifrar. Esta abordagem garante que apenas o destinatário que detém a chave privada pode decifrar os dados.
ru: Асимметричное шифрование, с другой стороны, включает в себя два ключа: открытый и закрытый ключ. Открытый ключ используется для шифрования данных, в то время как закрытый ключ используется для их расшифровки. Такой подход гарантирует, что только предполагаемый получатель, у которого есть закрытый ключ, сможет расшифровать данные.
sv: Asymmetrisk kryptering, å andra sidan, involverar två nycklar: en offentlig nyckel och en privat nyckel. Den offentliga nyckeln används för att kryptera data, medan den privata nyckeln används för att dekryptera den. Detta tillvägagångssätt säkerställer att endast den avsedda mottagaren, som har den privata nyckeln, kan dekryptera data.
tr: Öte yandan, asimetrik şifreleme iki anahtar içerir: bir ortak anahtar ve bir özel anahtar. Ortak anahtar verileri şifrelemek için kullanılırken, özel anahtar verilerin şifrelerini çözmek için kullanılır. Bu yaklaşım, yalnızca özel anahtara sahip olan hedef alıcının verilerin şifresini çözebilmesini sağlar.
zh: 另一方面，非对称加密涉及两个密钥：公钥和私钥。 公钥用于加密数据，而私钥用于解密数据。 这种方法确保只有拥有私钥的预期收件人才能解密数据。

# Blog_HREAYSD_H1_SH1_Text3
source: Although asymmetric encryption is often deemed more secure than symmetric encryption, it can be slower and more resource-intensive.
ar: على الرغم من أن التشفير غير المتماثل غالبا ما يعتبر أكثر أمانًا من التشفير المتماثل ، إلا أنه يمكن أن يكون أبطأ وأكثر كثافة في استخدام الموارد.
de: Obwohl asymmetrische Verschlüsselung oft als sicherer als symmetrische Verschlüsselung angesehen wird, kann sie langsamer und ressourcenintensiver sein.
es: Aunque el cifrado asimétrico a menudo se considera más seguro que el cifrado simétrico, puede ser más lento y consumir más recursos.
fr: Bien que le chiffrement asymétrique soit souvent considéré comme plus sûr que le chiffrement symétrique, il peut être plus lent et plus gourmand en ressources.
it: Sebbene la crittografia asimmetrica sia spesso considerata più sicura della crittografia simmetrica, può essere più lenta e richiedere più risorse.
ko: 비대칭 암호화는 대칭 암호화보다 더 안전한 것으로 간주되는 경우가 많지만, 속도가 느리고 리소스를 더 많이 사용할 수 있습니다.
nl: Hoewel asymmetrische versleuteling vaak als veiliger wordt beschouwd dan symmetrische versleuteling, kan deze langzamer en meer middelen vergen.
pl: Chociaż szyfrowanie asymetryczne jest często uważane za bezpieczniejsze niż szyfrowanie symetryczne, może być wolniejsze i wymagać więcej zasobów.
pt: Embora a cifragem assimétrica seja frequentemente considerada mais segura do que a simétrica, ela pode ser mais lenta e consumir mais recursos.
ru: Хотя асимметричное шифрование часто считается более безопасным, чем симметричное шифрование, оно может быть более медленным и ресурсоемким.
sv: Även om asymmetrisk kryptering ofta anses vara säkrare än symmetrisk kryptering, kan den vara långsammare och mer resurskrävande.
tr: Asimetrik şifreleme genellikle simetrik şifrelemeden daha güvenli kabul edilse de, daha yavaş ve kaynak açısından daha yoğun olabilir.
zh: 虽然非对称加密通常被认为比对称加密更安全，但它可能更慢，更占用资源。

# Blog_HREAYSD_H1_SH1_Text4
source: Different encryption algorithms have been devised based on the symmetric and asymmetric methods, and in this blog, we will discuss the three most popular ones: <strong>AES, 3DES, and RSA.</strong>
ar: تم تصميم خوارزميات تشفير مختلفة بناء على الأساليب المتماثلة وغير المتماثلة ، وفي هذه المدونة ، سنناقش الثلاثة الأكثر شيوعا: <strong> AES و 3DES و RSA. </strong>
de: Basierend auf den symmetrischen und asymmetrischen Methoden wurden verschiedene Verschlüsselungsalgorithmen entwickelt, und in diesem Blog werden wir die drei beliebtesten diskutieren: <strong> AES, 3DES und RSA.</strong>
es: Se han diseñado diferentes algoritmos de cifrado basados ​​en los métodos simétrico y asimétrico, y en este blog discutiremos los tres más populares: <strong>AES, 3DES y RSA.</strong>
fr: Différents algorithmes de chiffrement ont été conçus sur la base des méthodes symétriques et asymétriques, et dans ce blog, nous discuterons des trois plus populaires : <strong>AES, 3DES et RSA.</strong>
it: Sono stati ideati diversi algoritmi di crittografia basati sui metodi simmetrici e asimmetrici e in questo blog discuteremo i tre più popolari: <strong>AES, 3DES e RSA.</strong>
ko: 대칭 및 비대칭 방법을 기반으로 다양한 암호화 알고리즘이 고안되었으며 이 블로그에서는 가장 널리 사용되는 세 가지 알고리즘인 <strong>AES, 3DES 및 RSA</strong>에 대해 설명합니다.
nl: Verschillende coderingsalgoritmen zijn bedacht op basis van de symmetrische en asymmetrische methoden en in deze blog zullen we de drie meest populaire bespreken: <strong>AES, 3DES en RSA.</strong>
pl: Różne algorytmy szyfrowania zostały opracowane w oparciu o metody symetryczne i asymetryczne, a na tym blogu omówimy trzy najpopularniejsze: <strong>AES, 3DES i RSA.</strong>
pt: Foram desenvolvidos diferentes algoritmos de cifragem com base em métodos simétricos e assimétricos. Neste blog, discutiremos os três mais populares: <strong>AES, 3DES e RSA.</strong>
ru: На основе симметричных и асимметричных методов были разработаны различные алгоритмы шифрования, и в этом блоге мы обсудим три наиболее популярных из них: <strong>AES, 3DES и RSA.</strong>
sv: Olika krypteringsalgoritmer har utvecklats baserat på de symmetriska och asymmetriska metoderna, och i den här bloggen kommer vi att diskutera de tre mest populära: <strong>AES, 3DES och RSA.</strong>
tr: Simetrik ve asimetrik yöntemlere dayanarak farklı şifreleme algoritmaları geliştirilmiştir ve bu blogda en popüler üç tanesi olan <strong>AES, 3DES ve RSA</strong>'yı konuşuyor olacağız.
zh: 基于对称和非对称方法设计了不同的加密算法，在本博客中，我们将讨论三种最流行的加密算法：<strong>AES、3DES和RSA算法。</strong>

# Blog_HREAYSD_H1_SubHeading1
source: <strong>Types of Encryption Methods:</strong>
ar: <strong> أنواع طرق التشفير: </strong>
de: <strong>Arten von Verschlüsselungsmethoden:</strong>
es: <strong>Tipos de métodos de cifrado:</strong>
fr: <strong>Types de Méthodes de Chiffrement :</strong>
it: <strong>Tipi di Metodi di Crittografia:</strong>
ko: <strong>암호화 방법의 유형:</strong>
nl: <strong>Soorten coderingsmethoden:</strong>
pl: <strong>Typy metod szyfrowania:</strong>
pt: <strong>Tipos de Métodos de Cifragem:</strong>
ru: <strong>Типы методов шифрования:</strong>
sv: <strong>Typer av krypteringsmetoder:</strong>
tr: <strong>Şifreleme Yöntemi Türleri:</strong>
zh: <strong>加密方法的类型：</strong>

# Blog_HREAYSD_H1_Text1
source: Encryption is a process of converting the plain text into an illegible text known as ciphertext. A computing device does this by running the text through one of the encryption algorithms, such as AES, to randomly rearrange and scramble the given text – making it impossible to read during the transmission.
ar: التشفير هو عملية تحويل النص العادي إلى نص غير مقروء يُعرف بالنص المشفر. يقوم جهاز الحوسبة بذلك عن طريق تشغيل النص من خلال إحدى خوارزميات التشفير ، مثل AES ، لإعادة ترتيب النص المعطى بشكل عشوائي ومزجج - مما يجعل من المستحيل قراءته أثناء الإرسال.
de: Verschlüsselung ist ein Prozess der Umwandlung des Klartextes in einen unleserlichen Text, der als Chiffretext bezeichnet wird. Ein Computergerät tut dies, indem es den Text durch einen der Verschlüsselungsalgorithmen wie AES führt, um den gegebenen Text zufällig neu anzuordnen und zu verschlüsseln – was es unmöglich macht, ihn während der Übertragung zu lesen.
es: El cifrado es un proceso en el que se convierte el texto sin formato en un texto ilegible conocido como texto cifrado. Un dispositivo informático hace esto ejecutando el texto a través de uno de los algoritmos de cifrado, como AES, para reorganizar y codificar aleatoriamente el texto dado, lo que hace que sea imposible leerlo durante la transmisión.
fr: Le cryptage est un processus de conversion du texte brut en un texte illisible appelé texte chiffré. Pour ce faire, un appareil informatique fait passer le texte par l'un des algorithmes de cryptage, tels que AES, pour réorganiser et brouiller de manière aléatoire le texte donné, ce qui le rend impossible à lire pendant la transmission.
it: La crittografia è un processo di conversione del testo normale in un testo illeggibile noto come testo cifrato. Un dispositivo informatico lo fa eseguendo il testo attraverso uno degli algoritmi di crittografia, come AES, per riorganizzare e codificare casualmente il testo dato, rendendolo impossibile da leggere durante la trasmissione.
ko: 암호화는 일반 텍스트를 암호문으로 알려진 읽을 수 없는 텍스트로 변환하는 프로세스입니다. 컴퓨팅 장치는 AES와 같은 암호화 알고리즘 중 하나를 통해 텍스트를 실행하여 주어진 텍스트를 무작위로 재정렬하고 스크램블하여 전송 중에 읽을 수 없도록 함으로써 이를 수행합니다.
nl: Versleuteling is een proces waarbij de platte tekst wordt omgezet in een onleesbare tekst die bekend staat als ciphertext. Een computerapparaat doet dit door de tekst door een van de coderingsalgoritmen te laten lopen, zoals AES, om de gegeven tekst willekeurig te herschikken en te versleutelen - waardoor het onmogelijk wordt om te lezen tijdens de verzending.
pl: Szyfrowanie to proces przekształcania zwykłego tekstu w nieczytelny tekst znany jako tekst zaszyfrowany. Urządzenie komputerowe robi to, przepuszczając tekst przez jeden z algorytmów szyfrowania, takich jak AES, w celu losowego przestawienia i zaszyfrowania danego tekstu – uniemożliwiając odczytanie podczas transmisji.
pt: A cifragem é um processo de conversão de texto claro em texto ilegível conhecido como texto cifrado. Um dispositivo computacional faz esta conversão executando algoritmos de cifragem como o AES para reorganizar aleatoriamente e baralhar o texto, tornando impossível a sua leitura durante a transmissão.
ru: Шифрование - это процесс преобразования обычного текста в неразборчивый текст, известный как зашифрованный текст. Вычислительное устройство делает это, пропуская текст через один из алгоритмов шифрования, таких как AES, для случайной перестановки и скремблирования данного текста, что делает невозможным его чтение во время передачи.
sv: Kryptering är en process för att konvertera vanlig text till en oläslig text som kallas chiffertext. En datorenhet gör detta genom att köra texten genom en av krypteringsalgoritmerna, till exempel AES, för att slumpmässigt ordna om och förvränga den angivna texten – vilket gör den omöjlig att läsa under överföringen.
tr: Şifreleme, düz metni şifreli metin olarak bilinen okunaksız bir metne dönüştürme işlemidir. Bir bilgi işlem cihazı bunu, metni AES gibi şifreleme algoritmalarından biri aracılığıyla çalıştırarak, verilen metni rastgele yeniden düzenleyecek ve karıştıracak şekilde yapar - iletim sırasında okunmasını imkansız hale getirir.
zh: 加密是将纯文本转换为难以辨认的文本（称为密文）的过程。 计算设备通过通过加密算法之一运行文本来实现这一点，例如AES，以随机地重新排列和加扰给定的文本–使得在传输期间无法读取。

# Blog_HREAYSD_H1_Text2
source: The rearrangement of text is backed by very intricate mathematical calculations known as a <strong>‘key’</strong>, and the same mathematical calculations used for encryption are reversed to decrypt the text, allowing only the authorized individuals to access the original plain text.
ar: يتم دعم إعادة ترتيب النص بحسابات رياضية معقدة للغاية تعرف باسم <strong> "المفتاح" </strong> ، ويتم عكس الحسابات الرياضية المستخدمة للتشفير لفك تشفير النص ، مما يسمح للأفراد المصرح لهم فقط بالوصول إلى العادي الأصلي نص.
de: Die Neuanordnung von Text wird durch sehr komplizierte mathematische Berechnungen unterstützt, die als <strong> 'Schlüssel'</strong> bekannt sind, und dieselben mathematischen Berechnungen, die für die Verschlüsselung verwendet werden, werden umgekehrt, um den Text zu entschlüsseln, sodass nur autorisierte Personen auf den ursprünglichen Klartext zugreifen können.
es: La reorganización del texto está respaldada por cálculos matemáticos muy complejos conocidos como <strong>'clave'</strong>, y los mismos cálculos matemáticos utilizados para el cifrado se invierten para descifrar el texto, lo que permite que solo las personas autorizadas accedan al texto plano original.
fr: Le réarrangement du texte est soutenu par des calculs mathématiques très complexes connus sous le nom de <strong> 'clé' </strong>, et les mêmes calculs mathématiques utilisés pour le cryptage sont inversés pour décrypter le texte, permettant uniquement aux individus autorisés d'accéder au texte d'origine.
it: La riorganizzazione del testo è supportata da calcoli matematici molto complessi noti come <strong>"chiave"</strong>, e gli stessi calcoli matematici utilizzati per la crittografia vengono invertiti per decrittografare il testo, consentendo solo alle persone autorizzate di accedere al testo normale originale.
ko: 텍스트의 재배열은 <strong>'키'</strong>로 알려진 매우 복잡한 수학적 계산에 의해 뒷받침되며, 암호화에 사용된 것과 동일한 수학적 계산이 반대로 되어 텍스트의 암호를 해독하여 승인된 개인만 원본 일반 텍스트에 액세스할 수 있습니다.
nl: De herschikking van tekst wordt ondersteund door zeer ingewikkelde wiskundige berekeningen die bekend staan als een <strong>'sleutel'</strong>, en dezelfde wiskundige berekeningen die worden gebruikt voor codering worden omgekeerd om de tekst te decoderen, waardoor alleen de geautoriseerde personen toegang hebben tot de oorspronkelijke platte tekst.
pl: Zmiana układu tekstu jest poparta bardzo skomplikowanymi obliczeniami matematycznymi znanymi jako <strong>„klucz”</strong>, a te same obliczenia matematyczne użyte do szyfrowania są odwracane w celu odszyfrowania tekstu, umożliwiając dostęp do oryginalnego tekstu tylko upoważnionym osobom.
pt: O rearranjo do texto é apoiado por cálculos matemáticos muito intrincados conhecidos como <strong>'chave'</strong>. Os cálculos que são usados na cifragem são invertidos para decifrar texto, permitindo que apenas indivíduos autorizados acedam ao texto original.
ru: Перестановка текста подкрепляется очень сложными математическими вычислениями, известными как <strong>"ключ"</strong>, и те же математические вычисления, которые использовались для шифрования, меняются местами для расшифровки текста, позволяя только авторизованным лицам получить доступ к исходному открытому тексту.
sv: Omarrangemanget av text backas upp av mycket intrikata matematiska beräkningar som kallas en <strong>'nyckel'</strong>, och samma matematiska beräkningar som används för kryptering är omvända för att dekryptera texten, vilket gör att endast de auktoriserade personerna kan komma åt den ursprungliga läsliga texten.
tr: Metnin yeniden düzenlenmesi, <strong>'anahtar'</strong> olarak bilinen çok karmaşık matematiksel hesaplamalarla desteklenir ve şifreleme için kullanılan aynı matematiksel hesaplamalar, metnin şifresini çözmek için tersine çevrilir ve yalnızca yetkili kişilerin orijinal düz metne erişmesine izin verilir.
zh: 文本的重新排列由称为<strong>'密钥'</strong>的非常复杂的数学计算支持，并且用于加密的相同数学计算被反转以解密文本，仅允许授权的个人访问原始纯文本。
