Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICS_H3_SH1_Text4
source: <li style="list-style-type: '\2726';"><strong>Phishing Attack:</strong> Phishing is a social media attack used to steal user information, login credentials and credit card numbers. Hackers use it for online shopping and illegal money transfers. Google has officially released a statement about how it blocks more than 100 million phishing <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> emails every day.</li>
ar: <li style = "list-style-type: '\ 2726'؛"> <strong> هجوم التصيد: </ strong> التصيد هو هجوم على وسائل التواصل الاجتماعي يستخدم لسرقة معلومات المستخدم وبيانات اعتماد تسجيل الدخول وأرقام بطاقات الائتمان. يستخدمه المتسللون للتسوق عبر الإنترنت والتحويلات المالية غير القانونية. أصدرت جوجل رسميًا بيانًا حول كيفية حظرها لأكثر من 100 مليون عملية تصيد احتيالي <a href = 'https: //cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid- 19-وما بعده "> https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond </a> رسائل البريد الإلكتروني كل يوم. </li>
de: <li style="list-style-type: '\2726';"><strong>Phishing-Angriff:</strong> Phishing ist ein Social-Media-Angriff, mit dem Benutzerinformationen, Anmeldeinformationen und Kreditkartennummern gestohlen werden. Hacker nutzen es für Online-Einkäufe und illegale Geldtransfers. Google hat offiziell eine Erklärung darüber veröffentlicht, wie es mehr als 100 Millionen Phishing-Angriffe blockiert <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a > e-Mails jeden Tag.</li>
es: <li style="list-style-type: '\2726';"><strong>Ataque de phishing:</strong> El phishing es un ataque a las redes sociales que se utiliza para robar información del usuario, credenciales de inicio de sesión y números de tarjetas de crédito. Los hackers informáticos lo usan para compras en línea y transferencias ilegales de dinero. Google ha publicado oficialmente una declaración sobre cómo bloquea más de 100 millones de correos electrónicos de phishing todos los días: <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a>
fr: <li style="list-style-type : '\2726' ;"><strong>Attaque d'Hameçonnage :</strong> l'hameçonnage est une attaque de médias sociaux utilisée pour voler les informations des utilisateurs, les identifiants de connexion et les numéros de carte de crédit. Les pirates l'utilisent pour les achats en ligne et les transferts d'argent illégaux. Google a officiellement publié une déclaration sur la façon dont il bloque plus de 100 millions de d'hameçonnage <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> e-mails tous les jours. </li>
it: <li style="list-style-type: '\2726';"><strong>Attacco di Phishing:</strong> Il phishing è un attacco sui social media utilizzato per rubare informazioni sugli utenti, credenziali di accesso e numeri di carte di credito. Gli hacker lo usano per lo shopping online e trasferimenti di denaro illegali. Google ha rilasciato ufficialmente una dichiarazione su come blocca più di 100 milioni di email di phishing <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> ogni giorno.</li>
ko: <li style="list-style-type: '\2726';"><strong>피싱 공격:</strong> 피싱은 사용자 정보, 로그인 자격 증명 및 신용 카드 번호를 훔치는 데 사용되는 소셜 미디어 공격입니다. 해커는 온라인 쇼핑 및 불법 송금에 사용합니다. Google은 매일 1 억 개 이상의 피싱 <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> 이메일을 차단하는 방법에 대한 성명을 공식적으로 발표했습니다.</li>
nl: <li style="list-style-type: '\2726';"><strong>Phishing-aanval:</strong> Phishing is een aanval op sociale media die wordt gebruikt om gebruikersgegevens, inloggegevens en creditcardnummers te stelen. Hackers gebruiken het voor online winkelen en illegale geldoverboekingen. Google heeft officieel een verklaring vrijgegeven over hoe het meer dan 100 miljoen phishing e-mails blokkeert <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> elke dag. </li>
pl: <li style="list-style-type: '\2726';"> Atak phishingowy: phishing to atak w mediach społecznościowych wykorzystywany do kradzieży informacji o użytkownikach, danych logowania i numerów kart kredytowych. Hakerzy używają go do zakupów online i nielegalnych przelewów pieniężnych. Google oficjalnie opublikowało oświadczenie o tym, jak blokuje ponad 100 milionów aktów phishingu <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid- 19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> każdego dnia. </li>
pt: <li style="list-style-type: '\2726';"><strong>Ataque de Phishing:</strong> O phishing é um ataque de media social usado para roubar informação de utilizador, credenciais de autenticação e números de cartões de crédito. Os hackers usam-no para compras online e transferências de dinheiro ilegais. O Google emitiu oficialmente uma declaração sobre como bloqueia mais de 100 milhões de emails de phishing <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> todos os dias.</li>
ru: <li style="list-style-type: '\2726';"><strong>Фишинговая атака: </strong> Фишинг - это атака в социальных сетях, используемая для кражи пользовательской информации, учетных данных для входа и номеров кредитных карт. Хакеры используют его для онлайн-покупок и незаконных денежных переводов. Google официально опубликовала заявление о том, как она блокирует более 100 миллионов фишинговых <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a > писем каждый день.</li>
sv: <li style="list-style-type: '\2726';"><strong>Nätfiske-attack:</strong> Nätfiske är en attack på sociala medier som används för att stjäla användarinformation, inloggningsuppgifter och kreditkortsnummer. Hackare använder det för online shopping och illegala pengaöverföringar. Google har officiellt släppt ett uttalande om hur de blockerar mer än 100 miljoner nätfiske <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid- 19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> e-postmeddelanden varje dag. </li>
tr: <li style="list-style-type: '\2726';"><strong>Kimlik Avı Saldırısı:</strong> Kimlik avı, kullanıcı bilgilerini, giriş bilgilerini ve kredi kartı numaralarını çalmak için kullanılan bir sosyal medya saldırısıdır. Bilgisayar korsanları bunu, çevrimiçi alışveriş ve yasadışı para transferleri için kullanır. Google, her gün 100 milyondan fazla kimlik avı <a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a> e-postasını nasıl engellediği hakkında resmi olarak bir açıklama yayınlamıştır.</li>
zh: <li style="list-style-type: '\2726';"><strong>网络钓鱼攻击：</strong>网络钓鱼是一种社交媒体攻击，用于窃取用户信息，登录凭据和信用卡号码。 黑客利用它进行网上购物和非法汇款。 谷歌已经正式发布了一份关于它如何阻止超过1亿次网络钓鱼的声明<a href='https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond'>https://cloud.google.com/blog/products/identity-security/protecting-against-cyber-threats-during-covid-19-and-beyond</a>每天的电子邮件。</li>

# Blog_WICS_H3_SH1_Text5
source: <li style="list-style-type: '\2726';"><strong>Cryptocurrency and Blockchain attacks:</strong>Digital currency or wallets have become a prime target for hackers. The growth of this new technology has revolutionized physical currency, but creating many serious security challenges too. According to Fincen's report, 177 unique digital wallet addresses were used for the ransomware attacks. It is important organizations must be aware of the security issues associated with these technologies and ensure that they cannot be attacked and exploited by hackers.</li>
ar: هجمات عملة مشفرة و بلوكشين: أصبحت العملة الرقمية أو المحافظ هدفًا رئيسيًا للمتسللين. لقد أحدث نمو هذه التكنولوجيا الجديدة ثورة في العملة المادية ، ولكنه خلق العديد من التحديات الأمنية الخطيرة أيضًا. وفقًا لتقرير فينسن، تم استخدام 177 عنوانا فريدًا للمحفظة الرقمية لهجمات برامج الفدية. من المهم أن تكون المنظمات على دراية بقضايا الأمان المرتبطة بهذه التقنيات والتأكد من عدم مهاجمتها واستغلالها من قبل المتسللين.
de: <li style="list-style-type: '\2726';"><strong>Kryptowährungs- und Blockchain-Angriffe:</strong>Digitale Währungen oder Geldbörsen sind zu einem Hauptziel für Hacker geworden. Das Wachstum dieser neuen Technologie hat die physische Währung revolutioniert, aber auch viele ernsthafte Sicherheitsherausforderungen mit sich gebracht. Laut dem Bericht von Fincen wurden 177 eindeutige digitale Brieftaschenadressen für die Ransomware-Angriffe verwendet. Es ist wichtig, dass Unternehmen sich der Sicherheitsprobleme bewusst sind, die mit diesen Technologien verbunden sind, und sicherstellen, dass sie nicht von Hackern angegriffen und ausgenutzt werden können.</li>
es: <li style="list-style-type: '\2726';"><strong>Ataques de criptomonedas y cadena de bloques:</strong>La moneda digital o las billeteras se han convertido en un objetivo principal para los hackers informáticos. El crecimiento de esta nueva tecnología ha revolucionado la moneda física, pero también ha creado muchos desafíos serios de seguridad. Según el informe de Fincen, se utilizaron 177 direcciones de billetera digital únicas para los ataques de ransomware. Es importante que las organizaciones sean conscientes de los problemas de seguridad asociados con estas tecnologías y se aseguren de que los hackers informáticos no puedan atacarlas ni explotarlas.</li>
fr: <li style="list-style-type : '\2726' ;"><strong>Attaques de crypto-monnaie et de Blockchain :</strong> La monnaie numérique ou les portefeuilles sont devenus une cible de choix pour les pirates. La croissance de cette nouvelle technologie a révolutionné la monnaie physique, mais crée également de nombreux problèmes de sécurité sérieux. Selon le rapport de Fincen, 177 adresses de portefeuille numérique uniques ont été utilisées pour les attaques de ransomware. Il est important que les entreprises soient conscientes des problèmes de sécurité associés à ces technologies et s'assurent qu'elles ne peuvent pas être attaquées et exploitées par des pirates.</li>
it: <li style="list-style-type: '\2726';"><strong>Attacchi di criptovaluta e blockchain:</strong>la valuta digitale o i portafogli sono diventati un obiettivo primario per gli hacker. La crescita di questa nuova tecnologia ha rivoluzionato la valuta fisica, ma ha creato anche molte serie sfide per la sicurezza. Secondo il rapporto di Fincen, per gli attacchi ransomware sono stati utilizzati 177 indirizzi univoci di portafogli digitali. È importante che le organizzazioni siano consapevoli dei problemi di sicurezza associati a queste tecnologie e assicurino che non possano essere attaccate e sfruttate dagli hacker.</li>
ko: <li style="list-style-type: '\2726';"><strong>암호화폐 및 블록체인 공격:</strong> 디지털 통화 또는 지갑은 해커의 주요 표적이되었습니다. 이 새로운 기술의 성장은 물리적 통화에 혁명을 일으켰지 만 많은 심각한 보안 문제를 야기했습니다. Fincen의 보고서에 따르면 랜섬웨어 공격에 177개의 고유한 디지털 지갑 주소가 사용되었습니다. 조직은 이러한 기술과 관련된 보안 문제를 인식하고 해커의 공격 및 악용이 되지 않도록 해야 합니다.</li>
nl: <li style="list-style-type: '\2726';"><strong>Cryptocurrency- en Blockchain-aanvallen:</strong>Digitale valuta of portemonnees zijn een belangrijk doelwit geworden voor hackers. De groei van deze nieuwe technologie heeft een revolutie teweeggebracht in fysieke valuta, maar heeft ook geleid tot veel serieuze beveiligingsuitdagingen. Volgens het rapport van Fincen werden 177 unieke digitale portemonnee-adressen gebruikt voor de ransomware-aanvallen. Het is belangrijk dat organisaties zich bewust zijn van de beveiligingsproblemen die met deze technologieën gepaard gaan en ervoor zorgen dat ze niet kunnen worden aangevallen en uitgebuit door hackers.</li>
pl: <li style="list-style-type: '\2726';"><strong>Ataki kryptowalutowe i Blockchain:</strong>Cyfrowa waluta lub portfele stały się głównym celem hakerów. Rozwój tej nowej technologii zrewolucjonizował fizyczną walutę, ale stworzył też wiele poważnych wyzwań związanych z bezpieczeństwem. Według raportu Fincen do ataków ransomware wykorzystano 177 unikalnych adresów portfela cyfrowego. Ważne jest, aby organizacje były świadome problemów bezpieczeństwa związanych z tymi technologiami i upewniały się, że nie mogą być atakowane i wykorzystywane przez hakerów.</li>
pt: <li style="list-style-type: '\2726';"><strong>Ataques a Criptomoedas e Blockchain:</strong>As moedas ou carteiras digitais tornaram-se um alvo preferencial para os hackers. O crescimento desta nova tecnologia revolucionou a moeda física, mas criou também muitos desafios de segurança sérios. De acordo com o relatório Fincen, 177 endereços únicos de carteiras digitais foram usados para ataques com ransomware. É importante que as organizações estejam atentas dos problemas de segurança associados a estas tecnologias e que garantam que não podem ser atacadas e exploradas por hackers.</li>
ru: <li style="list-style-type: '\2726';"><strong>Атаки на криптовалюту и блокчейн:</strong> Цифровая валюта или кошельки стали главной мишенью для хакеров. Развитие этой новой технологии произвело революцию в физической валюте, но также создало множество серьезных проблем в области безопасности. Согласно отчету Fincen, для атак программ-вымогателей было использовано 177 уникальных адресов цифровых кошельков. Важно, чтобы организации были осведомлены о проблемах безопасности, связанных с этими технологиями, и гарантировали, что они не могут быть атакованы и использованы хакерами.</li>
sv: <li style="list-style-type: '\2726';"><strong>Attacker med kryptovaluta och blockkedjeattacker:</strong>Digital valuta eller plånböcker har blivit ett primärt mål för hackare. Tillväxten av denna nya teknik har revolutionerat den fysiska valutan, men även skapat många allvarliga säkerhetsutmaningar. Enligt Fincens rapport användes 177 unika digitala plånboksadresser för ransomware-attackerna. Det är viktigt att organisationer är medvetna om säkerhetsproblemen i samband med dessa tekniker och se till att de inte kan attackeras och utnyttjas av hackare.</li>
tr: <listyle="list-style-type:'\2726';"><strong>Kripto Para ve Blok Zinciri saldırıları:</strong>Dijital para ve cüzdanlar, saldırganların başlıca hedeflerinden biri haline geldi. Bu yeni teknolojinin büyümesi, fiziki paralar açısından bir devrim yaparken beraberinde birçok zorluğu da getirdi. Fincen'in raporuna göre 177 benzersiz dijital cüzdan adresi fidye yazılımları için kullanıldı. Kurumların, bu teknolojilerle ilişkili güvenlik sorunlarının farkında olması ve internet korsanlarının saldırı ve istismarına uğramamasını sağlaması oldukça önemlidir.
zh: <li style="list-style-type: '\2726';"><strong>加密货币和区块链攻击：</strong>数字货币或钱包已成为黑客的主要目标。 这项新技术的发展彻底改变了实物货币，但也带来了许多严重的安全挑战。 根据Fincen的报告，勒索软件攻击使用了177个唯一的数字钱包地址。 重要的是，组织必须意识到与这些技术相关的安全问题，并确保它们不会被黑客攻击和利用。</li>

# Blog_WICS_H3_SubHeading1
source: Most common cyber security challenges faced are:
ar: أكثر تحديات الأمن السيبراني شيوعًا هي:
de: Die häufigsten Herausforderungen für die Cybersicherheit sind:
es: Los desafíos de ciberseguridad más comunes que se enfrentan son:
fr: Les défis les plus courants en matière de cybersécurité rencontrés sont les suivants :
it: Le sfide più comuni affrontate per la sicurezza informatica sono:
ko: 직면한 일반적인 사이버 보안 문제는 다음과 같습니다.
nl: De meest voorkomende uitdagingen op het gebied van cyberbeveiliging zijn:
pl: Najczęstsze wyzwania związane z bezpieczeństwem cybernetycznym to:
pt: Os desafios de cibersegurança mais comuns são:
ru: Наиболее распространенными проблемами кибербезопасности, с которыми приходится сталкиваться, являются:
sv: De vanligaste utmaningarna inom cybersäkerhet är:
tr: Karşılaşılan en yaygın siber güvenlik zorlukları şunlardır:
zh: 最常见的网络安全挑战是:

# Blog_WICS_H3_Text1
source: Being in the era of digitalization, cybersecurity becomes indispensable. The situation has worsened since the pandemic. According to a report by the ITRC’s the The number of <a href= 'https://www.idtheftcenter.org/notified'>data breaches</a> have increased immensely in the first half of 2021 alone and still continuing to be at a higher end. Growing statistics show that cybersecurity will be a major challenge in the coming years.
ar: في عصر الرقمنة ، يصبح الأمن السيبراني لا غنى عنه. لقد ساء الوضع منذ الوباء. وفقًا لتقرير صادر عن مركز تكنولوجيا المعلومات والاتصالات (ITRC) ، فقد زاد عدد <a href='https://www.idtheftcenter.org/notified'> خروقات البيانات </a> بشكل كبير في النصف الأول من عام 2021 وحده ولا يزال في نهاية أعلى. تشير الإحصاءات المتزايدة إلى أن الأمن السيبراني سيكون تحديًا كبيرًا في السنوات القادمة.
de: Im Zeitalter der Digitalisierung wird Cybersicherheit unverzichtbar. Die Situation hat sich seit der Pandemie verschlechtert. Laut einem Bericht des ITRC ist die Anzahl der <a href= 'https://www.idtheftcenter.org/notified '>data breaches</ a> haben allein in der ersten Hälfte des Jahres 2021 immens zugenommen und sind immer noch am oberen Ende. Wachsende Statistiken zeigen, dass Cybersicherheit in den kommenden Jahren eine große Herausforderung sein wird.
es: Viviendo en la era de la digitalización, la ciberseguridad se vuelve indispensable. La situación ha empeorado desde la pandemia. Según un informe de ITRC, el número de <a href= 'https://www.idtheftcenter.org/notified'>vulneraciones de datos</a> ha aumentado enormemente solo en la primera mitad de 2021 y sigue siendo en un extremo superior. Las crecientes estadísticas muestran que la ciberseguridad será un gran desafío en los próximos años.
fr: A l'ère de la digitalisation, la cybersécurité devient indispensable. La situation s'est aggravée depuis la pandémie. Selon un rapport de l'ITRC, le nombre de <a href= 'https://www.idtheftcenter.org/notified'>violations de données</a> a considérablement augmenté au cours du seul premier semestre 2021 et continue d'être à une extrémité supérieure. Les statistiques croissantes montrent que la cybersécurité sera un défi majeur dans les années à venir.
it: Essendo nell'era della digitalizzazione, la sicurezza informatica diventa indispensabile. La situazione è peggiorata dopo la pandemia. Secondo un rapporto dell'ITRC, il numero di <a href='https://www.idtheftcenter.org/notified'>violazioni dei dati</a> è aumentato immensamente nella sola prima metà del 2021 e continua ancora ad essere a un livello più alto. Le statistiche in crescita mostrano che la sicurezza informatica sarà una sfida importante nei prossimi anni.
ko: 디지털화 시대에 사이버 보안은 필수 불가결합니다. 팬데믹 이후 상황이 악화되었습니다. ITRC의 보고서에 따르면 <a href='https://www.idtheftcenter.org/notified'>데이터 유출</a> 건수는 2021년 상반기에만 엄청나게 증가했으며 여전히 더 높은 수준을 유지하고 있습니다. 증가하는 통계에 따르면 사이버 보안은 향후 몇 년 동안 주요 과제가 될 것입니다.
nl: In het tijdperk van digitalisering wordt cyberbeveiliging onmisbaar. De situatie is sinds de pandemie verslechterd. Volgens een rapport van de ITRC's is het aantal <a href= 'https://www.idtheftcenter.org/notified'>datalekken</a> alleen al in de eerste helft van 2021 enorm toegenomen en het aantal blijft aan een hoger eind. Uit groeiende statistieken blijkt dat cybersecurity de komende jaren een grote uitdaging wordt.
pl: Będąc w dobie cyfryzacji, cyberbezpieczeństwo staje się niezbędne. Sytuacja pogorszyła się od pandemii. Według raportu ITRC liczba <a href= 'https://www.idtheftcenter.org/notified'>naruszeń danych</a> ogromnie wzrosła w pierwszej połowie 2021 r. i nadal jest na wyższym końcu. Rosnące statystyki pokazują, że cyberbezpieczeństwo będzie dużym wyzwaniem w nadchodzących latach.
pt: Na era da digitalização, a cibersegurança é indispensável. A situação piorou desde a pandemia. De acordo com um relatório do ITRC, o número de <a href= 'https://www.idtheftcenter.org/notified'>violações de dados</a> aumentou imenso só durante a primeira metade de 2021 e ainda continua elevado. Estatísticas crescentes mostram que a cibersegurança será um grande desafio nos próximos anos.
ru: В эпоху цифровизации кибербезопасность становится незаменимой. Ситуация ухудшилась после пандемии. Согласно отчету ITRC, количество <a href= 'https://www.idtheftcenter.org/notified '>data breaches</a> значительно возросли только в первой половине 2021 года и все еще продолжают оставаться на высоком уровне. Растущая статистика показывает, что кибербезопасность станет серьезной проблемой в ближайшие годы.
sv: I digitaliseringens tidevarv blir cybersäkerhet oumbärlig. Situationen har förvärrats sedan pandemin. Enligt en rapport från ITRC har antalet <a href= 'https://www.idtheftcenter.org/notified'>data breaches</a> ökat enormt bara under första halvåret 2021 och fortsätter att vara en hög risk. Växande statistik visar att cybersäkerhet kommer att bli en stor utmaning de kommande åren.
tr: Dijitalleşme çağında, siber güvenlik bir vazgeçilmezdir. Pandemiden bu yana durum daha da kötü bir hal aldı. ITRC'nin raporuna göre <a href='https://www.idtheftcenter.org/notified'>, veri ihlallerinin</a> sayısı yalnızca 2021'in ilk yarısında kayda değer ölçüde arttı ve hala daha yüksek bir seviyede olmaya devam ediyor. Artan istatistikler, siber güvenliğin önümüzdeki yıllarda büyük bir zorluk olacağını gösteriyor.
zh: 在数字化时代，网络安全变得不可或缺。 自大流行病以来，局势恶化了。 根据ITRC的一份报告，<a href='https://www.idtheftcenter.org/notified'>data breaches</a>仅在2021年上半年就大幅增加，并且仍继续处于较高端。 越来越多的统计数据表明，网络安全将是未来几年的主要挑战。

# Blog_WICS_Heading1
source: Why is encryption important in cyber security?
ar: لماذا التشفير مهم في الأمن السيبراني؟
de: Warum ist Verschlüsselung für die Cybersicherheit wichtig?
es: ¿Por qué el cifrado es importante en ciberseguridad?
fr: Pourquoi le chiffrement est-il important dans la cybersécurité ?
it: Perché la crittografia è importante nella sicurezza informatica?
ko: 사이버 보안에서 암호화가 중요한 이유는 무엇입니까?
nl: Waarom is encryptie belangrijk bij cyberveiligheid?
pl: Dlaczego szyfrowanie jest ważne w cyberbezpieczeństwie?
pt: Porque é a cifragem importante na cibersegurança?
ru: Почему шифрование важно в кибербезопасности?
sv: Varför är kryptering viktigt i cybersäkerhet?
tr: Siber güvenlikte şifreleme neden önemlidir?
zh: 为什么加密在网络安全中很重要？
