Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BESFBDTUG_H3_Text2
source: Investing in a reliable and comprehensive file encryption software like <a href= 'https://axcrypt.net/'><b>AxCrypt</b></a>, will provide your business with the essential tools and features to protect your sensitive data effectively. With AxCrypt's seamless workflows, compliance capabilities, secure collaboration, and data breach prevention, you can rest assured that your valuable information is safeguarded against malicious threats.
ar: الاستثمار في برنامج تشفير ملفات موثوق وشامل مثل <a href='https://axcrypt.net/'><b>اكسكربت</b></a> ، سيوفر لعملك الأدوات والميزات الأساسية لحماية بياناتك الحساسة بشكل فعال. من خلال سير عمل اكسكربت السلس وقدرات الامتثال والتعاون الآمن ومنع خرق البيانات ، يمكنك أن تطمئن إلى أن معلوماتك القيمة محمية ضد التهديدات الضارة.
de: Investition in eine zuverlässige und umfassende Dateiverschlüsselungssoftware wie <a href= 'https://axcrypt.net /'><b>AxCrypt</b></a> stellt Ihrem Unternehmen die wesentlichen Tools und Funktionen zur Verfügung, um Ihre sensiblen Daten effektiv zu schützen. Mit den nahtlosen Workflows, Compliance-Funktionen, der sicheren Zusammenarbeit und der Verhinderung von Datenschutzverletzungen von AxCrypt können Sie sicher sein, dass Ihre wertvollen Informationen vor böswilligen Bedrohungen geschützt sind.
es: Invertir en un software de cifrado de archivos confiable y completo como <a href='https://axcrypt.net/'><b>AxCrypt</b></a>, proporcionará a su empresa las herramientas y características esenciales para proteger sus datos confidenciales de manera efectiva. Con los flujos de trabajo sin interrupciones, las capacidades de cumplimiento, la colaboración segura y la prevención de violaciones de datos de AxCrypt, puede estar seguro de que su valiosa información está protegida contra amenazas maliciosas.
fr: Investir dans un logiciel de chiffrement de fichiers fiable et complet comme <a href= 'https://axcrypt.net/'><b>AxCrypt</b></a> fournira à votre entreprise les outils et fonctionnalités essentiels pour protéger efficacement vos données sensibles. Grâce aux flux de travail transparents d'AxCrypt, aux capacités de conformité, à la collaboration sécurisée et à la prévention des violations de données, vous pouvez être assuré que vos précieuses informations sont protégées contre les menaces malveillantes.
it: Investire in un software di crittografia dei file affidabile e completo come <a href='https://axcrypt.net/'><b>AxCrypt</b></a>, fornirà alla tua azienda gli strumenti e le funzionalità essenziali per proteggere efficacemente i tuoi dati sensibili. Con i flussi di lavoro senza soluzione di continuità, le funzionalità di conformità, la collaborazione sicura e la prevenzione delle violazioni dei dati di AxCrypt, puoi essere certo che le tue preziose informazioni siano protette da minacce dannose.
ko: <a href='https://axcrypt.net/'><b>AxCrypt</b></a>와 같은 안정적이고 포괄적인 파일 암호화 소프트웨어에 투자하면 민감한 데이터를 효과적으로 보호할 수 있는 필수 도구와 기능을 비즈니스에 제공할 수 있습니다. AxCrypt의 원활한 워크플로, 컴플라이언스 기능, 안전한 협업 및 데이터 유출 방지를 통해 악의적인 위협으로부터 소중한 정보를 안전하게 보호할 수 있습니다.
nl: Investeren in een betrouwbare en uitgebreide bestandsversleutelingssoftware zoals <a href='https://axcrypt.net/'><b>AxCrypt</b></a>, biedt uw bedrijf de essentiële tools en functies om uw gevoelige gegevens effectief te beschermen. Met de naadloze workflows, compliancemogelijkheden, veilige samenwerking en preventie van datalekken van AxCrypt kunt u er zeker van zijn dat uw waardevolle informatie wordt beschermd tegen kwaadaardige bedreigingen.
pl: Inwestycja w niezawodne i wszechstronne oprogramowanie do szyfrowania plików, takie jak <a href= 'https://axcrypt.net/'><b>AxCrypt</b></a>, zapewni Twojej firmie niezbędne narzędzia i funkcje do ochrony skutecznie chronić swoje wrażliwe dane. Dzięki płynnym przepływom pracy AxCrypt, funkcjom zapewniania zgodności, bezpiecznej współpracy i zapobieganiu naruszeniom danych możesz mieć pewność, że Twoje cenne informacje są chronione przed złośliwymi zagrożeniami.
pt: Investir em um software de criptografia de arquivos confiável e abrangente, como o <a href='https://axcrypt.net/'><b>AxCrypt</b></a>, fornecerá à sua empresa as ferramentas e recursos essenciais para proteger seus dados confidenciais de forma eficaz. Com os fluxos de trabalho contínuos, os recursos de conformidade, a colaboração segura e a prevenção de violação de dados do AxCrypt, você pode ter certeza de que suas informações valiosas estão protegidas contra ameaças maliciosas.
ru: Инвестиции в надежное и всеобъемлющее программное обеспечение для шифрования файлов, такое как <a href='https://axcrypt.net/'><b>AxCrypt</b></a>, предоставят вашему бизнесу необходимые инструменты и функции для эффективной защиты ваших конфиденциальных данных. Благодаря бесперебойным рабочим процессам AxCrypt, возможностям соответствия требованиям, безопасному сотрудничеству и предотвращению утечки данных вы можете быть уверены, что ваша ценная информация защищена от вредоносных угроз.
sv: Genom att investera i en pålitlig och heltäckande filkrypteringsmjukvara som <a href= 'https://axcrypt.net/'><b>AxCrypt</b></a> kommer ditt företag att få de grundläggande verktygen och funktionerna för att skydda dina känsliga uppgifter effektivt. Med AxCrypts sömlösa arbetsflöden, efterlevnadsmöjligheter, säkert samarbete och förebyggande av dataintrång kan du vara säker på att din värdefulla information skyddas mot skadliga hot.
tr: <a href='https://axcrypt.net/'><b>AxCrypt</b></a> gibi güvenilir ve kapsamlı bir dosya şifreleme yazılımına yatırım yapmak, işletmenize hassas verilerinizi etkili bir şekilde korumak için gerekli araçları ve özellikleri sağlayacaktır. AxCrypt'in sorunsuz iş akışları, uyumluluk yetenekleri, güvenli işbirliği ve veri ihlali önleme özellikleri ile değerli bilgilerinizin kötü amaçlı tehditlere karşı korunduğundan emin olabilirsiniz.
zh: 投资一个可靠和全面的文件加密软件，如<a href='https://axcrypt.net/'><b> AxCrypt</b></a>将为您的企业提供有效保护敏感数据的必要工具和功能。 借助AxCrypt的无缝工作流程，合规性功能，安全协作和数据泄露预防，您可以放心，您的宝贵信息受到恶意威胁的保护。

# Blog_BESFBDTUG_Heading1
source: How Does Encryption Safeguard Your Business Data?
ar: كيف يحمي التشفير بيانات عملك؟
de: Wie schützt Verschlüsselung Ihre Geschäftsdaten?
es: ¿Cómo Protege la Encriptación los Datos de su Negocio?
fr: Comment le Chiffrement Protège-t-il les Données de Votre Entreprise ?
it: In che modo la crittografia protegge i dati aziendali?
ko: 암호화는 비즈니스 데이터를 어떻게 보호합니까?
nl: Hoe Beschermt Encryptie Uw Bedrijfsgegevens?
pl: W jaki sposób szyfrowanie chroni dane biznesowe?
pt: Como a Criptografia Protege os Dados da Sua Empresa?
ru: Как шифрование защищает ваши бизнес-данные?
sv: Hur skyddar kryptering dina företagsdata?
tr: Şifreleme İş Verilerinizi Nasıl Korur?
zh: 加密如何保护您的业务数据？

# Blog_BESFBDTUG_Heading2
source: How AxCrypt Safeguards Business Data, Automatically!
ar: كيف يحمي اكسكربت بيانات الأعمال تلقائيا!
de: Wie AxCrypt Geschäftsdaten automatisch schützt!
es: ¡Cómo AxCrypt protege los datos comerciales, automáticamente!
fr: Comment AxCrypt Protège Automatiquement les Données d'Entreprise !
it: Come AxCrypt protegge automaticamente i dati aziendali!
ko: AxCrypt가 비즈니스 데이터를 자동으로 보호하는 방법!
nl: Hoe AxCrypt Bedrijfsgegevens Automatisch Beschermt!
pl: Jak AxCrypt automatycznie chroni dane biznesowe!
pt: Como o AxCrypt Protege os Dados de Negócios, Automaticamente!
ru: Как AxCrypt автоматически защищает бизнес-данные!
sv: Hur AxCrypt skyddar affärsdata, automatiskt!
tr: AxCrypt İş Verilerini Otomatik Olarak Nasıl Korur?
zh: AxCrypt如何自动保护业务数据！

# Blog_BESFBDTUG_Heading3
source: A Way Forward
ar: الطريق إلى الأمام
de: Ein Weg in die Zukunft
es: Un camino a seguir
fr: Une Voie à Suivre
it: Una via da seguire
ko: 앞으로 나아갈 길
nl: Een Weg Vooruit
pl: Droga naprzód
pt: Um Caminho a Seguir
ru: Путь вперед
sv: En väg frammåt
tr: İleriye Giden Bir Yol
zh: 前进的道路

# Blog_BESFBDTUG_Summary
source: Encrypting sensitive data and crucial business files is one of the most important steps a company or an organization can take to safeguard itself from expensive data breaches, data leaks caused by human errors, malware, and large-scale cyber attacks.
ar: يعد تشفير البيانات الحساسة وملفات الأعمال المهمة أحد أهم الخطوات التي يمكن أن تتخذها الشركة أو المؤسسة لحماية نفسها من انتهاكات البيانات باهظة الثمن وتسرب البيانات الناجم عن الأخطاء البشرية والبرامج الضارة والهجمات الإلكترونية واسعة النطاق.
de: Die Verschlüsselung sensibler Daten und wichtiger Geschäftsdateien ist einer der wichtigsten Schritte, die ein Unternehmen oder eine Organisation unternehmen kann, um sich vor teuren Datenschutzverletzungen, Datenlecks durch menschliches Versagen, Malware und groß angelegten Cyberangriffen zu schützen.
es: Cifrar datos confidenciales y archivos comerciales cruciales es uno de los pasos más importantes que una empresa u organización puede tomar para protegerse de costosas violaciones de datos, fugas de datos causadas por errores humanos, malware y ataques cibernéticos a gran escala.
fr: Le chiffrement des données sensibles et des fichiers commerciaux cruciaux est l'une des mesures les plus importantes qu'une entreprise ou une organisation peut prendre pour se protéger contre les violations de données coûteuses, les fuites de données causées par des erreurs humaines, des logiciels malveillants et des cyberattaques à grande échelle.
it: La crittografia dei dati sensibili e dei file aziendali cruciali è uno dei passaggi più importanti che un'azienda o un'organizzazione può intraprendere per salvaguardarsi da costose violazioni dei dati, fughe di dati causate da errori umani, malware e attacchi informatici su larga scala.
ko: 민감한 데이터와 중요한 비즈니스 파일을 암호화하는 것은 회사나 조직이 값비싼 데이터 침해, 인적 오류로 인한 데이터 유출, 맬웨어 및 대규모 사이버 공격으로부터 스스로를 보호하기 위해 할 수 있는 가장 중요한 단계 중 하나입니다.
nl: Het versleutelen van gevoelige gegevens en cruciale bedrijfsbestanden is een van de belangrijkste stappen die een bedrijf of een organisatie kan nemen om zichzelf te beschermen tegen dure datalekken, datalekken veroorzaakt door menselijke fouten, malware en grootschalige cyberaanvallen.
pl: Szyfrowanie poufnych danych i kluczowych plików biznesowych jest jednym z najważniejszych kroków, które firma lub organizacja może podjąć, aby zabezpieczyć się przed kosztownymi naruszeniami danych, wyciekami danych spowodowanymi błędami ludzkimi, złośliwym oprogramowaniem i cyberatakami na dużą skalę.
pt: Criptografar dados confidenciais e arquivos de negócios cruciais é uma das etapas mais importantes que uma empresa ou uma organização pode tomar para se proteger de violações de dados caras, vazamentos de dados causados por erros humanos, malware e ataques cibernéticos em grande escala.
ru: Шифрование конфиденциальных данных и важных бизнес-файлов является одним из наиболее важных шагов, которые компания или организация могут предпринять, чтобы защитить себя от дорогостоящих утечек данных, утечек данных, вызванных человеческими ошибками, вредоносными программами и крупномасштабными кибератаками.
sv: Att kryptera känslig data och viktiga affärsfiler är ett av de viktigaste stegen ett företag eller en organisation kan ta för att skydda sig mot dyra dataintrång, dataläckor orsakade av mänskliga fel, skadlig programvara och storskaliga cyberattacker.
tr: Hassas verileri ve önemli iş dosyalarını şifrelemek, bir şirketin veya kuruluşun kendisini pahalı veri ihlallerinden, insan hatalarından kaynaklanan veri sızıntılarından, kötü amaçlı yazılımlardan ve büyük ölçekli siber saldırılardan korumak için atabileceği en önemli adımlardan biridir.
zh: 加密敏感数据和关键业务文件是公司或组织可以采取的最重要步骤之一，以保护自己免受昂贵的数据泄露，人为错误，恶意软件和大规模网络攻击造成的

# Blog_BESFBDTUG_Text1
source: Encrypting sensitive data and crucial business files is one of the most important steps a company or an organization can take to safeguard itself from expensive data breaches, data leaks caused by human errors, malware, and large-scale cyber attacks.
ar: يعد تشفير البيانات الحساسة وملفات الأعمال المهمة أحد أهم الخطوات التي يمكن أن تتخذها الشركة أو المؤسسة لحماية نفسها من انتهاكات البيانات باهظة الثمن وتسرب البيانات الناجم عن الأخطاء البشرية والبرامج الضارة والهجمات الإلكترونية واسعة النطاق.
de: Die Verschlüsselung sensibler Daten und wichtiger Geschäftsdateien ist einer der wichtigsten Schritte, die ein Unternehmen oder eine Organisation unternehmen kann, um sich vor teuren Datenschutzverletzungen, Datenlecks durch menschliches Versagen, Malware und groß angelegten Cyberangriffen zu schützen.
es: La encriptación de datos sensibles y archivos empresariales cruciales es uno de los pasos más importantes que una empresa u organización puede tomar para protegerse de costosas filtraciones de datos, fugas de datos causadas por errores humanos, malware y ataques cibernéticos a gran escala.
fr: Le chiffrement des données sensibles et des fichiers commerciaux cruciaux est l'une des mesures les plus importantes qu'une entreprise ou une organisation peut prendre pour se protéger contre les violations de données coûteuses, les fuites de données causées par des erreurs humaines, des logiciels malveillants et des cyberattaques à grande échelle.
it: La crittografia dei dati sensibili e dei file aziendali cruciali è uno dei passaggi più importanti che un'azienda o un'organizzazione può intraprendere per salvaguardarsi da costose violazioni dei dati, fughe di dati causate da errori umani, malware e attacchi informatici su larga scala.
ko: 민감한 데이터와 중요한 비즈니스 파일을 암호화하는 것은 회사나 조직이 값비싼 데이터 침해, 인적 오류로 인한 데이터 유출, 맬웨어 및 대규모 사이버 공격으로부터 스스로를 보호하기 위해 취할 수 있는 가장 중요한 단계 중 하나입니다.
nl: Het versleutelen van gevoelige gegevens en cruciale bedrijfsbestanden is een van de belangrijkste stappen die een bedrijf of een organisatie kan nemen om zichzelf te beschermen tegen dure datalekken, datalekken veroorzaakt door menselijke fouten, malware en grootschalige cyberaanvallen.
pl: Szyfrowanie poufnych danych i kluczowych plików biznesowych jest jednym z najważniejszych kroków, które firma lub organizacja może podjąć, aby zabezpieczyć się przed kosztownymi naruszeniami danych, wyciekami danych spowodowanymi błędami ludzkimi, złośliwym oprogramowaniem i cyberatakami na dużą skalę.
pt: Criptografar dados confidenciais e arquivos de negócios cruciais é uma das etapas mais importantes que uma empresa ou uma organização pode tomar para se proteger de violações de dados caras, vazamentos de dados causados por erros humanos, malware e ataques cibernéticos em grande escala.
ru: Шифрование конфиденциальных данных и важных бизнес-файлов является одним из наиболее важных шагов, которые компания или организация могут предпринять, чтобы защитить себя от дорогостоящих утечек данных, утечек данных, вызванных человеческими ошибками, вредоносными программами и крупномасштабными кибератаками.
sv: Att kryptera känslig data och viktiga affärsfiler är ett av de viktigaste stegen ett företag eller en organisation kan ta för att skydda sig mot dyra dataintrång, dataläckor orsakade av mänskliga fel, skadlig programvara och storskaliga cyberattacker.
tr: Hassas verileri ve önemli iş dosyalarını şifrelemek, bir şirketin veya kuruluşun kendisini pahalı veri ihlallerinden, insan hatalarından kaynaklanan veri sızıntılarından, kötü amaçlı yazılımlardan ve büyük ölçekli siber saldırılardan korumak için atabileceği en önemli adımlardan biridir.
zh: 加密敏感数据和关键业务文件是公司或组织可以采取的最重要步骤之一，以保护自己免受昂贵的数据泄露，人为错误，恶意软件和大规模网络攻击造成的

# Blog_BESFBDTUG_Text2
source: According to the <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon’s Data Breach Investigations Report (DBIR)</b></a> 2022, a staggering <b>82%</b> of the data breaches involved some form of <b>human element</b>. This means that <b>8 out of 10</b> data breaches were caused by human errors, including susceptible phishing attacks, accidental emailing, and social engineering.
ar: وفقا <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>لتقرير تحقيقات خرق البيانات (DBIR) لعام 2022 من Verizon</b></a> ، فإن <b>82٪</b> من خروقات البيانات تضمنت شكلا من أشكال <b>العنصر البشري</b>. هذا يعني أن <b>8 من أصل 10</b> خروقات للبيانات كانت ناجمة عن أخطاء بشرية ، بما في ذلك هجمات التصيد الاحتيالي الحساسة والبريد الإلكتروني العرضي والهندسة الاجتماعية.
de: Nach dem <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon’s Data Breach Investigations Report (DBIR)</b></a> 2022 betrafen erstaunliche <b> 82%</b> der Datenschutzverletzungen irgendeine Form von <b> menschlichem Element</b>. Dies bedeutet, dass <b>8 von 10</b> Datenschutzverletzungen durch menschliches Versagen verursacht wurden, einschließlich anfälliger Phishing-Angriffe, versehentlicher E-Mails und Social Engineering.
es: Según el <b> Informe de investigaciones de violación de datos (DBIR)</b> <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'></a> 2022 de Verizon, un asombroso <b>82%</b> de las violaciones de datos involucraron algún tipo de <b>elemento humano</b>. Esto significa que <b>8 de cada 10 violaciones de</b> datos fueron causadas por errores humanos, incluidos ataques de phishing susceptibles, correos electrónicos accidentales e ingeniería social.
fr: Selon le <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Rapport d'Enquête sur les Violations de Données de Verizon ( DBIR)</b></a> 2022, un nombre stupéfiant de <b>82 %</b> des violations de données impliquaient une certaine forme d'<b>élément humain</b>. Cela signifie que <b>8 violations de données sur 10</b> ont été causées par des erreurs humaines, y compris des attaques d'hameçonnage sensibles, des e-mails accidentels et de l'ingénierie sociale.
it: Secondo il <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Data Breach Investigations Report (DBIR)</b></a> 2022 di Verizon, uno sbalorditivo <b>82%</b> delle violazioni dei dati ha coinvolto una qualche forma di <b>elemento umano</b>. Ciò significa che <b>8 violazioni dei dati su 10</b> sono state causate da errori umani, tra cui attacchi di phishing suscettibili, invio accidentale di e-mail e ingegneria sociale.
ko: <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon의 데이터 침해 조사 보고서(DBIR)</b></a> 2022에 따르면 데이터 침해의 <b>82%</b>가 <b>인적 요소와 관련이 있습니다</b>. 즉, 데이터 침해 <b>10건 중 8</b>건은 취약한 피싱 공격, 우발적인 이메일 전송, 소셜 엔지니어링 등 인적 오류로 인해 발생했습니다.
nl: Volgens het <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Data Breach Investigations Report (DBIR)</b></a> 2022 van Verizon betrof maar liefst <b>82%</b> van de datalekken een <b>vorm van menselijk element</b>. Dit betekent dat <b>8 van de 10</b> datalekken werden veroorzaakt door menselijke fouten, waaronder gevoelige phishing-aanvallen, onbedoeld e-mailen en social engineering.
pl: Zgodnie z <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Raportem firmy Verizon z dochodzenia w sprawie naruszeń danych ( DBIR)</b></a> 2022 r. zdumiewające <b>82%</b> naruszeń danych dotyczyło jakiejś formy <b>czynnika ludzkiego</b>. Oznacza to, że <b>8 na 10</b> naruszeń bezpieczeństwa danych było spowodowanych błędami ludzkimi, w tym podatnymi atakami typu phishing, przypadkowymi wiadomościami e-mail i inżynierią społeczną.
pt: De acordo com o <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Relatório de Investigações de Violação de Dados (DBIR)</b></a> 2022 da Verizon, <b>82%</b> das violações de dados envolveram algum tipo de <b>elemento humano</b>. Isso significa que <b>8 em cada 10</b> violações de dados foram causadas por erros humanos, incluindo ataques de phishing suscetíveis, e-mails acidentais e engenharia social.
ru: В соответствии с <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon’s Data Breach Investigations Report (DBIR)</b></a> за 2022 год ошеломляющие <b>82%</b> утечек данных были связаны с той или иной формой <b>человеческого фактора</b>. Это означает, что <b>8 из 10</b> утечек данных были вызваны человеческими ошибками, включая уязвимые фишинговые атаки, случайную отправку по электронной почте и социальную инженерию.
sv: Enligt <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizons rapport om dataintrång ( DBIR)</b></a> 2022, häpnadsväckande <b>82 %</b> av dataintrången involverade någon form av <b>mänskligt element</b>. Det betyder att <b>8 av 10</b> dataintrång orsakades av mänskliga fel, inklusive känsliga nätfiskeattacker, oavsiktlig e-post och social ingenjörskonst.
tr: <a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon'un Veri İhlali Soruşturmaları 2022 Raporu'na (DBIR)</b></a> göre, veri ihlallerinin şaşırtıcı bir şekilde<b>%82'si</b> bir tür <b>insan unsuru</b> içermektedir. Bu, <b>10 veri ihlalinden 8'inin</b> hassas kimlik avı saldırıları, yanlışlıkla e-posta gönderme ve sosyal mühendislik dahil olmak üzere insan hatalarından kaynaklandığı anlamına gelir.
zh: 根据<a href='https://www.verizon.com/business/en-gb/resources/2022-data-breach-investigations-report-dbir.pdf'><b>Verizon’s Data Breach Investigations Report (DBIR)</b></a>2022，<b>82%</b>的数据泄露涉及某种形式的<b>人为因素</b>。 这意味着<b>10个</b>数据泄露中有8个是由人为错误引起的，包括易受网络钓鱼攻击，意外电子邮件和社会工程。
