Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_PRAA_H1_Text3
source: This design, which is standard good practice for encryption, also means we can do exciting things by encrypting that same master encryption key in other ways. Which we do, but that’s not the topic for this article.
ar: هذا التصميم ، وهو ممارسة قياسية جيدة للتشفير ، يعني أيضًا أنه يمكننا القيام بأشياء مثيرة عن طريق تشفير نفس مفتاح التشفير الرئيسي بطرق أخرى. وهو ما نقوم به ، ولكن هذا ليس موضوع هذه المقالة.
de: Dieses Design, das standardmäßige bewährte Verfahren für die Verschlüsselung ist, bedeutet auch, dass wir aufregende Dinge tun können, indem wir denselben Master-Verschlüsselungsschlüssel auf andere Weise verschlüsseln. Was wir tun, aber das ist nicht das Thema für diesen Artikel.
es: Este diseño, que es una buena práctica estándar para el cifrado, también significa que podemos hacer cosas emocionantes cifrando esa misma clave de cifrado maestra de otras maneras. Lo cual hacemos, pero ese no es el tema de este artículo.
fr: Cette conception, qui est une bonne pratique standard pour le cryptage, signifie également que nous pouvons faire des choses passionnantes en chiffrant cette même clé de cryptage principale d’autres manières. Ce que nous faisons, mais ce n’est pas le sujet de cet article.
it: Questo design, che è una buona pratica standard per la crittografia, ci permette anche di fare cose interessanti crittografando la stessa chiave di crittografia principale in altri modi. Cosa che facciamo, ma non è questo l'argomento di questo articolo.
ko: 암호화에 대한 표준 모범 사례인 이 설계는 동일한 마스터 암호화 키를 다른 방식으로 암호화하는 등의 흥미로운 일을 할 수 있음을 의미합니다. 하지만 이는 이 글의 주제가 아닙니다.
nl: Dit ontwerp, dat een standaard ''good practice'' is voor encryptie, betekent ook dat we spannende dingen kunnen doen door diezelfde master encryptie sleutel op andere manieren te versleutelen. Dat doen we ook, maar dat is geen onderwerp voor dit artikel.
pl: Ten projekt, który jest standardową dobrą praktyką szyfrowania, oznacza również, że możemy robić ekscytujące rzeczy, szyfrując ten sam główny klucz szyfrowania w inny sposób. Co robimy, ale to nie jest temat tego artykułu.
pt: Este design, uma boa prática normalizada de cifragem, também significa que podemos fazer coisas interessantes cifrando a mesma chave-mestra de cifragem de outras formas. Isto é algo que nós fazemos, mas não é o tópico deste artigo.
ru: Этот дизайн является стандартной практикой для шифрования, что означает - мы можем делать удивительные вещи, шифруя тот же самый главный ключ шифрования другими способами. Что мы и делаем, но это тема другой статьи.
sv: Den här designen, som är god praxis för kryptering, betyder också att vi kan göra spännande saker genom att kryptera samma huvudkrypteringsnyckel på andra sätt. Vilket vi gör, men det är inte ämnet för den här artikeln.
tr: Şifreleme için standart bir iyi uygulama olarak tasarım, aynı ana şifreleme anahtarını farklı şekillerde şifreleyerek de heyecan verici şeyler yapabileceğimiz anlamına gelir ki biz de bunu yapıyoruz fakat bu makalenin konusu bu değil.
zh: 这种设计是加密的标准良好做法，也意味着我们可以通过以其他方式加密相同的主加密密钥来做令人兴奋的事情。 这是我们做的，但这不是本文的主题。

# Blog_PRAA_H1_Text4
source: Thus, as long as you know the password used to originally encrypt a file you can decrypt it with AxCrypt.
ar: وبالتالي ، طالما أنك تعرف كلمة المرور المستخدمة في الأصل لتشفير ملف ، يمكنك فك تشفيره باستخدام اكسكربت.
de: Solange Sie also das Passwort kennen, mit dem eine Datei ursprünglich verschlüsselt wurde, können Sie sie mit AxCrypt entschlüsseln.
es: Por lo tanto, siempre que conozcas la contraseña utilizada para cifrar originalmente un archivo, puedes descifrarlo con AxCrypt.
fr: Ainsi, tant que vous connaissez le mot de passe utilisé pour crypter à l’origine un fichier, vous pouvez le décrypter avec AxCrypt.
it: Pertanto, finché conosci la password utilizzata per crittografare originariamente un file, puoi decrittografarlo con AxCrypt.
ko: 따라서 기존 파일을 암호화하는 데 사용 된 암호를 알고있는 한, AxCrypt로 암호를 해독 할 수 있습니다.
nl: Dus zolang u het wachtwoord kent dat is gebruikt om een bestand oorspronkelijk te versleutelen, kunt u het ontsleutelen met AxCrypt.
pl: Tak więc, o ile znasz hasło użyte do pierwotnego zaszyfrowania pliku, możesz go odszyfrować za pomocą AxCrypt.
pt: Assim, desde que saiba a palavra-passe usada para cifrar originalmente o ficheiro, poderá decifrá-lo com a AxCrypt.
ru: Таким образом, пока вы знаете пароль, используемый для первоначального шифрования файла, вы можете расшифровать его с помощью AxCrypt.
sv: Alltså, så länge du känner till lösenordet som användes för att ursprungligen kryptera en fil kan du dekryptera den med AxCrypt.
tr: Böylece, bir dosyayı orijinal olarak şifrelemek için kullanılan parolayı bildiğiniz sürece, AxCrypt ile şifresini çözebilirsiniz.
zh: 因此，只要您知道最初用于加密文件的密码，就可以使用AxCrypt对其进行解密。

# Blog_PRAA_H1_Text5
source: We also by default use the same password for the online account where we store your subscription status, your online password manager data if used, and your AxCrypt ID which is used primarily for the key sharing feature.
ar: نستخدم أيضًا بشكل افتراضي نفس كلمة المرور للحساب عبر الإنترنت حيث نقوم بتخزين حالة اشتراكك ، وبيانات مدير كلمات المرور عبر الإنترنت إذا تم استخدامها ، ومعرف اكسكربت الخاص بك والذي يتم استخدامه بشكل أساسي لميزة مشاركة المفتاح.
de: Wir verwenden standardmäßig dasselbe Passwort auch für das Online-Konto, in dem wir Ihren Abonnementstatus, Ihre Online-Passwort-Manager-Daten, falls verwendet, und Ihre AxCrypt-ID speichern, die hauptsächlich für die Schlüsselfreigabefunktion verwendet wird.
es: También usamos de manera predeterminada la misma contraseña para la cuenta en línea donde almacenamos el estado de tu suscripción, los datos del administrador de contraseñas en línea, si se usan, y tu IAxCrypt ID, que se usa principalmente para la función de uso compartido de claves.
fr: Nous utilisons également par défaut le même mot de passe pour le compte en ligne où nous stockons votre statut d’abonnement, vos données de gestionnaire de mots de passe en ligne si utilisé, et votre identifiant AxCrypt qui est principalement utilisé pour la fonction de partage de clés.
it: Inoltre, per impostazione predefinita, utilizziamo la stessa password per l'account online in cui memorizziamo lo stato dell'abbonamento, i dati del gestore delle password online se utilizzati e il tuo ID AxCrypt che viene utilizzato principalmente per la funzione di condivisione delle chiavi.
ko: 또한 기본적으로 구독 상태를 저장하는 온라인 계정, 온라인 암호 관리자 데이터 및 주로 키 공유 기능에 사용되는 AxCrypt ID에 동일한 암호를 사용합니다.
nl: We gebruiken ook standaard hetzelfde wachtwoord voor het online account waar we uw abonnementsstatus opslaan, uw online wachtwoordbeheergegevens indien gebruikt, en uw AxCrypt ID die voornamelijk wordt gebruikt voor de functie voor het delen van sleutels.
pl: Domyślnie używamy tego samego hasła do konta online, na którym przechowujemy Twój status subskrypcji, dane Twojego menedżera haseł online, jeśli są używane, oraz Twój identyfikator AxCrypt, który jest używany głównie do funkcji udostępniania kluczy.
pt: Também usamos, por omissão, a mesma palavra-passe para a conta online onde armazenamos o estado da sua subscrição, os dados do seu gestor de palavras-passe on-line se usados e o seu AxCrypt ID que é usado principalmente para a funcionalidade de partilha de chaves.
ru: Мы также по умолчанию используем тот же пароль для онлайн-учетной записи, где мы храним ваш статус подписки, ваши данные онлайн-менеджера паролей, если они используются, и ваш идентификатор AxCrypt, который используется в основном для функции обмена ключами.
sv: Vi använder också som standard samma lösenord för online kontot där vi lagrar din prenumerationsstatus, dina onlinelösenordshanterare om de används och ditt AxCrypt-ID som främst används för nyckeldelningsfunktionen.
tr: Ayrıca, abonelik durumunuzu, kullanılıyorsa çevrimiçi parola yöneticisi verilerinizi ve öncelikle anahtar paylaşımı özelliği için kullanılan AxCrypt Kimliğinizi sakladığımız çevrimiçi hesap için de varsayılan olarak aynı parolayı kullanırız.
zh: 默认情况下，我们还会对在线帐户使用相同的密码，用于存储您的订阅状态，在线密码管理器数据（如果使用）以及主要用于密钥共享功能的AxCrypt ID。

# Blog_PRAA_H2_Text1
source: If you use the password change feature of the web or the AxCrypt app, what happens is that we change the password for data that we keep online, which includes re-encryption anything you may keep in the password manager, and also your AxCrypt ID which is stored as an AxCrypt encrypted piece of data in our system.
ar: إذا كنت تستخدم ميزة تغيير كلمة المرور على الويب أو تطبيق اكسكربت ، فإن ما يحدث هو أننا نغير كلمة مرور البيانات التي نحتفظ بها على الإنترنت ، والتي تتضمن إعادة تشفير أي شيء قد تحتفظ به في مدير كلمات المرور ، وكذلك معرف اكسكربت الخاص بك والذي يتم تخزينها كقطعة من البيانات المشفرة بواسطة اكسكربت في نظامنا.
de: Wenn Sie die Kennwortänderungsfunktion des Webs oder der AxCrypt-App verwenden, ändern wir das Kennwort für Daten, die wir online aufbewahren, einschließlich der erneuten Verschlüsselung von allem, was Sie im Kennwortmanager aufbewahren, sowie Ihrer AxCrypt-ID, die gespeichert ist als AxCrypt verschlüsselte Daten in unserem System.
es: Si usas la función de cambio de contraseña de la web o la aplicación AxCrypt, lo que sucede es que cambiamos la contraseña de los datos que guardamos en línea, lo que incluye volver a cifrar cualquier cosa que pueda guardar en el administrador de contraseñas, y también tu AxCrypt ID que se almacena como un dato cifrado con AxCrypt en nuestro sistema.
fr: Si vous utilisez la fonction de changement de mot de passe du web ou de l’application AxCrypt, ce qui se passe c’est que nous modifions le mot de passe des données que nous conservons en ligne, ce qui inclut le recryptage de tout ce que vous pouvez conserver dans le gestionnaire de mots de passe, ainsi que votre identifiant AxCrypt qui est stocké en tant que donnée cryptée AxCrypt dans notre système.
it: Se si utilizza la funzione di modifica della password del web o l'app AxCrypt, ciò che accade è che cambiamo la password per i dati che conserviamo online, che include la ri-crittografia di tutto ciò che si può mantenere nel gestore di password, e anche il vostro ID AxCrypt che viene memorizzato come un pezzo di dati crittografato nel nostro sistema AxCrypt.
ko: 웹 또는 AxCrypt 앱의 비밀번호 변경 기능을 사용하는 경우, 비밀번호 관리자에 보관할 수있는 모든 것을 다시 암호화하고, 온라인에 보관하는 데이터의 비밀번호를 변경하고 시스템에 AxCrypt 암호화 된 데이터로 저장된 AxCrypt ID도 변경합니다.
nl: Als u de wachtwoordwijzigingsfunctie van het web of de AxCrypt-app gebruikt, wijzigen we het wachtwoord voor gegevens die we online bewaren, waaronder hercodering van alles wat u mogelijk in de wachtwoordmanager bewaart, en ook uw AxCrypt-ID die is opgeslagen als een met AxCrypt versleuteld stuk gegevens in ons systeem.
pl: Jeśli korzystasz z funkcji zmiany hasła w Internecie lub aplikacji AxCrypt, zmieniamy hasło do danych, które przechowujemy online, co obejmuje ponowne szyfrowanie wszystkiego, co możesz przechowywać w menedżerze haseł, a także Twojego identyfikatora AxCrypt, który jest przechowywany w naszym systemie jako zaszyfrowany fragment danych AxCrypt.
pt: Se usar a funcionalidade de mudança de palavra-chave da web ou da app AxCrypt, o que acontece é que nós mudamos a palavra-passe para os dados que queremos manter online, o que implica a re-cifragem do que você mantiver no gestor de palavras-passe e também do seu AxCrypt ID que é armazenado com os dados cifrados pela AxCrypt no nosso sistema.
ru: Если вы используете функцию смены пароля в интернете или в приложении AxCrypt, происходит следующее: мы меняем пароль для данных, которые мы храним онлайн, что включает повторное шифрование всего, что вы можете хранить в диспетчере паролей, а также вашего идентификатора AxCrypt, который хранится в виде зашифрованной части данных AxCrypt в наша система.
sv: Om du använder funktionen för lösenordsbyte på webben eller AxCrypt-appen, vad som händer är att vi ändrar lösenordet för data som vi lagrar online, vilket inkluderar omkryptering av allt du kan ha kvar i lösenordshanteraren, och även ditt AxCrypt-ID som lagras som en AxCrypt-krypterad bit av data i vårt system.
tr: İnternetin veya AxCrypt uygulamasının parola değiştirme özelliğini kullanırsanız, çevrimiçi tuttuğumuz veriler için parolayı değiştiririz, bu da şifre yöneticisinde tutabileceğiniz her şeyi yeniden şifrelemeyi ve ayrıca sistemimizde AxCrypt ile şifrelenmiş bir veri parçası olarak depolanan AxCrypt Kimliğinizi içerir.
zh: 如果您使用web或AxCrypt应用程序的密码更改功能，会发生什么情况是我们更改我们在线保存的数据的密码，其中包括重新加密您可能保留在密码管理器中的任何内容，以及存储为AxCrypt加密数据的AxCrypt ID在我们的系统中。

# Blog_PRAA_H2_Text2
source: To change your password, you must know the old one, since otherwise we cannot decrypt the data we store before encrypting it again with your new password.
ar: لتغيير كلمة المرور الخاصة بك ، يجب أن تعرف كلمة المرور القديمة ، وإلا لا يمكننا فك تشفير البيانات التي نخزنها قبل تشفيرها مرة أخرى بكلمة مرورك الجديدة.
de: Um Ihr Passwort zu ändern, müssen Sie das alte kennen, da wir sonst die von uns gespeicherten Daten nicht entschlüsseln können, bevor Sie sie erneut mit Ihrem neuen Passwort verschlüsseln.
es: Para cambiar tu contraseña, debes conocer la antigua, ya que de lo contrario no podemos descifrar los datos que almacenamos antes de volver a cifrarlos con tu nueva contraseña.
fr: Pour changer votre mot de passe, vous devez connaître l’ancien, sinon nous ne pouvons pas décrypter les données que nous stockons avant de le chiffrer à nouveau avec votre nouveau mot de passe.
it: Per modificare la tua password, devi conoscere quella vecchia, poiché altrimenti non possiamo decrittografare i dati che memorizziamo prima di crittografarli nuovamente con la tua nuova password.
ko: 비밀번호를 변경하려면 이전 비밀번호를 알아야 합니다, 그렇지 않으면 새 비밀번호로 이전에 저장한 데이터를 해독할 수 없기 때문입니다.
nl: Om uw wachtwoord te wijzigen, moet u het oude wachtwoord kennen, omdat wij anders de opgeslagen gegevens niet kunnen ontsleutelen voordat wij ze opnieuw versleutelen met uw nieuwe wachtwoord.
pl: Aby zmienić swoje hasło, musisz znać stare, ponieważ w przeciwnym razie nie będziemy mogli odszyfrować przechowywanych przez nas danych przed ponownym zaszyfrowaniem ich nowym hasłem.
pt: Para alterar a sua palavra-passe, deve saber a actual, caso contrário não poderemos decifrar os dados que guardados antes de cifrá-los novamente com a sua nova palavra-passe.
ru: Чтобы сменить свой пароль, вы должны знать старый, так как в противном случае мы не сможем расшифровать хранящиеся у нас данные, прежде чем снова зашифровать их вашим новым паролем.
sv: För att ändra ditt lösenord måste du känna till det gamla, eftersom vi annars inte kan dekryptera data vi lagrar innan vi krypterar det igen med ditt nya lösenord.
tr: Şifrenizi değiştirmek için eskisini bilmeniz gerekir, aksi takdirde yeni şifrenizle tekrar şifrelemeden önce sakladığımız verilerin şifresini çözemeyiz.
zh: 要更改您的密码，您必须知道旧密码，否则我们无法在使用新密码再次加密之前解密我们存储的数据。

# Blog_PRAA_H2_Text3
source: We do not actually change the password for every encrypted file, since to do that we’d need access to every single one and decrypt them with the old password, and re-encrypt with the new.
ar: لا نقوم بالفعل بتغيير كلمة المرور لكل ملف مشفر ، لأننا للقيام بذلك نحتاج إلى الوصول إلى كل واحد وفك تشفيرهم بكلمة المرور القديمة وإعادة التشفير باستخدام الجديد.
de: Wir ändern das Passwort nicht für jede verschlüsselte Datei, da wir dazu Zugriff auf jede einzelne Datei benötigen und sie mit dem alten Passwort entschlüsseln und mit dem neuen neu verschlüsseln müssen.
es: En realidad, no cambiamos la contraseña de cada archivo cifrado, ya que para hacerlo necesitaríamos acceder a cada uno de ellos y descifrarlos con la contraseña anterior y volver a cifrarlos con la nueva.
fr: Nous ne changeons pas réellement le mot de passe de chaque fichier crypté, car pour ce faire nous aurions besoin d’accéder à chacun d’entre eux et de les décrypter avec l’ancien mot de passe, et de re-chiffrer avec le nouveau.
it: In realtà non cambiamo la password per ogni file crittografato, poiché per farlo avremmo bisogno di accedere a ciascuno di essi e decrittografarli con la vecchia password e crittografarli nuovamente con la nuova.
ko: 실제로 모든 암호화 된 파일의 암호를 변경하지는 않습니다.이를 위해서는 모든 파일에 액세스하여 이전 암호로 해독하고 새 암호로 다시 암호화해야하기 때문입니다.
nl: We veranderen het wachtwoord niet voor elk versleuteld bestand, omdat we daarvoor toegang tot elk bestand moeten hebben en ze moeten ontsleutelen met het oude wachtwoord, en opnieuw moeten versleutelen met het nieuwe.
pl: W rzeczywistości nie zmieniamy hasła do każdego zaszyfrowanego pliku, ponieważ w tym celu potrzebowalibyśmy dostępu do każdego z nich i odszyfrowania ich starym hasłem i ponownego zaszyfrowania nowym.
pt: Na realidade, não alteramos a palavra-passe de cada ficheiro cifrado, pois isso implicaria aceder a cada um, decifrá-lo com a palavra-passe antiga e re-cifrá-lo com a nova.
ru: На самом деле мы не меняем пароль для каждого зашифрованного файла, поскольку для этого нам потребуется доступ к каждому из них и расшифровка их с помощью старого пароля, а затем повторное шифрование с помощью нового.
sv: Vi ändrar inte lösenordet för varje krypterad fil, eftersom för att göra det skulle vi behöva tillgång till varenda en av dem och dekryptera dem med det gamla lösenordet och sedan kryptera om dem med det nya.
tr: Aslında şifrelenmiş her dosyanın parolasını değiştirmeyiz, çünkü bunu yapmak için her birine erişmemiz ve eski parolayla şifresini çözmemiz ve yenisiyle yeniden şifrelememiz gerekir.
zh: 我们实际上并没有更改每个加密文件的密码，因为要做到这一点，我们需要访问每个文件并使用旧密码解密它们，然后使用新密码重新加密。

# Blog_PRAA_H2_Text4
source: But since we change the password for your AxCrypt ID, you will actually be able to open old files with the new password. More on how that actually works in a different article.
ar: ولكن نظرًا لأننا قمنا بتغيير كلمة المرور لمعرف اكسكربت الخاص بك ، فستتمكن بالفعل من فتح الملفات القديمة بكلمة المرور الجديدة. المزيد عن كيفية عمل ذلك في الواقع في مقال مختلف.
de: Da wir jedoch das Passwort für Ihre AxCrypt-ID ändern, können Sie tatsächlich alte Dateien mit dem neuen Passwort öffnen. Mehr dazu, wie das tatsächlich funktioniert, in einem anderen Artikel.
es: Pero dado que cambiamos la contraseña de tu AxCrypt ID, podrás abrir archivos antiguos con la nueva contraseña. En otro artículo hay más información sobre cómo funciona eso.
fr: Mais puisque nous changeons le mot de passe de votre identifiant AxCrypt, vous pourrez en fait ouvrir d’anciens fichiers avec le nouveau mot de passe. Plus d’informations sur la façon dont cela fonctionne réellement dans un autre article.
it: Ma dal momento che cambiamo la password per il tuo ID AxCrypt, sarai effettivamente in grado di aprire vecchi file con la nuova password. Maggiori informazioni su come funziona effettivamente in un altro articolo.
ko: 그러나 AxCrypt ID의 암호를 변경하기 때문에, 새 암호로 이전 파일을 열 수 있습니다. 다른 기사에서 이것이 어떻게 작동하는지에 대해 자세히 알아보십시오.
nl: Maar omdat we het wachtwoord voor uw AxCrypt ID veranderen, zult u in feite in staat zijn om oude bestanden te openen met het nieuwe wachtwoord. Meer over hoe dat eigenlijk werkt in een ander artikel.
pl: Ale ponieważ zmienimy hasło do twojego identyfikatora AxCrypt, będziesz mógł otwierać stare pliki za pomocą nowego hasła. Więcej o tym, jak to faktycznie działa, znajdziesz w innym artykule.
pt: Mas, uma vez que alterámos a palavra-passe do seu AxCrypt ID, poderá, na realidade, abrir ficheiros antigos com a nova palavra-passe. Mais sobre como isto funciona num artigo diferente.
ru: Но поскольку мы изменим пароль для вашего AxCrypt ID, вы действительно сможете открывать старые файлы с новым паролем. Подробнее о том, как это на самом деле работает, читайте в другой статье.
sv: Men eftersom vi ändrar lösenordet för ditt AxCrypt ID kommer du faktiskt att kunna öppna gamla filer med det nya lösenordet. Mer om hur det faktiskt fungerar i en annan artikel.
tr: Ancak AxCrypt Kimliğinin parolasını değiştirdiğimizden, eski dosyaları yeni parolayla açabilirsiniz. Bunun nasıl çalıştığı konusunda farklı bir makale.
zh: 但是，由于我们更改了AxCrypt ID的密码，因此您实际上可以使用新密码打开旧文件。 更多关于这是如何在不同的文章中工作的。

# Blog_PRAA_H3_Text1
source: If forget your password, you will lose access to everything ever encrypted with that password. On the server, this means your AxCrypt ID and your data in the online password manager.
ar: إذا نسيت كلمة المرور الخاصة بك ، فستفقد إمكانية الوصول إلى كل ما تم تشفيره باستخدام كلمة المرور هذه. على الخادم ، يعني هذا معرف اكسكربت الخاص بك وبياناتك في مدير كلمات المرور عبر الإنترنت.
de: Wenn Sie Ihr Passwort vergessen, verlieren Sie den Zugriff auf alles, was jemals mit diesem Passwort verschlüsselt wurde. Auf dem Server bedeutet dies Ihre AxCrypt-ID und Ihre Daten im Online-Passwortmanager.
es: Si olvidas tu contraseña, perderás el acceso a todo lo que se haya cifrado con esa contraseña. En el servidor, esto implica a tu AxCrypt ID y tus datos en el administrador de contraseñas en línea.
fr: Si vous oubliez votre mot de passe, vous perdrez l’accès à tout ce qui est chiffré avec ce mot de passe. Sur le serveur, cela signifie votre identifiant AxCrypt et vos données dans le gestionnaire de mots de passe en ligne.
it: Se dimentichi la tua password, perderai l'accesso a tutto ciò che è mai stato crittografato con quella password. Sul server, questo indica il tuo ID AxCrypt e i tuoi dati nel gestore di password online.
ko: 비밀번호를 잊는다는 것은 해당 비밀번호로 암호화된 모든 항목에 대한 액세스를 잃게 됩니다. 이는 서버상에서 AxCrypt 아이디와 온라인 암호 관리자의 데이터를 의미합니다.
nl: Als u uw wachtwoord vergeet, verliest u de toegang tot alles wat ooit versleuteld is met dat wachtwoord. Op de server betekent dit uw AxCrypt ID en uw gegevens in de online wachtwoordbeheerder.
pl: Jeśli zapomnisz hasła, utracisz dostęp do wszystkiego, co kiedykolwiek zostało zaszyfrowane tym hasłem. Na serwerze oznacza to Twój identyfikator AxCrypt i dane w internetowym menedżerze haseł.
pt: Se se esquecer da sua palavra-passe, perderá acesso a tudo que cifrou com essa palavra-passe. No servidor, isto significa o seu AxCrypt ID e os seus dados no gestor de palavras-passe online.
ru: Если вы забудете свой пароль, вы потеряете доступ ко всему, что когда-либо было зашифровано с помощью этого пароля. На сервере - это ваш идентификатор AxCrypt и ваши данные в онлайн-менеджере паролей.
sv: Om du glömmer ditt lösenord kommer du att förlora åtkomst till allt som någonsin krypterats med det lösenordet. På servern betyder det ditt AxCrypt ID och din data på lösenordshandteraren.
tr: Parolanızı unutursanız, o parola ile şifrelenmiş olan her şeye olan erişiminizi de kaybedersiniz. Sunucu üzerinde bu, AxCrypt Kimliğiniz ve online parola yöneticisindeki verileriniz anlamına gelir.
zh: 如果忘记密码，您将无法访问使用该密码加密的所有内容。 在服务器上，这意味着您的AxCrypt ID和在线密码管理器中的数据。
