Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EITPS_H3_SH4_Text1
source: Moving sensitive data to the cloud is a topic of concern for everyone, and most businesses believe that the cloud is unsafe. However, if you encrypt data before sending it to the cloud and have possession of the encryption keys, you can be assured that your data will be safe regardless of its surroundings.
ar: يعد نقل البيانات الحساسة إلى السحابة موضوع قلق للجميع ، وتعتقد معظم الشركات أن السحابة غير آمنة. ومع ذلك ، إذا قمت بتشفير البيانات قبل إرسالها إلى السحابة ولديك مفاتيح التشفير ، فيمكنك التأكد من أن بياناتك ستكون آمنة بغض النظر عن محيطها.
de: Das Verschieben sensibler Daten in die Cloud ist für alle ein Thema, und die meisten Unternehmen glauben, dass die Cloud unsicher ist. Wenn Sie jedoch Daten verschlüsseln, bevor Sie sie an die Cloud senden, und im Besitz der Verschlüsselungsschlüssel sind, können Sie sicher sein, dass Ihre Daten unabhängig von ihrer Umgebung sicher sind.
es: Mover datos confidenciales a la nube es un tema de preocupación para todos, y la mayoría de las empresas creen que la nube no es segura. Sin embargo, si cifras los datos antes de enviarlos a la nube y posees las claves de cifrado, puedes estar seguro de que tus datos estarán seguros independientemente del entorno.
fr: Le déplacement de données sensibles vers le cloud est un sujet de préoccupation pour tout le monde, et la plupart des entreprises estiment que le cloud n’est pas sûr. Cependant, si vous chiffrez les données avant de les envoyer dans le cloud et que vous avez la possession des clés de chiffrement, vous pouvez être assuré que vos données seront en sécurité quel que soit leur environnement.
it: Lo spostamento dei dati sensibili nel cloud è un argomento di preoccupazione per tutti e la maggior parte delle aziende ritiene che il cloud non sia sicuro. Tuttavia, se crittografi i dati prima di inviarli al cloud e sei in possesso delle chiavi di crittografia, puoi essere certo che i tuoi dati saranno al sicuro indipendentemente dall'ambiente circostante.
ko: 중요한 데이터를 클라우드로 옮기는 것은 모든 사람들이 우려하는 주제이며, 대부분의 기업은 클라우드가 안전하지 않다고 생각합니다. 그러나 데이터를 클라우드로 전송하기 전에 암호화하고 암호화 키를 보유하고 있다면 주변 환경에 관계없이 데이터가 안전하다는 것을 확신할 수 있습니다.
nl: Het verplaatsen van gevoelige gegevens naar de cloud is voor iedereen een punt van zorg, en de meeste bedrijven denken dat de cloud onveilig is. Als u echter gegevens versleutelt voordat u ze naar de cloud stuurt en de encryptiesleutels in uw bezit hebt, kunt u er zeker van zijn dat uw gegevens veilig zijn, ongeacht de omgeving.
pl: Przenoszenie poufnych danych do chmury jest tematem, który budzi niepokój wszystkich, a większość firm uważa, że chmura jest niebezpieczna. Jeśli jednak zaszyfrujesz dane przed wysłaniem ich do chmury i posiadasz klucze szyfrujące, możesz mieć pewność, że Twoje dane będą bezpieczne niezależnie od otoczenia.
pt: Mover dados sensíveis para a nuvem é um tópico de preocupação para toda a gente e a maioria das empresas acredita que a nuvem é insegura. Contudo, se cifrar dados antes de os enviar para a nuvem e se possuir as chaves de cifragem, pode ter a certeza que os seus dados estarão seguros independentemente do ambiente em que estiverem.
ru: Перенос конфиденциальных данных в облако - тема, волнующая всех. Большинство компаний считают, что облако небезопасно. Однако, если вы зашифруете данные перед отправкой в облако и будете владеть ключами шифрования, вы можете быть уверены, что ваши данные будут в безопасности независимо от их окружения.
sv: Att flytta känslig data till molnet är ett aktuellt ämne för alla, och de flesta företag anser att molnet är osäkert. Men om du krypterar datan innan du skickar den till molnet och har krypteringsnycklarna kan du vara säker på att din data kommer att vara säker oavsett omgivningen.
tr: Hassas verilerin buluta taşınması herkes için bir endişe konusudur ve çoğu işletme bulutun güvensiz olduğuna inanır. Ancak, verileri buluta göndermeden önce şifrelerseniz ve şifreleme anahtarlarına sahipseniz, verilerinizin bulunduğu ortamdan bağımsız olarak güvende olacağından emin olabilirsiniz.
zh: 将敏感数据移动到云是每个人都关注的话题，大多数企业都认为云是不安全的。 但是，如果您在将数据发送到云之前对数据进行加密并拥有加密密钥，则可以放心，无论其周围环境如何，您的数据都是安全的。

# Blog_EITPS_H3_SH5_Text1
source: Encryption gives you peace of mind that your backups are secure. There is almost little chance of recovering any data from these backups without access to encryption keys. Encryption also aids in the secure destruction of data, ensuring that your files cannot be recovered or restored. Check out AxCrypt's "file wipe" functionality, which safely deletes files and is available for both premium and business subscribers. Read more on our <a href='/information/features' style='font-weight: 800;'>Feature Page</a>.
ar: يمنحك التشفير راحة البال من أن النسخ الاحتياطية الخاصة بك آمنة. يكاد يكون هناك فرصة ضئيلة لاستعادة أي بيانات من هذه النسخ الاحتياطية دون الوصول إلى مفاتيح التشفير. يساعد التشفير أيضًا في التدمير الآمن للبيانات ، مما يضمن عدم إمكانية استرداد ملفاتك أو استعادتها. تحقق من وظيفة "مسح الملفات" في اكسكربت ، والتي تحذف الملفات بأمان وهي متاحة لكل من المشتركين المتميزين والشركات. اقرأ المزيد على <a href='/information/features' style='font-weight: 800؛'> صفحة الميزات</a>.
de: Die Verschlüsselung gibt Ihnen die Gewissheit, dass Ihre Backups sicher sind. Ohne Zugriff auf Verschlüsselungsschlüssel besteht kaum eine Chance, Daten aus diesen Sicherungen wiederherzustellen. Die Verschlüsselung hilft auch bei der sicheren Vernichtung von Daten und stellt sicher, dass Ihre Dateien nicht wiederhergestellt oder wiederhergestellt werden können. Schauen Sie sich die "File Wipe" -Funktion von AxCrypt an, mit der Dateien sicher gelöscht werden und die sowohl für Premium- als auch für Business-Abonnenten verfügbar ist. Lesen Sie mehr auf unserer <a href='/information/features' style='font-weight: 800;'>Feature Page</a>.
es: El cifrado te da la tranquilidad de saber que tus copias de seguridad están seguras. Hay casi pocas posibilidades de recuperar datos de estas copias de seguridad sin acceso a las claves de cifrado. El cifrado también ayuda en la destrucción segura de datos, lo que garantiza que tus archivos no se puedan recuperar ni restaurar. Consulta la funcionalidad de "borrado de archivos" de AxCrypt, que elimina archivos de forma segura y está disponible tanto para suscriptores Premium como para empresas. Para obtener más información, echa un vistazo a nuestra <a href='/information/features' style='font-weight: 800;'>Página de funciones</a>.
fr: Le cryptage vous donne la tranquillité d’esprit que vos sauvegardes sont sécurisées. Il y a presque peu de chances de récupérer des données à partir de ces sauvegardes sans accès aux clés de chiffrement. Le cryptage aide également à la destruction sécurisée des données, garantissant que vos fichiers ne peuvent pas être récupérés ou restaurés. Découvrez la fonctionnalité « effacement de fichiers » d’AxCrypt, qui supprime en toute sécurité les fichiers et est disponible pour les abonnés premium et professionnels. Pour en savoir plus, <a href='/information/features' style='font-weight: 800;'>consultez notre page de fonctionnalités</a>.
it: La crittografia vi garantisce la massima tranquillità per la sicurezza dei backup. Senza l'accesso alle chiavi di crittografia, le possibilità di recuperare i dati da questi backup sono quasi nulle. La crittografia aiuta anche a distruggere i dati in modo sicuro, garantendo che i file non possano essere recuperati o ripristinati. Verificate la funzionalità "file wipe" di AxCrypt, che elimina i file in modo sicuro ed è disponibile sia per gli abbonati premium che per quelli business. Per saperne di più, visitate la nostra pagina <a href='/information/features' style='font-weight: 800;'>Feature Page</a>.
ko: 암호화를 사용하면 백업이 안전하다는 확신을 가질 수 있습니다. 암호화 키에 액세스하지 않고 데이터를 복구할 가능성은 거의 없습니다. 암호화는 또한 데이터를 안전하게 파괴하여 파일을 복구하거나 복원할 수 없도록 합니다. 파일을 안전하게 삭제하고 프리미엄 및 비즈니스 가입자 모두가 사용할 수있는 AxCrypt의 "파일 지우기"기능을 확인하십시오. <a href='/information/features' style='font-weight: 800;'>자세한 내용은 기능 페이지</a> 를 참조하십시오.
nl: Versleuteling geeft u gemoedsrust dat uw back-ups veilig zijn. Er is bijna geen kans om gegevens uit deze back-ups te herstellen zonder toegang tot coderingssleutels. Versleuteling helpt ook bij de veilige vernietiging van gegevens, zodat uw bestanden niet kunnen worden hersteld of hersteld. Bekijk de "file wipe"-functionaliteit van AxCrypt, die veilig bestanden verwijdert en beschikbaar is voor zowel premium als zakelijke abonnees. Lees meer op onze <a href='/information/features' style='font-weight: 800;'>Functiepagina</a>.
pl: Szyfrowanie daje Ci pewność, że Twoje kopie zapasowe są bezpieczne. Prawie niewielka szansa na odzyskanie jakichkolwiek danych z tych kopii zapasowych bez dostępu do kluczy szyfrowania. Szyfrowanie pomaga również w bezpiecznym niszczeniu danych, zapewniając, że plików nie można odzyskać ani przywrócić. Sprawdź funkcję „czyszczenia plików” AxCrypt, która bezpiecznie usuwa pliki i jest dostępna zarówno dla subskrybentów premium, jak i biznesowych. Przeczytaj więcej na naszej <a href='/information/features' style='font-weight: 800;'>stronie funkcji</a>.
pt: A cifragem dá-lhe a paz de espírito que as suas cópias de segurança são seguras. Há quase nenhuma hipótese de recuperação de dados destas cópias sem acesso às chaves de cifragem. A cifragem também ajuda na destruição segura de dados, garantindo que os seus ficheiros não podem ser recuperados ou restaurados. Veja a funcionalidade de "limpeza de ficheiro" da AxCrypt que elimina em segurança ficheiros e que está disponível tanto para subscritores Premium como Business. Leia mais na nossa <a href='/information/features' style='font-weight: 800;'>Página de Funcionalidades</a>.
ru: С шифрованием вы можете быть уверенны, что ваши резервные копии находятся в безопасности. Вероятность восстановления каких-либо данных из этих резервных копий без доступа к ключам шифрования минимальна. Шифрование также помогает безопасно уничтожить данные, гарантируя, что ваши файлы не могут быть восстановлены. Ознакомьтесь с функцией AxCrypt "очистка файлов", которая безопасно удаляет файлы и доступна для Premium и Business подписок. Читайте больше на нашем <a href='/information/features' style='font-weight: 800;'>Feature Page</a>.
sv: Kryptering ger dig sinnesron av att dina säkerhetskopior är säkra. Det finns liten chans att återställa data från dessa säkerhetskopior utan tillgång till krypteringsnycklar. Kryptering hjälper också till med säker förstörelse av data, vilket säkerställer att dina filer inte kan återställas. Kolla in AxCrypts "file wipe"-funktion, som säkert tar bort filer och är tillgänglig för både premium- och affärsprenumeranter. Läs mer på vår <a href='/information/features' style='font-weight: 800;'>Funktionssida</a>.
tr: Şifreleme, yedeklemelerinizin güvenli olduğu konusunda içinizin rahat olmasını sağlar. Şifreleme anahtarlarına erişmeden bu yedeklemelerden herhangi bir veriyi kurtarma şansı neredeyse sıfırdır. Şifreleme ayrıca dosyalarınızın kurtarılamamasını veya geri yüklenememesini sağlayarak verilerin güvenli bir şekilde imha edilmesine yardımcı olur. AxCrypt'in dosyaları güvenli bir şekilde silen ve hem Premium hem de Business aboneleri tarafından kullanılabilen "dosya silme" işlevine göz atın. <a href='/information/features' style='font-weight: 800;'>Özellik Sayfamızdan daha fazla bilgi edinin</a>.
zh: 加密让您放心，您的备份是安全的。 几乎没有机会从这些备份中恢复任何数据而无需访问加密密钥。 加密也有助于数据的安全销毁，确保您的文件无法恢复或恢复。 查看AxCrypt的"文件擦除"功能，该功能可以安全地删除文件，并可用于高级版和商务版订阅者。 阅读更多关于我们的 <a href='/information/features' style='font-weight: 800;'>Feature Page</a>.

# Blog_EITPS_H3_SubHeading1
source: <strong>Protects data from third party interference</strong>
ar: <strong> يحمي البيانات من تدخل طرف ثالث </strong>
de: <strong>Schützt Daten vor Eingriffen Dritter</strong>
es: <strong>Protección de datos frente a la intromisión de terceros</strong>
fr: <strong>Protège les données contre les interférences de tiers</strong>
it: <strong>Protegge i dati da interferenze di terze parti</strong>
ko: <strong>제 3자의 간섭으로부터 데이터를 보호</strong>
nl: <strong>Beschermt gegevens tegen inmenging van derden</strong>
pl: <strong>Chroni dane przed ingerencją osób trzecich</strong>
pt: <strong>Protege os dados da interferência de terceiros</strong>
ru: <strong>Защищает данные от вмешательства третьих лиц</strong>
sv: <strong>Skyddar data från tredje parts störningar</strong>
tr: <strong>Verileri üçüncü taraf müdahalesinden korur</strong>
zh: <strong>保护数据免受第三方干扰</strong>

# Blog_EITPS_H3_SubHeading2
source: <strong>Accessible in various devices</strong>
ar: <strong> يمكن الوصول إليه في أجهزة مختلفة </ strong>
de: <strong>Zugriff auf verschiedene Geräte</strong>
es: <strong>Accesibilidad en varios dispositivos</strong>
fr: <strong>Accessible sur divers appareils</strong>
it: <strong>Accessibile da diversi dispositivi</strong>
ko: <strong>다양한 기기에서 액세스 가능</strong>
nl: <strong>Toegankelijk op verschillende apparaten</strong>
pl: <strong>Dostępny na różnych urządzeniach</strong>
pt: <strong>Acessível em vários dispositivos</strong>
ru: <strong>Доступно на различных устройствах</strong>
sv: <strong>Åtkomlig på olika enheter </strong>
tr: <strong>Çeşitli cihazlardan erişilebilir</strong>
zh: <strong>可在各种设备中访问</strong>

# Blog_EITPS_H3_SubHeading3
source: <strong>Key Sharing</strong>
ar: <strong> مشاركة المفتاح </strong>
de: <strong>Schlüsselfreigabe</strong>
es: <strong>Uso compartido de claves</strong>
fr: <strong>Partage de Clés</strong>
it: <strong>Condivisione delle chiavi</strong>
ko: <strong>키 공유</strong>
nl: <strong>Sleutel delen</strong>
pl: <strong>Udostępnianie kluczy</strong>
pt: <strong>Partilha de Chaves</strong>
ru: <strong>Совместное использование ключей</strong>
sv: <strong>Nyckeldelning</strong>
tr: <strong>Anahtar Paylaşımı</strong>
zh: <strong>密钥共享</strong>

# Blog_EITPS_H3_SubHeading4
source: <strong>Cloud Security</strong>
ar: <strong> أمان السحابة </strong>
de: <strong>Cloud-Sicherheit</strong>
es: <strong>Seguridad en la nube</strong>
fr: <strong>Sécurité du Cloud</strong>
it: <strong>Sicurezza del Cloud</strong>
ko: <strong>클라우드 보안</strong>
nl: <strong>Cloudbeveiliging</strong>
pl: <strong>Bezpieczeństwo w chmurze</strong>
pt: <strong>Segurança na Nuvem</strong>
ru: <strong>Облачная безопасность</strong>
sv: <strong>Moln säkerhet</strong>
tr: <strong>Bulut Güvenliği</strong>
zh: <strong>云安全</strong>

# Blog_EITPS_H3_SubHeading5
source: <strong>Secure backup and File Wipe</strong>
ar: <strong> تأمين النسخ الاحتياطي ومسح الملفات </strong>
de: <strong>Sicheres Backup und Löschen von Dateien</strong>
es: <strong>Copia de seguridad segura y borrado de archivos</strong>
fr: <strong>Sauvegarde sécurisée et Effacement de Fichiers</strong>
it: <strong>Backup sicuro e Cancellazione dei File</strong>
ko: <strong>안전한 백업 및 파일 삭제</strong>
nl: <strong>Beveiligde back-up en Wissen van Bestanden</strong>
pl: <strong>Bezpieczna kopia zapasowa i czyszczenie plików</strong>
pt: <strong>Protecção de cópias de segurança e Limpeza de Ficheiros</strong>
ru: <strong>Безопасное резервное копирование и удаление файлов</strong>
sv: <strong>Pålitlig säkerhetskopiering och filrensning</strong>
tr: <strong>Güvenli yedekleme ve Dosya Silme</strong>
zh: <strong>安全备份和文件擦除</strong>

# Blog_EITPS_Heading1
source: The need of data security
ar: الحاجة إلى أمن البيانات
de: Das Bedürfnis nach Datensicherheit
es: La necesidad de la seguridad de los datos
fr: Le besoin de sécurité des données
it: La necessità di sicurezza dei dati
ko: 데이터 보안의 필요성
nl: De noodzaak van gegevensbeveiliging
pl: Potrzeba bezpieczeństwa danych
pt: A necessidade da segurança de dados
ru: Необходимость обеспечения безопасности данных
sv: Behovet av datasäkerhet
tr: Veri güvenliği ihtiyacı
zh: 数据安全的需要

# Blog_EITPS_Heading2
source: Encryption presumptions
ar: افتراضات التشفير
de: Verschlüsselungsvermutungen
es: Presunciones sobre el cifrado
fr: Présomptions de chiffrement
it: Presupposti di cifratura
ko: 암호화 가정
nl: Veronderstellingen over encryptie
pl: Założenia dotyczące szyfrowania
pt: Suposições sobre a cifragem
ru: Догадки о шифровании
sv: Förutfattade meningar om Kryptering
tr: Şifreleme konusunda doğru olduğu düşünülen yanlışlar
zh: 加密推定

# Blog_EITPS_Heading3
source: Encryption is Impregnable
ar: التشفير منيع
de: Verschlüsselung ist uneinnehmbar
es: El cifrado es inexpugnable
fr: Le cryptage est Imprenable
it: La crittografia è inespugnabile
ko: 암호화는 뚫지 못하는 방패입니다
nl: Encryptie is onneembaar
pl: Szyfrowanie jest nie do zdobycia
pt: A cifragem é inexpugnável
ru: Шифрование — неуязвимо
sv: Kryptering är ointagligt
tr: Şifreleme Aşılamaz
zh: 加密是坚不可摧的

# Blog_EITPS_Summary
source: Companies are vulnerable to cyber attacks if they do not comprehend modern technology or recognise the need of data protection. It is widely assumed that privacy of data is only necessary when someone has something to hide but it is not the only motive.
ar: تكون الشركات عرضة للهجمات السيبرانية إذا لم تفهم التكنولوجيا الحديثة أو تدرك الحاجة إلى حماية البيانات. يُفترض على نطاق واسع أن خصوصية البيانات ضرورية فقط عندما يكون لدى شخص ما ما يخفيه ولكنه ليس الدافع الوحيد.
de: Unternehmen sind anfällig für Cyberangriffe, wenn sie moderne Technologien nicht verstehen oder die Notwendigkeit des Datenschutzes nicht erkennen. Es wird allgemein angenommen, dass Datenschutz nur dann notwendig ist, wenn jemand etwas zu verbergen hat, aber es ist nicht das einzige Motiv.
es: Las empresas son vulnerables a los ciberataques si no comprenden la tecnología moderna o no reconocen la necesidad de protección de datos. Se supone ampliamente que la privacidad de los datos solo es necesaria cuando alguien tiene algo que ocultar, pero no es el único motivo.
fr: Les entreprises sont vulnérables aux cyberattaques si elles ne comprennent pas la technologie moderne ou ne reconnaissent pas la nécessité de protéger les données. Il est largement admis que la confidentialité des données n’est nécessaire que lorsque quelqu’un a quelque chose à cacher mais ce n’est pas le seul motif.
it: Le aziende sono vulnerabili agli attacchi informatici se non comprendono la tecnologia moderna o non riconoscono la necessità di protezione dei dati. È opinione diffusa che la privacy dei dati sia necessaria solo quando qualcuno ha qualcosa da nascondere, ma non è l'unico motivo.
ko: 기업은 현대 기술을 이해하지 못하거나 데이터 보호의 필요성을 인식하지 못하면 사이버 공격에 취약해집니다. 데이터의 프라이버시는 누군가가 숨길 것이 있을 때만 필요하다는 것이 널리 가정되고 있지만, 그것이 유일한 이유는 아닙니다.
nl: Bedrijven zijn kwetsbaar voor cyberaanvallen als ze de moderne technologie niet begrijpen of de noodzaak van gegevensbescherming niet inzien. Algemeen wordt aangenomen dat privacy van gegevens alleen nodig is als iemand iets te verbergen heeft, maar dat is niet het enige motief.
pl: Firmy są narażone na cyberataki, jeśli nie rozumieją nowoczesnych technologii lub nie dostrzegają potrzeby ochrony danych. Powszechnie przyjmuje się, że prywatność danych jest konieczna tylko wtedy, gdy ktoś ma coś do ukrycia, ale nie jest to jedyny motyw.
pt: As empresas estão vulneráveis a ciberataques se não compreenderem a tecnologia moderna ou reconhecerem a necessidade de protecção de dados. Assume-se generalizadamente que a privacidade de dados só é necessária quando alguém tem algo a esconder mas tal não é o único motivo.
ru: Компании уязвимы для кибератак, если они не разбираются в современных технологиях или не осознают необходимость защиты данных. Широко распространено мнение, что конфиденциальность данных необходима только тогда, когда кому-то есть что скрывать, но это спорный аргумент.
sv: Företag är sårbara för cyberattacker om de inte förstår modern teknik eller inser behovet av dataskydd. Det antas allmänt att sekretess för information endast är nödvändig när någon har något att dölja, men det är inte den enda anledningen.
tr: Şirketler, modern teknolojiyi anlamadıkları veya veri koruma ihtiyacının farkında olmadıkları takdirde siber saldırılara karşı savunmasızdır. Verilerin gizliliğinin yalnızca birilerinin saklayacak bir şeyi olduğunda gerekli olduğu varsayılır, ancak tek neden bu değildir.
zh: 如果公司不了解现代技术或认识到数据保护的需要，他们很容易受到网络攻击。 人们普遍认为，只有当某人有隐藏的东西时，数据隐私才是必要的，但这不是唯一的动机。

# Blog_EITPS_Text1
source: <i>According to security and privacy specialist Bruce Schneier, “Encryption works best if it is ubiquitous and automatic. It should be enabled for everything by default, not a feature you only turn on when you’re doing something you consider worth protecting.”</i>
ar: <i> وفقًا لمتخصص الأمان والخصوصية ، بروس شناير ، "يعمل التشفير بشكل أفضل إذا كان موجودًا في كل مكان وتلقائيًا. يجب تمكينه لكل شيء بشكل افتراضي ، وليس ميزة تقوم بتشغيلها فقط عندما تفعل شيئًا تعتبره يستحق الحماية ". </ i>
de: <i>Bruce Schneier, Spezialist für Sicherheit und Datenschutz, sagt: “Verschlüsselung funktioniert am besten, wenn sie allgegenwärtig und automatisch ist. Es sollte standardmäßig für alles aktiviert sein, nicht für eine Funktion, die Sie nur aktivieren, wenn Sie etwas tun, das Sie für schützenswert halten.”</i>
es: <i>Según el especialista en seguridad y privacidad Bruce Schneier, “el cifrado funciona mejor si es ubicuo y automático. Debería estar habilitado para todo de forma predeterminada, no solo como una función que activas cuando estás haciendo algo que consideras que vale la pena proteger”.</i>
fr: <i>Selon Bruce Schneier, spécialiste de la sécurité et de la confidentialité, « le cryptage fonctionne mieux s’il est omniprésent et automatique. Il doit être activé pour tout par défaut, pas une fonctionnalité que vous n’activez que lorsque vous faites quelque chose que vous considérez comme méritant d’être protégé.</i>
it: <i>Secondo l'esperto di sicurezza e privacy Bruce Schneier, "La crittografia funziona meglio se è onnipresente e automatica. Dovrebbe essere abilitato per tutto per impostazione predefinita, non una funzionalità che attivi solo quando stai facendo qualcosa che ritieni meritevole di protezione."</i>
ko: <i>보안 및 개인 정보 보호 전문가인 Bruce Schneier에 따르면 "암호화는 유비쿼터스 및 자동일 때 가장 잘 작동합니다. 보호할 가치가 있다고 생각되는 일을 할 때만 켜는 기능이 아니라 기본적으로 모든 작업에 대해 활성화되어있어야 합니다."</i>
nl: <i>Volgens beveiligings- en privacyspecialist Bruce Schneier: "Versleuteling werkt het beste als het alomtegenwoordig en automatisch is. Het moet standaard voor alles zijn ingeschakeld, niet een functie die je alleen inschakelt als je iets doet waarvan je denkt dat het de moeite waard is om te beschermen."</i>
pl: <i>Według specjalisty ds. bezpieczeństwa i prywatności Bruce'a Schneiera: „Szyfrowanie działa najlepiej, jeśli jest wszechobecne i automatyczne. Powinna być domyślnie włączona dla wszystkiego, a nie funkcji, którą włączasz tylko wtedy, gdy robisz coś, co uważasz za warte ochrony”.</i>
pt: <i>De acordo com o especialista de segurança e privacidade Bruce Schneier, “A cifragem funciona melhor se for ubíqua e automática. Deveria estar activada por omissão e não apenas quando se faz algo que se considera ser importante proteger.”</i>
ru: <i>По словам специалиста по безопасности и конфиденциальности Брюса Шнайера, “Шифрование работает лучше всего, если оно повсеместное и автоматическое. Это должно быть включено для всего по умолчанию, а не использоваться как функция, которую вы включаете только тогда, когда делаете что-то, что считаете заслуживающим защиты”.</i>
sv: <i>Enligt säkerhets- och integritetsspecialisten Bruce Schneier, "Kryptering fungerar bäst om den är ständigt närvarande och automatisk. Den ska vara aktiverad för allt som standard, inte en funktion som du bara aktiverar när du gör något du anser är värt att skydda.”</i>
tr: <i>Güvenlik ve gizlilik uzmanı Bruce Schneier'e göre, "Şifreleme, en iyi şekilde her yerde ve otomatik olduğunda çalışır. Yalnızca korumaya değer olduğunu düşündüğünüz bir şey yaparken kullandığınız bir özellikten ziyade her şey için varsayılan olarak etkinleştirilmelidir. "</i>
zh: <i>根据安全和隐私专家Bruce Schneier的说法，"加密如果无处不在且自动，效果最好。 默认情况下，它应该为所有内容启用，而不是仅在您正在做您认为值得保护的事情时才启用的功能。"</i>
