Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EGEODUNA_Main_Heading1
source: Why Encryption is Essential for Your Data on the Cloud?
ar: لماذا التشفير ضروري لبياناتك على السحابة؟
de: Warum ist Verschlüsselung für Ihre Daten in der Cloud unerlässlich?
es: ¿Por qué el cifrado es esencial para tus datos en la nube?
fr: Pourquoi le Chiffrement est Essentiel pour Vos Données sur le Cloud ?
it: Perché la Crittografia è Essenziale per i Tuoi Dati sul Cloud?
ko: 암호화가 클라우드의 데이터에 필수적인 이유는 무엇입니까?
nl: Waarom is Versleuteling Essentieel voor Uw Gegevens in de Cloud?
pl: Dlaczego szyfrowanie jest niezbędne dla Twoich danych w chmurze?
pt: Por que a Encriptação é Essencial para Seus Dados na Nuvem?
ru: Почему шифрование необходимо для ваших данных в облаке?
sv: Varför är kryptering viktigt för din data på molnet?
tr: Buluttaki Verileriniz için Şifreleme Neden Önemlidir?
zh: 为什么加密对云上的数据至关重要？

# Blog_EGEODUNA_Main_Text1
source: Today, data privacy and security have become a significant concern, and people are continuously searching for ways to keep their sensitive files secure. Securing and encrypting your data on the cloud is equally important as securing your data on your local storage.
ar: اليوم ، أصبحت خصوصية البيانات وأمانها مصدر قلق كبير ، ويبحث الأشخاص باستمرار عن طرق للحفاظ على أمان ملفاتهم الحساسة. يعد تأمين وتشفير بياناتك على السحابة مهمًا بنفس القدر مثل تأمين بياناتك على التخزين المحلي الخاص بك.
de: Heutzutage sind Datenschutz und -sicherheit zu einem wichtigen Anliegen geworden, und die Menschen suchen ständig nach Möglichkeiten, ihre sensiblen Dateien zu schützen. Die Sicherung und Verschlüsselung Ihrer Daten in der Cloud ist ebenso wichtig wie die Sicherung Ihrer Daten auf Ihrem lokalen Speicher.
es: Hoy en día, la privacidad y la seguridad de los datos se han convertido en una preocupación importante, y las personas buscan continuamente formas de mantener seguros sus archivos confidenciales. Proteger y cifrar tus datos en la nube es tan importante como proteger tus datos en tu almacenamiento local.
fr: Aujourd'hui, la confidentialité et la sécurité des données sont devenues une préoccupation importante, et les gens recherchent en permanence des moyens de sécuriser leurs fichiers sensibles. La sécurisation et le chiffrement de vos données sur le cloud sont tout aussi importants que la sécurisation de vos données sur votre stockage local.
it: Oggi, la privacy e la sicurezza dei dati sono diventate una preoccupazione significativa e le persone sono continuamente alla ricerca di modi per proteggere i propri file sensibili. La protezione e la crittografia dei dati sul cloud sono importanti quanto la protezione dei dati nello storage locale.
ko: 오늘날 데이터 개인 정보 보호 및 보안은 중요한 관심사가 되었으며 사람들은 민감한 파일을 안전하게 보호할 수 있는 방법을 지속적으로 찾고 있습니다. 클라우드에서 데이터를 보호하고 암호화하는 것은 로컬 스토리지의 데이터를 보호하는 것만큼 중요합니다.
nl: Tegenwoordig zijn gegevensprivacy en -beveiliging een belangrijke zorg geworden en mensen zijn voortdurend op zoek naar manieren om hun gevoelige bestanden veilig te houden. Het beveiligen en versleutelen van uw gegevens in de cloud is net zo belangrijk als het beveiligen van uw gegevens op uw lokale opslag.
pl: Obecnie prywatność i bezpieczeństwo danych stały się poważnym problemem, a ludzie nieustannie szukają sposobów na zabezpieczenie swoich poufnych plików. Zabezpieczanie i szyfrowanie danych w chmurze jest równie ważne, jak zabezpieczanie danych w lokalnej pamięci masowej.
pt: Hoje, a privacidade e a segurança dos dados tornaram-se uma preocupação significativa, e as pessoas estão continuamente procurando maneiras de manter seus arquivos confidenciais seguros. Proteger e criptografar seus dados na nuvem é tão importante quanto proteger seus dados em seu armazenamento local.
ru: Сегодня конфиденциальность и безопасность данных стали серьезной проблемой, и люди постоянно ищут способы обезопасить свои личные файлы. Защита и шифрование ваших данных в облаке не менее важны, чем защита ваших данных в локальном хранилище.
sv: Idag har dataintegritet och säkerhet blivit ett stort problem, och människor söker ständigt efter sätt att hålla sina känsliga filer säkra. Att säkra och kryptera din data i molnet är lika viktigt som att säkra din data på din lokala lagring.
tr: Günümüzde, veri gizliliği ve güvenliği önemli bir endişe kaynağı haline gelmiştir ve insanlar sürekli olarak hassas dosyalarını güvende tutmanın yollarını aramaktadır. Buluttaki verilerinizin güvenliğini sağlamak ve şifrelemek, yerel depolama alanınızdaki verilerinizin güvenliğini sağlamak kadar önemlidir.
zh: 如今，数据隐私和安全已经成为一个重要的问题，人们一直在寻找保护敏感文件安全的方法。 保护和加密云上的数据与保护本地存储上的数据同样重要。

# Blog_EGEODUNA_Main_Text2
source: Microsoft OneDrive is one of the most popular cloud storage services used globally. However, storing sensitive information in the cloud may cause security risks. That's where AxCrypt comes into play. AxCrypt is a powerful encryption tool that allows you to encrypt your files securely, ensuring that your data is protected in the cloud, including on OneDrive.
ar: يعد مايكروسوفت ون درايف أحد أشهر خدمات التخزين السحابية المستخدمة عالميا. ومع ذلك ، قد يؤدي تخزين المعلومات الحساسة في السحابة إلى مخاطر أمنية. وهنا يأتي دور اكسكربت. تعد اكسكربت أداة تشفير قوية تتيح لك تشفير ملفاتك بأمان ، مما يضمن حماية بياناتك في السحابة ، بما في ذلك على ون درايف.
de: Microsoft OneDrive ist einer der weltweit beliebtesten Cloud-Speicherdienste. Das Speichern sensibler Informationen in der Cloud kann jedoch Sicherheitsrisiken verursachen. Hier kommt AxCrypt ins Spiel. AxCrypt ist ein leistungsstarkes Verschlüsselungstool, mit dem Sie Ihre Dateien sicher verschlüsseln und sicherstellen können, dass Ihre Daten in der Cloud, auch auf OneDrive, geschützt sind.
es: Microsoft OneDrive es uno de los servicios de almacenamiento en la nube más populares utilizados a nivel mundial. Sin embargo, almacenar información confidencial en la nube puede causar riesgos de seguridad. Ahí es donde entra en juego AxCrypt. AxCrypt es una poderosa herramienta de cifrado que te permite cifrar tus archivos de manera segura, asegurando que tus datos estén protegidos en la nube, incluso en OneDrive.
fr: Microsoft OneDrive est l'un des services de stockage en nuage les plus populaires utilisés dans le monde. Cependant, le stockage d'informations sensibles dans le cloud peut entraîner des risques de sécurité. C'est là qu'AxCrypt entre en jeu. AxCrypt est un outil de cryptage puissant qui vous permet de crypter vos fichiers en toute sécurité, garantissant que vos données sont protégées dans le cloud, y compris sur OneDrive.
it: Microsoft OneDrive è uno dei servizi di archiviazione cloud più popolari utilizzati a livello globale. Tuttavia, l'archiviazione di informazioni riservate nel cloud può causare rischi per la sicurezza. È qui che entra in gioco AxCrypt. AxCrypt è un potente strumento di crittografia che ti consente di crittografare i tuoi file in modo sicuro, garantendo che i tuoi dati siano protetti nel cloud, anche su OneDrive.
ko: 마이크로소프트 OneDrive는 전 세계적으로 가장 널리 사용되는 클라우드 스토리지 서비스 중 하나입니다. 그러나 중요한 정보를 클라우드에 저장하면 보안 위험이 발생할 수 있습니다. 그래서 AxCrypt가 필요합니다. AxCrypt는 파일을 안전하게 암호화하여 OneDrive를 포함한 클라우드에서 데이터를 보호할 수 있는 강력한 암호화 도구입니다.
nl: Microsoft OneDrive is een van de populairste cloudopslagservices die wereldwijd worden gebruikt. Het opslaan van gevoelige informatie in de cloud kan echter beveiligingsrisico's met zich meebrengen. Dat is waar AxCrypt in het spel komt. AxCrypt is een krachtige coderingstool waarmee u uw bestanden veilig kunt versleutelen, zodat uw gegevens in de cloud worden beschermd, ook op OneDrive.
pl: Microsoft OneDrive to jedna z najpopularniejszych usług przechowywania w chmurze używana na całym świecie. Jednak przechowywanie poufnych informacji w chmurze może powodować zagrożenia bezpieczeństwa. W tym miejscu do gry wkracza AxCrypt. AxCrypt to potężne narzędzie szyfrujące, które umożliwia bezpieczne szyfrowanie plików, zapewniając ochronę danych w chmurze, w tym w usłudze OneDrive.
pt: O Microsoft OneDrive é um dos serviços de armazenamento em nuvem mais populares usados globalmente. No entanto, armazenar informações confidenciais na nuvem pode causar riscos de segurança. É aí que o AxCrypt entra em ação. O AxCrypt é uma poderosa ferramenta de criptografia que permite criptografar seus arquivos com segurança, garantindo que seus dados estejam protegidos na nuvem, inclusive no OneDrive.
ru: Microsoft OneDrive - одна из самых популярных облачных служб хранения данных, используемых во всем мире. Однако хранение конфиденциальной информации в облаке может привести к угрозам безопасности. Вот тут-то и вступает в игру AxCrypt. AxCrypt - это мощный инструмент шифрования, который позволяет вам надежно шифровать ваши файлы, гарантируя, что ваши данные защищены в облаке, в том числе в OneDrive.
sv: Microsoft OneDrive är en av de mest populära molnlagringstjänsterna som används globalt. Att lagra känslig information i molnet kan dock orsaka säkerhetsrisker. Det är där AxCrypt kommer in i bilden. AxCrypt är ett kraftfullt krypteringsverktyg som låter dig kryptera dina filer säkert, vilket säkerställer att dina data är skyddade i molnet, inklusive på OneDrive.
tr: Microsoft OneDrive, küresel olarak kullanılan en popüler bulut depolama hizmetlerinden biridir. Ancak, hassas bilgilerin bulutta depolanması güvenlik risklerine neden olabilir. İşte bu noktada AxCrypt devreye girer. AxCrypt, dosyalarınızı güvenli bir şekilde şifrelemenizi sağlayan ve verilerinizin OneDrive da dahil olmak üzere bulutta korunmasını sağlayan güçlü bir şifreleme aracıdır.
zh: Microsoft OneDrive是全球使用的最流行的云存储服务之一。 但是，将敏感信息存储在云中可能会导致安全风险。 这就是AxCrypt发挥作用的地方。 AxCrypt是一款功能强大的加密工具，可让您安全地加密文件，确保您的数据在云中受到保护，包括OneDrive。

# Blog_EGEODUNA_Main_Text3
source: With AxCrypt, you can encrypt your personal and business data seamlessly using the powerful <b> AES 256-bit algorithm</b>, and manage the processes within your team with a master access using the <a href='https://axcrypt.net/information/master-key/'><b> master key </b></a>.
de: Mit AxCrypt verschlüsseln Sie Ihre persönlichen und geschäftlichen Daten nahtlos mit dem leistungsstarken <b> AES-256-Bit-Algorithmus</b> und verwalten die Prozesse innerhalb Ihres Teams mit einem Master-Zugang über den <a href='https://axcrypt.net/information/master-key/'><b> master key </b></a>.
fr: Avec AxCrypt, vous pouvez crypter vos données personnelles et professionnelles de manière fluide en utilisant le puissant <b>algorithme AES 256 bits</b>, et gérer les processus au sein de votre équipe avec un accès maître grâce à la <a href='https://axcrypt.net/information/master-key/'><b>clé maîtresse</b></a>.
it: Con AxCrypt, puoi crittografare i tuoi dati personali e aziendali senza problemi utilizzando il potente <b> algoritmo AES a 256 bit</b> e gestire i processi all'interno del tuo team con un accesso master utilizzando la <a href='https://axcrypt.net/information/master-key/'><b> chiave master </b></a>.
ru: С помощью AxCrypt вы можете легко шифровать свои личные и деловые данные, используя мощный <b>256-битный алгоритм AES</b>, и управлять процессами в своей команде с помощью главного доступа с помощью <a href="https://axcrypt.net/information/master-key /'><b>master key</b></a>.
zh: 使用 AxCrypt，您可以使用强大的 <b> AES 256 位算法</b>无缝加密您的个人和企业数据，并使用 <a href='https://axcrypt.net/information/master-key/'><b> master key </b></a>通过主访问权限管理团队内的流程。

# Blog_EGEODUNA_Main_Text4
source: In this post, we will guide you through the process of encrypting files on OneDrive using AxCrypt. We'll cover the following topics:
ar: في هذا المنشور ، سنوجهك خلال عملية تشفير الملفات على ون درايف باستخدام اكسكربت. سنغطي الموضوعات التالية:
de: In diesem Beitrag führen wir Sie durch den Prozess der Verschlüsselung von Dateien auf OneDrive mit AxCrypt. Wir werden die folgenden Themen behandeln:
es: En esta publicación, te guiaremos a través del proceso de cifrado de archivos en OneDrive usando AxCrypt. Abarcaremos los siguientes temas:
fr: Dans cet article, nous vous guiderons tout au long du processus de chiffrement de fichiers sur OneDrive à l'aide d'AxCrypt. Nous aborderons les sujets suivants :
it: In questo post, ti guideremo attraverso il processo di crittografia dei file su OneDrive usando AxCrypt. Tratteremo i seguenti argomenti:
ko: 이 게시물에서는 AxCrypt를 사용하여 OneDrive에서 파일을 암호화하는 과정을 안내합니다. 다음 주제를 다룰 것입니:
nl: In dit bericht zullen we u begeleiden bij het versleutelen van bestanden op OneDrive met AxCrypt. We behandelen de volgende onderwerpen:
pl: W tym poście przeprowadzimy Cię przez proces szyfrowania plików w OneDrive za pomocą AxCrypt. Poruszymy następujące tematy:
pt: Neste post, vamos guiá-lo pelo processo de criptografia de arquivos no OneDrive usando o AxCrypt. Abordaremos os seguintes tópicos:
ru: В этом посте мы расскажем вам о процессе шифрования файлов в OneDrive с помощью AxCrypt. Мы рассмотрим следующие темы:
sv: I det här inlägg kommer vi att guida dig genom processen att kryptera filer på OneDrive med AxCrypt. Vi tar upp följande ämnen:
tr: Bu yazıda, AxCrypt kullanarak OneDrive'daki dosyaları şifreleme sürecinde size rehberlik edeceğiz. Aşağıdaki konuları ele alacağız:
zh: 在这篇文章中，我们将指导您完成使用AxCrypt在OneDrive上加密文件的过程。 我们将介绍以下主题:

# Blog_EGEODUNA_Summary
source: Today, data privacy and security have become a significant concern, and people are continuously searching for ways to keep their sensitive files secure.
ar: اليوم ، أصبحت خصوصية البيانات وأمانها مصدر قلق كبير ، ويبحث الأشخاص باستمرار عن طرق للحفاظ على أمان ملفاتهم الحساسة.
de: Heutzutage sind Datenschutz und -sicherheit zu einem wichtigen Anliegen geworden, und die Menschen suchen ständig nach Möglichkeiten, ihre sensiblen Dateien zu schützen.
es: Hoy en día, la privacidad y la seguridad de los datos se han convertido en una preocupación importante, y las personas buscan continuamente formas de mantener seguros sus archivos confidenciales.
fr: Aujourd'hui, la confidentialité et la sécurité des données sont devenues une préoccupation importante, et les gens recherchent en permanence des moyens de sécuriser leurs fichiers sensibles.
it: Oggi, la privacy e la sicurezza dei dati sono diventate una preoccupazione significativa e le persone sono continuamente alla ricerca di modi per proteggere i propri file sensibili.
ko: 오늘날 데이터 개인 정보 보호 및 보안은 중요한 관심사가 되었으며 사람들은 민감한 파일을 안전하게 보호할 수 있는 방법을 지속적으로 찾고 있습니다.
nl: Tegenwoordig zijn gegevensprivacy en -beveiliging een belangrijke zorg geworden en mensen zijn voortdurend op zoek naar manieren om hun gevoelige bestanden veilig te houden.
pl: Obecnie prywatność i bezpieczeństwo danych stały się poważnym problemem, a ludzie nieustannie szukają sposobów na zabezpieczenie swoich poufnych plików.
pt: Hoje em dia, a privacidade e a segurança de dados se tornaram uma preocupação significativa, e as pessoas estão constantemente buscando maneiras de manter seus arquivos sensíveis protegidos.
ru: Сегодня конфиденциальность и безопасность данных стали серьезной проблемой, и люди постоянно ищут способы обезопасить свои личные файлы.
sv: Idag har dataintegritet och säkerhet blivit ett stort problem, och människor söker ständigt efter sätt att hålla sina känsliga filer säkra.
tr: Günümüzde, veri gizliliği ve güvenliği önemli bir endişe kaynağı haline gelmiştir ve insanlar sürekli olarak hassas dosyalarını güvende tutmanın yollarını aramaktadır.
zh: 如今，数据隐私和安全已经成为一个重要的问题，人们一直在寻找保护敏感文件安全的方法。

# Blog_EGEODUNA_Title
source: Easy Guide to Encrypting OneDrive Files Using the Unbreakable AES-256 Algorithm
ar: دليل سهل لتشفير ملفات ون درايف باستخدام خوارزمية AES-256 غير القابلة للكسر
de: Einfache Anleitung zum Verschlüsseln von OneDrive-Dateien mit dem unzerbrechlichen AES-256-Algorithmus
es: Guía fácil para cifrar archivos de OneDrive con el inquebrantable algoritmo AES-256
fr: Guide Facile pour Chiffrer les Fichiers OneDrive à L'Aide de L'Algorithme AES-256 Incassable
it: Guida Semplice alla Crittografia dei File di OneDrive con l'Indistruttibile Algoritmo AES-256
ko: 깨지지 않는 AES-256 알고리즘을 사용하여 OneDrive 파일을 암호화하는 쉬운 가이드
nl: Eenvoudige Handleiding Voor het Versleutelen van OneDrive-bestanden met Behulp van het Onbreekbare AES-256 Algoritme
pl: Łatwy przewodnik po szyfrowaniu plików OneDrive przy użyciu algorytmu Unbreakable AES-256
pt: Guia Fácil para Criptografar Arquivos no OneDrive Usando o Algoritmo Inquebrável AES-256
ru: Простое руководство по шифрованию файлов OneDrive с использованием надежного алгоритма AES-256
sv: Enkel guide för att kryptera OneDrive-filer med den okrossbara AES-256-algoritmen
tr: Kırılma İmkansız AES-256 Algoritmasını Kullanarak OneDrive Dosyalarını Kolayca Şifreleme Kılavuzu
zh: 使用牢不可破的AES-256算法加密OneDrive文件的简单指南

# Blog_EHI_Conclusion_Text1
source: Due to a lack of encrypted medical data, health insurance information, and social security numbers are all exposed to third parties. Protect your company's and patients' information with AxCrypt.
ar: نظرًا لنقص البيانات الطبية المشفرة ، فإن معلومات التأمين الصحي وأرقام الضمان الاجتماعي تتعرض جميعها لأطراف ثالثة. قم بحماية معلومات شركتك والمرضى باستخدام اكسكربت.
de: Aufgrund fehlender verschlüsselter medizinischer Daten sind Krankenversicherungsinformationen und Sozialversicherungsnummern Dritten zugänglich. Schützen Sie die Informationen Ihres Unternehmens und Ihrer Patienten mit AxCrypt.
es: Debido a la falta de datos médicos cifrados, la información del seguro médico y los números de seguridad social están expuestos a terceros. Protege la información de tu empresa y de tus pacientes con AxCrypt.
fr: En raison d’un manque de données médicales cryptées, les informations d’assurance maladie, et les numéros de sécurité sociale sont tous exposés à des tiers. Protégez les informations de votre entreprise et de vos patients avec AxCrypt.
it: A causa della mancanza di dati medici crittografati, le informazioni sull'assicurazione sanitaria e i numeri di previdenza sociale sono tutti esposti a terzi. Proteggi le informazioni della tua azienda e dei tuoi pazienti con AxCrypt.
ko: 암호화된 의료 데이터가 없기 때문에 건강 보험 정보와 사회 보장 번호가 모두 제3자에게 노출됩니다. AxCrypt로 회사와 환자의 정보를 보호하십시오.
nl: Door een gebrek aan versleutelde medische gegevens, wordt informatie over ziektekostenverzekeringen en burgerservicenummers allemaal blootgesteld aan derden. Bescherm de informatie van uw bedrijf en patiënten met AxCrypt.
pl: Ze względu na brak zaszyfrowanych danych medycznych, informacje o ubezpieczeniach zdrowotnych i numerach ubezpieczenia społecznego są narażone na osoby trzecie. Chroń informacje swojej firmy i pacjentów za pomocą AxCrypt.
pt: Devido à falta de cifragem de dados médicos, informação de seguros de saúde e números de segurança social, todos estes dados ficam expostos a terceiros. Proteja a informação da sua empresa e dos seus pacientes com a AxCrypt.
ru: Из-за отсутствия зашифрованных медицинских данных информация о медицинском страховании и номера социального страхования доступны третьим лицам. Защитите информацию вашей компании и пациентов с помощью AxCrypt.
sv: På grund av bristen på krypterad medicinsk data, sjukförsäkringsinformation, och personnummer är alla utsatta för att visas för tredje parter. Skydda ditt företags och patienters information med AxCrypt.
tr: Tıbbi verilerin şifrelenmesindeki eksiklikler nedeniyle, sağlık sigortası bilgileri ve sosyal güvenlik numaralarının tümü üçüncü taraflara açık hale gelir. AxCrypt ile şirketinizin ve hastalarınızın bilgilerini koruyun.
zh: 由于缺乏加密的医疗数据，健康保险信息和社会安全号码都暴露给第三方。 使用AxCrypt保护您公司和患者的信息。

# Blog_EHI_H1_Text1
source: There have been plenty of high-profile data breaches in the healthcare industry over the past five years. Without getting into the nuance of each situation, the result has been hundreds of millions of patient records being compromised and potentially sold on the dark web. The Anthem incident in 2015 is just one example. .<br/>
ar: كان هناك الكثير من انتهاكات البيانات البارزة في صناعة الرعاية الصحية على مدار السنوات الخمس الماضية. دون الخوض في الفوارق الدقيقة لكل موقف ، كانت النتيجة تعرض مئات الملايين من سجلات المرضى للاختراق وربما بيعها على شبكة الإنترنت المظلمة. حادثة Anthem في عام 2015 هي مجرد مثال واحد. . <br/>
de: In den letzten fünf Jahren gab es in der Gesundheitsbranche zahlreiche hochkarätige Datenschutzverletzungen. Ohne auf die Nuancen jeder Situation einzugehen, wurden Hunderte Millionen Patientenakten kompromittiert und möglicherweise im Dark Web verkauft. Der Anthem-Vorfall im Jahr 2015 ist nur ein Beispiel. .<br/>
es: Ha habido muchas vulneraciones de datos de alto perfil en la industria de la salud en los últimos cinco años. Sin entrar en los matices de cada situación, el resultado ha sido que cientos de millones de registros de pacientes se ven comprometidos y potencialmente vendidos en la dark web. El incidente de Anthem en 2015 es solo un ejemplo.<br/>
fr: Il y a eu de nombreuses violations de données très médiatisées dans le secteur de la santé au cours des cinq dernières années. Sans entrer dans la nuance de chaque situation, le résultat a été des centaines de millions de dossiers de patients compromis et potentiellement vendus sur le dark web. L’incident d’Anthem en 2015 n’en est qu’un exemple. .<br/>
it: Negli ultimi cinque anni, ci sono state molte violazioni dei dati di alto profilo nel settore sanitario. Senza entrare nelle sfumature di ogni situazione, il risultato è stato centinaia di milioni di cartelle cliniche dei pazienti compromesse e potenzialmente vendute sul dark web. L'incidente di Anthem nel 2015 è solo un esempio. <br/>
ko: 지난 5년 동안 의료 산업에서 세간의 이목을 끄는 데이터 유출이 많이 발생했습니다. 그 결과 수억 개의 환자 기록이 손상되어 잠재적으로 다크 웹에서 판매되었습니다. 2015년 Anthem 사건은 한 가지 예에 불과합니다. .<br/>
nl: Er zijn de afgelopen vijf jaar tal van spraakmakende datalekken geweest in de gezondheidszorg. Zonder in de nuance van elke situatie te treden, is het resultaat dat honderden miljoenen patiëntendossiers zijn gecompromitteerd en mogelijk op het dark web zijn verkocht. Het Anthem-incident in 2015 is slechts één voorbeeld. .<br/>
pl: W ciągu ostatnich pięciu lat w branży opieki zdrowotnej doszło do wielu głośnych naruszeń danych. Bez wchodzenia w niuanse każdej sytuacji, w rezultacie setki milionów danych pacjentów zostały naruszone i potencjalnie sprzedane w ciemnej sieci. Incydent w Anthem w 2015 roku to tylko jeden z przykładów. .<br/>
pt: Tem havido muitas violações de dados de grande notoriedade na indústria dos cuidados de saúde nos últimos cinco anos. Sem se entrar nas nuances de cada situação, o resultado tem sido centenas de milhões de registos de pacientes comprometidos e potencialmente vendidos na dark web. O incidente Anthem em 2015 é apenas um exemplo.<br/>
ru: За последние пять лет в сфере здравоохранения произошло множество громких утечек данных. Не вдаваясь в нюансы каждой ситуации, можно сказать, что в результате сотни миллионов записей пациентов были скомпрометированы и потенциально проданы в даркнете. Инцидент с гимном в 2015 году - лишь один из примеров. .<br/>
sv: Det har förekommit många högprofilerade dataintrång i sjukvårdsbranschen under de senaste fem åren. Utan att gå in på detaljerna i varje situation har resultatet blivit att hundratals miljoner patientjournaler har äventyrats och potentiellt sålts på den mörka webben. Anthem-incidenten 2015 är bara ett exempel. <br/>
tr: Son beş yılda sağlık sektöründe çok sayıda yüksek profilli veri ihlali yaşandı. Bu durum, çok fazla ayrıntıya girmeden yüz milyonlarca hasta kaydının tehlikeye atılması ve potansiyel olarak dark web'de satılması ile sonuçlandı. 2015'teki Anthem olayı buna sadece bir örnektir.<br/>
zh: 在过去的五年中，医疗保健行业发生了大量引人注目的数据泄露事件。 没有进入每种情况的细微差别，结果是数以亿计的患者记录被泄露并可能在黑暗网络上出售。 2015年的Anthem事件只是一个例子。 .<br/>
