Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HACEESCSDP_H1_Text10
source: <li><b>Real-Time Protection</b>: Files modified in the secured folder are automatically re-encrypted when you sign out or use the Cleanup feature.</li>
de: <li><b>Echtzeitschutz</b>: Dateien, die im geschützten Ordner geändert wurden, werden automatisch erneut verschlüsselt, wenn Sie sich abmelden oder die Bereinigungsfunktion verwenden.</li>
fr: <li><b>Protection en temps réel</b> : les fichiers modifiés dans le dossier sécurisé sont automatiquement ré-chiffrés lorsque vous vous déconnectez ou utilisez la fonction de nettoyage. </li>
it: <li><b>Protezione in tempo reale</b>: i file modificati nella cartella protetta vengono automaticamente crittografati nuovamente quando ci si disconnette o si utilizza la funzione di pulizia.</li>
ru: <li><b>Защита в режиме реального времени</b>: Файлы, измененные в защищенной папке, автоматически шифруются при выходе из системы или использовании функции очистки.</li>
zh: <li><b>实时保护</b>：当您注销或使用清理功能时，在安全文件夹中修改的文件会自动重新加密。</li>

# Blog_HACEESCSDP_H1_Text11
source: <li><b>Temporary Decryption</b>: Files can be opened in their native applications (e.g., Word, Excel), and AxCrypt will re-encrypt them upon saving.</li>
de: <li><b>Temporäre Entschlüsselung</b>: Dateien können in ihren nativen Anwendungen (z. B. Word, Excel) geöffnet werden, und AxCrypt verschlüsselt sie beim Speichern erneut.</li>
fr: <li><b>Décryptage temporaire</b> : les fichiers peuvent être ouverts dans leurs applications natives (par exemple, Word, Excel) et AxCrypt les ré-encryptera lors de l’enregistrement. </li>
it: <li><b>Decrittografia temporanea</b>: i file possono essere aperti nelle loro applicazioni native (ad esempio, Word, Excel) e AxCrypt li crittograferà nuovamente al momento del salvataggio.</li>
ru: <li><b>Временная расшифровка</b>: Файлы могут быть открыты в их собственных приложениях (например, Word, Excel), и AxCrypt повторно зашифрует их после сохранения.</li>
zh: <li><b>临时解密</b>：文件可以在其本机应用程序（例如 Word、Excel）中打开，AxCrypt 将在保存时重新加密它们。</li>

# Blog_HACEESCSDP_H1_Text12
source: <li><b>Visibility</b>: Encrypted files display the AxCrypt padlock icon instead of the standard file icon, making it easy to identify protected files.</li>
de: <li><b>Sichtbarkeit</b>: Verschlüsselte Dateien zeigen das AxCrypt-Vorhängeschloss-Symbol anstelle des Standard-Dateisymbols an, wodurch geschützte Dateien leicht identifiziert werden können.</li>
fr: <li><b>Visibilité</b> : les fichiers chiffrés affichent l’icône de cadenas AxCrypt au lieu de l’icône de fichier standard, ce qui facilite l’identification des fichiers protégés. </li>
it: <li><b>Visibilità</b>: i file crittografati visualizzano l'icona del lucchetto AxCrypt invece dell'icona del file standard, facilitando l'identificazione dei file protetti.</li>
ru: <li><b>Видимость</b>: Зашифрованные файлы отображают значок замка AxCrypt вместо стандартного значка файла, что упрощает идентификацию защищенных файлов.</li>
zh: <li><b>可见性</b>：加密文件显示 AxCrypt 挂锁图标而不是标准文件图标，从而易于识别受保护的文件。</li>

# Blog_HACEESCSDP_H1_Text2
source: <b>Encryption Process</b>
de: <b>Verschlüsselungsprozess</b>
fr: <b>Processus de chiffrement</b>
it: <b>Processo di crittografia</b>
ru: <b>Процесс шифрования</b>
zh: <b>加密过程</b>

# Blog_HACEESCSDP_H1_Text3
source: <li>AxCrypt uses <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>, one of the strongest encryption standards, to secure files locally before syncing them to cloud services like Google Drive, OneDrive, or Dropbox.</li>
de: <li>AxCrypt verwendet <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>, einen der stärksten Verschlüsselungsstandards, um Dateien lokal zu sichern, bevor sie mit Cloud-Diensten wie Google Drive, OneDrive oder Dropbox synchronisiert werden.</li>
fr: <li>AxCrypt utilise <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>, l’une des normes de chiffrement les plus strictes, pour sécuriser les fichiers localement avant de les synchroniser sur des services cloud comme Google Drive, OneDrive ou Dropbox.</li>
it: <li>AxCrypt utilizza la <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>crittografia AES-256</b></a>, uno degli standard di crittografia più potenti, per proteggere i file localmente prima di sincronizzarli con servizi cloud come Google Drive, OneDrive o Dropbox.</li>
ru: <li>AxCrypt использует <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>, один из самых надежных стандартов шифрования, для локальной защиты файлов перед их синхронизацией с облачными сервисами, такими как Google Drive, OneDrive или Dropbox.</li>
zh: <li>AxCrypt 使用 <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>（最强大的加密标准之一）在本地保护文件，然后再将它们同步到 Google Drive、OneDrive 或 Dropbox 等云服务。</li>

# Blog_HACEESCSDP_H1_Text4
source: <li>When you designate a folder as ❝secured❞, any file added to this folder is automatically encrypted and assigned a .axx extension.</li>
de: <li>Wenn Sie einen Ordner als ❝gesichert❞ festlegen, wird jede Datei, die diesem Ordner hinzugefügt wird, automatisch verschlüsselt und mit der Erweiterung .axx versehen.</li>
fr: <li>Lorsque vous définissez un dossier comme sécurisé , tout fichier ajouté à ce dossier est automatiquement chiffré et reçoit une extension . axx. </li>
it: <li>Quando si designa una cartella come "protetta", qualsiasi file aggiunto a questa cartella viene automaticamente crittografato e gli viene assegnata un'estensione .axx.</li>
ru: <li>Когда вы указываете папку как ❝защищенную❞, любой файл, добавленный в эту папку, автоматически шифруется и ему присваивается расширение .axx.</li>
zh: <li>当您将文件夹指定为 ❝安全❞ 时，添加到此文件夹的任何文件都会自动加密并分配 .axx 扩展名。</li>

# Blog_HACEESCSDP_H1_Text5
source: <li>The file retains its original name but becomes inaccessible without the correct AxCrypt credentials.</li>
de: <li>Die Datei behält ihren ursprünglichen Namen, wird aber ohne die korrekten AxCrypt-Anmeldeinformationen nicht mehr zugänglich.</li>
fr: <li>Le fichier conserve son nom d’origine mais devient inaccessible sans les informations d’identification AxCrypt correctes. </li>
it: <li>Il file mantiene il suo nome originale ma diventa inaccessibile senza le credenziali AxCrypt corrette.</li>
ru: <li>Файл сохраняет свое исходное имя, но становится недоступным без правильных учетных данных AxCrypt.</li>
zh: <li>该文件将保留其原始名称，但如果没有正确的 AxCrypt 凭据，则无法访问该文件。</li>

# Blog_HACEESCSDP_H1_Text6
source: <b>Cloud Integration</b>
fr: <b>Intégration dans le cloud</b>
it: <b>Integrazione cloud</b>
ru: <b>Интеграция с облаком</b>
zh: <b>云集成</b>

# Blog_HACEESCSDP_H1_Text7
source: <li><b>Dedicated Folders</b>: AxCrypt creates an ❝AxCrypt❞ folder within your <b>file encryption for cloud services</b>. Any file placed inside is encrypted before syncing to the cloud.</li>
de: <li><b>Dedizierte Ordner</b>: AxCrypt erstellt einen ❝AxCrypt❞-Ordner innerhalb Ihrer <b>Dateiverschlüsselung für Cloud-Dienste</b>. Jede darin abgelegte Datei wird verschlüsselt, bevor sie mit der Cloud synchronisiert wird.</li>
fr: <li><b>Dossiers dédiés</b> : AxCrypt crée un dossier AxCrypt dans votre <b>chiffrement de fichier pour les services cloud</b>. Tout fichier placé à l’intérieur est chiffré avant d’être synchronisé avec le nuage. </li>
it: <li><b>Cartelle dedicate</b>: AxCrypt crea una cartella "AxCrypt" all'interno della <b>crittografia dei file per i servizi cloud</b>. Qualsiasi file inserito all'interno viene crittografato prima della sincronizzazione con il cloud.</li>
ru: <li><b>Выделенные папки</b>: AxCrypt создает папку ❝AxCrypt❞ в <b>рамках шифрования файлов для облачных сервисов</b>. Любой файл, помещенный внутри, шифруется перед синхронизацией с облаком.</li>
zh: <li><b>专用文件夹</b>：AxCrypt 在您的 <b>文件加密</b>中为云服务创建一个 ❝AxCrypt❞ 文件夹。放置在其中的任何文件在同步到云之前都会被加密。</li>

# Blog_HACEESCSDP_H1_Text8
source: <li><b>Cross-Platform Access</b>: Encrypted files remain secure and can be accessed on any device running AxCrypt using your master password.</li>
de: <li><b>Plattformübergreifender Zugriff</b>: Verschlüsselte Dateien bleiben sicher und können auf jedem Gerät, auf dem AxCrypt ausgeführt wird, mit Ihrem Master-Passwort aufgerufen werden.</li>
fr: <li><b>Cross-Platform Access</b> : les fichiers chiffrés restent sécurisés et peuvent être consultés sur n’importe quel appareil exécutant AxCrypt à l’aide de votre mot de passe principal. </li>
it: <li><b>Accesso multipiattaforma</b>: i file crittografati rimangono al sicuro e sono accessibili su qualsiasi dispositivo che esegue AxCrypt utilizzando la password principale.</li>
ru: <li><b>Кроссплатформенный доступ</b>: Зашифрованные файлы остаются защищенными и могут быть доступны на любом устройстве под управлением AxCrypt с использованием мастер-пароля.</li>
zh: <li><b>跨平台访问</b>：加密文件保持安全，可以使用主密码在运行AxCrypt的任何设备上访问。</li>

# Blog_HACEESCSDP_H1_Text9
source: <b>Automatic Security Features</b>
de: <b>Automatische Sicherheitsfunktionen</b>
fr: <b>Fonctions de sécurité automatiques</b>
it: <b>Funzioni di sicurezza automatica</b>
ru: <b>Автоматические функции безопасности</b>
zh: <b>自动安全功能</b>

# Blog_HACEESCSDP_H2_Text1
source: <b>On Desktop (Windows/Mac)</b>:
de: <b>Auf dem Desktop (Windows/Mac):</b>
fr: <b>Sur ordinateur de bureau (Windows/Mac) </b> :
it: <b>Su desktop (Windows/Mac):</b>
ru: <b>На настольном компьютере (Windows/Mac):</b>
zh: <b>在桌面 （Windows/Mac） 上</b>：

# Blog_HACEESCSDP_H2_Text10
source: <b>On Mobile (Android/iOS):</b>
de: <b>Auf Mobilgeräten (Android/iOS):</b>
fr: <b>Sur mobile (Android/iOS) :</b>
it: <b>Su dispositivi mobili (Android/iOS):</b>
ru: <b>На мобильных устройствах (Android/iOS):</b>
zh: <b>在移动设备 （Android/iOS） 上：</b>

# Blog_HACEESCSDP_H2_Text11
source: AxCrypt extends encryption capabilities to <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here!/'>mobile devices</a>, ensuring <b>data protection in the cloud</b> when accessed on the go.
de: AxCrypt erweitert die Verschlüsselungsfunktionen auf <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here!/'>mobile devices</a> und gewährleistet <b>so den Datenschutz in der Cloud</b>, wenn von unterwegs darauf zugegriffen wird.
fr: AxCrypt étend les capacités de chiffrement à <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here! /'>appareils mobiles</a>, assurant la <b>protection des données dans le cloud</b> lorsque l’accès est en déplacement.
it: AxCrypt estende le funzionalità di crittografia ai <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here!/'>dispositivi mobili</a>, garantendo <b>la protezione dei dati nel cloud</b> quando vi si accede in movimento.
ru: AxCrypt расширяет возможности шифрования для <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here!/'>mobile devices</a>, обеспечивая <b>защиту данных в облаке</b> при доступе к ним в любом месте.
zh: AxCrypt 将加密功能扩展到 <a href='https://axcrypt.net/blog/AxCrypt-Mobile-Encryption-is-finally-here!/'>mobile devices</a>，确保在外出时在云中保护 <b>数据</b> 。

# Blog_HACEESCSDP_H2_Text12
source: <b>Encryption Process on Mobile</b>
de: <b>Verschlüsselungsprozess auf Mobilgeräten</b>
fr: <b>Processus de chiffrement sur mobile</b>
it: <b>Processo di crittografia su dispositivi mobili</b>
ru: <b>Процесс шифрования на мобильных устройствах</b>
zh: <b>移动设备上的加密过程</b>

# Blog_HACEESCSDP_H2_Text13
source: <li>Files are encrypted locally using AES-256 before syncing with <b>secure cloud storage</b>.</li>
de: <li>Dateien werden lokal mit AES-256 verschlüsselt, bevor sie mit <b>einem sicheren Cloud-Speicher</b> synchronisiert werden.</li>
fr: <li>Les fichiers sont chiffrés localement à l’aide de l’AES-256 avant d’être synchronisés avec le <b>stockage cloud sécurisé</b>. </li>
it: <li>I file vengono crittografati localmente utilizzando AES-256 prima di essere sincronizzati con <b>l'archiviazione cloud sicura</b>.</li>
ru: <li>Файлы шифруются локально с помощью AES-256 перед синхронизацией с <b>безопасным облачным хранилищем</b>.</li>
zh: <li>在与 <b>安全云存储</b>同步之前，文件使用 AES-256 在本地加密。</li>

# Blog_HACEESCSDP_H2_Text14
source: <li>AxCrypt encrypts files into a .axx format, ensuring only authorized users can access them.</li>
de: <li>AxCrypt verschlüsselt Dateien in ein .axx-Format und stellt sicher, dass nur autorisierte Benutzer darauf zugreifen können.</li>
fr: <li>AxCrypt chiffre les fichiers dans un format . axx, pour que seuls les utilisateurs autorisés puissent y accéder. </li>
it: <li>AxCrypt crittografa i file in un formato .axx, garantendo che solo gli utenti autorizzati possano accedervi.</li>
ru: <li>AxCrypt шифрует файлы в формат .axx, гарантируя, что доступ к ним могут получить только авторизованные пользователи.</li>
zh: <li>AxCrypt 将文件加密为 .axx 格式，确保只有授权用户才能访问它们。</li>

# Blog_HACEESCSDP_H2_Text15
source: <b>How to Encrypt Cloud Files on Mobile</b>
de: <b>So verschlüsseln Sie Cloud-Dateien auf Mobilgeräten</b>
fr: <b>Comment chiffrer des fichiers dans le nuage sur mobile</b>
it: <b>Come crittografare i file cloud su dispositivi mobili</b>
ru: <b>Как зашифровать облачные файлы на мобильных устройствах</b>
zh: <b>如何在移动设备上加密云文件</b>

# Blog_HACEESCSDP_H2_Text16
source: 1. <b>Install AxCrypt Mobile</b>: Download AxCrypt from the Google Play Store or Apple App Store and sign in.
de: 1. <b>AxCrypt Mobile installieren</b>: Laden Sie AxCrypt aus dem Google Play Store oder Apple App Store herunter und melden Sie sich an.
fr: 1. <b>Installer AxCrypt Mobile</b> : Téléchargez AxCrypt depuis le Google Play Store ou l’Apple App Store et connectez-vous.
it: 1. <b>Installa AxCrypt Mobile</b>: scarica AxCrypt dal Google Play Store o dall'Apple App Store e accedi.
ru: 1. <b>Установите AxCrypt Mobile</b>: загрузите AxCrypt из Google Play Store или Apple App Store и войдите в систему.
zh: 1. <b>安装 AxCrypt Mobile</b>：从Google Play商店或Apple App Store下载 AxCrypt 并登录。

# Blog_HACEESCSDP_H2_Text18
source: <li>Tap the Secure button.</li>
de: <li>Tippen Sie auf die Schaltfläche Sichern.</li>
fr: <li>Appuyer sur le bouton Secure. </li>
it: <li>Tocca il pulsante Proteggi.</li>
ru: <li>Нажмите кнопку «Защита».</li>
zh: <li>点击安全按钮。</li>

# Blog_HACEESCSDP_H2_Text19
source: <li>Select a cloud storage provider (Google Drive, OneDrive, or Dropbox).</li>
de: <li>Wählen Sie einen Cloud-Speicheranbieter (Google Drive, OneDrive oder Dropbox) aus.</li>
fr: <li>Sélectionnez un fournisseur de stockage en nuage (Google Drive, OneDrive ou Dropbox). </li>
it: <li>Seleziona un provider di archiviazione cloud (Google Drive, OneDrive o Dropbox).</li>
ru: <li>Выберите поставщика облачного хранилища (Google Drive, OneDrive или Dropbox).</li>
zh: <li>选择云存储提供商（Google Drive、OneDrive 或 Dropbox）。</li>

# Blog_HACEESCSDP_H2_Text2
source: 1. <b>Install AxCrypt</b>: Download and install AxCrypt, then create an account and set a strong master password.
de: 1. <b>AxCrypt installieren</b>: Laden Sie AxCrypt herunter und installieren Sie es, erstellen Sie ein Konto und legen Sie ein sicheres Master-Passwort fest.
fr: 1. <b>Installer AxCrypt</b> : Télécharger et installer AxCrypt, puis créer un compte et définir un mot de passe maître fort.
it: 1. <b>Installa AxCrypt</b>: scarica e installa AxCrypt, quindi crea un account e imposta una password principale complessa.
ru: 1. <b>Установите AxCrypt</b>: Загрузите и установите AxCrypt, затем создайте учетную запись и установите надежный мастер-пароль.
zh: 1. <b>安装 AxCrypt</b>：下载并安装 AxCrypt，然后创建一个帐户并设置一个强主密码。

# Blog_HACEESCSDP_H2_Text20
source: <li>Authenticate with your cloud account credentials.</li>
de: <li>Authentifizieren Sie sich mit den Anmeldeinformationen Ihres Cloud-Kontos.</li>
fr: <li>Authentifiez-vous avec vos identifiants de compte cloud. </li>
it: <li>Esegui l'autenticazione con le credenziali del tuo account cloud.</li>
ru: <li>Пройдите аутентификацию с помощью данных облачной учетной записи.</li>
zh: <li>使用您的云帐户凭据进行身份验证。</li>

# Blog_HACEESCSDP_H2_Text21
source: 3. <b>Encrypt Files</b>:
de: 3. <b>Dateien verschlüsseln</b>:
fr: 3. <b>Chiffrer les fichiers</b> :
it: 3. <b>Crittografa i file</b>:
ru: 3. <b>Зашифруйте файлы</b>:
zh: 3. <b>加密文件</b>：

# Blog_HACEESCSDP_H2_Text22
source: <li>Navigate to the linked cloud storage folder within AxCrypt.</li>
de: <li>Navigieren Sie zum verknüpften Cloud-Speicherordner in AxCrypt.</li>
fr: <li>Accédez au dossier de stockage en nuage lié dans AxCrypt.</li>
it: <li>Passare alla cartella di archiviazione cloud collegata all'interno di AxCrypt.</li>
ru: <li>Перейдите в связанную папку облачного хранилища в AxCrypt.</li>
zh: <li>导航到 AxCrypt 中链接的云存储文件夹。</li>

# Blog_HACEESCSDP_H2_Text23
source: <li>Select files and tap Secure to encrypt them.</li>
de: <li>Wählen Sie Dateien aus und tippen Sie auf Sicher, um sie zu verschlüsseln.</li>
fr: <li>Sélectionnez les fichiers et appuyez sur Sécuriser pour les chiffrer. </li>
it: <li>Seleziona i file e tocca Proteggi per crittografarli.</li>
ru: <li>Выберите файлы и нажмите «Защита», чтобы зашифровать их.</li>
zh: <li>选择文件并点击安全对其进行加密。</li>

# Blog_HACEESCSDP_H2_Text24
source: 4. <b>Access & Decrypt Files</b>:
de: 4. <b>Zugriff und Entschlüsselung von Dateien</b>:
fr: 4. <b>Accès et déchiffrement des fichiers</b> :
it: 4. <b>Accedi e decrittografa i file</b>:
ru: 4. <b>Доступ к файлам и их расшифровка</b>:
zh: 4. <b>访问和解密文件</b>：

# Blog_HACEESCSDP_H2_Text25
source: <li>Tap on an encrypted file to open it.</li>
de: <li>Tippen Sie auf eine verschlüsselte Datei, um sie zu öffnen.</li>
fr: <li>Appuyez sur un fichier chiffré pour l’ouvrir. </li>
it: <li>Tocca un file crittografato per aprirlo.</li>
ru: <li>Нажмите на зашифрованный файл, чтобы открыть его.</li>
zh: <li>点击加密文件将其打开。</li>

# Blog_HACEESCSDP_H2_Text26
source: <li>Enter your AxCrypt password for temporary decryption.</li>
de: <li>Geben Sie Ihr AxCrypt-Passwort für die vorübergehende Entschlüsselung ein.</li>
fr: <li>Saisissez votre mot de passe AxCrypt pour un déchiffrement temporaire. </li>
it: <li>Inserisci la tua password AxCrypt per la decrittografia temporanea.</li>
ru: <li>Введите свой пароль AxCrypt для временной расшифровки.</li>
zh: <li>输入您的 AxCrypt 密码以进行临时解密。</li>

# Blog_HACEESCSDP_H2_Text27
source: 5. <b>Stop Securing Files</b>: Use the ❝Stop Securing❞ option to permanently decrypt files if needed.
de: 5. <b>Stoppen Sie die Sicherung von Dateien</b>: Verwenden Sie die Option ❝Sicherung stoppen❞, um Dateien bei Bedarf dauerhaft zu entschlüsseln.
fr: 5. <b>Arrêter la sécurisation des fichiers</b> : utiliser l’option Arrêter la sécurisation pour déchiffrer définitivement les fichiers si nécessaire.
it: 5. <b>Interrompi la protezione dei file</b>: utilizzare l'opzione "Interrompi protezione" per decrittografare definitivamente i file, se necessario.
ru: 5. <b>Остановите защиту файлов</b>: Используйте опцию ❝Остановить защиту❞ для окончательной расшифровки файлов, если это необходимо.
zh: 5. <b>停止保护文件</b>：如果需要，使用❝停止保护❞选项永久解密文件。

# Blog_HACEESCSDP_H2_Text28
source: <b>Additional Mobile Features</b>
de: <b>Zusätzliche mobile Funktionen</b>
fr: <b>Fonctions supplémentaires pour appareils mobiles</b>
it: <b>Funzionalità mobili aggiuntive</b>
ru: <b>Дополнительные функции для мобильных устройств</b>
zh: <b>其他移动功能</b>

# Blog_HACEESCSDP_H2_Text3
source: 2. <b>Set Up Cloud Storage</b>: Ensure you have a cloud storage service (e.g., Google Drive, OneDrive) installed.
de: 2. <b>Cloud-Speicher einrichten</b>: Stellen Sie sicher, dass Sie einen Cloud-Speicherdienst (z. B. Google Drive, OneDrive) installiert haben.
fr: 2. <b>Configurer le stockage dans le nuage</b> : Assurez-vous d’avoir installé un service de stockage dans le nuage (p. ex., Google Drive, OneDrive).
it: 2. <b>Configura l'archiviazione cloud</b>: assicurati di avere installato un servizio di archiviazione cloud (ad es. Google Drive, OneDrive).
ru: 2. <b>Настройте облачное хранилище</b>: Убедитесь, что у вас установлен облачный сервис хранения данных (например, Google Drive, OneDrive).
zh: 2. <b>设置云存储</b>：确保您已安装云存储服务（例如 Google Drive、OneDrive）。

# Blog_HACEESCSDP_H2_Text4
source: 3. <b>Secure Your Cloud Folder</b>: Add a dedicated cloud folder to AxCrypt's ❝secured folder❞ list.
de: 3. <b>Sichern Sie Ihren Cloud-Ordner</b>: Fügen Sie einen dedizierten Cloud-Ordner zur AxCrypt-Liste ❝gesicherter Ordner❞ hinzu.
fr: 3. <b>Secure Your Cloud Folder</b> : Ajoutez un dossier cloud dédié à la liste des dossiers sécurisés d’AxCrypt.
it: 3. <b>Proteggi la tua cartella cloud</b>: aggiungi una cartella cloud dedicata all'elenco delle "cartelle protette" di AxCrypt.
ru: 3. <b>Защитите свою облачную папку</b>: Добавьте выделенную облачную папку в список ❝защищенных папок❞ AxCrypt.
zh: 3. <b>保护您的云文件夹</b>：将专用云文件夹添加到 AxCrypt 的❝安全文件夹❞ 列表中。

# Blog_HACEESCSDP_H2_Text5
source: 4. <b>Encrypt Files</b>: Drag files into the secured folder, or right-click files and select Encrypt.
de: 4. <b>Dateien verschlüsseln</b>: Ziehen Sie Dateien in den gesicherten Ordner oder klicken Sie mit der rechten Maustaste auf Dateien und wählen Sie Verschlüsseln.
fr: 4. <b>Encrypt Files</b> : Faites glisser les fichiers dans le dossier sécurisé, ou cliquez avec le bouton droit de la souris sur les fichiers et sélectionnez Encrypt.
it: 4. <b>Crittografa file</b>: trascina i file nella cartella protetta o fai clic con il pulsante destro del mouse sui file e seleziona Crittografa.
ru: 4. <b>Шифрование файлов</b>: Перетащите файлы в защищенную папку или щелкните правой кнопкой мыши по файлам и выберите «Зашифровать».
zh: 4. <b>加密文件</b>：将文件拖到安全文件夹中，或右键单击文件并选择加密。

# Blog_HACEESCSDP_H2_Text6
source: 5. <b>Sync with Cloud</b>: Once encrypted, your files sync to the cloud while remaining inaccessible to unauthorized users.
de: 5. <b>Synchronisierung mit der Cloud</b>: Nach der Verschlüsselung werden Ihre Dateien mit der Cloud synchronisiert, während sie für unbefugte Benutzer unzugänglich bleiben.
fr: 5. <b>Sync with Cloud</b> : une fois chiffré, vos fichiers se synchronisent dans le cloud tout en restant inaccessibles aux utilisateurs non autorisés.
it: 5. <b>Sincronizzazione con il cloud</b>: una volta crittografati, i tuoi file si sincronizzano con il cloud pur rimanendo inaccessibili agli utenti non autorizzati.
ru: 5. <b>Синхронизация с облаком</b>: После шифрования ваши файлы синхронизируются с облаком, оставаясь недоступными для неавторизованных пользователей.
zh: 5. <b>与云同步</b>：加密后，您的文件将同步到云，同时未经授权的用户无法访问。

# Blog_HACEESCSDP_H2_Text7
source: 6. <b>Access & Modify Files</b>: Open encrypted files by double-clicking them. AxCrypt will prompt for your password.
de: 6. <b>Auf Dateien zugreifen und sie ändern</b>: Öffnen Sie verschlüsselte Dateien, indem Sie darauf doppelklicken. AxCrypt fragt Sie nach Ihrem Passwort.
fr: 6. <b>Access & Modify Files</b> : Ouvrez les fichiers chiffrés en double-cliquant dessus. AxCrypt vous demandera votre mot de passe.
it: 6. <b>Accesso e modifica file</b>: aprire i file crittografati facendo doppio clic su di essi. AxCrypt richiederà la tua password.
ru: 6. <b>Доступ к файлам и их изменение</b>: Откройте зашифрованные файлы, дважды щелкнув по ним. AxCrypt запросит ваш пароль.
zh: 6. <b>访问和修改文件</b>：双击打开加密文件。AxCrypt 将提示您输入密码。
