Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSSFWAUA_H2_Text11
source: These functionalities make AxCrypt a comprehensive solution for file encryption and secure file management, suitable for both individual users and companies.
ar: هذه الوظائف تجعل اكسكربت حلا شاملا لتشفير الملفات وإدارة الملفات الآمنة ، ومناسب لكل من المستخدمين الأفراد والشركات.
de: Diese Funktionalitäten machen AxCrypt zu einer umfassenden Lösung für Dateiverschlüsselung und sicheres Dateimanagement, die sowohl für einzelne Benutzer als auch für Unternehmen geeignet ist.
es: Estas funcionalidades hacen de AxCrypt una solución integral para el cifrado de archivos y la gestión segura de archivos, adecuada tanto para usuarios individuales como para empresas.
fr: Ces fonctionnalités font d’AxCrypt une solution complète pour le chiffrement de fichiers et la gestion sécurisée des fichiers, adaptée aux utilisateurs individuels et aux entreprises.
it: Queste funzionalità rendono AxCrypt una soluzione completa per la crittografia dei file e la gestione sicura dei file, adatta sia per i singoli utenti che per le aziende.
ko: 이러한 기능을 통해 AxCrypt는 파일 암호화 및 안전한 파일 관리를 위한 포괄적인 솔루션으로, 개별 사용자와 회사 모두에 적합합니다.
nl: Deze functionaliteiten maken AxCrypt tot een uitgebreide oplossing voor bestandscodering en veilig bestandsbeheer, geschikt voor zowel individuele gebruikers als bedrijven.
pl: Dzięki tym funkcjonalnościom AxCrypt jest kompleksowym rozwiązaniem do szyfrowania plików i bezpiecznego zarządzania nimi, odpowiednim zarówno dla użytkowników indywidualnych, jak i firm.
pt: Essas funcionalidades tornam o AxCrypt uma solução abrangente para criptografia de arquivos e gerenciamento seguro de arquivos, adequada tanto para usuários individuais quanto para empresas.
ru: Эти функциональные возможности делают AxCrypt комплексным решением для шифрования файлов и безопасного управления файлами, подходящим как для индивидуальных пользователей, так и для компаний.
sv: Dessa funktioner gör AxCrypt till en omfattande lösning för filkryptering och säker filhantering, lämplig för både enskilda användare och företag.
tr: Bu işlevler AxCrypt'i hem bireysel kullanıcılar hem de şirketler için uygun, dosya şifreleme ve güvenli dosya yönetimi için kapsamlı bir çözüm haline getirir.
zh: 这些功能使AxCrypt成为文件加密和安全文件管理的综合解决方案，适用于个人用户和公司。

# Blog_HTSSFWAUA_H2_Text2
source: <li><b>File Encryption</b>: AxCrypt provides strong AES-256 bit encryption to secure files and ensure that only authorized users can access them.</li>
ar: <li><b>تشفير الملفات</b>: يوفر اكسكربت تشفيرا قويا AES-256 بت لتأمين الملفات والتأكد من أن المستخدمين المصرح لهم فقط يمكنهم الوصول إليها.</li>
de: <li><b>Dateiverschlüsselung</b>: AxCrypt bietet eine starke AES-256-Bit-Verschlüsselung, um Dateien zu sichern und sicherzustellen, dass nur autorisierte Benutzer darauf zugreifen können.</li>
es: <li><b>Cifrado de archivos</b>: AxCrypt proporciona un fuerte cifrado AES de 256 bits para proteger los archivos y garantizar que solo los usuarios autorizados puedan acceder a ellos.</li>
fr: <li><b>Chiffrement des fichiers</b> : AxCrypt fournit un fort cryptage AES-256 bits pour sécuriser les fichiers et garantir que seuls les utilisateurs autorisés peuvent y accéder. </li>
it: <li><b>Crittografia dei file</b>: AxCrypt fornisce una forte crittografia AES-256 bit per proteggere i file e garantire che solo gli utenti autorizzati possano accedervi.</li>
ko: <li><b>파일 암호화</b>: AxCrypt는 강력한 AES-256비트 암호화를 제공하여 파일을 보호하고 권한이 있는 사용자만 액세스할 수 있도록 합니다.</li>
nl: <li><b>Bestandscodering</b>: AxCrypt biedt sterke AES-256-bits codering om bestanden te beveiligen en ervoor te zorgen dat alleen geautoriseerde gebruikers toegang hebben tot deze bestanden.</li>
pl: <li><b>Szyfrowanie plików</b>: AxCrypt oferuje silne szyfrowanie AES-256-bitowe, które zabezpiecza pliki i zapewnia, że ​​dostęp do nich będą mieli wyłącznie autoryzowani użytkownicy.</li>
pt: <li><b>Criptografia de arquivos</b>: O AxCrypt fornece criptografia AES forte de 256 bits para proteger arquivos e garantir que apenas usuários autorizados possam acessá-los.</li>
ru: <li><b>Шифрование файлов</b>: AxCrypt обеспечивает надежное шифрование AES-256 бит для защиты файлов и обеспечения доступа к ним только авторизованных пользователей.</li>
sv: <li><b>Filkryptering</b>: AxCrypt tillför stark AES-256-bitars kryptering för att säkra filer och säkerställa att endast behöriga användare kan komma åt dem.</li>
tr: <li><b>Dosya Şifreleme</b>: AxCrypt, dosyaları güvence altına almak ve yalnızca yetkili kullanıcıların bunlara erişebilmesini sağlamak için güçlü AES-256 bit şifreleme sağlar.</li>
zh: <li><b>文件加密</b>： AxCrypt 提供强大的 AES-256 位加密来保护文件并确保只有授权用户才能访问它们。</li>

# Blog_HTSSFWAUA_H2_Text3
source: <li><b>Zero-Knowledge Encryption</b>: Leverage AxCrypt's zero-knowledge encryption architecture, where data is encrypted and decrypted locally on users' devices without the encryption keys being stored on AxCrypt servers or accessible to AxCrypt. This ensures that only authorized users have access to their encrypted data, enhancing confidentiality and trust.</li>
ar: <li><b>تشفير المعرفة الصفرية</b>: استفد من بنية تشفير المعرفة الصفرية الخاصة ب اكسكربت ، حيث يتم تشفير البيانات وفك تشفيرها محليا على أجهزة المستخدمين دون تخزين مفاتيح التشفير على خوادم اكسكربت أو الوصول إليها من قبل اكسكربت. وهذا يضمن وصول المستخدمين المصرح لهم فقط إلى بياناتهم المشفرة ، مما يعزز السرية والثقة.</li>
de: <li><b>Zero-Knowledge-Verschlüsselung</b>: Nutzen Sie die Zero-Knowledge-Verschlüsselungsarchitektur von AxCrypt, bei der Daten lokal auf den Geräten der Benutzer verschlüsselt und entschlüsselt werden, ohne dass die Verschlüsselungsschlüssel auf AxCrypt-Servern gespeichert oder für AxCrypt zugänglich sind. Dadurch wird sichergestellt, dass nur autorisierte Benutzer Zugriff auf ihre verschlüsselten Daten haben, was die Vertraulichkeit und das Vertrauen erhöht.</li>
es: <li><b>Cifrado de Conocimiento Cero</b>: Aproveche la arquitectura de cifrado de Conocimiento Cero de AxCrypt, donde los datos se cifran y descifran localmente en los dispositivos de los usuarios sin que las claves de cifrado se almacenen en los servidores de AxCrypt o sean accesibles para AxCrypt. Esto garantiza que solo los usuarios autorizados tengan acceso a sus datos cifrados, lo que mejora la confidencialidad y la confianza.</li>
fr: <li><b>Chiffrement sans connaissance</b> : tirer parti de l’architecture de chiffrement sans connaissance d’AxCrypt, Les données sont cryptées et décryptées localement sur les appareils des utilisateurs sans que les clés de chiffrement ne soient stockées sur les serveurs AxCrypt ou accessibles à AxCrypt. Ainsi, seuls les utilisateurs autorisés ont accès à leurs données chiffrées, ce qui renforce la confidentialité et la confiance. </li>
it: <li><b>Crittografia a conoscenza zero</b>: sfrutta l'architettura di crittografia a conoscenza zero di AxCrypt, in cui i dati vengono crittografati e decrittografati localmente sui dispositivi degli utenti senza che le chiavi di crittografia vengano archiviate sui server AxCrypt o accessibili ad AxCrypt. Ciò garantisce che solo gli utenti autorizzati abbiano accesso ai propri dati crittografati, migliorando la riservatezza e la fiducia.</li>
ko: <li><b>제로 지식 암호화</b>: AxCrypt의 제로 지식 암호화 아키텍처를 활용합니다. 이 아키텍처에서는 암호화 키를 AxCrypt 서버에 저장하거나 AxCrypt에 액세스하지 않고 사용자 디바이스에서 로컬로 데이터를 암호화 및 해독합니다. 이렇게 하면 권한이 있는 사용자만 암호화된 데이터에 액세스할 수 있으므로 기밀성과 신뢰성이 향상됩니다.</li>
nl: <li><b>Zero-Knowledge Encryption</b>: Maak gebruik van de zero-knowledge encryptie-architectuur van AxCrypt, waarbij gegevens lokaal worden gecodeerd en gedecodeerd op apparaten van gebruikers zonder dat de coderingssleutels op AxCrypt-servers worden opgeslagen of toegankelijk zijn voor AxCrypt. Dit zorgt ervoor dat alleen geautoriseerde gebruikers toegang hebben tot hun gecodeerde gegevens, waardoor de vertrouwelijkheid en het vertrouwen worden verbeterd.</li>
pl: <li><b>Szyfrowanie z zerową wiedzą</b>: Wykorzystaj architekturę szyfrowania z zerową wiedzą AxCrypt, w której dane są szyfrowane i odszyfrowywane lokalnie na urządzeniach użytkowników bez przechowywania kluczy szyfrujących na serwerach AxCrypt lub udostępniania ich AxCrypt. Zapewnia to, że tylko autoryzowani użytkownicy mają dostęp do swoich zaszyfrowanych danych, zwiększając poufność i zaufanie.</li>
pt: <li><b>Criptografia de conhecimento zero</b>: Aproveite a arquitetura de criptografia de conhecimento zero do AxCrypt, onde os dados são criptografados e descriptografados localmente nos dispositivos dos usuários sem que as chaves de criptografia sejam armazenadas nos servidores AxCrypt ou acessíveis ao AxCrypt. Isso garante que apenas usuários autorizados tenham acesso aos seus dados criptografados, aumentando a confidencialidade e a confiança.</li>
ru: <li><b>Шифрование с нулевым разглашением</b>: Используйте архитектуру шифрования AxCrypt с нулевым разглашением, в которой данные шифруются и расшифровываются локально на устройствах пользователей без хранения ключей шифрования на серверах AxCrypt или доступа к ним AxCrypt. Это гарантирует, что только авторизованные пользователи имеют доступ к своим зашифрованным данным, повышая конфиденциальность и доверие.</li>
sv: <li><b>Zero-Knowledge Encryption</b>: Utnyttja AxCrypts Zero-Knowledge Encryption, där data krypteras och dekrypteras lokalt på användarnas enheter utan att krypteringsnycklarna lagras på AxCrypts servrar eller är tillgängliga för AxCrypt. Detta säkerställer att endast behöriga användare har tillgång till sin krypterade data, vilket stärker konfidentialiteten och förtroendet.</li>
tr: <li><b>Sıfır Bilgi Şifrelemesi</b>: Şifreleme anahtarları AxCrypt sunucularında saklanmadan veya AxCrypt tarafından erişilemeden verilerin kullanıcıların cihazlarında yerel olarak şifrelendiği ve şifresinin çözüldüğü AxCrypt'in sıfır bilgi şifreleme mimarisinden yararlanın. Bu, yalnızca yetkili kullanıcıların şifrelenmiş verilerine erişebilmesini sağlayarak gizliliği ve güveni artırır.</li>
zh: <li><b>零知识加密</b>：利用AxCrypt的零知识加密架构，其中数据在用户的本地设备上进行加密和解密，而加密密钥不会存储在AxCrypt服务器上或AxCrypt可以访问。这确保了只有授权用户才能访问他们的加密数据，从而增强了机密性和信任度。</li>

# Blog_HTSSFWAUA_H2_Text4
source: <li><b>Key Sharing</b>: Users can securely share encrypted files with others by sharing encryption keys, allowing multiple authorized users to access the same files.</li>
ar: <li><b>مشاركة المفاتيح</b>: يمكن للمستخدمين مشاركة الملفات المشفرة بأمان مع الآخرين من خلال مشاركة مفاتيح التشفير ، مما يسمح للعديد من المستخدمين المصرح لهم بالوصول إلى نفس الملفات.</li>
de: <li><b>Schlüsselfreigabe</b>: Benutzer können verschlüsselte Dateien sicher mit anderen teilen, indem sie Verschlüsselungsschlüssel freigeben, sodass mehrere autorisierte Benutzer auf dieselben Dateien zugreifen können.</li>
es: <li><b>Uso compartido de claves</b>: los usuarios pueden compartir de forma segura archivos cifrados con otros compartiendo claves de cifrado, lo que permite que varios usuarios autorizados accedan a los mismos archivos.</li>
fr: <li><b>Partage de clés</b> : les utilisateurs peuvent partager des fichiers chiffrés avec d’autres personnes en toute sécurité en partageant des clés de chiffrement, ce qui permet à plusieurs utilisateurs autorisés d’accéder aux mêmes fichiers. </li>
it: <li><b>Condivisione delle chiavi</b>: gli utenti possono condividere in modo sicuro i file crittografati con altri condividendo le chiavi di crittografia, consentendo a più utenti autorizzati di accedere agli stessi file.</li>
ko: <li><b>키 공유</b>: 사용자는 암호화 키를 공유하여 암호화된 파일을 다른 사용자와 안전하게 공유할 수 있으므로 권한이 있는 여러 사용자가 동일한 파일에 액세스할 수 있습니다.</li>
nl: <li><b>Sleuteldelen</b>: Gebruikers kunnen gecodeerde bestanden veilig delen met anderen door coderingssleutels te delen, zodat meerdere geautoriseerde gebruikers toegang hebben tot dezelfde bestanden.</li>
pl: <li><b>Udostępnianie kluczy</b>: Użytkownicy mogą bezpiecznie udostępniać zaszyfrowane pliki innym osobom, udostępniając im klucze szyfrujące. Dzięki temu wielu autoryzowanych użytkowników może uzyskiwać dostęp do tych samych plików.</li>
pt: <li><b>Compartilhamento de chaves</b>: os usuários podem compartilhar arquivos criptografados com segurança com outras pessoas, compartilhando chaves de criptografia, permitindo que vários usuários autorizados acessem os mesmos arquivos.</li>
ru: <li><b>Совместное использование ключей</b>: Пользователи могут безопасно обмениваться зашифрованными файлами с другими пользователями, используя ключи шифрования, что позволяет нескольким авторизованным пользователям получать доступ к одним и тем же файлам.</li>
sv: <li><b>Nyckeldelning</b>: Användare kan säkert dela krypterade filer med andra genom att dela krypteringsnycklar, vilket gör att flera behöriga användare kan komma åt samma filer.</li>
tr: <li><b>Anahtar Paylaşımı</b>: Kullanıcılar, şifreleme anahtarlarını paylaşarak şifrelenmiş dosyaları başkalarıyla güvenli bir şekilde paylaşabilir ve birden fazla yetkili kullanıcının aynı dosyalara erişmesine izin verebilir.</li>
zh: <li><b>密钥共享</b>：用户可以通过共享加密密钥安全地与他人共享加密文件，允许多个授权用户访问相同的文件。</li>

# Blog_HTSSFWAUA_H2_Text5
source: <li><b>Password Management</b>: AxCrypt includes a password management feature to securely store and manage passwords used for encryption.</li>
ar: <li><b>إدارة كلمة المرور</b>: يتضمن اكسكربت ميزة إدارة كلمات المرور لتخزين وإدارة كلمات المرور المستخدمة للتشفير بشكل آمن.</li>
de: <li><b>Passwortverwaltung</b>: AxCrypt enthält eine Passwortverwaltungsfunktion zum sicheren Speichern und Verwalten von Passwörtern, die für die Verschlüsselung verwendet werden.</li>
es: <li><b>Gestión de contraseñas</b>: AxCrypt incluye una función de gestión de contraseñas para almacenar y gestionar de forma segura las contraseñas utilizadas para el cifrado.</li>
fr: <li><b>Gestion des mots de passe</b> : AxCrypt inclut une fonction de gestion des mots de passe permettant de stocker et de gérer en toute sécurité les mots de passe utilisés pour le chiffrement. </li>
it: <li><b>Gestione delle password</b>: AxCrypt include una funzione di gestione delle password per archiviare e gestire in modo sicuro le password utilizzate per la crittografia.</li>
ko: <li><b>암호 관리</b>: AxCrypt에는 암호화에 사용되는 암호를 안전하게 저장하고 관리하는 암호 관리 기능이 포함되어 있습니다.</li>
nl: <li><b>Wachtwoordbeheer</b>: AxCrypt bevat een functie voor wachtwoordbeheer om wachtwoorden die voor codering worden gebruikt, veilig op te slaan en te beheren.</li>
pl: <li><b>Zarządzanie hasłami</b>: AxCrypt zawiera funkcję zarządzania hasłami, która umożliwia bezpieczne przechowywanie i zarządzanie hasłami używanymi do szyfrowania.</li>
pt: <li><b>Gerenciamento de senhas</b>: O AxCrypt inclui um recurso de gerenciamento de senhas para armazenar e gerenciar com segurança as senhas usadas para criptografia.</li>
ru: <li><b>Управление паролями</b>: AxCrypt включает функцию управления паролями для безопасного хранения и управления паролями, используемыми для шифрования.</li>
sv: <li><b>Lösenordshantering</b>: AxCrypt inkluderar en funktion för lösenordshantering för att säkert lagra och hantera lösenord som används för kryptering.</li>
tr: <li><b>Parola Yönetimi</b>: AxCrypt, şifreleme için kullanılan parolaları güvenli bir şekilde saklamak ve yönetmek için bir parola yönetimi özelliği içerir.</li>
zh: <li><b>密码管理</b>： AxCrypt 包括密码管理功能，可安全地存储和管理用于加密的密码。</li>

# Blog_HTSSFWAUA_H2_Text6
source: <li><b>Cloud Storage Integration</b>: AxCrypt integrates with cloud storage services like Google Drive, Dropbox, and OneDrive, allowing users to encrypt files stored in the cloud.</li>
ar: <li><b>تكامل التخزين السحابي</b>: يتكامل اكسكربت مع خدمات التخزين السحابية مثل جوجل درايف وون درايف ودروب بوكس ، مما يسمح للمستخدمين بتشفير الملفات المخزنة في السحابة.</li>
de: <li><b>Cloud-Speicherintegration</b>: AxCrypt lässt sich in Cloud-Speicherdienste wie Google Drive, Dropbox und OneDrive integrieren und ermöglicht es Benutzern, in der Cloud gespeicherte Dateien zu verschlüsseln.</li>
es: <li><b>Integración de almacenamiento en la nube</b>: AxCrypt se integra con servicios de almacenamiento en la nube como Google Drive, Dropbox y OneDrive, lo que permite a los usuarios cifrar archivos almacenados en la nube.</li>
fr: <li><b>Intégration du stockage dans le cloud</b> : AxCrypt s’intègre aux services de stockage dans le cloud comme Google Drive, Dropbox et OneDrive, permettant ainsi aux utilisateurs de chiffrer les fichiers stockés dans le cloud. </li>
it: <li><b>Integrazione dell'archiviazione cloud</b>: AxCrypt si integra con servizi di archiviazione cloud come Google Drive, Dropbox e OneDrive, consentendo agli utenti di crittografare i file archiviati nel cloud.</li>
ko: <li><b>클라우드 스토리지 통합</b>: AxCrypt는 Google Drive, Dropbox 및 OneDrive와 같은 클라우드 스토리지 서비스와 통합되어 사용자가 클라우드에 저장된 파일을 암호화할 수 있습니다.</li>
nl: <li><b>Integratie van cloudopslag</b>: AxCrypt integreert met cloudopslagservices zoals Google Drive, Dropbox en OneDrive, waardoor gebruikers bestanden kunnen coderen die in de cloud zijn opgeslagen.</li>
pl: <li><b>Integracja z usługami przechowywania danych w chmurze</b>: AxCrypt integruje się z usługami przechowywania danych w chmurze, takimi jak Google Drive, Dropbox i OneDrive, umożliwiając użytkownikom szyfrowanie plików przechowywanych w chmurze.</li>
pt: <li><b>Integração de armazenamento em nuvem</b>: O AxCrypt se integra a serviços de armazenamento em nuvem como Google Drive, Dropbox e OneDrive, permitindo que os usuários criptografem arquivos armazenados na nuvem.</li>
ru: <li><b>Интеграция с облачным хранилищем</b>: AxCrypt интегрируется с облачными службами хранения, такими как Google Drive, Dropbox и OneDrive, позволяя пользователям шифровать файлы, хранящиеся в облаке.</li>
sv: <li><b>Integration med molnlagring</b>: AxCrypt integrerar med molnlagringstjänster som Google Drive, Dropbox och OneDrive, vilket gör det möjligt för användare att kryptera filer som lagras i molnet.</li>
tr: <li><b>Bulut Depolama Entegrasyonu</b>: AxCrypt, Google Drive, Dropbox ve OneDrive gibi bulut depolama hizmetleriyle entegre olur ve kullanıcıların bulutta depolanan dosyaları şifrelemesine olanak tanır.</li>
zh: <li><b>云存储集成</b>： AxCrypt 与 Google Drive、Dropbox 和 OneDrive 等云存储服务集成，允许用户加密存储在云中的文件。</li>

# Blog_HTSSFWAUA_H2_Text7
source: <li><b>Secure File Deletion</b>: The software provides secure file deletion to ensure that deleted files cannot be recovered by unauthorized users.</li>
ar: <li><b>حذف آمن للملفات</b>: يوفر البرنامج حذفا آمنا للملفات لضمان عدم إمكانية استرداد الملفات المحذوفة من قبل المستخدمين غير المصرح لهم.</li>
de: <li><b>Sicheres Löschen von Dateien</b>: Die Software bietet ein sicheres Löschen von Dateien, um sicherzustellen, dass gelöschte Dateien nicht von unbefugten Benutzern wiederhergestellt werden können.</li>
es: <li><b>Eliminación segura de archivos</b>: El software proporciona una eliminación segura de archivos para garantizar que los archivos eliminados no puedan ser recuperados por usuarios no autorizados.</li>
fr: <li><b>Suppression sécurisée des fichiers</b> : le logiciel permet de supprimer les fichiers en toute sécurité, afin que les fichiers supprimés ne puissent pas être récupérés par des utilisateurs non autorisés. </li>
it: <li><b>Eliminazione sicura dei file</b>: il software fornisce l'eliminazione sicura dei file per garantire che i file eliminati non possano essere recuperati da utenti non autorizzati.</li>
ko: <li><b>안전한 파일 삭제</b>: 이 소프트웨어는 삭제된 파일을 권한이 없는 사용자가 복구할 수 없도록 안전한 파일 삭제를 제공합니다.</li>
nl: <li><b>Secure File Deletion</b>: De software biedt veilige verwijdering van bestanden om ervoor te zorgen dat verwijderde bestanden niet kunnen worden hersteld door onbevoegde gebruikers.</li>
pl: <li><b>Bezpieczne usuwanie plików</b>: Oprogramowanie umożliwia bezpieczne usuwanie plików, dzięki czemu usunięte pliki nie mogą zostać odzyskane przez nieautoryzowane osoby.</li>
pt: <li><b>Exclusão segura de arquivos</b>: O software fornece exclusão segura de arquivos para garantir que os arquivos excluídos não possam ser recuperados por usuários não autorizados.</li>
ru: <li><b>Безопасное удаление файлов</b>: Программное обеспечение предоставляет безопасное удаление файлов, чтобы гарантировать, что удаленные файлы не могут быть восстановлены неавторизованными пользователями.</li>
sv: <li><b>Säker filradering</b>: Programvaran erbjuder säker filradering för att säkerställa att raderade filer inte kan återställas av obehöriga användare.</li>
tr: <li><b>Güvenli Dosya Silme</b>: Yazılım, silinen dosyaların yetkisiz kullanıcılar tarafından kurtarılmasını engellemek için güvenli dosya silme sağlar.</li>
zh: <li><b>安全文件删除</b>：该软件提供安全文件删除功能，以确保未经授权的用户无法恢复已删除的文件。</li>

# Blog_HTSSFWAUA_H2_Text8
source: <li><b>Automatic Re-Encryption</b>: When an encrypted file is edited and saved, AxCrypt automatically re-encrypts the file to maintain its security.</li>
ar: <li><b>إعادة التشفير التلقائي</b>: عند تحرير ملف مشفر وحفظه ، يقوم اكسكربت تلقائيا بإعادة تشفير الملف للحفاظ على أمانه.</li>
de: <li><b>Automatische Neuverschlüsselung</b>: Wenn eine verschlüsselte Datei bearbeitet und gespeichert wird, verschlüsselt AxCrypt die Datei automatisch neu, um ihre Sicherheit zu gewährleisten.</li>
es: <li><b>Recifrado Automático</b>: Cuando un archivo cifrado es editado y guardado, AxCrypt vuelve a cifrar automáticamente el archivo para mantener su seguridad.</li>
fr: <li><b>Réécriture automatique</b> : lorsqu’un fichier chiffré est édité et enregistré, AxCrypt le recrypte automatiquement pour maintenir sa sécurité. </li>
it: <li><b>Ricrittografia automatica</b>: quando un file crittografato viene modificato e salvato, AxCrypt crittografa automaticamente il file per mantenerne la sicurezza.</li>
ko: <li><b>자동 재암호화</b>: 암호화된 파일을 편집하고 저장하면 AxCrypt에서 자동으로 파일을 재암호화하여 보안을 유지합니다.</li>
nl: <li><b>Automatische hercodering</b>: Wanneer een gecodeerd bestand wordt bewerkt en opgeslagen, wordt het bestand automatisch opnieuw gecodeerd door AxCrypt om de beveiliging te behouden.</li>
pl: <li><b>Automatyczne ponowne szyfrowanie</b>: Kiedy zaszyfrowany plik jest edytowany i zapisywany, AxCrypt automatycznie ponownie szyfruje plik w celu zachowania jego bezpieczeństwa.</li>
pt: <li><b>Recriptografia automática</b>: Quando um arquivo criptografado é editado e salvo, o AxCrypt criptografa automaticamente o arquivo para manter sua segurança.</li>
ru: <li><b>Автоматическое повторное шифрование</b>: При редактировании и сохранении зашифрованного файла AxCrypt автоматически повторно шифрует файл для обеспечения его безопасности.</li>
sv: <li><b>Automatisk återkryptering</b>: När en krypterad fil redigeras och sparas krypteras filen automatiskt om av AxCrypt för att upprätthålla dess säkerhet.</li>
tr: <li><b>Otomatik Yeniden Şifreleme</b>: Şifrelenmiş bir dosya düzenlendiğinde ve kaydedildiğinde, AxCrypt güvenliğini sağlamak için dosyayı otomatik olarak yeniden şifreler.</li>
zh: <li><b>自动重新加密</b>：当编辑和保存加密文件时，AxCrypt会自动重新加密文件以维护其安全性。</li>
