Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_Heading4
source: AxCrypt Helps Your Organizations Comply with HIPAA
ar: يساعد اكسكربت مؤسساتك على الامتثال لقانون HIPAA
de: AxCrypt unterstützt Ihre Unternehmen bei der Einhaltung von HIPAA
es: AxCrypt ayuda a sus organizaciones a cumplir con HIPAA
fr: AxCrypt Aide Vos Organisations à se Conformer à la HIPAA
it: AxCrypt aiuta le tue organizzazioni a conformarsi all'HIPAA
ko: AxCrypt는 귀하의 조직이 HIPAA를 준수하도록 돕습니다
nl: AxCrypt helpt jouw ​​organisaties te voldoen aan HIPAA
pl: AxCrypt pomaga Twoim organizacjom zachować zgodność z HIPAA
pt: AxCrypt ajuda suas organizações a cumprir com a HIPAA
ru: AxCrypt помогает вашим организациям соответствовать требованиям HIPAA
sv: AxCrypt hjälper dina organisationer att följa HIPAA
tr: AxCrypt Kuruluşların HIPAA'ya Uymasına Yardımcı Olur
zh: AxCrypt 帮助您的组织遵守 HIPAA

# Blog_HTCWHER_Heading5
source: How to Automatically Encrypt Files at Rest on Desktop
ar: كيفية تشفير الملفات تلقائيا في حالة الراحة على سطح المكتب
de: So verschlüsseln Sie automatisch gespeicherte Dateien auf dem Desktop
es: Cómo cifrar automáticamente archivos en reposo en el escritorio
fr: Comment Chiffrer Automatiquement les Fichiers au Repos sur le Bureau
it: Come crittografare automaticamente i file inattivi sul desktop
ko: 데스크톱에서 휴면 상태의 파일을 자동으로 암호화하는 방법
nl: Bestanden in rust automatisch versleutelen op de desktop
pl: Jak automatycznie szyfrować pliki w spoczynku na komputerze
pt: Como criptografar automaticamente arquivos em repouso na área de trabalho
ru: Как автоматически шифровать файлы, хранящиеся на рабочем столе
sv: Hur man automatiskt krypterar filer i vila på skrivbordet
tr: Masaüstünde Bekleme Halindeki Dosyalar Otomatik Olarak Nasıl Şifrelenir
zh: 如何在桌面上自动加密静态文件

# Blog_HTCWHER_Summary
source: In today’s AI era, data privacy and confidentiality become a critical aspect of a user’s data, especially in industries like healthcare where sensitive information is handled everyday. The healthcare industry today generates approximately 30% of the world's data volume</b></a>, and this number is expected to grow exponentially in the future.
ar: في عصر الذكاء الاصطناعي اليوم ، أصبحت خصوصية البيانات وسريتها جانبا مهما من بيانات المستخدم ، خاصة في صناعات مثل الرعاية الصحية حيث يتم التعامل مع المعلومات الحساسة كل يوم. تولد صناعة الرعاية الصحية اليوم ما يقرب من 30٪ من حجم البيانات في العالم ، ومن المتوقع أن ينمو هذا الرقم بشكل كبير في المستقبل.
de: Im heutigen KI-Zeitalter werden Datenschutz und Vertraulichkeit zu einem kritischen Aspekt der Daten eines Benutzers, insbesondere in Branchen wie dem Gesundheitswesen, in denen täglich mit sensiblen Informationen umgegangen wird. Die Gesundheitsbranche generiert heute etwa 30% des weltweiten Datenvolumens</b></a>, und es wird erwartet, dass diese Zahl in Zukunft exponentiell wachsen wird.
es: En la era actual de la IA, la privacidad y la confidencialidad de los datos se convierten en un aspecto crítico de los datos de un usuario, especialmente en industrias como la atención médica, donde la información confidencial se maneja todos los días. Hoy en día, la industria de la salud genera aproximadamente el 30% del volumen de datos del mundo, y se espera que este número crezca exponencialmente en el futuro.
fr: À l’ère actuelle de l’IA, la confidentialité des données devient un aspect essentiel des données d’un utilisateur, en particulier dans des secteurs comme la santé, où des informations sensibles sont traitées quotidiennement. Le secteur de la santé génère aujourd'hui environ 30 % du volume mondial de données</b></a>, et ce chiffre devrait croître de façon exponentielle à l'avenir.
it: Nell'era dell'intelligenza artificiale di oggi, la privacy e la riservatezza dei dati diventano un aspetto fondamentale dei dati di un utente, soprattutto in settori come l'assistenza sanitaria, dove le informazioni sensibili vengono gestite ogni giorno. Il settore sanitario oggi genera circa il 30% del volume di dati mondiale e si prevede che questo numero crescerà in modo esponenziale in futuro.
ko: 오늘날의 AI 시대에는 데이터 프라이버시와 기밀성이 특히 의료와 같은 산업에서 중요한 측면이 됩니다. 오늘날 의료 산업은 세계 데이터의 약 30%를 생성하고 있으며, 이 수치는 앞으로 기하급수적으로 증가할 것으로 예상됩니다.
nl: In het huidige AI-tijdperk worden gegevensprivacy en vertrouwelijkheid een cruciaal aspect van de gegevens van een gebruiker, vooral in sectoren zoals de gezondheidszorg, waar elke dag met gevoelige informatie wordt omgegaan. De gezondheidszorg genereert momenteel ongeveer 30% van het wereldwijde datavolume en dit aantal zal naar verwachting in de toekomst exponentieel groeien.
pl: W dzisiejszej erze sztucznej inteligencji prywatność i poufność danych stają się krytycznym aspektem danych użytkownika, szczególnie w branżach takich jak opieka zdrowotna, gdzie codziennie przetwarzane są wrażliwe informacje. Branża opieki zdrowotnej generuje obecnie około 30% światowego wolumenu danych</b></a> i oczekuje się, że liczba ta w przyszłości będzie gwałtownie rosła.
pt: Na era atual da IA, a privacidade e a confidencialidade dos dados se tornam um aspecto crítico dos dados de um usuário, especialmente em setores como o de saúde, onde informações confidenciais são tratadas todos os dias. O setor de saúde gera hoje aproximadamente 30% do volume mundial de dados, e espera-se que esse número cresça exponencialmente no futuro.
ru: В сегодняшнюю эпоху искусственного интеллекта защита персональных данных и конфиденциальность становятся критически важным аспектом пользовательских данных, особенно в таких отраслях, как здравоохранение, где конфиденциальная информация обрабатывается каждый день. Сегодня индустрия здравоохранения генерирует около 30% мирового объема данных</b></a>, и ожидается, что в будущем это число будет расти в геометрической прогрессии.
sv: I dagens AI-era blir datasekretess och konfidentialitet en kritisk aspekt av användarens data, särskilt i branscher som hälso- och sjukvård där känslig information hanteras dagligen. Hälso- och sjukvårdsindustrin genererar idag cirka 30% av världens datavolym, och denna siffra förväntas öka exponentiellt i framtiden.
tr: Günümüz yapay zeka çağında, veri mahremiyeti ve gizliliği, özellikle hassas bilgilerin her gün işlendiği sağlık hizmetleri gibi sektörlerde, kullanıcı verilerinin kritik bir boyutu haline gelmektedir. Sağlık sektörü bugün dünyadaki veri hacminin yaklaşık %30'unu oluştururken bu oranın gelecekte katlanarak artması beklenmektedir.
zh: 在当今的人工智能时代，数据隐私和机密性成为用户数据的一个关键方面，尤其是在医疗保健等每天都要处理敏感信息的行业。如今，医疗保健行业产生的数据量约占全球的 30%</b></a>，预计未来这一数字将呈指数级增长。

# Blog_HTCWHER_Text1
source: In today’s AI era, data privacy and confidentiality become a critical aspect of a user’s data, especially in industries like healthcare where sensitive information is handled everyday. The healthcare industry today generates approximately <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% of the world's data volume</b></a>, and this number is expected to grow exponentially in the future.
ar: في عصر الذكاء الاصطناعي اليوم ، أصبحت خصوصية البيانات وسريتها جانبا مهما من بيانات المستخدم ، خاصة في صناعات مثل الرعاية الصحية حيث يتم التعامل مع المعلومات الحساسة كل يوم. تولد صناعة الرعاية الصحية اليوم ما يقرب <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'>من 30٪ من حجم البيانات في العالم</b></a> ، ومن المتوقع أن ينمو هذا الرقم بشكل كبير في المستقبل.
de: Im heutigen KI-Zeitalter werden Datenschutz und Vertraulichkeit zu einem kritischen Aspekt der Daten eines Benutzers, insbesondere in Branchen wie dem Gesundheitswesen, in denen täglich mit sensiblen Informationen umgegangen wird. Die Gesundheitsbranche generiert heute etwa <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% of the world's data volume</b></a>, und es wird erwartet, dass diese Zahl in Zukunft exponentiell wachsen wird.
es: En la era actual de la IA, la privacidad y la confidencialidad de los datos se convierten en un aspecto crítico de los datos de un usuario, especialmente en industrias como la atención médica, donde la información confidencial se maneja todos los días. Hoy en día, la industria de la salud genera aproximadamente <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>el 30% del volumen de datos del mundo</b></a>, y se espera que este número crezca exponencialmente en el futuro.
fr: À l’ère actuelle de l’IA, la confidentialité des données devient un aspect essentiel des données d’un utilisateur, en particulier dans des secteurs comme la santé, où des informations sensibles sont traitées quotidiennement. Le secteur de la santé génère aujourd'hui environ <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30 % du volume de données mondial</b></a> , et ce nombre devrait croître de façon exponentielle à l’avenir.
it: Nell'era dell'intelligenza artificiale di oggi, la privacy e la riservatezza dei dati diventano un aspetto fondamentale dei dati di un utente, soprattutto in settori come l'assistenza sanitaria, dove le informazioni sensibili vengono gestite ogni giorno. Il settore sanitario oggi genera circa <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>il 30% del volume di dati mondiale</b></a> e si prevede che questo numero crescerà in modo esponenziale in futuro.
ko: 오늘날의 AI 시대에는 데이터 프라이버시와 기밀성이 특히 의료와 같은 산업에서 중요한 측면이 됩니다. 오늘날 의료 산업은 세계 데이터의 약 <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30%를 생성하고</b></a> 있으며, 이 수치는 앞으로 기하급수적으로 증가할 것으로 예상됩니다.
nl: In het huidige AI-tijdperk worden gegevensprivacy en vertrouwelijkheid een cruciaal aspect van de gegevens van een gebruiker, vooral in sectoren zoals de gezondheidszorg, waar elke dag met gevoelige informatie wordt omgegaan. De gezondheidszorg genereert momenteel ongeveer <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% van het wereldwijde datavolume</b></a> en dit aantal zal naar verwachting in de toekomst exponentieel groeien.
pl: W dzisiejszej erze sztucznej inteligencji prywatność i poufność danych stają się krytycznym aspektem danych użytkownika, szczególnie w branżach takich jak opieka zdrowotna, gdzie codziennie przetwarzane są wrażliwe informacje. Branża opieki zdrowotnej generuje obecnie około <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% światowego wolumenu danych</b></a> i oczekuje się, że w przyszłości liczba ta będzie rosła wykładniczo.
pt: Na era atual da IA, a privacidade e a confidencialidade dos dados se tornam um aspecto crítico dos dados de um usuário, especialmente em setores como o de saúde, onde informações confidenciais são tratadas todos os dias. O setor de saúde gera hoje aproximadamente <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% do volume mundial de dados</b></a>, e espera-se que esse número cresça exponencialmente no futuro.
ru: В сегодняшнюю эпоху искусственного интеллекта защита персональных данных и конфиденциальность становятся критически важным аспектом пользовательских данных, особенно в таких отраслях, как здравоохранение, где конфиденциальная информация обрабатывается каждый день. Сегодня индустрия здравоохранения <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% of the world's data volume</b></a>, и ожидается, что в будущем это число будет расти в геометрической прогрессии.
sv: I dagens AI-era blir datasekretess och konfidentialitet en kritisk aspekt av användarens data, särskilt i branscher som hälso- och sjukvård där känslig information hanteras dagligen. Hälso- och sjukvårdsindustrin genererar idag cirka <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% av världens datavolym</b></a>, och denna siffra förväntas öka exponentiellt i framtiden.
tr: Günümüz yapay zeka çağında, veri mahremiyeti ve gizliliği, özellikle hassas bilgilerin her gün işlendiği sağlık hizmetleri gibi sektörlerde, kullanıcı verilerinin kritik bir boyutu haline gelmektedir. Sağlık sektörü bugün <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>dünyadaki veri hacminin yaklaşık %30'unu</b></a> oluştururken bu oranın gelecekte katlanarak artması beklenmektedir.
zh: 在当今的人工智能时代，数据隐私和机密性成为用户数据的一个关键方面，尤其是在医疗保健等每天都要处理敏感信息的行业。如今，医疗保健行业产生 <a href='https://www.rbccm.com/en/gib/healthcare/episode/the_healthcare_data_explosion'><b>30% of the world's data volume</b></a>，预计未来这一数字将呈指数级增长。

# Blog_HTCWHER_Text2
source: The exponential increase in the <a href='https://axcrypt.net/industries/healthcare/'><b>healthcare</b></a> data also makes it highly vulnerable to devastating cyber attacks and data breaches. Healthcare is one of the <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>top 3 targeted industries</b></a> in terms of cyber attacks, with Electronic Health Records <b>(EHR)</b> containing Personal Identifiable Information <b>(PII)</b> being particularly vulnerable.
ar: كما أن الزيادة الهائلة في بيانات <a href='https://axcrypt.net/industries/healthcare/'><b>الرعاية الصحية</b></a> تجعلها معرضة بشدة للهجمات السيبرانية المدمرة وانتهاكات البيانات. تعد الرعاية الصحية إحدى <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>أفضل 3 صناعات مستهدفة</b>< /a> فيما يتعلق بالهجمات الإلكترونية، حيث تكون السجلات الصحية الإلكترونية <b>(EHR)</b> التي تحتوي على معلومات التعريف الشخصية <b>(PII)</b> معرضة للخطر بشكل خاص.
de: Der exponentielle Anstieg der Daten im <a href='https://axcrypt.net/industries/healthcare/'><b>healthcare</b></a> macht sie auch sehr anfällig für verheerende Cyberangriffe und Datenschutzverletzungen. Das Gesundheitswesen ist eine der <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>top 3 targeted industries</b></a> in Bezug auf Cyberangriffe, wobei elektronische Patientenakten <b>(EHR)</b>, die personenbezogene Daten <b>(PII)</b> enthalten, besonders anfällig sind.
es: El aumento exponencial de los datos <a href='https://axcrypt.net/industries/healthcare/'><b>sanitarios</b></a> también los hace muy vulnerables a devastadores ciberataques y violaciones de datos. La atención médica es una de las <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>3 principales industrias atacadas</b></a> en términos de ataques cibernéticos, siendo los registros médicos electrónicos <b>(EHR)</b> que contienen información de identificación personal <b>(PII)</b> particularmente vulnerables.
fr: L'augmentation exponentielle des données <a href='https://axcrypt.net/industries/healthcare/'><b>healthcare</b></a> les rend également très vulnérables aux cyberattaques dévastatrices et aux violations. La santé est l'un des <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>trois principaux secteurs ciblés</b>< /a> en termes de cyberattaques; les dossiers de santé électroniques <b>(DSE)</b> contenant des informations personnelles identifiables <b>(PII)</b> étant particulièrement vulnérables.
it: L'aumento esponenziale dei dati <a href='https://axcrypt.net/industries/healthcare/'><b>sanitari</b></a> li rende anche altamente vulnerabili a devastanti attacchi informatici e violazioni dei dati. L'assistenza sanitaria è uno dei <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>primi 3 settori presi di mira</b></a> in termini di attacchi informatici, con le cartelle cliniche elettroniche <b>(EHR)</b> contenenti informazioni di identificazione personale <b>(PII)</b> particolarmente vulnerabili.
ko: 헬스케어 데이터의 기하급수적인 증가는 또한 이를 치명적인 사이버 공격 및 데이터 유출에 매우 취약하게 만듭니다. 헬스케어는 사이버 공격 대상이 되는 <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>상위 3개 산업</b></a> 중 하나이며, 개인 식별 정보 <b>(PII)</b>가 포함된 전자 건강 기록 <b>(EHR)</b>이 특히 취약합니다.
nl: De exponentiële toename van de <a href='https://axcrypt.net/industries/healthcare/'><b>gezondheidszorg</b></a>-gegevens maakt deze ook zeer kwetsbaar voor verwoestende cyberaanvallen en datalekken. De gezondheidszorg is een van de <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>top 3 industrieën die doelwit zijn</b></a> van cyberaanvallen, waarbij elektronische medische dossiers <b>(EPD)</b> met persoonlijk identificeerbare informatie <b>(PII)</b> bijzonder kwetsbaar zijn.
pl: Gwałtowny wzrost danych dotyczących <a href='https://axcrypt.net/industries/healthcare/'><b>opieki zdrowotnej</b></a> sprawia, że są one również bardzo podatne na niszczycielskie ataki cybernetyczne i naruszenia bezpieczeństwa danych. Opieka zdrowotna to jedna z <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>3 najczęściej atakowanych branż</b>< /a> pod względem cyberataków, przy czym szczególnie narażona jest elektroniczna dokumentacja medyczna <b>(EHR)</b> zawierająca dane osobowe <b>(PII)</b>.
pt: O aumento exponencial dos dados <a href='https://axcrypt.net/industries/healthcare/'><b>de saúde</b></a> também os torna altamente vulneráveis a ataques cibernéticos devastadores e violações de dados. A saúde é um dos <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>3 principais setores visados</b></a> em termos de ataques cibernéticos, com os Registros Eletrônicos de Saúde <b>(RES)</b> contendo Informações Pessoais Identificáveis <b>(PII)</b> sendo particularmente vulneráveis.
ru: Экспоненциальный рост объема <a href='https://axcrypt.net/industries/healthcare/'><b>healthcare</b></a> данных также делает их крайне уязвимыми для разрушительных кибератак и утечек данных. Здравоохранение является одной из <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>top 3 targeted industries</b></a> с точки зрения кибератак, при этом электронные медицинские карты <b>(EHR),</b> содержащие личную информацию <b>(PII),</b> являются особенно уязвимыми.
sv: Den exponentiella ökningen av <a href='https://axcrypt.net/industries/healthcare/'><b>hälso- och sjukvårdsdata</b></a> gör den också mycket sårbar för förödande cyberattacker och dataintrång. Hälso- och sjukvården är en av de <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>topp 3 mest utsatta industrierna</b></a> när det gäller cyberattacker, där elektroniska journaler <b>(EHR)</b> som innehåller personligt identifierbar information <b>(PII)</b> är särskilt sårbara.
tr: <a href='https://axcrypt.net/industries/healthcare/'><b>Sağlık verilerindeki</b></a> hızlı ve büyük artış, bu verileri yıkıcı siber saldırılara ve veri ihlallerine karşı da oldukça savunmasız hale getirmektedir. Sağlık hizmetleri, siber saldırıların <a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>en çok hedef aldığı 3 sektörden</b></a> biri olup özellikle Kişisel Tanımlanabilir Bilgiler <b>(PII)</b> içeren Elektronik Sağlık Kayıtları <b>(EHR)</b> savunmasız durumdadır.
zh: <a href='https://axcrypt.net/industries/healthcare/'><b>healthcare</b></a>数据的指数级增长也使其极易受到毁灭性的网络攻击和数据泄露。就网络攻击而言，医疗保健是<a href='https://www.eccu.edu/blog/top-industries-most-vulnerable-to-cyber-attacks/'><b>top 3 targeted industries</b></a>之一，其中包含个人身份信息 <b>（PII）</b> 的电子健康记录 <b>（EHR）</b> 尤其容易受到攻击。
