Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIFBE_Text1
source: In modern times, with the advancement in technology, there is a danger of illegal acquisition and dangerous usage of people’s personal data. Someone has said it right, “Data is the new oil”. And a plenty of recent cases of gigantic organizations spying on people's personal data, has brought this issue to the notice of the public.
ar: في العصر الحديث ، مع التقدم التكنولوجي ، هناك خطر الاستحواذ غير القانوني والاستخدام الخطير للبيانات الشخصية للأشخاص. قالها أحدهم على حق ، "البيانات هي النفط الجديد". وقد أدت العديد من الحالات الأخيرة من المنظمات العملاقة التي تتجسس على البيانات الشخصية للأشخاص ، إلى لفت انتباه الجمهور إلى هذه المشكلة.
de: In der heutigen Zeit besteht mit dem technologischen Fortschritt die Gefahr des illegalen Erwerbs und der gefährlichen Verwendung personenbezogener Daten von Personen. Jemand hat es richtig gesagt: "Daten sind das neue Öl". Und eine Vielzahl von Fällen in jüngster Zeit, in denen gigantische Organisationen die persönlichen Daten von Menschen ausspionieren, hat dieses Problem der Öffentlichkeit bekannt gemacht.
es: En los tiempos modernos, con el avance de la tecnología, existe el peligro de la adquisición ilegal y el uso peligroso de los datos privados de las personas. Como alguien lo dijo muy bien, “Los datos son el nuevo petróleo”. Y una gran cantidad de casos recientes de organizaciones gigantescas que espían los datos privados de las personas ha llevado este problema al conocimiento del público.
fr: À l'époque moderne, avec les progrès de la technologie, il existe un risque d'acquisition illégale et d'utilisation dangereuse des données personnelles des gens. Quelqu'un l'a bien dit, "les données sont le nouveau pétrole". Et de nombreux cas récents d'organisations gigantesques espionnant les données personnelles des gens ont porté cette question à l'attention du public.
it: Nei tempi moderni, con il progresso della tecnologia, c'è il pericolo di acquisizione illegale e uso pericoloso dei dati personali delle persone. Qualcuno ha detto bene: "I dati sono il nuovo petrolio". E un'abbondanza di casi recenti di organizzazioni gigantesche che spiano i dati personali delle persone, ha portato questo problema all'attenzione del pubblico.
ko: 현대에는 기술의 발전으로 사람들의 개인 데이터를 불법적으로 획득하고 위험한 사용을 할 위험이 있습니다. 누군가는 "데이터는 새로운 석유"라고 말했습니다. 그리고 사람들의 개인 데이터를 염탐하는 거대한 조직의 최근 사례가 많이 발생하여 이 문제를 대중에게 알리게되었습니다.
nl: In de moderne tijd, met de vooruitgang van de technologie, bestaat het gevaar van illegale verwerving en gevaarlijk gebruik van de persoonlijke gegevens van mensen. Iemand heeft het goed gezegd: "Data is het nieuwe olie". En een groot aantal recente gevallen van gigantische organisaties die persoonlijke gegevens van mensen bespioneren, heeft deze kwestie onder de aandacht van het publiek gebracht.
pl: We współczesnych czasach, wraz z postępem technologicznym, istnieje niebezpieczeństwo nielegalnego pozyskiwania i niebezpiecznego wykorzystywania danych osobowych ludzi. Ktoś dobrze powiedział: „Dane to nowa ropa”. A wiele niedawnych przypadków szpiegowania danych osobowych przez gigantyczne organizacje zwróciło uwagę opinii publicznej na ten problem.
pt: Nos tempos modernos, com o avanço da tecnologia, há o perigo de aquisição ilegal e utilização perigosa de dados pessoais. Como alguém disse, "Os dados são o novo petróleo", e os muitos casos recentes de organizações gigantes que espiavam dados pessoais chamou a atenção do público em relação a este problema.
ru: В наше время, с развитием технологий, существует опасность незаконного приобретения и опасного использования персональных данных людей. Кто-то правильно сказал: “Данные - это новая нефть”. И множество недавних случаев, когда гигантские организации шпионили за личными данными людей, привлекли внимание общественности к этой проблеме.
sv: I modern tid, med teknikens framsteg, finns det en fara för olagligt förvärv och farlig användning av människors personuppgifter. Någon har sagt att "Data är den nya oljan". Och en mängd nya fall av gigantiska organisationer som spionerar på människors personliga data, har uppmärksammat denna fråga för allmänheten.
tr: Modern zamanlarda, teknolojideki ilerlemeyle birlikte, insanların kişisel verilerinin yasadışı olarak ele geçirilmesi ve tehlikeli amaçlarla kullanımı tehlikesi ortaya çıkmıştır. "Veri yeni petroldür" sözü doğru çıktı. Son zamanlarda insanların kişisel verilerini gözetleyen birçok devasa kuruluş vakasıyla bu konu kamuoyunun dikkatini çekmeye başladı.
zh: 在现代，随着技术的进步，人们的个人数据存在非法获取和危险使用的危险。 有人说得对，"数据是新的石油"。 最近有很多大型组织监视人们的个人数据的案例，已经把这个问题引起了公众的注意。

# Blog_WIFBE_Text2
source: <strong>Some of the most popular cases includes:</strong>
ar: <strong> تتضمن بعض الحالات الأكثر شيوعًا ما يلي: </strong>
de: <strong>Einige der beliebtesten Fälle umfassen:</strong>
es: <strong>Algunos de los casos más populares incluyen:</strong>
fr: <strong>Certains des cas les plus populaires incluent :</strong>
it: <strong>Alcuni dei casi più popolari includono:</strong>
ko: <strong>가장 빈번한 사례는 다음과 같습니다.</strong>
nl: <strong>Enkele van de meest populaire gevallen zijn:</strong>
pl: <strong>Niektóre z najpopularniejszych przypadków to:</strong>
pt: <strong>Alguns dos casos mais populares incluem:</strong>
ru: <strong>Некоторые из наиболее популярных случаев включают в себя:</strong>
sv: <strong>Några av de mest populära fallen inkluderar:</strong>
tr: <strong>En popüler olaylardan bazıları şunlardır:</strong>
zh: <strong>一些最受欢迎的案例包括：</strong>

# Blog_WIFBE_Text3
source: <strong>For more info refer:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Largest online data breaches worldwide 2022 | Statista </strong></a> and the list goes on.These famous cases caught the eyes of the public.
ar: <strong> لمزيد من المعلومات ، راجع: </strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> أكبر خروقات للبيانات عبر الإنترنت في جميع أنحاء العالم 2022 | Statista </strong> </a> والقائمة تطول ولفتت هذه القضايا الشهيرة أنظار الجمهور.
de: <strong>Für weitere Informationen siehe:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Largest online data breaches worldwide 2022 | Statista </strong></a> und die Liste geht weiter.Diese berühmten Fälle erregten die Aufmerksamkeit der Öffentlichkeit.
es: <strong>Para obtener más información, consulte:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Las mayores vulneraciones de datos en línea en todo el mundo en 2022 | Statista </strong></a> y la lista continúa. Estos casos famosos llamaron la atención del público.
fr: <strong>Pour plus d'informations, consultez :</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Les plus grandes violations de données en ligne dans le monde 2022 | Statista </strong></a> et la liste continue. Ces cas célèbres ont attiré l'attention du public.
it: <strong>Per maggiori informazioni consultare:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Le più grandi violazioni di dati online in tutto il mondo 2022 | Statista </strong></a> e l'elenco potrebbe continuare. Questi casi famosi hanno attirato l'attenzione del pubblico.
ko: <strong>자세한 내용은 다음을 참조하십시오.</strong><a href='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> 2022년 전 세계에서 가장 큰 온라인 데이터 유출 | Statista </strong></a> 목록은 계속 이어집니다. 이 유명한 사건은 대중의 시선을 사로 잡았습니다.
nl: <strong>Voor meer info zie:</strong><a href='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Grootste online datalekken wereldwijd 2022 | Statistieken </strong></a> en de lijst gaat maar door. Deze beroemde gevallen trokken de aandacht van het publiek.
pl: <strong>Więcej informacji:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Największe naruszenia danych online na świecie w 2022 r. | Statista </strong></a> i lista jest długa. Te słynne przypadki przykuły uwagę opinii publicznej.
pt: <strong>Para mais informações, consulte</strong> <a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong>As maiores violações mundiais de dados em 2022 | Statista</strong></a>. E a lista continua. Estes casos famosos chamaram a atenção do público.
ru: <strong>Для получения дополнительной информации обратитесь:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Largest online data breaches worldwide 2022 | Statista </strong></a> и этот список можно продолжать.Эти случаи сильно привлекли внимание общественности.
sv: <strong>För mer information se:</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> De största online dataintrången i världen 2022 | Statista </strong></a> och listan fortsätter. Dessa berömda fall fångade allmänhetens ögon.
tr: <strong>Daha fazla bilgi için:</strong><a href='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Dünya çapında en büyük çevrimiçi veri ihlalleri 2022 | Statista adı çalışmaya bakın, </strong></a>bu liste uzayıp gidiyor. Bu ünlü davalar halkın dikkatini çekti.
zh: <strong>更多信息请参考：</strong><a href ='https://www.statista.com/statistics/290525/cyber-crime-biggest-online-data-breaches-worldwide/'><strong> Largest online data breaches worldwide 2022 | Statista </strong></a> 这样的例子不胜枚举。这些着名的案件引起了公众的注意。

# Blog_WIFBE_Title
source: Why Industries put their faith in 256-bit encryption?
ar: لماذا تضع الصناعات إيمانها في تشفير 256 بت؟
de: Warum setzen Branchen auf 256-Bit-Verschlüsselung?
es: ¿Por qué las industrias confían en el cifrado de 256 bits?
fr: Pourquoi les Industries font confiance au cryptage 256 bits?
it: Perché le industrie si affidano alla crittografia a 256 bit?
ko: 산업계가 256비트 암호화를 믿는 이유는 무엇입니까?
nl: Waarom vertrouwen bedrijven op 256-bit encryptie?
pl: Dlaczego firmy Industries pokładają wiarę w 256-bitowym szyfrowaniu?
pt: Porque é que as Indústria deposita a sua fé na cifragem de 256 bits?
ru: Почему отрасли промышленности доверяют 256-битному шифрованию?
sv: Varför litar industrier på 256-bitars kryptering?
tr: Endüstriler neden 256 bit şifrelemeye güveniyor?
zh: 为什么行业相信256位加密？

# Blog_WINAIMCR_Conclusion_H1_Text1
source: AxCrypt is an award-winning Zero-Knowledge file encryption software available for Windows, Mac, iOS, and Android devices. It has been the PC Mag's top choice for <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> for nine consecutive years, since 2016!
ar: اكسكربت هو برنامج تشفير ملفات Zero-Knowledge حائز على جوائز ومتاح لأجهزة ويندوز و ماك وأندرويد ونظام التشغيل ايفون. لقد كان الخيار الأفضل ل PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>ل "أفضل برنامج تشفير"</b></a> لمدة تسع سنوات متتالية ، منذ عام 2016!
de: AxCrypt ist eine preisgekrönte Zero-Knowledge-Dateiverschlüsselungssoftware, die für Windows-, Mac-, iOS- und Android-Geräte verfügbar ist. Es ist seit 2016 neun Jahre in Folge die erste Wahl des PC Mag für <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> !
es: AxCrypt es un galardonado software de cifrado de archivos de conocimiento cero disponible para dispositivos Windows, Mac, iOS y Android. ¡Ha sido la mejor opción de PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>el 'Mejor software de cifrado'</b></a> durante nueve años consecutivos, desde 2016!
fr: AxCrypt est un logiciel primé de chiffrement de fichiers à connaissance zéro disponible pour Windows, Mac, iOS et Android. Il a été le choix numéro un de PC Mag pour le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Meilleur Logiciel de Chiffrement’</b></a> pendant neuf années consécutives, depuis 2016 !
it: AxCrypt è un pluripremiato software di crittografia dei file Zero-Knowledge disponibile per dispositivi Windows, Mac, iOS e Android. È stata la prima scelta di PC Mag per il <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Miglior software di crittografia"</b></a> per nove anni consecutivi, dal 2016!
ko: AxCrypt는 수상 경력에 빛나는 Zero-Knowledge 파일 암호화 소프트웨어로 Windows, Mac, iOS 및 Android 장치에서 사용할 수 있습니다. 2016년부터 9년 연속 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Best Encryption Software'</b></a>에 대한 PC Mag의 최고의 선택이었습니다!
nl: AxCrypt is een bekroonde zero-knowledge bestandsversleutelingssoftware die beschikbaar is voor Windows-, Mac-, iOS- en Android-apparaten. Het is al negen jaar op rij de winnaar van de PC Mag voor <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Best Encryption Software'</b></a>, sinds 2016!
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania plików o wiedzy zerowej, dostępne dla urządzeń z systemami Windows, Mac, iOS i Android. To był najlepszy wybór magazynu PC Mag w kategorii <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>„najlepsze oprogramowanie szyfrujące”</b></a > przez dziewięć kolejnych lat, od 2016 roku!
pt: O AxCrypt é um premiado software de criptografia de arquivos Zero-Knowledge disponível para dispositivos Windows, Mac, iOS e Android. Tem sido a principal escolha da PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Melhor Software de Criptografia'</b></a> por nove anos consecutivos, desde 2016!
ru: AxCrypt — это отмеченное наградами программное обеспечение для шифрования файлов с нулевым разглашением, доступное для устройств Windows, Mac, iOS и Android. Девять лет подряд, начиная с 2016 года, он был выбран журналом PC Mag в номинации <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> !
sv: AxCrypt är ett prisbelönt filkrypteringsprogram med Zero-Knowledge Kryptering som finns tillgängligt för Windows-, Mac-, iOS- och Android-enheter. Det har varit PC Mags toppval för <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Bästa krypteringsprogramvara"</b></a> nio år i rad, sedan 2016!
tr: AxCrypt, Windows, Mac, iOS ve Android cihazlar için kullanılabilen ödüllü bir Sıfır Bilgi dosya şifreleme yazılımıdır. 2016'dan bu yana dokuz yıl üst üste PC Mag tarafından <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'En İyi Şifreleme Yazılımı'</b></a> seçildi!
zh: AxCrypt 是一款屡获殊荣的零知识文件加密软件，适用于 Windows、Mac、iOS 和 Android 设备。自 2016 年以来，它已连续九年成为 PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> 的首选！

# Blog_WINAIMCR_Conclusion_H1_Text2
source: Start automatically encrypting your sensitive files today! Try AxCrypt free with a 30-day trial. Click <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a> to download.
ar: ابدأ في تشفير ملفاتك الحساسة تلقائيا اليوم! جرب اكسكربت مجانا مع نسخة تجريبية مدتها 30 يوما. انقر <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>هنا</b></a> للتحميل.
de: Beginnen Sie noch heute mit der automatischen Verschlüsselung Ihrer sensiblen Dateien! Testen Sie AxCrypt kostenlos mit einer 30-Tage-Testversion. Klicken Sie <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>hier</b></a> zum Download.
es: ¡Comience a cifrar automáticamente sus archivos confidenciales hoy! Pruebe AxCrypt gratis con una prueba de 30 días. Haga clic <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>aquí</b></a> para descargar.
fr: Commencez à chiffrer automatiquement vos fichiers sensibles dès aujourd'hui ! Essayez gratuitement AxCrypt avec un essai gratuit de 30 jours. Cliquez <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>ici</b></a> pour télécharger.
it: Inizia subito a crittografare automaticamente i tuoi file sensibili! Prova AxCrypt gratuitamente con una prova di 30 giorni. Clicca <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>qui</b></a> per scaricare.
ko: 지금 중요한 파일의 자동 암호화를 시작합니다! 30일 평가판으로 AxCrypt를 무료로 사용해 보세요. 다운로드하려면 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>여기</b></a>를 클릭하십시오.
nl: Begin vandaag nog met het automatisch versleutelen van uw gevoelige bestanden! Probeer AxCrypt gratis uit met een proefperiode van 30 dagen. Klik <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>hier</b></a> om te downloaden.
pl: Zacznij automatycznie szyfrować swoje wrażliwe pliki już dziś! Wypróbuj AxCrypt bezpłatnie w 30-dniowym okresie próbnym. Kliknij <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>tutaj</b></a>, aby pobrać.
pt: Comece a criptografar automaticamente seus arquivos confidenciais hoje mesmo! Experimente o AxCrypt gratuitamente com uma avaliação de 30 dias. Clique <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>aqui</b></a> para fazer o download.
ru: Начните автоматически шифровать свои конфиденциальные файлы уже сегодня! Попробуйте AxCrypt бесплатно с 30-дневной пробной версией. Нажмите <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a>, чтобы скачать AxCrypt.
sv: Börja automatiskt kryptera dina känsliga filer idag! Prova AxCrypt gratis i 30 dagar. Klicka <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>här</b></a> för att ladda ner.
tr: Hassas dosyalarınızı bugün otomatik olarak şifrelemeye başlayın! AxCrypt'i 30 günlük deneme süresiyle ücretsiz deneyin. İndirmek için <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>buraya</b></a> tıklayın.
zh: 立即开始自动加密您的敏感文件！免费试用 AxCrypt 30 天。点击 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>here</b></a> 下载。

# Blog_WINAIMCR_Conclusion_Heading
source: Download AxCrypt Free for 30 Days
ar: تحميل اكسكربت مجانا لمدة 30 يوما
de: Laden Sie AxCrypt 30 Tage lang kostenlos herunter
es: Descarga AxCrypt gratis durante 30 días
fr: "Téléchargez AxCrypt Gratuitement pendant 30 Jours
it: Scarica AxCrypt gratis per 30 giorni
ko: 30일 동안 AxCrypt 무료 다운로드
nl: Download AxCrypt 30 dagen gratis
pl: Pobierz AxCrypt za darmo przez 30 dni
pt: Descarregar o AxCrypt grátis durante 30 dias
ru: Скачать AxCrypt, первые 30 дней бесплатный доступ
sv: Ladda ner AxCrypt gratis i 30 dagar
tr: 30 Gün Ücretsiz Deneme için AxCrypt'i İndirin
zh: 下载 AxCrypt 免费 30 天
