Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessFirstBodyText
source: <p>AxCrypt now offers file security for companies and organisations – with 256-bit AES encryption. Sharing files with the rest of the team is award winning easy with our cloud storage awareness and key sharing feature for on-premise files. This allows you to comply with data protection regulations while protecting your files from costly data breaches.</p><p>With AxCrypt Business, you also have access to our Password Management – where you can store and manage passwords and codes securely. AxCrypt is multilingual, supporting Arabic, English, Dutch, French, German, Italian, Korean, Mandarin, Polish, Portuguese, Russian, Spanish, Swedish, Turkish and more to come. and more to follow. With the AxCrypt mobile app, you can encrypt and decrypt files on your phone, from anywhere and at any time.</p><p>For more information, visit our <a href='/information/features'>feature page</a> and don’t forget to read <a href='/information/terms-of-use'>Terms of use</a>.</p><p>More exclusive Business Features coming soon. Don’t miss out!</p>
ar: <p> يوفر اكسكربت الآن أمان الملفات للشركات والمؤسسات - باستخدام تشفير 256 بت AES. تعد مشاركة الملفات مع باقي أعضاء الفريق أمرًا سهلاً للغاية بفضل الوعي بالتخزين السحابي وميزة مشاركة المفاتيح للملفات الموجودة في مكان العمل. يتيح لك ذلك الامتثال للوائح حماية البيانات مع حماية ملفاتك من انتهاكات البيانات المكلفة. </ p> <p> باستخدام اكسكربت بيزنس، يمكنك أيضًا الوصول إلى إدارة كلمات المرور - حيث يمكنك تخزين كلمات المرور والرموز وإدارتها بشكل آمن. اكسكربت متعدد اللغات ، يدعم اللغة الإنجليزية والهولندية والفرنسية والألمانية والإيطالية والكورية والماندرين والبولندية والبرتغالية والروسية والإسبانية والسويدية والتركية والمزيد في المستقبل. والمزيد لمتابعة. باستخدام تطبيق الهاتف المحمول اكسكربت ، يمكنك تشفير الملفات وفك تشفيرها على هاتفك ، من أي مكان وفي أي وقت. </ p> <p> لمزيد من المعلومات ، تفضل بزيارة <a href='/information/features'> صفحة الميزات < / a> ولا تنس قراءة <a href='/information/terms-of-use'> شروط الاستخدام </a>. </p> <p> المزيد من ميزات الأعمال الحصرية قريبًا. لا تفوت! </ p>
de: AxCrypt bietet jetzt Dateisicherheit für Unternehmen und Organisationen – mit 256-Bit-AES-Verschlüsselung. Das Teilen von Dateien mit dem Rest des Teams ist mit unserem Cloud-Speicherbewusstsein und der Schlüsselfreigabefunktion für lokale Dateien preisgekrönt. Auf diese Weise können Sie die Datenschutzbestimmungen einhalten und gleichzeitig Ihre Dateien vor kostspieligen Datenverletzungen schützen.</p><p>Mit AxCrypt Business haben Sie auch Zugriff auf unser Passwort–Management - hier können Sie Passwörter und Codes sicher speichern und verwalten. AxCrypt ist mehrsprachig und unterstützt Englisch, Niederländisch, Französisch, Deutsch, Italienisch, Koreanisch, Polnisch, Portugiesisch, Russisch, Spanisch, Schwedisch, Türkisch und weitere Sprachen. Mit der AxCrypt Mobile App können Sie Dateien auf Ihrem Telefon von überall und jederzeit ver- und entschlüsseln.</p><p>Für weitere Informationen besuchen Sie unsere <a href='/information/features'>Funktion-Seite</a> und vergessen Sie nicht, <a href='/information/terms-of-use'>Nutzungsbedingungen</a>
es: <p>Ahora AxCrypt ofrece seguridad de archivos con cifrado AES de 256 bits a empresas y organizaciones. Compartir archivos con un equipo de trabajo es reconocidamente fácil con nuestra función de almacenamiento en la nube y uso compartido de claves para archivos locales. Esto te permite cumplir con las normas de protección de datos al tiempo que proteges tus archivos de costosas filtraciones de datos.</p><p>Con AxCrypt Business, además tienes acceso a nuestra herramienta de Administración de contraseñas, con la que puedes almacenar y administrar contraseñas y códigos de manera segura. AxCrypt es multilingüe y está disponible en inglés, holandés, francés, alemán, italiano, coreano, polaco, portugués, ruso, español, sueco, turco, etc. Con la app móvil de AxCrypt, puedes cifrar y descifrar archivos en tu teléfono, desde cualquier lugar y en cualquier momento.</p><p>Para obtener más información, visita nuestra <a href='/information/features'>página de funciones< /a> y no olvides leer los <a href='/information/terms-of-use'>Términos de uso</a>.</p><p>Próximamente habrá más funciones Busines exclusivas. ¡No te lo pierdas!</p>
fr: <p>AxCrypt offre désormais la sécurité des fichiers pour les entreprises et les organisations - avec un cryptage AES 256 bits. Le partage de fichiers avec le reste de l'équipe est facilité grâce à notre fonctionnalité de sensibilisation au stockage dans le cloud et notre fonctionnalité de partage de clés pour les fichiers sur site. Cela vous permet de vous conformer aux réglementations sur la protection des données tout en protégeant vos fichiers contre les violations de données coûteuses.</p><p>Avec AxCrypt Business, vous avez également accès à notre gestionnaire des mots de passe - où vous pouvez stocker et gérer les mots de passe et les codes en toute sécurité. AxCrypt est multilingue et prend en charge l'anglais, le néerlandais, le français, l'allemand, l'italien, le coréen, le polonais, le portugais, le russe, l'espagnol, le suédois, le turc et bien d'autres à venir. Avec l'application mobile AxCrypt, vous pouvez chiffrer et déchiffrer des fichiers sur votre téléphone, de n'importe où et à tout moment.</p><p>Pour plus d'informations, visitez notre <a href='/information/features'>page des fonctionnalités< /a> et n'oubliez pas de lire les <a href='/information/terms-of-use'>Conditions d'utilisation</a>.</p><p>D'autres Fonctionnalités Business exclusives seront bientôt disponibles. Ne les manquez pas !</p>
it: <p>AxCrypt ora offre la sicurezza dei file per aziende ed organizzazioni - con crittografia AES a 256 bit. Condividere file con il resto del team è semplicissimo grazie alle nostre funzionalità di cifratura dei file nel cloud e condivisione delle chiavi per i file on-premise. Ciò consente di rispettare le normative sulla protezione dei dati, proteggendo i file da costose violazioni dei dati.</p><p>Con AxCrypt Business puoi anche accedere alla nostra Gestione Password, dove puoi salvare e gestire le tue password e i tuoi codici in modo sicuro. AxCrypt è disponibile in molte lingue: inglese, olandese, francese, tedesco, italiano, coreano, polacco, portoghese, russo, spagnolo, svedese, turco e presto molte altre. Con la app AxCrypt puoi criptare e decriptare file sul tuo telefono, ovunque e in qualsiasi momento.</p><p>Per maggiori informazioni, visita la pagina <a href='/information/features'>Pagina funzionalità</a> e non dimenticare di leggere <a href='/information/terms-of-use'>Termini di utilizzo</a>.</p><p>Presto saranno disponibili più Funzionalità Business esclusive. Non perdertele!</p>
ko: <p>AxCrypt는 이제 256비트 AES 암호화를 통해 기업과 조직을 위한 파일 보안을 제공합니다. NAT의 클라우드 스토리지 인식 기능과 온프레미스 파일용 키 공유 기능을 통해 팀원들과 파일을 쉽게 공유할 수 있습니다. 이를 통해 데이터 보호 규정을 준수하는 동시에 비용이 많이 드는 데이터 침해로부터 파일을 보호할 수 있습니다.</p><p>AxCrypt Business를 사용하면 암호와 코드를 안전하게 저장하고 관리할 수 있는 암호 관리에 액세스할 수 있습니다. AxCrypt는 다국어로 영어, 네덜란드어, 프랑스어, 독일어, 이탈리아어, 한국어, 만다린어, 폴란드어, 포르투갈어, 러시아어, 스페인어, 스웨덴어, 터키어 등을 지원합니다. 그리고 더 많은 것들을. AxCrypt 모바일 앱을 사용하면 언제 어디서나 전화기의 파일을 암호화하고 해독할 수 있습니다.</p><p>더 많은 정보를 위하여 우리의 <a href='/information/features'>기능 페이지</a> 를 확인해보시고 <a href='/information/terms-of-use'>이용 약관을 읽어보세요</a>.</p><p>더 특별한 비즈니스 기능이 곧 제공됩니다. 놓치지 마세요!</p>
nl: <p>AxCrypt biedt nu bestandsbeveiliging voor bedrijven en organisaties - met 256-bits AES-codering. Het delen van bestanden met de rest van het team is enorm eenvoudig met onze cloudopslag en de functie voor het delen van sleutels voor on-premise bestanden. Hierdoor kunt u voldoen aan de voorschriften voor gegevensbescherming en tegelijkertijd uw bestanden beschermen tegen kostbare gegevensinbreuken.</p><p>Met AxCrypt Business heeft u ook toegang tot ons wachtwoordbeheer - waar u wachtwoorden en codes veilig kunt opslaan en beheren. AxCrypt is meertalig en ondersteunt Engels, Nederlands, Frans, Duits, Italiaans, Koreaans, Pools, Portugees, Russisch, Spaans, Zweeds, Turks en meer om te volgen. Met de AxCrypt mobiele app kunt u bestanden op uw telefoon versleutelen en ontsleutelen, waar en wanneer dan ook.</p><p>Ga voor meer informatie naar onze <a href='/information/features'>functiepagina< /a> en vergeet niet de <a href='/information/terms-of-use'>Gebruiksvoorwaarden</a> te lezen.</p><p>Binnenkort meer exclusieve zakelijke functies. Mis het niet!</p>
pl: <p>AxCrypt oferuje teraz bezpieczeństwo plików dla firm i organizacji – z 256-bitowym szyfrowaniem AES. Udostępnianie plików reszcie zespołu jest proste jak drut dzięki naszej świadomości przechowywania w chmurze i funkcji udostępniania kluczy dla plików lokalnych. Pozwala to na przestrzeganie przepisów dotyczących ochrony danych, jednocześnie chroniąc pliki przed kosztownymi naruszeniami bezpieczeństwa danych.</p><p>Dzięki AxCrypt Business masz również dostęp do naszego zarządzania hasłami – gdzie możesz bezpiecznie przechowywać hasła i zarządzać nimi i kodami. AxCrypt jest wielojęzyczny, obsługuje angielski, holenderski, francuski, niemiecki, włoski, koreański, polski, portugalski, rosyjski, hiszpański, szwedzki, turecki i wiele innych. Dzięki aplikacji mobilnej AxCrypt możesz szyfrować i odszyfrowywać pliki w telefonie, z dowolnego miejsca i o dowolnej porze.</p><p>Aby uzyskać więcej informacji, odwiedź naszą <a href='/information/features'>stronę funkcji< /a> i nie zapomnij przeczytać <a href='/information/terms-of-use'>Warunków użytkowania</a>.</p><p>Więcej ekskluzywnych funkcji biznesowych już wkrótce. Nie przegap!</p>
pt: <p>A AxCrypt oferece agora segurança de ficheiros para empresas e organizações – com cifragem AES de 256 bits. Partilhar ficheiros com o resto da equipa é facílimo com a nossa detecção de armazenamento na nuvem e funcionalidade de partilha de chaves para ficheiros locais. Tal permite-lhe estar em conformidade com regulamentos de protecção de dados e, ao mesmo tempo, proteger os seus ficheiros de violações de dados dispendiosas.</p><p>Com a AxCrypt Business, também tem acesso à nossa Gestão de Palavras-Passe – onde pode armazenar e gerir palavras-passe e códigos com segurança. A AxCrypt é multilingue, com suporte para inglês, neerlandês, francês, alemão, italiano, coreano, polaco, português, russo, espanhol, sueco, turco e mais no futuro. Com a aplicação móvel AxCrypt, pode cifrar e decifrar ficheiros no seu telefone em qualquer lugar e em qualquer momento.</p><p>Para mais informações, visite a nossa <a href='/information/features'>página de funcionalidades</a> e não se esqueça de ler os <a href='/information/terms-of-use'>Termos de utilização</a>.</p><p>Mais Funcionalidades Business exclusivas brevemente. Não perca!</p>
ru: <p> AxCrypt теперь предлагает защиту файлов для компаний и организаций – с помощью 256-битного шифрования AES. Обмениваться файлами с остальными членами команды легко благодаря облачным хранилищам и функции обмена ключами для локальных файлов. Это позволяет вам соблюдать правила защиты данных, защищая ваши файлы от дорогостоящих утечек данных.</p><p> С AxCrypt Business у вас также есть доступ к нашему управлению паролями, где вы можете безопасно хранить пароли и коды, а также управлять ими. AxCrypt многоязычен, поддерживает английский, голландский, французский, немецкий, итальянский, корейский, польский, португальский, русский, испанский, шведский, турецкий и другие языки. С помощью мобильного приложения AxCrypt вы можете шифровать и расшифровывать файлы на своем телефоне из любого места и в любое время.</p><p>Для получения дополнительной информации посетите нашу страницу <a href='/information/features'></a> и не забудьте прочитать <a href='/information/terms-of-use'> Условия использования</a>.</p><p>Скоро появятся более эксклюзивные бизнес-функции. Не пропустите!< / p>
sv: <p>AxCrypt erbjuder nu filsäkerhet för företag och organisationer – med 256-bitars AES-kryptering. Att dela filer med resten av teamet är prisbelönt och enkelt med vår molnlagringsmedvetenhet och nyckeldelningsfunktion för lokala filer. Detta gör att du kan följa dataskyddsregleringar samtidigt som du skyddar dina filer från kostsamma dataintrång.</p><p>Med AxCrypt Business har du också tillgång till vår lösenordshanterare – där du kan lagra och hantera lösenord och koder säkert. AxCrypt är flerspråkig och stöder idag engelska, holländska, franska, tyska, italienska, koreanska, polska, portugisiska, ryska, spanska, svenska och turkiska. Med mobilappen AxCrypt kan du kryptera och dekryptera filer på din telefon, var som helst och när som helst.</p><p>För mer information, besök vår <a href='/information/features'>funktionssida< /a> och glöm inte att läsa <a href='/information/terms-of-use'>Användarvillkoren</a>.</p><p>Fler exklusiva Business Features kommer snart. Missa det inte!</p>
tr: <p>AxCrypt artık 256-bit AES şifreleme ile şirketler ve kuruluşlar için dosya güvenliği sunuyor. Şirket içi dosyalar için bulut depolama farkındalığımız ve anahtar paylaşımı özelliğimizle ekibin geri kalanıyla dosya paylaşımı ödül sahibi bir kolaylıktır. Bu, dosyalarınızı maliyetli veri ihlallerinden korurken veri koruma düzenlemelerine uymanızı sağlar.</p><p>AxCrypt Business ile, parolaları ve kodları güvenli bir şekilde saklayabileceğiniz ve yönetebileceğiniz Parola Yönetimimize de erişebilirsiniz. AxCrypt çok dillidir, İngilizce, Hollandaca, Fransızca, Almanca, İtalyanca, Korece, Mandarin, Lehçe, Portekizce, Rusça, İspanyolca, İsveççe, Türkçe ve daha fazlasını desteklemektedir. Ve daha fazlası yolda. AxCrypt mobil uygulamasıyla, telefonunuzdaki dosyaları her yerden ve her zaman şifreleyebilir ve şifrelerini çözebilirsiniz.</p><p>Daha fazla bilgi için <a href='/information/features'>özellik sayfamızı</a> ziyaret edin ve <a href='/information/terms-of-use'>Kullanım Koşulları'nı</a> okumayı unutmayın.</p><p>Daha özel Business Özellikleri çok yakında. Bu fırsatı kaçırmayın!</p>
zh: <p>AxCrypt现在为公司和组织提供文件安全-采用256位AES加密。 与团队的其他成员共享文件是屡获殊荣的容易与我们的云存储意识和关键共享功能的前提文件。 这使您能够遵守数据保护法规，同时保护您的文件免受代价高昂的数据泄露。</p><p>使用AxCrypt Business，您还可以访问我们的密码管理-在那里您可以安全地存储和管理密码和代码。 AxCrypt是多语言的，支持英语，荷兰语，法语，德语，意大利语，韩语，波兰语，葡萄牙语，俄语，西班牙语，瑞典语，土耳其语等。 使用AxCrypt移动应用程序，您可以随时随地加密和解密手机上的文件。</p><p>有关更多信息，请访问我们的<a href='/information/features'>功能页面</a>，不要忘记阅读<a href='/information/terms-of-use'>使用条款</a>。</p><p>更多独家业务功能即将推出。 不要错过！</p>

# BusinessFirstBodyText1
source: AxCrypt now offers file security for companies and organisations – with 256-bit AES encryption. Sharing files with the rest of the team is award winning easy with our cloud storage awareness and key sharing feature for on-premise files. This allows you to comply with data protection regulations while protecting your files from costly data breaches.
ar: يوفر اكسكربت الآن أمان الملفات للشركات والمؤسسات - مع تشفير 256 بت AES. تعد مشاركة الملفات مع باقي أعضاء الفريق أمرًا سهلاً للغاية بفضل الوعي بالتخزين السحابي وميزة مشاركة المفاتيح للملفات الموجودة في مكان العمل. يتيح لك هذا الامتثال للوائح حماية البيانات مع حماية ملفاتك من انتهاكات البيانات المكلفة.
de: AxCrypt bietet jetzt Dateisicherheit für Unternehmen und Organisationen – mit 256-bit-AES-Verschlüsselung. Das teilen von Dateien mit dem rest des Teams ist preisgekrönt einfach mit unserem cloud storage awareness und Schlüsselfreigabe Funktion für On-Premise-Dateien. Auf diese Weise können Sie die Datenschutzbestimmungen einhalten und gleichzeitig Ihre Dateien vor kostspieligen Datenschutzverletzungen schützen.
es: AxCrypt ahora ofrece protección de archivos para empresas y organizaciones, con cifrado AES de 256 bits. Compartir archivos con el resto del equipo de trabajo es fácil gracias a nuestra función de reconocimiento de almacenamiento en la nube y uso compartido de claves para archivos locales. Esto te permite cumplir con las regulaciones de protección de datos mientras proteges tus archivos de filtraciones de datos costosas.
fr: AxCrypt propose maintenant de sécuriser des fichiers pour des entreprises et des associations - avec un chiffrement AES 256-bit. Partager des fichiers avec votre équipe est un jeu d'enfant avec notre système de stockage sur Cloud et notre fonctionnalité de partage de clés pour les fichiers se trouvant sur place. Cela vous permet de respecter les règles de la protection de données tout en protégeant vos fichiers de coûteuses intrusions.
it: AxCrypt ora offre la sicurezza dei file per aziende ed organizzazioni - con crittografia AES a 256 bit. Condividere file con il resto del team è semplicissimo grazie alle nostre funzionalità di cifratura dei file nel cloud e condivisione delle chiavi per i file on-premise. Ciò consente di rispettare le normative sulla protezione dei dati, proteggendo i file da costose violazioni dei dati.
ko: AxCrypt는 이제 256비트 AES 암호화를 통해 기업과 조직에 파일 보안을 제공합니다. 사내 파일에 대한 NAT의 클라우드 스토리지 인지도와 키 공유 기능으로 팀원들과 파일을 공유하는 것은 손쉽게 사용할 수 있습니다. 이를 통해 데이터 보호 규정을 준수하는 동시에 비용이 많이 드는 데이터 침해로부터 파일을 보호할 수 있습니다.
nl: AxCrypt biedt nu bestandsbeveiliging voor bedrijven en organisaties - met 256-bit AES-codering. Bestanden delen met de rest van het team is eenvoudig bekroond met onze cloudopslag en de functie voor het delen van sleutels voor on-premise bestanden. Hierdoor kunt u voldoen aan de voorschriften voor gegevensbescherming en tegelijkertijd uw bestanden beschermen tegen kostbare datalekken.
pl: AxCrypt oferuje teraz bezpieczeństwo plików dla firm i organizacji - z 256-bitowym szyfrowaniem AES. Udostępnianie plików pozostałym członkom zespołu jest łatwe dzięki naszej świadomości przechowywania w chmurze i funkcji udostępniania kluczy dla plików lokalnych. Dzięki temu możesz przestrzegać przepisów dotyczących ochrony danych, jednocześnie chroniąc pliki przed kosztownymi naruszeniami danych.
pt: A AxCrypt oferece agora segurança de ficheiros para empresas e organizações – com cifragem AES de 256 bits. Partilhar ficheiros com o resto da equipa é facílimo com a nossa detecção de armazenamento na nuvem e funcionalidade de partilha de chaves para ficheiros locais. Tal permite-lhe estar em conformidade com regulamentos de protecção de dados e ao mesmo tempo proteger os seus ficheiros de violações de dados dispendiosas.
ru: AxCrypt теперь предлагает безопасность файлов для компаний и организаций – с 256-битным шифрованием AES. Обмен файлами с остальной частью команды никогда не был проще, с нашей осведомленностью о облачных хранилищах и функцией обмена ключами для локальных файлов. Это позволит вам соблюдать правила защиты данных, защищая ваши файлы от дорогостоящих утечек данных.
sv: AxCrypt erbjuder nu filsäkerhet för företag och organisationer – med 256-bitars AES-kryptering. Att dela filer med resten av teamet är prisbelönt enkelt med vår medvetenhet om molnlagring och nyckeldelningsfunktion för filer på plats. Detta gör att du kan följa dataskyddsbestämmelserna samtidigt som du skyddar dina filer från kostsamma dataintrång.
tr: AxCrypt artık 256-bit AES şifreleme ile firmalara ve kuruluşlara da dosya güvenliği sunuyor. Takımın diğer üyeleri ile dosya paylaşmak, bulut depolama farkındalığımız ve yerel dosyalarda anahtar paylaşımı ile aldığı ödülleri hak edecek kadar kolay. Bu sayede, dosyalarınızı masraflı veri ihlallerinden korurken veri koruma yönetmeliklerine uyum sağlarsınız.
zh: 现在AxCrypt为公司和组织提供文件安全–采用256位AES加密。 与团队其他成员共享文件是屡获殊荣的轻松与我们的云存储意识和内部文件的关键共享功能。 这使您可以遵守数据保护法规，同时保护您的文件免受代价高昂的数据泄露。
