Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WDSPOG_Text3
source: Christophe Thivet, director at Atos of the technological integration of the 2024 Games, commented on the cyber threats faced during previous Olympic Games: “In Tokyo, there were 450 million attacks, eight times more than in Rio in 2016. And 4.4 billion threats, or 800 threats per second.”
ar: كريستوف ثيفيت، مدير التكامل التكنولوجي لألعاب 2024 في Atos، على التهديدات السيبرانية التي واجهتها الألعاب الأولمبية السابقة: "في طوكيو، كان هناك 450 مليون هجوم، أي ثمانية أضعاف ما كان عليه في ريو في عام 2016. و4.4 مليار تهديد، أو 800 تهديد في الثانية".
de: Christophe Thivet, Direktor für die technologische Integration der Spiele 2024 bei Atos, kommentierte die Cyberbedrohungen bei früheren Olympischen Spielen: "In Tokio gab es 450 Millionen Angriffe, achtmal mehr als in Rio 2016. Und 4,4 Milliarden Bedrohungen, das sind 800 Bedrohungen pro Sekunde."
es: Christophe Thivet, director de Atos para la integración tecnológica de los Juegos de 2024, comentó sobre las amenazas cibernéticas a las que se enfrentaron durante los Juegos Olímpicos anteriores: "En Tokio hubo 450 millones de ataques, ocho veces más que en Río en 2016. Y 4.400 millones de amenazas, o 800 amenazas por segundo".
fr: Christophe Thivet, directeur de l’intégration technologique des Jeux 2024 chez Atos, a commenté les cybermenaces rencontrées lors des précédents Jeux olympiques : « À Tokyo, il y a eu 450 millions d’attaques, soit huit fois plus qu’à Rio en 2016. Et 4,4 milliards de menaces, soit 800 menaces par seconde. »
it: Christophe Thivet, direttore di Atos per l'integrazione tecnologica dei Giochi del 2024, ha commentato le minacce informatiche affrontate durante i precedenti Giochi Olimpici: "A Tokyo ci sono stati 450 milioni di attacchi, otto volte di più rispetto a Rio nel 2016. E 4,4 miliardi di minacce, o 800 minacce al secondo".
ko: 2024년 올림픽 기술 통합 아토스의 크리스토프 티벳 이사는 "도쿄에서는 2016년 리우보다 8배 많은 4억 5천만 건의 공격이 있었다. 그리고 44억개의 위협, 즉 초당 800개의 위협.
nl: Christophe Thivet, directeur bij Atos van de technologische integratie van de Spelen van 2024, gaf commentaar op de cyberdreigingen waarmee tijdens eerdere Olympische Spelen werd geconfronteerd: "In Tokio waren er 450 miljoen aanvallen, acht keer meer dan in Rio in 2016. En 4,4 miljard bedreigingen, of 800 bedreigingen per seconde."
pl: Christophe Thivet, dyrektor Atos ds. integracji technologicznej Igrzysk 2024, skomentował cyberzagrożenia, z którymi zetknięto się podczas poprzednich Igrzysk Olimpijskich: „W Tokio odnotowano 450 milionów ataków, osiem razy więcej niż w Rio w 2016 roku. I 4,4 miliarda zagrożeń, czyli 800 zagrożeń na sekundę”.
pt: Christophe Thivet, diretor da Atos para a integração tecnológica dos Jogos de 2024, comentou sobre as ameaças cibernéticas enfrentadas durante os Jogos Olímpicos anteriores: "Em Tóquio, houve 450 milhões de ataques, oito vezes mais do que no Rio em 2016. E 4,4 bilhões de ameaças, ou 800 ameaças por segundo."
ru: Кристоф Тиве, директор Atos по технологической интеграции Игр 2024 года, прокомментировал киберугрозы, с которыми столкнулись во время предыдущих Олимпийских игр: «В Токио было совершено 450 миллионов атак, что в восемь раз больше, чем в Рио в 2016 году. И 4,4 миллиарда угроз, или 800 угроз в секунду».
sv: Christophe Thivet, direktör på Atos för teknologisk integration av OS 2024, kommenterade de cyberhot som uppstod under tidigare olympiska spel: “I Tokyo var det 450 miljoner attacker, åtta gånger fler än i Rio 2016. Och 4,4 miljarder hot, eller 800 hot per sekund.”
tr: Atos'un 2024 Oyunlarının teknolojik entegrasyonundan sorumlu direktörü Christophe Thivet, önceki Olimpiyat Oyunları sırasında karşılaşılan siber tehditler hakkında yorumda bulundu: "Tokyo'da, 2016'da Rio'dakinden sekiz kat daha fazla, 450 milyon saldırı oldu. 4.4 milyar tehdit, yani saniyede 800 tehdit."
zh: Atos 2024 年奥运会技术整合总监 Christophe Thivet 评论了前几届奥运会期间面临的网络威胁：“东京发生了 4.5 亿次攻击，是 2016 年里约热内卢的八倍。以及 44 亿次威胁，即每秒 800 次威胁。

# Blog_WDSPOG_Text4
source: Attending the Olympic Games 2024 in Paris will require carrying sensitive information, such as travel documents, financial information, and personal data. Whether you are attending as a spectator or an athlete, the use of encryption will enhance your experience by alleviating concerns about data breaches, allowing you to focus completely on the games.
ar: سيتطلب حضور الألعاب الأولمبية 2024 في باريس حمل معلومات حساسة ، مثل وثائق السفر والمعلومات المالية والبيانات الشخصية. سواء كنت تحضر كمشاهد أو رياضي ، فإن استخدام التشفير سيعزز تجربتك من خلال تخفيف المخاوف بشأن خروقات البيانات ، مما يسمح لك بالتركيز بشكل كامل على الألعاب.
de: Für die Teilnahme an den Olympischen Spielen 2024 in Paris müssen sensible Informationen wie Reisedokumente, Finanzinformationen und persönliche Daten mit sich geführt werden. Egal, ob Sie als Zuschauer oder Sportler teilnehmen, die Verwendung von Verschlüsselung wird Ihr Erlebnis verbessern, indem sie Bedenken hinsichtlich Datenschutzverletzungen ausräumt und es Ihnen ermöglicht, sich voll und ganz auf die Spiele zu konzentrieren.
es: Asistir a los Juegos Olímpicos de París 2024 requerirá llevar información confidencial, como documentos de viaje, información financiera y datos personales. Ya sea que asista como espectador o atleta, el uso del cifrado mejorará su experiencia al aliviar las preocupaciones sobre las violaciones de datos, lo que le permitirá concentrarse completamente en los juegos.
fr: Pour assister aux Jeux olympiques de 2024 à Paris, il faudra transporter des informations sensibles, telles que des documents de voyage, des informations financières et des données personnelles. Que vous soyez un spectateur ou un athlète, l’utilisation du cryptage améliorera votre expérience en atténuant les inquiétudes liées aux violations de données, ce qui vous permettra de vous concentrer entièrement sur les jeux.
it: Per partecipare ai Giochi Olimpici 2024 di Parigi sarà necessario portare con sé informazioni sensibili, come documenti di viaggio, informazioni finanziarie e dati personali. Che tu stia partecipando come spettatore o come atleta, l'uso della crittografia migliorerà la tua esperienza alleviando le preoccupazioni sulle violazioni dei dati, permettendoti di concentrarti completamente sui giochi.
ko: 2024년 파리에서 열리는 올림픽에 참석하기 위해서는 여행 서류, 금융 정보, 개인 정보와 같은 민감한 정보를 가지고 다녀야 합니다. 관중 자격으로 참석하든 운동 선수든 암호화를 사용하면 데이터 침해에 대한 우려를 완화하여 게임에 완전히 집중할 수 있어 경험이 향상됩니다.
nl: Voor het bijwonen van de Olympische Spelen 2024 in Parijs is het nodig om gevoelige informatie te dragen, zoals reisdocumenten, financiële informatie en persoonlijke gegevens. Of u nu als toeschouwer of als atleet aanwezig bent, het gebruik van codering zal uw ervaring verbeteren door zorgen over datalekken te verlichten, zodat u zich volledig op de games kunt concentreren.
pl: Udział w Igrzyskach Olimpijskich 2024 w Paryżu będzie wymagał posiadania przy sobie poufnych informacji, takich jak dokumenty podróży, informacje finansowe i dane osobowe. Niezależnie od tego, czy bierzesz udział jako widz, czy sportowiec, szyfrowanie poprawi Twoje wrażenia, łagodząc obawy dotyczące naruszeń danych, pozwalając Ci całkowicie skupić się na igrzyskach.
pt: Participar dos Jogos Olímpicos de 2024 em Paris exigirá o porte de informações confidenciais, como documentos de viagem, informações financeiras e dados pessoais. Esteja você participando como espectador ou atleta, o uso de criptografia aprimorará sua experiência, aliviando as preocupações com violações de dados, permitindo que você se concentre completamente nos jogos.
ru: Для участия в Олимпийских играх 2024 года в Париже потребуется иметь при себе конфиденциальную информацию, такую как проездные документы, финансовую информацию и личные данные. Независимо от того, являетесь ли вы зрителем или спортсменом, использование шифрования улучшит ваши впечатления, снизив опасения по поводу утечек данных, что позволит вам полностью сосредоточиться на играх.
sv: Att delta i OS 2024 i Paris kommer att kräva att du hanterar känslig information, såsom resehandlingar, ekonomisk information och personlig data. Oavsett om du deltar som åskådare eller idrottare kommer användningen av kryptering att förbättra din upplevelse genom att lindra oron för dataintrång, vilket gör att du kan fokusera helt på spelen.
tr: Paris'teki 2024 Olimpiyat Oyunlarına katılmak seyahat belgeleri, finansal bilgiler ve kişisel veriler gibi hassas bilgilerin taşınmasını gerektirecek. İster seyirci ister sporcu olarak katılıyor olun, şifreleme kullanımı veri ihlallerine ilişkin endişeleri hafifleterek deneyiminizi geliştirecek ve tamamen oyunlara odaklanmanızı sağlayacaktır.
zh: 参加 2024 年巴黎奥运会需要携带敏感信息，例如旅行证件、财务信息和个人数据。无论您是作为观众还是运动员参加比赛，使用加密技术都将减轻对数据泄露的担忧，从而增强您的体验，让您能够完全专注于比赛。

# Blog_WDSPOG_Title
source: Win Data Security at the 2024 Paris Olympic Games
ar: اربح أمن البيانات في دورة الألعاب الأولمبية في باريس 2024
de: Gewinnen Sie Datensicherheit bei den Olympischen Spielen 2024 in Paris
es: Ganar la seguridad de los datos en los Juegos Olímpicos de París 2024
fr: Gagnez la sécurité des données aux Jeux Olympiques de Paris 2024
it: Vinci la sicurezza dei dati ai Giochi Olimpici di Parigi 2024
ko: 2024 파리 올림픽 데이터 보안 획득
nl: Win databeveiliging op de Olympische Spelen van Parijs 2024
pl: Wygraj Bezpieczeństwo Danych na Igrzyskach Olimpijskich w Paryżu w 2024 r.
pt: Ganhe segurança de dados nos Jogos Olímpicos de Paris 2024
ru: Победа в обеспечении безопасности данных на Олимпийских играх 2024 года в Париже
sv: Vinn datasäkerhet vid OS 2024 i Paris
tr: 2024 Paris Olimpiyat Oyunlarında Veri Güvenliği Kazanın
zh: 在 2024 年巴黎奥运会上赢得数据安全

# Blog_WENTI_Conclusion_Text1
source: As the frequency and severity of cyberattacks rise, IT companies must continue to innovate and lead the way in cyber security. Tech companies, as the first line of defense for all organizations, have a responsibility to stay ahead of cyber risk and ensure that their own security is the best available.
ar: مع تزايد وتيرة الهجمات الإلكترونية وشدتها ، يجب على شركات تكنولوجيا المعلومات الاستمرار في الابتكار وقيادة الطريق في مجال الأمن السيبراني. تتحمل شركات التكنولوجيا ، باعتبارها خط الدفاع الأول لجميع المؤسسات ، مسؤولية البقاء في صدارة المخاطر الإلكترونية والتأكد من أن أمنها هو أفضل ما هو متاح.
de: Da die Häufigkeit und Schwere von Cyberangriffen zunimmt, müssen IT-Unternehmen weiterhin innovativ sein und eine Vorreiterrolle bei der Cybersicherheit einnehmen. Technologieunternehmen haben als erste Verteidigungslinie für alle Organisationen die Verantwortung, Cyberrisiken einen Schritt voraus zu sein und sicherzustellen, dass ihre eigene Sicherheit die bestmögliche ist.
es: A medida que aumentan la frecuencia y la gravedad de los ataques cibernéticos, las empresas de TI deben continuar innovando y liderando el camino en ciberseguridad. Las empresas tecnológicas, como primera línea de defensa de todas las organizaciones, tienen la responsabilidad de adelantarse al riesgo cibernético y garantizar que su propia seguridad sea la mejor disponible.
fr: Alors que la fréquence et la gravité des cyberattaques augmentent, les entreprises informatiques doivent continuer à innover et à montrer la voie en matière de cybersécurité. Les entreprises technologiques, en tant que première ligne de défense pour toutes les organisations, ont la responsabilité de garder une longueur d’avance sur les cyberrisques et de s’assurer que leur propre sécurité est la meilleure disponible.
it: Con l'aumento della frequenza e della gravità degli attacchi informatici, le aziende IT devono continuare a innovare e aprire la strada alla sicurezza informatica. Le aziende tecnologiche, come prima linea di difesa per tutte le organizzazioni, hanno la responsabilità di stare al passo con il rischio informatico e garantire che la propria sicurezza sia la migliore disponibile.
ko: 사이버 공격의 빈도와 심각도가 증가함에 따라 IT 기업은 사이버 보안에서 지속적으로 혁신하고 앞장서야 합니다. 기술 회사는 모든 조직의 첫 번째 방어선으로서 사이버 위험보다 앞서 나가고 자체 보안을 최대한 활용할 책임이 있습니다.
nl: Nu de frequentie en de ernst van cyberaanvallen toenemen, moeten IT-bedrijven blijven innoveren en het voortouw nemen op het gebied van cyberbeveiliging. Als eerste verdedigingslinie voor alle organisaties hebben IT-bedrijven de verantwoordelijkheid om cyberrisico's voor te blijven en ervoor te zorgen dat hun eigen beveiliging de beste is die beschikbaar is.
pl: Wraz ze wzrostem częstotliwości i nasilenia cyberataków firmy IT muszą nadal wprowadzać innowacje i przewodzić w dziedzinie cyberbezpieczeństwa. Firmy technologiczne, jako pierwsza linia obrony dla wszystkich organizacji, są odpowiedzialne za wyprzedzanie cyberryzyka i zapewnienie, że ich własne bezpieczeństwo jest najlepsze z dostępnych.
pt: À medida que a frequência e severidade dos ciberataques aumenta, as empresas de TI devem continuar a inovar e a liderar o caminho na cibersegurança. As empresas de tecnologia, como primeira linha de defesa de todas as organizações, têm a responsabilidade de se manterem à frente do ciber-risco e garantir que a sua própria segurança seja a melhor.
ru: По мере роста частоты и серьезности кибератак IT-компании должны продолжать внедрять инновации и лидировать в области кибербезопасности. Технологические компании, являясь первой линией обороны для всех организаций, несут ответственность за то, чтобы опережать кибер-риски и обеспечивать наилучшую из доступных степень собственной безопасности.
sv: När frekvensen och svårighetsgraden av cyberattacker ökar måste IT-företag fortsätta att förnya sig och leda vägen inom cybersäkerhet. Teknikföretag, som den första försvarslinjen för alla organisationer, har ett ansvar att ligga steget före cyberriskerna och se till att deras egen säkerhet är den bästa tillgängliga.
tr: Siber saldırıların sıklığı ve şiddeti arttıkça, BT şirketleri siber güvenlik alanında yenilikler yapmaya ve öncülük etmeye devam etmelidir. Tüm kuruluşlar için ilk savunma hattı olan teknoloji şirketleri, siber risklerin bir adım önünde olma ve kendi güvenliklerinin mevcut en iyi güvenlik olmasını sağlama sorumluluğuna sahiptir.
zh: 随着网络攻击的频率和严重程度的上升，IT公司必须继续创新并引领网络安全。 科技公司作为所有组织的第一道防线，有责任保持领先的网络风险，并确保自己的安全是最好的。

# Blog_WENTI_H1_Text1
source: Telecommunications providers, software developers, and managed security service providers are all part of the IT and communications sector. According to studies, the IT sector was the most targeted industry internationally in 2021. The most popular means of an attempted break-in was via email, with businesses receiving an average of 600 unique phishing e-mails every month. Since the tech industry is the first to adopt new technologies, making it particularly vulnerable to cyber-attacks. According to reports, security threats against industrial control systems (ICS) and operational technology (OT) more than tripled since 2020.
ar: يُعد كل من موفري الاتصالات ومطوري البرامج وموفري خدمات الأمن المدارة جزءًا من قطاع تكنولوجيا المعلومات والاتصالات. وفقًا للدراسات ، كان قطاع تكنولوجيا المعلومات هو الصناعة الأكثر استهدافًا على المستوى الدولي في عام 2021. وكانت الوسيلة الأكثر شيوعًا لمحاولة الاقتحام عبر البريد الإلكتروني ، حيث تتلقى الشركات ما معدله 600 رسالة بريد إلكتروني تصيدية فريدة كل شهر. نظرًا لأن صناعة التكنولوجيا هي أول من يتبنى تقنيات جديدة ، مما يجعلها عرضة بشكل خاص للهجمات الإلكترونية. وفقًا للتقارير ، تضاعفت التهديدات الأمنية ضد أنظمة التحكم الصناعية (ICS) والتكنولوجيا التشغيلية (OT) أكثر من ثلاثة أضعاف منذ عام 2020.
de: Telekommunikationsanbieter, Softwareentwickler und Anbieter von Managed Security Services sind alle Teil der IT- und Kommunikationsbranche. Studien zufolge war die IT-Branche im Jahr 2021 die international am stärksten anvisierte Branche. Das beliebteste Mittel für einen Einbruchsversuch war E-Mail, wobei Unternehmen jeden Monat durchschnittlich 600 eindeutige Phishing-E-Mails erhielten. Da die Technologiebranche als erste neue Technologien einführt, ist sie besonders anfällig für Cyberangriffe. Berichten zufolge haben sich die Sicherheitsbedrohungen gegen industrielle Steuerungssysteme (ICS) und Betriebstechnik (OT) seit 2020 mehr als verdreifacht.
es: Los proveedores de telecomunicaciones, los desarrolladores de software y los proveedores de servicios de seguridad gestionada forman parte del sector de TI y de las comunicaciones. Según estudios, el sector de TI fue la industria más atacada a nivel internacional en 2021. El medio más popular de intento de hackeo fue el correo electrónico, y las empresas recibieron un promedio de 600 correos electrónicos de phishing únicos cada mes. Dado que la industria tecnológica es la primera en adoptar nuevas tecnologías, eso también la hace particularmente vulnerable a los ataques cibernéticos. Según informes, las amenazas de seguridad contra los sistemas de control industrial (ICS) y la tecnología operativa (OT) se triplicaron con creces desde 2020.
fr: Les fournisseurs de télécommunications, les développeurs de logiciels, et les fournisseurs de services de sécurité gérés font tous partie du secteur de l'informatique et des communications. Selon des études, le secteur informatique était l'industrie la plus ciblée au niveau international en 2021. Le moyen le plus populaire de tentative d'effraction était le courrier électronique, les entreprises recevant en moyenne 600 e-mails de phishing uniques chaque mois. L'industrie technologique étant la première à adopter les nouvelles technologies, la rendant particulièrement vulnérable aux cyberattaques. Selon les rapports, les menaces de sécurité contre les systèmes de contrôle industriels (ICS) et les technologies opérationnelles (OT) ont plus que triplé depuis 2020.
it: I fornitori di telecomunicazioni, gli sviluppatori di software e i fornitori dei servizi di sicurezza gestiti fanno tutto parte del settore dell'informatica e delle comunicazioni. Secondo gli studi, il settore informatico è stato quello più preso di mira nel 2021. Il mezzo più usato per intentare un'intrusione è stato via email, con aziende che hanno ricevuto una media di 600 email phishing uniche ogni mese. Poichè l'industria tecnologica è la prima ad adottare le nuove tecnologie, questo la rende particolarmente vulnerabile agli attacchi informatici. Secondo i rapporti, le minacce alla sicurezza contro i sistemi di controllo industriale (ICS) e la tenoclogia operativa (OT) sono più che triplicate dal 2020.
ko: 통신 제공업체, 소프트웨어 개발자 및 관리형 보안 서비스 제공업체는 모두 IT 또는 통신 분야 업체입니다. 연구에 따르면 2021년도 전세계적인 사이버 범죄의 표적은 IT 분야였습니다. 가장 공통적인 침입 수단은 이메일을 통해 이뤄졌으며, 기업들은 매달 평균 600개의 고유한 피싱 이메일을 받은 것으로 알려졌습니다. 기술 산업은 신기술을 가장 먼저 도입하기 때문에 사이버 공격에 특히 취약합니다. 보고서에 따르면 산업 제어 시스템(ICS) 및 운영 기술(OT)에 대한 보안 위협은 2020년 이후 3배 이상 증가했다고 알려졌습니다.
nl: Telecommunicatieaanbieders, softwareontwikkelaars en aanbieders van beheerde beveiligingsdiensten maken allemaal deel uit van de IT- en communicatiesector. Volgens studies was de IT-sector in 2021 internationaal de meest getargete industrie. De meest populaire manier van inbraak was via e-mail, waarbij bedrijven elke maand gemiddeld 600 unieke phishing-e-mails ontvingen. De tech-industrie past als eerste nieuwe technologieën toe, waardoor ze bijzonder kwetsbaar is voor cyberaanvallen. Volgens rapporten zijn de veiligheidsbedreigingen tegen industriële controlesystemen (ICS) en operationele technologie (OT) sinds 2020 meer dan verdrievoudigd.
pl: Dostawcy usług telekomunikacyjnych, twórcy oprogramowania i dostawcy usług zarządzania bezpieczeństwem są częścią sektora IT i komunikacji. Według badań sektor IT był najbardziej narażoną na ataki branżą na całym świecie w 2021 r. Najpopularniejszym sposobem próby włamania była poczta e-mail, a firmy otrzymywały średnio 600 unikalnych wiadomości phishingowych miesięcznie. Ponieważ branża technologiczna jako pierwsza przyjmuje nowe technologie, co czyni ją szczególnie podatną na ataki cybernetyczne. Według raportów, zagrożenia bezpieczeństwa dla przemysłowych systemów sterowania (ICS) i technologii operacyjnej (OT) wzrosły ponad trzykrotnie od 2020 roku.
pt: Operadores de telecomunicações, programadores de software e fornecedores de serviços de segurança gerida fazem parte do sector das TIC. De acordo com estudos, o sector TI foi o mais atacado internacionalmente em 2021. Os métodos mais populares de tentativas de intrusão são o email, com empresas a receber uma média de 600 emails únicos de phishing todos os meses. A indústria tecnológica é a primeira a adoptar novas tecnologias, o que a torna particularmente vulnerável a ciberataques. De acordo com relatórios, as ameaças de segurança contra sistemas de controlo industrial (ICS) e tecnologia operacional (OT) mais do que triplicou desde 2020.
ru: Поставщики телекоммуникаций, разработчики программного обеспечения и поставщики управляемых услуг безопасности - все они являются частью сектора информационных технологий и коммуникаций. Согласно исследованиям, IT-сектор был наиболее целевой отраслью на международном рынке в 2021 году. Самым популярным способом попытки взлома была электронная почта, при этом компании получали в среднем 600 уникальных фишинговых электронных писем каждый месяц. Поскольку технологическая индустрия первой внедряет новые технологии, что делает ее особенно уязвимой для кибератак. Согласно отчетам, угрозы безопасности промышленным системам управления (ICS) и операционным технологиям (OT) выросли более чем втрое с 2020 года.
sv: Leverantörer för Telekommunikation, mjukvaruutvecklare och leverantörer av säkerhetstjänster är alla en del av IT- och kommunikationssektorn. Enligt undersökningar var IT-sektorn den mest riktade branschen internationellt 2021. Det populäraste sättet för ett försök till inbrott var via e-post, med företag som fick i genomsnitt 600 unika nätfiske-e-postmeddelanden varje månad. Teknikindustrin är den första att ta till sig ny teknik, vilket gör den särskilt sårbar för cyberattacker. Enligt rapporter har säkerhetshoten mot industriella kontrollsystem (ICS) och operativ teknik (OT) mer än tredubblats sedan 2020.
tr: Telekomünikasyon sağlayıcıları, yazılım geliştiricileri ve yönetilen güvenlik hizmeti sağlayıcılarının tümü, BT ve iletişim sektörünün parçasıdır. Araştırmalara göre, BT sektörü 2021'de uluslararası alanda en çok hedef alınan sektör oldu. Hırsızlık girişiminin en popüler yolu e-postaydı ve işletmeler her ay ortalama 600 benzersiz sahte e-posta alıyordu. Teknoloji endüstrisi yeni teknolojileri ilk benimseyen sektör olduğundan, bu da onu siber saldırılara karşı özellikle savunmasız hale getiriyor. Raporlara göre, endüstriyel kontrol sistemlerine (ICS) ve operasyonel teknolojiye (OT) yönelik güvenlik tehditleri 2020'den bu yana üç kattan fazla arttı.
zh: 电信提供商、软件开发人员和托管安全服务提供商都是IT和通信部门的一部分。 根据研究，IT部门是2021年国际上最具针对性的行业。 试图闯入的最流行手段是通过电子邮件，企业平均每月收到600独特的网络钓鱼电子邮件。 由于科技行业是第一个采用新技术的行业，使其特别容易受到网络攻击。 据报道，自2020年以来，针对工业控制系统（ICS）和运营技术（OT）的安全威胁增加了两倍多。
