Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BAFESFW_H1_SubHeading1
source: <strong>Steps on How to Encrypt Files on Your Windows</strong>
ar: <strong>خطوات حول كيفية تشفير الملفات على نظام ويندوز الخاص بك</strong>
de: <strong>Schritte zum Verschlüsseln von Dateien auf Ihrem Windows</strong>
es: <strong>Pasos para cifrar archivos en Windows</strong>
fr: <strong>Étapes Pour Chiffrer des Fichiers sur Votre Windows</strong>
it: <strong>Passaggi su come crittografare i file su Windows</strong>
ko: <strong>윈도에서 파일을 암호화하는 방법에 대한 단계</strong>
nl: <strong>Stappen Boor het Coderen van Bestanden op Uw Windows</strong>
pl: <strong>Kroki, jak zaszyfrować pliki w systemie Windows</strong>
pt: <strong>Etapas sobre como Criptografar Arquivos no Windows</strong>
ru: <strong>Шаги для шифрования файлов в Windows</strong>
sv: <strong>Steg för hur du krypterar filer på ditt Windows</strong>
tr: <strong>Windows'unuzdaki dosyaları şifreleme adımları</strong>
zh: <strong>如何在Windows上加密文件的步骤</strong>

# Blog_BAFESFW_H1_Text1
source: File encryption is a process where individual files are secured by a file encryption software, by scrambling and rearranging the file’s data. This makes the file unreadable and inaccessible to unauthorized parties, without the appropriate decryption key.
ar: تشفير الملفات هو عملية يتم فيها تأمين الملفات الفردية بواسطة برنامج تشفير الملفات ، عن طريق خلط بيانات الملف وإعادة ترتيبها. هذا يجعل الملف غير قابل للقراءة ولا يمكن الوصول إليه من قبل الأطراف غير المصرح لها ، بدون مفتاح فك التشفير المناسب.
de: Dateiverschlüsselung ist ein Prozess, bei dem einzelne Dateien durch eine Dateiverschlüsselungssoftware gesichert werden, indem die Daten der Datei verschlüsselt und neu angeordnet werden. Dies macht die Datei ohne den entsprechenden Entschlüsselungsschlüssel unlesbar und für Unbefugte unzugänglich.
es: El cifrado de archivos es un proceso en el cual los archivos individuales se protegen mediante un software de cifrado de archivos, codificando y reorganizando los datos del archivo. Esto impide la lectura del archivo y lo hace inaccesible a personas que no estén autorizadas, a menos que se disponga de la clave de descifrado adecuada.
fr: Le cryptage de fichiers est un processus dans lequel des fichiers individuels sont sécurisés par un logiciel de cryptage de fichiers, en brouillant et en réorganisant les données du fichier. Cela rend le fichier illisible et inaccessible aux parties non autorisées, sans la clé de déchiffrement appropriée.
it: La crittografia dei file è un processo in cui i singoli file sono protetti da un software di crittografia dei file, codificando e riorganizzando i dati del file. Ciò rende il file illeggibile e inaccessibile a soggetti non autorizzati, senza la chiave di decrittazione appropriata.
ko: 파일 암호화는 파일 암호화 소프트웨어로 파일 데이터를 스크램블하고 재정렬하여 개별 파일을 보호하는 프로세스입니다. 이렇게 하면 적절한 암호 해독 키 없이 파일을 읽을 수 없고 권한이 없는 당사자가 액세스할 수 없게 됩니다.
nl: Bestandsversleuteling is een proces waarbij individuele bestanden worden beveiligd door een bestandsversleutelingssoftware, door de gegevens van het bestand te versleutelen en te herschikken. Dit maakt het bestand onleesbaar en ontoegankelijk voor onbevoegde partijen, zonder de juiste decoderingssleutel.
pl: Szyfrowanie plików to proces, podczas którego poszczególne pliki są zabezpieczane przez oprogramowanie do szyfrowania plików poprzez szyfrowanie i zmianę kolejności danych pliku. Sprawia to, że plik jest nieczytelny i niedostępny dla nieupoważnionych osób, bez odpowiedniego klucza deszyfrującego.
pt: A criptografia de arquivos é um processo no qual arquivos individuais são protegidos por um software de criptografia de arquivos, embaralhando e rearranjando os dados do arquivo. Isso torna o arquivo ilegível e inacessível para partes não autorizadas, sem a chave de descriptografia apropriada.
ru: Шифрование файлов — это процесс, при котором отдельные файлы защищаются программным обеспечением для шифрования файлов путем скремблирования и перестановки данных файла. Это делает файл нечитаемым и недоступным для посторонних лиц без соответствующего ключа дешифрования.
sv: Filkryptering är en process där enskilda filer säkras av en filkrypteringsprogramvara, genom att kryptera och ordna om filens data. Detta gör filen oläsbar och otillgänglig för obehöriga, utan lämplig dekrypteringsnyckel.
tr: Dosya şifreleme, tek tek dosyaların bir dosya şifreleme yazılımı tarafından, dosyanın verilerini karıştırarak ve yeniden düzenleyerek güvence altına alındığı bir işlemdir. Bu, dosyayı okunamaz ve uygun şifre çözme anahtarı olmadan yetkisiz taraflarca erişilemez hale getirir.
zh: 文件加密是一个由文件加密软件保护单个文件的过程，通过加扰和重新排列文件的数据。 这使得文件无法读取，未经授权的各方无法访问，没有适当的解密密钥。

# Blog_BAFESFW_H1_Text2
source: During the process, the encryption software runs the files through a strong encryption algorithm such as <b>AES</b>,which uses complex mathematical operations to scramble and rearrange the contents of the files. The scrambling process may involve several intricate <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operations</b></a> such as <b>substitution</b> (replacement) of text, <b>permutation</b> (shuffling), and <b>bitwise</b> logical operations such as XOR and shifting.
ar: أثناء العملية ، يقوم برنامج التشفير بتشغيل الملفات من خلال خوارزمية تشفير قوية مثل <b>AES</b> ، والتي تستخدم عمليات رياضية معقدة للتدافع وإعادة ترتيب محتويات الملفات. قد تتضمن عملية التخليط العديد من <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'>العمليات</b></a> المعقدة مثل <b>استبدال</b> (استبدال) النص ، <b>والتقليب</b> (الخلط) ، والعمليات <b>المنطقية بالبت</b> مثل XOR والإزاحة.
de: Während des Prozesses führt die Verschlüsselungssoftware die Dateien durch einen starken Verschlüsselungsalgorithmus wie <b>AES</b>, der komplexe mathematische Operationen verwendet, um den Inhalt der Dateien zu verschlüsseln und neu anzuordnen. Der Verschlüsselungsprozess kann mehrere komplizierte <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>Vorgänge</b></a> umfassen, z. B. das <b>Substitution</b> (Ersetzen) von Text, <b>Permutation</b> (Mischen) und <b>bitweise</b> logische Operationen wie XOR und Verschieben.
es: Durante el proceso, el software de cifrado somete los archivos a un potente algoritmo de cifrado, como <b>AES</b>, que emplea <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operaciones</b></a> matemáticas complejas para codificar y reorganizar el contenido de los archivos. El proceso de codificación puede implicar varias operaciones complejas, como la <b>sustitución</b> (reemplazo) de texto, la <b>permutación</b> (barajado) y operaciones lógicas de <b>bits</b>, como XOR y desplazamiento.
fr: Au cours du processus, le logiciel de cryptage exécute les fichiers via un algorithme de cryptage puissant tel que <b>AES</b>, qui utilise des opérations mathématiques complexes pour brouiller et réorganiser le contenu des fichiers. Le processus de brouillage peut impliquer plusieurs <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>opérations</b></a> complexes telles que la <b>substitution</b> (remplacement) de texte, la <b>permutation</b> (mélange) et des opérations logiques <b>au niveau du bit</b> telles que XOR et décalage.
it: Durante il processo, il software di crittografia esegue i file attraverso un algoritmo di crittografia avanzato come <b>AES</b>, che utilizza complesse operazioni matematiche per codificare e riorganizzare il contenuto dei file. Il processo di scrambling può comportare diverse operazioni complesse come la <b>sostituzione</b> (sostituzione) del testo, la <b>permutazione</b> (shuffling) e <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operazioni</b></a> logiche <b>bit per bit</b> come XOR e shifting.
ko: 이 과정에서 암호화 소프트웨어는 복잡한 수학 연산을 사용하여 파일 내용을 스크램블하고 재정렬하는 <b>AES</b>와 같은 강력한 암호화 알고리즘을 통해 파일을 실행합니다. 스크램블링 프로세스에는 텍스트의 대체(<b>대체</b>), <b>순열</b>(셔플링) 및 XOR 및 이동과 같은 <b>비트 논리</b> 작업과 같은 몇 가지 <b>복잡한</b> <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'>작업이</a> 포함될 수 있습니다.
nl: Tijdens het proces voert de encryptiesoftware de bestanden uit via een sterk coderingsalgoritme zoals <b>AES</b>, dat complexe wiskundige bewerkingen gebruikt om de inhoud van de bestanden te versleutelen en te herschikken. Het scramblingproces kan verschillende ingewikkelde bewerkingen omvatten, zoals <b>substitutie</b> (vervanging) van tekst, <b>permutatie</b> (schuifelen) en <b>bitsgewijze</b> logische <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>bewerkingen</b></a> zoals XOR en verschuiven.
pl: W trakcie tego procesu oprogramowanie szyfrujące poddaje pliki silnemu algorytmowi szyfrowania, takiemu jak <b>AES</b>, który wykorzystuje złożone operacje matematyczne do szyfrowania i zmiany kolejności plików. Proces szyfrowania może obejmować kilka skomplikowanych <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'>< b>operacje</b></a>, takie jak <b>podstawianie</b> (zastępowanie) tekstu, <b>permutacja</b> (tasowanie) i operacje logiczne <b>bitowe</b> takie jak XOR i przesuwanie.
pt: Durante o processo, o software de criptografia executa os arquivos através de um algoritmo de criptografia forte, como <b>AES</b>, que usa operações matemáticas complexas para embaralhar e reorganizar o conteúdo dos arquivos. O processo de embaralhamento pode envolver várias operações complexas, como <b>substituição</b> (substituição) de texto, <b>permutação</b> (embaralhamento) e <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operações</b></a> lógicas <b>bit a bit,</b> como XOR e deslocamento.
ru: Во время процесса программное обеспечение для шифрования пропускает файлы через надежный алгоритм шифрования, такой как <b>AES</b>, который использует сложные математические операции для шифрования и перестановки содержимого файлов. Процесс скремблирования может включать в себя несколько сложных <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operations</b></a>, таких, как подстановка (замена) текста, <b>перестановка</b> (перетасовка) и <b>побитовые</b> логические операции, такие как XOR и сдвиг. <b></b>
sv: Under processen kör krypteringsmjukvaran filerna genom en stark krypteringsalgoritm som <b>AES</b>, som använder komplexa matematiska operationer för att förvränga och ordna om innehållet i filerna. Förvrängningsprocessen kan involvera flera intrikata <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'>< b>operationer</b></a> såsom <b>ersättning</b> (ersättning) av text, <b>permutation</b> (blandning) och <b>bitvisa</b> logiska operationer såsom XOR och växling.
tr: İşlem sırasında, şifreleme yazılımı dosyaları, dosyaların içeriğini karıştırmak ve yeniden düzenlemek için karmaşık matematiksel işlemler kullanan <b>AES</b> gibi güçlü bir şifreleme algoritması aracılığıyla çalıştırır. Karıştırma işlemi, metnin değiştirilmesi (değiştirilmesi), <b>permütasyon</b> (karıştırma) <b></b> ve XOR ve kaydırma gibi <b>bitsel</b> mantıksal işlemler gibi çeşitli karmaşık <a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>işlemleri</b></a> içerebilir.
zh: 在此过程中，加密软件通过<b>AES</b>等强加密算法运行文件，该算法使用复杂的数学运算对文件内容进行加扰和重新排列。 加扰过程可能涉及几个复杂的<a href='https://csrc.nist.gov/csrc/media/projects/cryptographic-standards-and-guidelines/documents/aes-development/rijndael-ammended.pdf'><b>operations</b></a>例如文本的<b>替换</b>（更换），<b>置换</b>（混洗），以及<b>按位</b>逻辑操作，例如异或和移位。

# Blog_BAFESFW_H1_Text3
source: Depending on the algorithm, the operations can run for several rounds based on the round-key size. <b>AES</b> utilizes <b>10, 12, or 14</b> rounds based on the chosen key size. Each round applies and reiterates a series of operations to further obfuscate the file's data, enhancing its security.
ar: اعتمادا على الخوارزمية ، يمكن تشغيل العمليات لعدة جولات بناء على حجم المفتاح الدائري. يستخدم <b>AES</b> <b>10 أو 12 أو 14</b> طلقة بناء على حجم المفتاح المختار. تنطبق كل جولة وتكرر سلسلة من العمليات لزيادة تعتيم بيانات الملف ، وتعزيز أمنه.
de: Abhängig vom Algorithmus können die Operationen basierend auf der Rundenschlüsselgröße mehrere Runden lang ausgeführt werden. <b>AES</b> verwendet <b>10, 12 oder 14</b> Runden basierend auf der gewählten Schlüsselgröße. In jeder Runde werden eine Reihe von Operationen angewendet und wiederholt, um die Daten der Datei weiter zu verschleiern und ihre Sicherheit zu erhöhen.
es: Dependiendo del algoritmo, las operaciones pueden durar varias fases en función del tipo de clave. <b>AES</b> realiza <b>10, 12, o 14</b> ciclos en función del tamaño de la clave elegida. Cada ciclo aplica y reproduce una serie de operaciones para ocultar los datos del archivo y aumentar su seguridad.
fr: Selon l'algorithme, les opérations peuvent s'exécuter sur plusieurs tours en fonction de la taille de la clé de tour. <b>AES</b> utilise <b>10, 12 ou 14</b> tours en fonction de la taille de clé choisie. Chaque cycle applique et réitère une série d'opérations pour obscurcir davantage les données du fichier, améliorant ainsi sa sécurité.
it: A seconda dell'algoritmo, le operazioni possono essere eseguite per diversi cicli in base alle dimensioni della chiave arrotondata. <b>AES</b> utilizza <b>10, 12 o 14</b> round in base alla dimensione della chiave scelta. Ogni round applica e ripete una serie di operazioni per offuscare ulteriormente i dati del file, migliorandone la sicurezza.
ko: 알고리즘에 따라 작업은 라운드 키 크기에 따라 여러 라운드 동안 실행될 수 있습니다. <b>AES</b> 는 선택한 키 크기에 따라 <b>10, 12 또는 14</b> 라운드를 사용합니다. 각 라운드는 파일의 데이터를 더욱 난독화하여 보안을 강화하기 위해 일련의 작업을 적용하고 반복합니다.
nl: Afhankelijk van het algoritme kunnen de bewerkingen meerdere rondes worden uitgevoerd op basis van de grootte van de ronde toets. <b>AES</b> maakt gebruik van <b>10, 12 of 14</b> rondes op basis van de gekozen sleutelgrootte. Elke ronde past een reeks bewerkingen toe en herhaalt deze om de gegevens van het bestand verder te verbergen, waardoor de beveiliging wordt verbeterd.
pl: W zależności od algorytmu operacje mogą trwać kilka rund w zależności od rozmiaru okrągłego klucza. <b>AES</b> wykorzystuje <b>10, 12 lub 14</b> rund w zależności od wybranego rozmiaru klucza. Każda runda wykonuje i powtarza serię operacji w celu dalszego zaciemnienia danych pliku, zwiększając jego bezpieczeństwo.
pt: Dependendo do algoritmo, as operações podem ser executadas por várias rodadas com base no tamanho da chave redonda. <b>O AES</b> utiliza <b>10, 12 ou 14</b> rodadas com base no tamanho de chave escolhido. Cada rodada aplica e reitera uma série de operações para ofuscar ainda mais os dados do arquivo, aumentando sua segurança.
ru: В зависимости от алгоритма операции могут выполняться в течение нескольких раундов в зависимости от размера круглого ключа. <b>AES</b> использует <b>10, 12 или 14</b> раундов в зависимости от выбранного размера ключа. Каждый раунд применяет и повторяет серию операций для дальнейшего запутывания данных файла, повышая его безопасность.
sv: Beroende på algoritmen kan operationerna köras i flera omgångar baserat på den runda nyckelns storlek. <b>AES</b> använder <b>10, 12 eller 14</b> omgångar baserat på den valda nyckelstorleken. Varje omgång tillämpas och upprepar en serie operationer för att ytterligare fördunkla filens data, vilket förbättrar dess säkerhet.
tr: Algoritmaya bağlı olarak, işlemler yuvarlak anahtar boyutuna bağlı olarak birkaç tur boyunca çalıştırılabilir. <b>AES</b>, seçilen anahtar boyutuna bağlı olarak <b>10, 12 veya 14</b> döngü kullanır. Her döngü, dosyanın verilerini daha da gizlemek ve güvenliğini artırmak için bir dizi işlem uygular ve yineler.
zh: 根据算法的不同，操作可以根据轮键大小运行几轮。 <b>AES</b>根据所选密钥大小利用<b>10、12或14</b>轮次。 每一轮应用并重申一系列操作，以进一步混淆文件的数据，增强其安全性。

# Blog_BAFESFW_H1_Text4
source: When you encrypt a file, the encryption software generates a unique encryption <b>key</b>, which serves as the secret code needed to unlock and decrypt the file. This key is typically derived from a <b>password or passphrase</b> that you choose during the encryption process.
ar: عندما تقوم بتشفير ملف ، يقوم برنامج التشفير بإنشاء <b>مفتاح</b> تشفير فريد ، والذي يعمل كرمز سري مطلوب لإلغاء قفل الملف وفك تشفيره. عادة ما يتم اشتقاق هذا المفتاح من <b>كلمة مرور أو عبارة مرور</b> تختارها أثناء عملية التشفير.
de: Wenn Sie eine Datei verschlüsseln, generiert die Verschlüsselungssoftware einen eindeutigen <b>Verschlüsselungsschlüssel</b>, der als Geheimcode zum Entsperren und Entschlüsseln der Datei dient. Dieser Schlüssel wird in der Regel von einem <b>Kennwort oder einer Passphrase</b> abgeleitet, die Sie während des Verschlüsselungsprozesses auswählen.
es: Cuando cifras un archivo, el software de cifrado crea una <b>clave</b> de cifrado única, que se emplea como código secreto para desbloquear y descifrar el archivo. Esta clave suele derivar de una <b>contraseña o frase de contraseña</b> que eliges durante el proceso de cifrado.
fr: Lorsque vous chiffrez un fichier, le logiciel de chiffrement génère une <b>clé</b> de chiffrement unique, qui sert de code secret nécessaire pour déverrouiller et déchiffrer le fichier. Cette clé est généralement dérivée d'un <b>mot de passe ou d'une phrase secrète</b> que vous choisissez au cours du processus de chiffrement.
it: Quando si crittografa un file, il software di crittografia genera una <b>chiave</b> di crittografia univoca, che funge da codice segreto necessario per sbloccare e decrittografare il file. Questa chiave è in genere derivata da una <b>password o da una passphrase</b> scelta durante il processo di crittografia.
ko: 파일을 암호화하면 암호화 소프트웨어에서 고유한 암호화 키를 생성하며, <b>이 키는</b> 파일의 잠금을 해제하고 해독하는 데 필요한 비밀 코드 역할을 합니다. 이 키는 일반적으로 암호화 프로세스 중에 선택한 <b>암호 또는 암호</b> 에서 파생됩니다.
nl: Wanneer u een bestand versleutelt, genereert de encryptiesoftware een unieke <b>coderingssleutel</b>, die dient als de geheime code die nodig is om het bestand te ontgrendelen en te decoderen. Deze sleutel is meestal afgeleid van een <b>wachtwoord of wachtwoordzin</b> die u kiest tijdens het encryptieproces.
pl: Kiedy szyfrujesz plik, oprogramowanie szyfrujące generuje unikalny <b>klucz</b> szyfrowania, który służy jako tajny kod potrzebny do odblokowania i odszyfrowania pliku. Klucz ten zazwyczaj pochodzi z <b>hasła lub hasła</b> wybranego podczas procesu szyfrowania.
pt: Quando você criptografa um arquivo, o software de criptografia gera uma <b>chave</b> de criptografia exclusiva, que serve como o código secreto necessário para desbloquear e descriptografar o arquivo. Essa chave geralmente é derivada de uma <b>senha ou frase</b> secreta que você escolhe durante o processo de criptografia.
ru: Когда вы шифруете файл, программное обеспечение для шифрования генерирует уникальный <b>ключ</b> шифрования, который служит секретным кодом, необходимым для разблокировки и расшифровки файла. Этот ключ обычно является производным от <b>пароля или кодовой фразы</b>, которые вы выбираете в процессе шифрования.
sv: När du krypterar en fil genererar krypteringsprogrammet en unik <b>krypteringsnyckel</b>, som fungerar som den hemliga koden som behövs för att låsa upp och dekryptera filen. Den här nyckeln kommer vanligtvis från ett <b>lösenord eller en lösenfras</b> som du väljer under krypteringsprocessen
tr: Bir dosyayı şifrelediğinizde, şifreleme yazılımı, dosyanın kilidini açmak ve şifresini çözmek için gereken gizli kod görevi gören benzersiz bir şifreleme <b>anahtarı</b> oluşturur. Bu anahtar genellikle şifreleme işlemi sırasında seçtiğiniz bir <b>parola veya anahtar parolasından</b> türetilir.
zh: 当您加密文件时，加密软件会生成一个唯一的加密<b>密钥</b>，作为解锁和解密文件所需的秘密代码。 此密钥通常来自您在加密过程中选择的<b>密码或密码短语</b>。
