Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_H6_Text1
source: Little awareness of matters relating to data security. Security has to be emphasized to all members handling company data. Issues on software upgrade that bring about improved security measures are not a management issue alone. Best internet and data handling software should be put to use and the relevant persons educated on their importance and use. Things like data security upgrades should be at the forefront of staff members in conjunction with the relevant Information technology personnel. Data security should be a primary responsibility of all staff members; it’s the absence of such awareness that could lead to data being compromised.
ar: قلة الوعي بالأمور المتعلقة بأمن البيانات. يجب التأكيد على الأمن لجميع الأعضاء الذين يتعاملون مع بيانات الشركة. لا تعتبر المشكلات المتعلقة بترقية البرامج التي تؤدي إلى تحسين إجراءات الأمان مشكلة إدارية وحدها. يجب استخدام أفضل برامج الإنترنت ومعالجة البيانات وتثقيف الأشخاص المعنيين بأهميتها واستخدامها. يجب أن تكون أشياء مثل ترقيات أمان البيانات في طليعة الموظفين جنبًا إلى جنب مع موظفي تكنولوجيا المعلومات ذوي الصلة. يجب أن يكون أمن البيانات مسؤولية أساسية لجميع الموظفين ؛ إن غياب هذا الوعي هو الذي قد يؤدي إلى اختراق البيانات.
de: Wenig Bewusstsein für Fragen der Datensicherheit. Die Sicherheit muss für alle Mitglieder, die mit Unternehmensdaten umgehen, betont werden. Probleme beim Software-Upgrade, die zu verbesserten Sicherheitsmaßnahmen führen, sind nicht nur ein Managementproblem. Die beste Internet- und Datenverarbeitungssoftware sollte eingesetzt und die relevanten Personen über ihre Bedeutung und Verwendung aufgeklärt werden. Dinge wie Datensicherheitsupgrades sollten in Verbindung mit dem relevanten Informationstechnologiepersonal im Vordergrund der Mitarbeiter stehen. Datensicherheit sollte eine Hauptverantwortung aller Mitarbeiter sein; es ist das Fehlen eines solchen Bewusstseins, das dazu führen kann, dass Daten kompromittiert werden.
es: Escaso conocimiento de los asuntos relacionados con la seguridad de los datos. Se debe enfatizar la seguridad a todos los miembros que manejan datos de la empresa. Los problemas de actualización de software que mejoran las medidas de seguridad no son solo un problema de gestión. Se debe poner en uso el mejor software de manejo de datos e internet y educar a las personas relevantes sobre su importancia y uso. Cosas como las actualizaciones de seguridad de datos deben estar a la vanguardia de los miembros del personal junto con el personal de tecnología de la información relevante. La seguridad de los datos debe ser una responsabilidad principal de todos los miembros del personal; es la ausencia de tal conocimiento lo que podría llevar a que los datos se vean comprometidos.
fr: Peu sensibilisé aux questions relatives à la sécurité des données. La sécurité doit être soulignée pour tous les membres manipulant les données de l'entreprise. Les problèmes de mise à niveau logicielle qui entraînent des mesures de sécurité améliorées ne sont pas uniquement un problème de gestion. Les meilleurs logiciels internet et de traitement des données doivent être utilisés et les personnes concernées informées de leur importance et de leur utilisation. Des éléments tels que les mises à niveau de la sécurité des données devraient être au premier plan des membres du personnel en collaboration avec le personnel des technologies de l'information concerné. La sécurité des données doit être la responsabilité première de tous les membres du personnel ; c'est l'absence d'une telle prise de conscience qui pourrait entraîner la compromission des données.
it: Scarsa consapevolezza delle questioni relative alla sicurezza dei dati. La sicurezza deve essere enfatizzata per tutti i membri che gestiscono i dati aziendali. I problemi relativi all'aggiornamento del software che determinano migliori misure di sicurezza non sono solo un problema di gestione. Il miglior software per la gestione d'Internet e dei dati dovrebbe essere utilizzato e le persone interessate dovrebbero essere istruite sulla loro importanza e utilizzo. Cose come gli aggiornamenti della sicurezza dei dati dovrebbero essere in prima linea per i membri del personale insieme al personale addetto alla tecnologia dell'informazione. La sicurezza dei dati dovrebbe essere una responsabilità primaria di tutti i membri del personale; è l'assenza di tale consapevolezza che potrebbe portare alla compromissione dei dati.
ko: 데이터 보안과 관련된 문제에 대한 인식이 거의 없습니다. 회사 데이터를 취급하는 모든 구성원에게 보안이 강조되어야 합니다. 향상된 보안 조치를 가져오는 소프트웨어 업그레이드 문제는 관리 문제가 아닙니다. 최고의 인터넷 및 데이터 처리 소프트웨어를 사용하고 관련 담당자에게 그 중요성과 사용에 대해 교육해야합니다. 데이터 보안 업그레이드와 같은 작업은 관련 정보 기술 직원과 함께 직원의 최전선에 있어야 합니다. 데이터 보안은 모든 직원의 주요 책임이어야 합니다; 보통 데이터가 손상 될 수 있다는 인식이 없기 때문입니다.
nl: Weinig besef van zaken die te maken hebben met gegevensbeveiliging. Veiligheid moet worden benadrukt voor alle leden die met bedrijfsgegevens omgaan. Problemen met software-upgrades die leiden tot verbeterde beveiligingsmaatregelen, zijn niet alleen een beheerprobleem. De beste software voor internet- en gegevensverwerking moet worden gebruikt en de relevante personen moeten worden geïnformeerd over het belang en het gebruik ervan. Dingen zoals upgrades van gegevensbeveiliging moeten in de voorhoede van de medewerkers staan, in samenwerking met het relevante personeel op het gebied van informatietechnologie. Gegevensbeveiliging moet een primaire verantwoordelijkheid zijn van alle personeelsleden; het is de afwezigheid van een dergelijk bewustzijn dat ertoe kan leiden dat gegevens worden aangetast.
pl: Mała świadomość spraw związanych z bezpieczeństwem danych. Należy podkreślić bezpieczeństwo wszystkich członków obsługujących dane firmy. Problemy związane z aktualizacją oprogramowania, które zapewniają ulepszone środki bezpieczeństwa, nie są wyłącznie kwestią zarządzania. Należy korzystać z najlepszego oprogramowania internetowego i obsługi danych, a odpowiednie osoby przeszkolić w zakresie ich znaczenia i wykorzystania. Rzeczy takie jak uaktualnienia bezpieczeństwa danych powinny być na czele członków personelu w połączeniu z odpowiednim personelem informatycznym. Bezpieczeństwo danych powinno być głównym obowiązkiem wszystkich członków personelu; to brak takiej świadomości może prowadzić do naruszenia bezpieczeństwa danych.
pt: Pouca consciência de matérias relacionadas com segurança de dados. A segurança tem de ser enfatizada a todos os trabalhadores que lidem com dados da empresa. Problemas com actualização de software que trazem melhores medidas de segurança não são um problema de gestão apenas. O melhor software que lide com a internet e com dados deve ser usado e as pessoas relevantes educadas da sua importância e uso. Coisas como actualizações de segurança de dados devem ser colocadas em primeiro plano pelos trabalhadores em conjunto com o pessoal relevante de tecnologias de informação. A segurança de dados deve ser uma responsabilidade primária de todo o staff: é a ausência daquela consciência que pode levar ao comprometimento de dados.
ru: Слабая осведомленность в вопросах, связанных с безопасностью данных. Всем участникам, обрабатывающим данные компании, необходимо уделять особое внимание безопасности. Проблемы при обновлении программного обеспечения, которые приводят к улучшению мер безопасности, не являются только проблемой управления. Следует использовать лучшее программное обеспечение для интернета и обработки данных, а соответствующих лиц проинформировать об их важности и использовании. Такие вещи, как повышение уровня безопасности данных, должны быть в центре внимания сотрудников совместно с соответствующим персоналом, занимающимся информационными технологиями. Безопасность данных должна быть главной обязанностью всех сотрудников; именно отсутствие такой осведомленности может привести к компрометации данных.
sv: Lite medvetenhet om frågor som rör datasäkerhet. Säkerhet måste betonas för all personal som hanterar företagsdata. Frågor om mjukvaruuppgradering som leder till förbättrade säkerhetsåtgärder är inte enbart en hanteringsfråga. Bästa programvara för internet- och datahantering bör tas i bruk och relevanta personer bör utbildas om deras betydelse och användning. Saker som uppgraderingar av datasäkerhet bör ligga i framkant för personalen i samarbete med relevant IT-personal. Datasäkerhet bör vara ett primärt ansvar för alla anställda. det är frånvaron av sådan medvetenhet som kan leda till att data äventyras.
tr: Veri güvenliği ile ilgili konularda yetersiz farkındalık. Şirket verilerini işleyen tüm üyeler için güvenliğin öneminin altı çizilmelidir. Gelişmiş güvenlik önlemleri sağlayan yazılım yükseltme konuları, tek başına bir yönetim konusu değildir. En iyi internet ve veri işleme yazılımları kullanılmalı ve ilgili kişiler bunların önemi ve kullanımı konusunda eğitilmelidir. Veri güvenliği yükseltmeleri gibi şeyler, ilgili Bilgi teknolojisi personeli ile birlikte personellerin ön saflarında yer almalıdır. Veri güvenliği, tüm personel üyelerinin birincil sorumluluğu olmalıdır; verilerin tehlikeye atılmasına yol açabilecek şey, böyle bir farkındalığın olmamasıdır.
zh: 对与数据安全有关的事项知之甚少。 处理公司数据的所有成员都必须强调安全性。 软件升级带来改进安全措施的问题不仅仅是管理问题。 最好的互联网和数据处理软件应投入使用，并教育有关人士了解其重要性和用途。 像数据安全升级这样的事情应该与相关的信息技术人员一起成为工作人员的最前沿。 数据安全应是所有工作人员的首要责任; 正是缺乏这种意识可能导致数据被泄露。

# Blog_HEIDS_H7_Text1
source: Careless or outright incompetence when it comes to data handling. In the daily execution of one’s duties, set out procedures might be overlooked. The need to meet targets and deadlines will most often make people overlook procedures that they consider cumbersome. These shortcuts are sometimes the root course of known data breaches. It’s the responsibility of those charged with management to ensure laid out data handling procedures adhere to irrespective of the workload. In the rush to finish assignments employees who are not keen to details might be responsible for coursing data breaches.
ar: الإهمال أو عدم الكفاءة المطلقة عندما يتعلق الأمر بمعالجة البيانات. في التنفيذ اليومي لواجبات الفرد ، قد يتم التغاضي عن الإجراءات المحددة. إن الحاجة إلى الوفاء بالأهداف والمواعيد النهائية ستجعل الناس غالبًا يتجاهلون الإجراءات التي يعتبرونها مرهقة. تكون هذه الاختصارات أحيانًا المسار الأساسي لخروقات البيانات المعروفة. تقع على عاتق المكلفين بالإدارة مسؤولية ضمان الالتزام بإجراءات معالجة البيانات الموضوعة بغض النظر عن عبء العمل. في عجلة من أمره لإنهاء المهام ، قد يكون الموظفون غير الحريصين على التفاصيل مسؤولين عن التعقب على انتهاكات البيانات.
de: Unvorsichtige oder völlige Inkompetenz beim Umgang mit Daten. Bei der täglichen Ausführung der eigenen Pflichten können festgelegte Verfahren übersehen werden. Die Notwendigkeit, Ziele und Fristen einzuhalten, führt meistens dazu, dass Menschen Verfahren übersehen, die sie für umständlich halten. Diese Verknüpfungen sind manchmal die Hauptursache für bekannte Datenschutzverletzungen. Es liegt in der Verantwortung der mit dem Management beauftragten Personen sicherzustellen, dass die festgelegten Datenverarbeitungsverfahren unabhängig von der Arbeitsbelastung eingehalten werden. In der Eile, Aufträge zu erledigen, könnten Mitarbeiter, die nicht an Details interessiert sind, für die Verfolgung von Datenschutzverletzungen verantwortlich sein.
es: Incompetencia descuidada o absoluta cuando se trata de manejo de datos. En la ejecución diaria de los deberes de uno, los procedimientos establecidos pueden pasarse por alto. La necesidad de cumplir con los objetivos y los plazos a menudo hará que las personas pasen por alto los procedimientos que consideran engorrosos. Estos atajos son a veces la raíz de las filtraciones de datos conocidas. Es responsabilidad de los encargados de la administración garantizar que se cumplan los procedimientos de manejo de datos establecidos, independientemente de la carga de trabajo. En la prisa por terminar las tareas, los empleados que no están interesados ​​​​en los detalles pueden ser responsables de las filtraciones de datos.
fr: Négligence ou incompétence pure et simple en matière de traitement des données. Dans l’exécution quotidienne de ses fonctions, les procédures définies peuvent être négligées. La nécessité de respecter les objectifs et les délais fera le plus souvent oublier les procédures qu’ils jugent lourdes. Ces raccourcis sont parfois à l'origine de violations de données connues. Il incombe aux personnes chargées de la gestion de s'assurer que les procédures de traitement des données définies sont respectées, quelle que soit la charge de travail. Dans la hâte de terminer les missions, les employés qui ne sont pas soucieux des détails peuvent être responsables de la poursuite des violations de données.
it: Negligenza o totale incompetenza quando si tratta di gestione dei dati. Nell'espletamento quotidiano delle proprie mansioni, le procedure stabilite potrebbero essere trascurate. La necessità di rispettare obiettivi e scadenze spesso fa sì che le persone trascurino procedure che considerano macchinose. Queste scorciatoie a volte sono la causa principale di violazioni dei dati note. È responsabilità dei responsabili della gestione garantire che le procedure di gestione dei dati stabilite siano rispettate indipendentemente dal carico di lavoro. Nella fretta di finire gli incarichi, i dipendenti che non sono interessati ai dettagli potrebbero essere responsabili di violazioni dei dati.
ko: 데이터 처리와 관련하여 부주의하거나 노골적인 무능력. 매일 직무를 수행함에 있어서, 정해진 절차들이 간과될 수 있습니다. 목표와 마감일을 지키는 것을 사람들이 번거롭다고 생각하여 절차를 간과하게 만드는 경우가 많습니다. 이는 잘 알려진 데이터 침해의 근본 경로입니다. 워크로드에 관계없이 계획된 데이터 처리 절차가 준수되도록 하는 것은 관리 담당자의 책임입니다. 과제를 완료하기 위해 서두르다 보면 세부 사항에 관심이 없는 직원이 데이터 유출을 방지할 책임을 잊고는 합니다.
nl: Onzorgvuldig of regelrechte incompetentie als het gaat om gegevensverwerking. Bij de dagelijkse uitvoering van de taken kunnen vastgelegde procedures over het hoofd worden gezien. De noodzaak om doelen en deadlines te halen, zorgt er meestal voor dat mensen procedures over het hoofd zien die zij als omslachtig beschouwen. Deze snelle handelingen zijn soms de oorzaak van bekende datalekken. Het is de verantwoordelijkheid van degenen die belast zijn met het management om ervoor te zorgen dat de vastgelegde procedures voor gegevensverwerking worden nageleefd, ongeacht de werkdruk. In de haast om opdrachten af te ronden, kunnen medewerkers die niet op details letten, verantwoordelijk zijn voor het veroorzaken van datalekken.
pl: Nieostrożność lub całkowita niekompetencja w zakresie przetwarzania danych. W codziennym wykonywaniu obowiązków można przeoczyć ustalone procedury. Potrzeba dotrzymania celów i terminów najczęściej powoduje, że ludzie przeoczają procedury, które uważają za uciążliwe. Te skróty są czasami źródłem znanych naruszeń bezpieczeństwa danych. Obowiązkiem osób odpowiedzialnych za kierownictwo jest zapewnienie przestrzegania ustalonych procedur obsługi danych niezależnie od obciążenia pracą. W pośpiechu, aby ukończyć zadania, pracownicy, którzy nie są zainteresowani szczegółami, mogą być odpowiedzialni za spowodowanie naruszenia danych.
pt: Descuido ou incompetência total ao lidar com dados. Na execução diária das suas funções, procedimentos estabelecidos podem ser subestimados. A necessidade de atingir metas e prazos faz com que muitas vezes as pessoas negligenciem procedimentos que consideram complicados. Estes atalhos são às vezes a raiz do problema de violações de dados conhecidas. É da responsabilidade de quem está encarregado da gestão garantir que os procedimentos de tratamento de dados são seguidos, independentemente da carga de trabalho. Na pressa de acabar tarefas, os trabalhadores sem atenção ao detalhe podem ser responsabilizados por violações de dados.
ru: Небрежность или откровенная некомпетентность, когда дело доходит до обработки данных. При ежедневном выполнении своих обязанностей установленные процедуры могут быть упущены из виду. Необходимость соблюдения целевых показателей и крайних сроков чаще всего заставляет людей упускать из виду процедуры, которые они считают обременительными. Эти упущения иногда являются основной причиной известных утечек данных. Лица, наделенные руководящими полномочиями, несут ответственность за соблюдение установленных процедур обработки данных независимо от рабочей нагрузки. В спешке с выполнением заданий сотрудники, которые не заинтересованы в деталях, могут быть ответственны за утечку данных.
sv: Slarvig eller direkt inkompetens när det kommer till datahantering. I det dagliga arbetet kan fastställda rutiner förbises. Behovet av att uppfylla mål och möta deadlines kan ofta få människor att förbise procedurer som de anser vara besvärliga. Dessa genvägar är leder ibland till kända dataintrång. Det är arbetsledningens ansvar att se till att angivna datahanteringsprocedurer följs oavsett arbetsbelastning. I stressen att avsluta uppdrag kan anställda som inte är angelägna om detaljer vara ansvariga för dataintrång.
tr: Veri işleme söz konusu olduğunda dikkatsiz veya açık yetersizlik. Kişinin görevlerinin günlük olarak yerine getirilmesinde, belirlenen prosedürler göz ardı edilebilir. Hedeflere ve son teslim tarihlerine ulaşma ihtiyacı, çoğu zaman insanların hantal olduğunu düşündükleri prosedürleri gözden kaçırmalarına neden olacaktır. Bu kısayollar bazen bilinen veri ihlallerinin temel nedenidir. Ortaya konan veri işleme prosedürlerinin iş yükünden bağımsız olarak uygulanmasını sağlamak yönetimden sorumlu olanların sorumluluğundadır. Görevleri bitirmek için acele ederken, ayrıntılara dikkat etmeyen çalışanlar, veri ihlallerinin temel sebebi olabilir.
zh: 在数据处理方面，粗心或完全无能。 在日常履行职责时，可能会忽略规定的程序。 满足目标和期限的需要往往会使人们忽视他们认为繁琐的程序。 这些快捷方式有时是已知数据泄露的根本原因。 负责管理的人员有责任确保制定的数据处理程序遵守，而不管工作量如何。 在匆忙完成任务时，不热衷于细节的员工可能要负责处理数据泄露。
