Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CEANK_H4_Text2
source: Our Swedish company takes privacy law as a matter of hearth. Business or private customers have the right to ask about the level of privacy your personal data has when stored in the cloud. Moreover if you work and deal with data of European citizens, the General Data Protection Regulation (GDPR) comes into effect and therefore it is important to be well informed. The GDPR is clearly in favour of encryption as the European Commission conferred that data protection outside the EU is not effective enough, Switzerland is nevertheless a rare exception. The US politic through data protection is a political subject that divides the population. Because of the Patriot Act, authorities have the right to inspect intensively personal data without even a court order. Problem is then that most of the cloud providers companies such as Dropbox, Microsoft, or Google are affiliated on US ground.
ar: تأخذ شركتنا السويدية قانون الخصوصية على أنه أمر بالغ الأهمية. يحق للعملاء التجاريين أو الخاصين السؤال عن مستوى الخصوصية التي تتمتع بها بياناتك الشخصية عند تخزينها في السحابة. علاوة على ذلك ، إذا كنت تعمل وتتعامل مع بيانات المواطنين الأوروبيين ، فإن اللائحة العامة لحماية البيانات (GDPR) تدخل حيز التنفيذ وبالتالي من المهم أن تكون على اطلاع جيد. من الواضح أن اللائحة العامة لحماية البيانات تفضل التشفير حيث منحت المفوضية الأوروبية أن حماية البيانات خارج الاتحاد الأوروبي ليست فعالة بما فيه الكفاية ، ومع ذلك فإن سويسرا استثناء نادر. السياسة الأمريكية من خلال حماية البيانات هي موضوع سياسي يقسم السكان. بسبب قانون باتريوت ، يحق للسلطات فحص البيانات الشخصية بشكل مكثف دون أمر من المحكمة. تكمن المشكلة إذن في أن معظم شركات مزودي الخدمات السحابية مثل دروب بوكس أو مايكروسوفت أو جوجل تابعة على أرض الولايات المتحدة.
de: Für unser schwedisches Unternehmen ist das Datenschutzrecht eine Herzensangelegenheit. Geschäfts- oder Privatkunden haben das Recht, nach dem Datenschutzniveau Ihrer persönlichen Daten zu fragen, wenn sie in der Cloud gespeichert sind. Wenn Sie außerdem mit Daten europäischer Bürger arbeiten und damit umgehen, tritt die Datenschutz-Grundverordnung (DSGVO) in Kraft und daher ist es wichtig, gut informiert zu sein. Die DSGVO spricht sich klar für Verschlüsselung aus, da die Europäische Kommission festgestellt hat, dass der Datenschutz außerhalb der EU nicht effektiv genug ist, die Schweiz dennoch eine seltene Ausnahme darstellt. Die US-Politik durch Datenschutz ist ein politisches Thema, das die Bevölkerung spaltet. Aufgrund des Patriot Act haben Behörden das Recht, personenbezogene Daten auch ohne Gerichtsbeschluss intensiv einzusehen. Das Problem ist dann, dass die meisten Cloud-Anbieter-Unternehmen wie Dropbox, Microsoft oder Google auf US-amerikanischem Boden angeschlossen sind.
es: Nuestra empresa sueca se toma la ley de privacidad como una cuestión de corazón. Los clientes comerciales o privados tienen derecho a preguntar sobre el nivel de privacidad que tienen sus datos personales cuando se almacenan en la nube. Además, si trabajas y tratas con datos de ciudadanos europeos, entra en vigor el Reglamento General de Protección de Datos (GDPR) y, por lo tanto, es importante estar bien informado. El GDPR está claramente a favor del cifrado, ya que la Comisión Europea admitió que la protección de datos fuera de la UE no es lo suficientemente efectiva; sin embargo, Suiza es una rara excepción. La política estadounidense a través de la protección de datos es un tema político que divide a la población. Debido a la Ley Patriota, las autoridades tienen derecho a inspeccionar intensamente los datos personales sin siquiera una orden judicial. El problema es que la mayoría de las empresas proveedoras de la nube, como Dropbox, Microsoft o Google, están afiliadas en territorio estadounidense.
fr: Notre entreprise Suédoise prend la loi sur la protection de la vie privée au cœur de nos préoccupations. Les clients professionnels ou privés ont le droit de demander le niveau de confidentialité de leurs données personnelles lorsqu'elles sont stockées dans le cloud. De plus, si vous travaillez et traitez des données de citoyens européens, le Règlement Général sur la Protection des Données (RGPD) entre en vigueur et il est donc important d'être bien informé. Le RGPD est clairement en faveur du chiffrement car la Commission Européenne a conféré que la protection des données en dehors de l'UE n'est pas assez efficace, la Suisse est néanmoins une exception rare. La politique Américaine à travers la protection des données est un sujet politique qui divise la population. En raison du Patriot Act, les autorités ont le droit d'inspecter intensivement les données personnelles sans même une ordonnance du tribunal. Le problème est alors que la plupart des sociétés de fournisseurs de cloud telles que Dropbox, Microsoft ou Google sont affiliées sur le sol Américain.
it: La nostra azienda svedese prende la legge sulla privacy come una questione di cuore. I clienti aziendali o privati ​​hanno il diritto di chiedere informazioni sul livello di privacy dei propri dati personali quando vengono archiviati nel cloud. Inoltre se lavori e tratti dati di cittadini europei entra in vigore il Regolamento Generale sulla Protezione dei Dati (GDPR) e quindi è importante essere ben informati. Il GDPR è chiaramente a favore della crittografia poiché la Commissione europea ha stabilito che la protezione dei dati al di fuori dell'UE non è sufficientemente efficace, la Svizzera è comunque una rara eccezione. La politica statunitense attraverso la protezione dei dati è un argomento politico che divide la popolazione. A causa del Patriot Act, le autorità hanno il diritto di ispezionare intensamente i dati personali senza nemmeno un ordine del tribunale. Il problema è quindi che la maggior parte delle società di fornitori di servizi cloud come Dropbox, Microsoft o Google sono affiliate negli Stati Uniti.
ko: 우리 스웨덴 회사는 개인 정보 보호법을 난로의 문제로 간주합니다. 기업 또는 개인 고객은 개인 데이터가 클라우드에 저장될 때 갖는 개인 정보 보호 수준에 대해 질문할 권리가 있습니다. 또한 유럽 시민의 데이터를 다루고 작업하는 경우 일반 데이터 보호 규정 (GDPR)이 발효되므로 정보를 잘 파악하는 것이 중요합니다. GDPR은 유럽 집행위원회가 EU 외부의 데이터 보호가 충분히 효과적이지 않다고 부여했기 때문에 암호화에 찬성하지만, 스위스는 드문 예외입니다. 데이터 보호를 통한 미국 정치는 인구를 분열시키는 정치적 주제입니다. 애국자 법 (Patriot Act)으로 인해 당국은 법원 명령없이 집중적으로 개인 데이터를 검사 할 권리가 있습니다. 문제는 드롭박스, 마이크로소프트 또는 구글과 같은 대부분의 클라우드 제공 업체 회사가 미국에 제휴되어 있다는 것입니다.
nl: Ons Zweedse bedrijf neemt de privacywetgeving hoog in het vaandel. Zakelijke of particuliere klanten hebben het recht om te vragen naar de mate van privacy van uw persoonlijke gegevens wanneer deze in de cloud worden opgeslagen. Als u bovendien werkt en omgaat met gegevens van Europese burgers, wordt de General Data Protection Regulation (GDPR) van kracht en daarom is het belangrijk om goed geïnformeerd te zijn. De GDPR is duidelijk in het voordeel van encryptie aangezien de Europese Commissie heeft geconcludeerd dat de gegevensbescherming buiten de EU niet effectief genoeg is, Zwitserland is echter een zeldzame uitzondering. In de VS is gegevensbescherming een politiek onderwerp dat de bevolking verdeelt. Door de Patriot Act hebben autoriteiten het recht om zonder gerechtelijk bevel intensief persoonlijke gegevens in te zien. Het probleem is dan dat de meeste cloud providers zoals Dropbox, Microsoft of Google op Amerikaanse bodem zijn gelieerd.
pl: Nasza szwedzka firma traktuje prawo prywatności jako kwestię serca. Klienci biznesowi lub prywatni mają prawo zapytać o poziom prywatności Twoich danych osobowych przechowywanych w chmurze. Co więcej, jeśli pracujesz i masz do czynienia z danymi obywateli Europy, wchodzi w życie Ogólne Rozporządzenie o Ochronie Danych (RODO), dlatego ważne jest, aby być dobrze poinformowanym. RODO wyraźnie opowiada się za szyfrowaniem, ponieważ Komisja Europejska przyznała, że ochrona danych poza UE nie jest wystarczająco skuteczna, Szwajcaria jest jednak rzadkim wyjątkiem. Polityka USA poprzez ochronę danych jest tematem politycznym, który dzieli populację. Dzięki ustawie Patriot, władze mają prawo do wnikliwego wglądu w dane osobowe, nawet bez nakazu sądowego. Problem polega więc na tym, że większość dostawców usług w chmurze, takich jak Dropbox, Microsoft lub Google, ma siedziby na terenie USA.
pt: Para a nossa empresa sueca, a lei de privacidade é uma matéria do coração. Clientes empresariais e privados têm o direito de perguntar sobre o nível de privacidade dos seus dados guardados na nuvem. Além disso, se trabalha e lida com dados de cidadãos europeus, o Regulamento Geral sobre a Protecção de Dados (RGPD) é aplicável e portanto é importante estar bem informado. O RGPD é claramente a favor da cifragem. A Comissão Europeia conferiu que a protecção de dados fora da EU não é suficientemente eficaz, sendo a Suíça uma rara excepção. A política de protecção de dados dos EUA é uma matéria política que divide a população. Por causa do Patriot Act, as autoridades têm o direito de inspeccionar intensivamente dados pessoais mesmo sem uma ordem de tribunal. O problema é que a maioria dos fornecedores da nuvem tais como o Dropbox, Microsoft ou Google está afiliada em território dos EUA.
ru: Наша шведская компания серьезно относится к закону о неприкосновенности частной жизни. Деловые или частные клиенты имеют право спросить об уровне конфиденциальности ваших персональных данных, хранящихся в облаке. Более того, если вы работаете и имеете дело с данными граждан Европы, вступает в силу Общее положение о защите данных (GDPR), и поэтому важно быть хорошо информированным. GDPR явно выступает в пользу шифрования, поскольку Европейская комиссия признала, что защита данных за пределами ЕС недостаточно эффективна, Швейцария, тем не менее, является редким исключением. Политика США в области защиты данных - это политическая тема, которую разделяет население. В соответствии с Законом о патриотизме власти имеют право тщательно проверять личные данные даже без судебного приказа. Проблема в том, что большинство компаний-поставщиков облачных услуг, таких как Dropbox, Microsoft или Google, являются аффилированными лицами на территории США.
sv: Vårt svenska företag har integritetslagstiftningen som hjärtefråga. Företags- eller privatkunder har rätt att fråga om vilken integritetsnivå dina personuppgifter har när de lagras i molnet. Om du dessutom arbetar och hanterar data från europeiska medborgare träder den allmänna dataskyddsförordningen (GDPR) i kraft och därför är det viktigt att vara välinformerad. GDPR är för kryptering eftersom EU-kommissionen anser att dataskydd utanför EU inte är tillräckligt effektivt, Schweiz är dock ett sällsynt undantag. USA:s politik genom dataskydd är ett politiskt ämne som splittrar befolkningen. På grund av Patriot Act har myndigheter rätt att granska personuppgifter intensivt utan ens ett domstolsbeslut. Problemet är då att de flesta molnleverantörer som Dropbox, Microsoft eller Google är anslutna på amerikansk mark.
tr: İsveçli şirketimiz gizlilik yasasını bir gönül meselesi olarak ele almaktadır. Ticari veya özel müşteriler, kişisel verilerinizin bulutta depolandığında sahip olduğu gizlilik düzeyini sorgulama hakkına sahiptir. Ayrıca, Avrupa vatandaşlarının verileriyle çalışıyor ve ilgileniyorsanız, Genel Veri Koruma Yönetmeliği (GDPR) yürürlüğe girer ve bu nedenle iyi bilgilendirilmeniz önemlidir. GDPR, Avrupa Komisyonu'nun AB dışındaki veri korumasının yeterince etkili olmadığını kabul ettiği için açıkça şifrelemeden yanadır, İsviçre yine de nadir görülen bir istisnadır. ABD'nin veri koruma siyaseti, halkı ikiye bölen siyasi bir konudur. Vatanseverlik Yasası nedeniyle, yetkililer mahkeme kararı bile olmadan kişisel verileri yoğun bir şekilde inceleme hakkına sahiptir. Sorun şu ki, Dropbox, Microsoft veya Google gibi bulut sağlayıcı şirketlerin çoğu ABD menşeili.
zh: 我们的瑞典公司将隐私法作为一个壁炉问题。 商业或私人客户有权询问您的个人数据存储在云中时的隐私级别。 此外，如果您工作和处理欧洲公民的数据，通用数据保护条例（GDPR）将生效，因此了解情况非常重要。 条例显然赞成加密，因为欧盟委员会认为欧盟以外的数据保护不够有效，瑞士是一个罕见的例外。 通过数据保护的美国政治是一个分裂人口的政治主题。 由于爱国者法案，当局有权在没有法院命令的情况下检查密集的个人数据。 问题是，大多数云提供商公司，如Dropbox，微软或谷歌都隶属于美国。

# Blog_CEANK_H5_Text1
source: Encryption can be a solution to your problem. As an encryption company your data security is our most significant concern. AxCrypt provides high level security by encrypting your data all the way to the cloud. Our user friendly system enables ease of operations, guarantees the highest possible control and ensures that nobody but you can access your personal information so that no disadvantageous data breach arises.
ar: يمكن أن يكون التشفير حلا لمشكلتك. بصفتك شركة تشفير ، فإن أمان بياناتك هو أهم اهتماماتنا. يوفر اكسكربت مستوى أمانا عاليا من خلال تشفير بياناتك وصولا إلى السحابة. يتيح نظامنا سهل الاستخدام سهولة العمليات ، ويضمن أعلى مستوى ممكن من التحكم ويضمن عدم تمكن أي شخص غيرك من الوصول إلى معلوماتك الشخصية حتى لا ينشأ خرق غير مؤات للبيانات.
de: Verschlüsselung kann eine Lösung für Ihr Problem sein. Als Verschlüsselungsunternehmen ist Ihre Datensicherheit unser wichtigstes Anliegen. AxCrypt bietet ein hohes Maß an Sicherheit, indem es Ihre Daten bis in die Cloud verschlüsselt. Unser benutzerfreundliches System ermöglicht eine einfache Bedienung, garantiert höchstmögliche Kontrolle und stellt sicher, dass niemand außer Ihnen auf Ihre persönlichen Daten zugreifen kann, so dass keine nachteilige Datenschutzverletzung entsteht.
es: El cifrado puede ser una solución a tu problema. Como empresa de cifrado, la seguridad de tus datos es nuestra principal preocupación. AxCrypt brinda seguridad de alto nivel al cifrar tus datos hasta la nube. Nuestro sistema fácil de usar facilita las operaciones, garantiza el mayor control posible y garantiza que nadie más que tú pueda acceder a información personal para que no se produzca una vulneración de datos desventajosa.
fr: Le cryptage peut être une solution à votre problème. En tant qu'entreprise de chiffrement, la sécurité de vos données est notre principale préoccupation. AxCrypt offre une sécurité de haut niveau en cryptant vos données jusqu'au cloud. Notre système convivial facilite les opérations, garantit le contrôle le plus élevé possible et garantit que personne d'autre que vous ne puisse accéder à vos informations personnelles afin qu'aucune violation de données désavantageuse ne se produise.
it: La crittografia può essere una soluzione al tuo problema. In qualità di azienda di crittografia, la sicurezza dei tuoi dati è la nostra preoccupazione principale. AxCrypt offre sicurezza di alto livello crittografando i tuoi dati fino al cloud. Il nostro sistema di facile utilizzo consente la facilità delle operazioni, garantisce il massimo controllo possibile e assicura che nessuno tranne tu possa accedere alle tue informazioni personali in modo che non si verifichino violazioni svantaggiose dei dati.
ko: 암호화는 문제에 대한 솔루션이 될 수 있습니다. 암호화 회사로서, 우리에게 귀하의 데이터 보안은 가장 중요한 관심사입니다. AxCrypt는 데이터를 클라우드까지 암호화하여 높은 수준의 보안을 제공합니다. 당사의 사용자 친화적인 시스템은 그 운영이 용이하고 폭넓은 제어를 보장하며 귀하를 제외한 그 누구도 귀하의 개인 정보에 액세스할 수 없도록 하여 불리한 데이터 침해가 발생하지 않도록 합니다.
nl: Encryptie kan een oplossing zijn voor uw probleem. Als encryptiebedrijf is uw gegevensbeveiliging onze grootste zorg. AxCrypt biedt beveiliging op hoog niveau door uw gegevens helemaal naar de cloud te versleutelen. Ons gebruiksvriendelijke systeem zorgt voor bedieningsgemak, garandeert de hoogst mogelijke controle en zorgt ervoor dat niemand anders dan u toegang heeft tot uw persoonlijke gegevens zodat er geen nadelig datalek ontstaat.
pl: Szyfrowanie może być rozwiązaniem Twojego problemu. Jako dla firmy szyfrującej, Twoje dane są dla nas najważniejsze. AxCrypt zapewnia wysoki poziom bezpieczeństwa, szyfrując Twoje dane aż do chmury. Nasz przyjazny dla użytkownika system zapewnia łatwość obsługi, gwarantuje najwyższą możliwą kontrolę i zapewnia, że nikt poza Tobą nie ma dostępu do Twoich danych osobowych, dzięki czemu nie dojdzie do niekorzystnego naruszenia danych.
pt: A cifragem pode ser uma solução para o seu problema. Como empresa de cifragem, os seus dados são a nossa maior preocupação. A AxCrypt fornece segurança de alto nível, cifrando os seus dados até à nuvem. O nosso sistema é amigo do utilizador, tornando as operações fáceis, garantindo o maior controlo possível e garantindo que ninguém senão você pode aceder à sua informação pessoal por forma a que nenhuma violação de dados desvantajosa ocorra.
ru: Шифрование может быть решением вашей проблемы. Как компания, занимающаяся шифрованием, безопасность ваших данных является нашей самой важной заботой. AxCrypt обеспечивает высокий уровень безопасности, шифруя ваши данные на всем пути к облаку. Наша удобная для пользователя система обеспечивает простоту операций, гарантирует максимально возможный контроль и гарантирует, что никто, кроме вас, не сможет получить доступ к вашей личной информации, чтобы избежать нежелательной утечки данных.
sv: Kryptering kan vara en lösning på ditt problem. Som ett krypteringsföretag är din datasäkerhet vårt viktigaste problem. AxCrypt ger hög säkerhet genom att kryptera din data hela vägen till molnet. Vårt användarvänliga system möjliggör enkel drift, garanterar högsta möjliga kontroll och säkerställer att ingen annan än du kan komma åt din personliga information så att inga dataintrång uppstår.
tr: Şifreleme sorunlarınızın bir çözümü olabilir. Bir şifreleme şirketi olarak verileriniz en önemli meselenizdir. AxCrypt verilerinizi buluta kadar şifreleyerek yüksek seviyeli bir koruma sağlar. Kullanıcı dostu sistemimiz işlem kolaylığı sağlar ve mümkün olan en yüksek kontrolü garanti eder ve dezavantajlı veri ihlallerinin ortaya çıkmasının önüne geçmek için kişisel bilgilerinize sizden başka kimsenin erişememesini sağlar.
zh: 加密可以解决您的问题。 作为一家加密公司，您的数据安全是我们最关心的问题。 AxCrypt通过加密您的数据一直到云提供高级别的安全性。 我们的用户友好的系统使操作变得容易，保证尽可能高的控制，并确保除了您之外没有人可以访问您的个人信息，从而不会出现不利的数据泄露。
