Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCPMGDBlock5Text5P3
source: With the Password Manager and Premium subscription plan, you can share with up to <span>10</span> email addresses at once.
ar: باستخدام مدير كلمات المرور وخطة الاشتراك المميزة ، يمكنك المشاركة مع ما يصل إلى <span>10</span> عناوين بريد إلكتروني في وقت واحد.
de: Mit dem Passwort-Manager und dem Premium-Abonnement können Sie mit bis zu <span>10</span> E-Mail-Adressen gleichzeitig teilen.
es: Con el Administrador de contraseñas y el plan de suscripción Premium, puede compartir con hasta <span>10</span> direcciones de correo electrónico a la vez.
fr: Avec le plan d'abonnement Password Manager et Premium, vous pouvez partager avec jusqu'à <span>10</span> adresses e-mail à la fois.
it: Con il piano di abbonamento Password Manager e Premium, puoi condividere con un massimo di <span>10</span> indirizzi e-mail contemporaneamente.
ko: 프리미엄 구독: 최대 <span>10</span>개의 이메일 주소와 공유할 수 있습니다.
nl: Met de wachtwoordmanager en Premium-abonnementen kun je met maximaal <span>10</span> e-mailadressen tegelijk delen.
pl: Dzięki planowi subskrypcji Menedżer haseł i Premium możesz udostępniać maksymalnie <span>10</span> adresom e-mail jednocześnie.
pt: Com o Password Manager e o plano de assinatura Premium, você pode compartilhar com até <span>10</span> endereços de e-mail de uma só vez.
ru: С Менеджером паролей и тарифным планом Premium вы можете обмениваться файлами с <span>10</span> адресами электронной почты одновременно.
sv: Med Lösenordhanteraren och Premium-abonnemanget kan du dela med upp till <span>10</span> e-postadresser samtidigt.
tr: Parola Yöneticisi ve Premium abonelik planı ile aynı anda <span>en fazla 10</span> e-posta adresiyle paylaşımda bulunabilirsiniz.
zh: 使用密码管理器和Premium订阅计划，您可以一次与多达 <span>10</span> 个电子邮件地址共享。

# AxCPMGDBlock5Text5P4
source: With a Business subscription plan, you can share with up to <span>20</span> email addresses at once.
ar: باستخدام خطة اشتراك الأعمال، يمكنك المشاركة مع ما يصل إلى <span>20</span> عنوان بريد إلكتروني في وقت واحد.
de: Mit einem Business-Abonnement können Sie mit bis zu <span>20</span> E-Mail-Adressen gleichzeitig teilen.
es: Con un plan de suscripción Business, puedes compartir con hasta <span>20</span> direcciones de correo electrónico a la vez.
fr: Avec un abonnement Business, vous pouvez partager jusqu'à <span>20</span> adresses e-mail à la fois.
it: Con un piano di abbonamento Business, puoi condividere con un massimo di <span>20</span> indirizzi e-mail contemporaneamente.
ko: 비즈니스 구독: 최대 <span>20</span>개의 이메일 주소와 공유할 수 있습니다.
nl: Met een Business-abonnement kun je met maximaal <span>20</span> e-mailadressen tegelijk delen.
pl: Dzięki planowi subskrypcji Business możesz udostępniać treści maksymalnie <span>20</span> adresom e-mail jednocześnie.
pt: Com um plano de assinatura Business, você pode compartilhar com até <span>20</span> endereços de e-mail de uma só vez.
ru: С планом подписки Business вы можете обмениваться информацией с <span>20</span> адресами электронной почты одновременно.
sv: Med en Business prenumeration kan du dela med upp till <span>20</span> e-postadresser samtidigt.
tr: Business abonelik planı ile aynı anda <span>en fazla 20</span> e-posta adresiyle paylaşımda bulunabilirsiniz.
zh: 使用Business订阅计划，您可以一次与最多 <span>20</span> 个电子邮件地址共享。

# AxCPMGDBlock5Text5P5
source: If you’re on the Free and Viewer Plan, you can share with <span>only 1</span> email address at a time.
ar: إذا كنت مشتركا في الخطة المجانية والعارضة ، فيمكنك المشاركة باستخدام عنوان بريد إلكتروني <span>1 فقط</span> في المرة الواحدة.
de: Wenn Sie den Free- und den Viewer-Plan nutzen, können Sie jeweils <span>nur 1</span> -E-Mail-Adresse mitteilen.
es: Si estás en el plan Free y Viewer, puedes compartir con <span>solo 1</span> dirección de correo electrónico a la vez.
fr: Si vous disposez du forfait Gratuit et Visionneuse, vous pouvez partager avec <span>une seule</span> adresse e-mail à la fois.
it: Se hai un piano gratuito e un piano per spettatori, puoi condividere con <span>1 solo</span> indirizzo email alla volta.
ko: 무료 및 뷰어 플랜: 한 번에 <span>1</span>개의 이메일 주소와만 공유할 수 있습니다.
nl: Als je het gratis en kijkersabonnement hebt, kun je met <span>slechts 1</span> e-mailadres tegelijk delen.
pl: Jeśli korzystasz z planu bezpłatnego i przeglądającego, możesz udostępniać treści jednocześnie <span>tylko 1</span> adresowi e-mail.
pt: Se você estiver no plano gratuito e visualizador, poderá compartilhar com <span>apenas 1</span> endereço de e-mail por vez.
ru: Если у вас бесплатный тарифный план и план Viewer, вы можете предоставить доступ <span>только с 1</span> адресом электронной почты одновременно.
sv: Om du använder gratis versionen kan du endast dela med <span>1</span> e-postadress åt gången.
tr: Ücretsiz ve İzleyici Planını kullanıyorsanız aynı anda <span>yalnızca 1</span> e-posta adresiyle paylaşımda bulunabilirsiniz.
zh: 如果您使用的是Free和Viewer器计划，则一次 <span>只能使用 1</span> 个电子邮件地址进行共享。

# AxCPMGDBlock6Heading
source: Follow these steps to share
ar: اتبع هذه الخطوات للمشاركة
de: Führen Sie die folgenden Schritte aus, um zu teilen
es: Sigue estos pasos para compartir
fr: Suivez ces étapes pour partager
it: Segui questi passaggi per condividere
ko: 공유하려면 다음 단계를 따르세요.
nl: Volg deze stappen om te delen
pl: Wykonaj poniższe kroki, aby udostępnić
pt: Siga estas etapas para compartilhar
ru: Выполните следующие действия, чтобы поделиться
sv: Följ dessa steg för att dela
tr: Paylaşmak için şu adımları izleyin
zh: 请按照以下步骤进行分享

# AxCPMGDBlock6Text1
source: Click any of the password item you’d like to share.
ar: انقر على أي عنصر من عناصر كلمة المرور التي تريد مشاركتها.
de: Klicken Sie auf ein beliebiges Kennwortelement, das Sie freigeben möchten.
es: Haga clic en cualquiera de los elementos de contraseña que desee compartir.
fr: Cliquez sur l'un des éléments de mot de passe que vous souhaitez partager.
it: Fai clic su uno degli elementi della password che desideri condividere.
ko: 공유할 암호 항목을 클릭하세요.
nl: Klik op een van de wachtwoorditems die je wilt delen.
pl: Kliknij dowolny element hasła, który chcesz udostępnić.
pt: Clique em qualquer item de senha que você deseja compartilhar.
ru: Выберите любой элемент пароля, которым вы хотите поделиться.
sv: Klicka på något av lösenordsobjekten som du vill dela.
tr: Paylaşmak istediğiniz parola öğelerinden herhangi birini tıklayın.
zh: 单击要共享的任意密码项。

# AxCPMGDBlock6Text2
source: Click the Shared With <img class='sharedwith-action-icon'/> action button to toggle down the share secret section.
ar: انقر فوق الزر إجراء مشترك مع <img class='sharedwith-action-icon'/> لتبديل قسم سر المشاركة لأسفل.
de: Klicken Sie auf die Aktionsschaltfläche "Freigegeben für" <img class='sharedwith-action-icon'/>, um den Abschnitt "Geheimen Schlüssel freigeben" nach unten zu schalten.
es: Haga clic en el botón de acción Compartido con <img class='sharedwith-action-icon'/> para activar o desactivar la sección Compartir secreto.
fr: Cliquez sur le bouton d'action Partagé avec <img class='sharedwith-action-icon'/> pour faire basculer la section du secret de partage.
it: Fare clic sul pulsante di azione Condiviso con <img class='sharedwith-action-icon'/> per abbassare la sezione del segreto di condivisione.
ko: 비밀 공유 섹션을 전환하려면 Shared With <img class='sharedwith-action-icon'/> 작업 버튼을 클릭하세요.
nl: Klik op de actieknop 'Gedeeld met <img class='sharedwith-action-icon'/> ' om het gedeelte 'Geheim delen' vrij te geven.
pl: Kliknij przycisk akcji Udostępnione <img class='sharedwith-action-icon'/>, aby przełączyć sekcję udostępniania tajnego.
pt: Clique no botão de ação Compartilhado com para alternar a <img class='sharedwith-action-icon'/> seção compartilhar segredo.
ru: Нажмите кнопку действия «Общий доступ» <img class='sharedwith-action-icon'/>, чтобы переключить раздел «Поделиться секретом».
sv: Klicka på Delas Med <img class='sharedwith-action-icon'/> knappen för att stänga ner dela hemlighet sektionen.
tr: Gizli kod dizesi paylaş bölümünü kapatmak için İle Paylaşılan <img class='sharedwith-action-icon'/> eylem düğmesini tıklayın.
zh: 单击共享对象 <img class='sharedwith-action-icon'/> 操作按钮以向下切换共享密钥”部分。

# AxCPMGDBlock6Text3
source: Choose the visibility option and click Add.
ar: اختر خيار الرؤية وانقر فوق إضافة.
de: Wählen Sie die Sichtbarkeitsoption aus und klicken Sie auf Hinzufügen.
es: Elija la opción de visibilidad y haga clic en Agregar.
fr: Choisissez l'option de visibilité et cliquez sur Ajouter.
it: Scegli l'opzione di visibilità e fai clic su Aggiungi.
ko: 가시성 옵션을 선택하고 추가를 클릭합니다.
nl: Kies de zichtbaarheidsoptie en klik op Toevoegen.
pl: Wybierz opcję widoczności i kliknij Dodaj.
pt: Escolha a opção de visibilidade e clique em Adicionar.
ru: Выберите опцию видимости и нажмите кнопку Добавить.
sv: Välj synlighetsalternativet och klicka på Lägg till.
tr: Görünürlük seçeneğini belirleyin ve Ekle'yi tıklayın.
zh: 选择可见性选项，然后单击添加。

# AxCPMGDBlock6Text4
source: Click the Share Access button to apply the share with added emails.
ar: انقر فوق الزر مشاركة الوصول لتطبيق المشاركة مع رسائل البريد الإلكتروني المضافة.
de: Klicken Sie auf die Schaltfläche Zugriff freigeben, um die Freigabe mit hinzugefügten E-Mails zu übernehmen.
es: Haga clic en el botón Compartir acceso para aplicar el recurso compartido con los correos electrónicos agregados.
fr: Cliquez sur le bouton Partager l’Accès pour appliquer le partage avec les e-mails ajoutés.
it: Fare clic sul pulsante Condividi accesso per applicare la condivisione con le e-mail aggiunte.
ko: 공유할 이메일을 추가한 후 공유 액세스 버튼을 클릭하여 적용합니다.
nl: Klik op de knop Toegang delen om het delen met toegevoegde e-mailadressen toe te passen.
pl: Kliknij przycisk Dostęp do udostępniania, aby zastosować udział w dodanych wiadomościach e-mail.
pt: Clique no botão Compartilhar acesso para aplicar o compartilhamento com e-mails adicionados.
ru: Нажмите кнопку «Общий доступ», чтобы применить общий доступ к добавленным адресам электронной почты.
sv: Klicka på knappen Dela åtkomst för att dela med de tillagda e-postadresserna.
tr: Paylaşımı eklenen e-postalarla uygulamak için Erişimi Paylaş düğmesini tıklayın.
zh: 单击“共享访问权限”按钮以应用已添加电子邮件的共享。

# AxCPMGDBlock6Text5
source: In the password manager list, Shared avatar <img class='shared-avatar-icon'/> icon will appear on the shared password item.
ar: في قائمة مدير كلمات المرور، ستظهر أيقونة الصورة الرمزية <img class='shared-avatar-icon'/> المشتركة في عنصر كلمة المرور المشتركة.
de: In der Liste des Passwort-Managers wird das Symbol für den freigegebenen Avatar <img class='shared-avatar-icon'/> auf dem Element für das freigegebene Passwort angezeigt.
es: En la lista del administrador de contraseñas, aparecerá el icono de avatar <img class='shared-avatar-icon'/> compartido en el elemento de contraseña compartida.
fr: Dans la liste du gestionnaire de mots de passe, l'icône Avatar partagé <img class='shared-avatar-icon'/> apparaîtra sur l'élément de mot de passe partagé.
it: Nell'elenco del gestore di password, l'icona dell'avatar <img class='shared-avatar-icon'/> condiviso apparirà sull'elemento della password condivisa.
ko: 암호 관리자 목록에서 공유된 암호 항목에 공유 아바타 <img class='shared-avatar-icon'/> 아이콘이 표시됩니다.
nl: In de lijst met wachtwoordmanagers verschijnt het pictogram voor de vrijgegeven avatar <img class='shared-avatar-icon'/> op het gedeelde wachtwoorditem.
pl: Na liście menedżerów haseł ikona wspólnego awatara <img class='shared-avatar-icon'/> pojawi się na elemencie hasła udostępnionego.
pt: Na lista do gerenciador de senhas, o ícone Avatar <img class='shared-avatar-icon'/> compartilhado aparecerá no item de senha compartilhada.
ru: В списке менеджера паролей, значок Общий аватар <img class='shared-avatar-icon'/> появится на элементе общего пароля.
sv: I lösenordshanterarens lista, kommer en Delad avatar <img class='shared-avatar-icon'/> ikon att visas på den delade lösenordsposten.
tr: Parola yöneticisi listesinde, paylaşılan parola öğesinde Paylaşılan avatar <img class='shared-avatar-icon'/> simgesi görünecektir.
zh: 在密码管理器列表中，共享头像 <img class='shared-avatar-icon'/> 图标将出现在共享密码项上。

# AxCPMGDBlock7Heading
source: Follow these steps to unshare
ar: اتبع هذه الخطوات لإلغاء المشاركة
de: Befolgen Sie diese Schritte, um die Freigabe aufzuheben
es: Siga estos pasos para dejar de compartir
fr: Suivez ces étapes pour annuler le partage
it: Segui questi passaggi per annullare la condivisione
ko: 공유 해제 방법을 따르세요
nl: Volg deze stappen om het delen ongedaan te maken
pl: Wykonaj poniższe kroki, aby anulować udostępnianie
pt: Siga estas etapas para cancelar o compartilhamento
ru: Выполните следующие действия, чтобы отменить общий доступ
sv: Följ dessa steg för att sluta dela
tr: Paylaşımı kaldırmak için şu adımları izleyin
zh: 请按照以下步骤取消共享

# AxCPMGDBlock7Text1
source: Click any of the password item you’d like to unshare.
ar: انقر على أي عنصر من عناصر كلمة المرور التي تريد إلغاء مشاركتها.
de: Klicken Sie auf eines der Kennwortelemente, die Sie freigeben möchten.
es: Haga clic en cualquiera de los elementos de contraseña que desee dejar de compartir.
fr: Cliquez sur l’élément de mot de passe dont vous souhaitez annuler le partage.
it: Fai clic su uno degli elementi della password di cui vuoi annullare la condivisione.
ko: 공유 해제할 암호 항목을 클릭하세요.
nl: Klik op een van de wachtwoorditems die je niet meer wilt delen.
pl: Kliknij dowolny element hasła, którego udostępnianie chcesz cofnąć.
pt: Clique em qualquer item de senha que você deseja descompartilhar.
ru: Выберите любой элемент пароля, доступ к которому вы хотите отменить.
sv: Klicka på något av lösenordsobjekten som du vill ta bort delningen av.
tr: Paylaşımını kaldırmak istediğiniz parola öğelerinden herhangi birini tıklayın.
zh: 单击要取消共享的任意密码项。

# AxCPMGDBlock7Text3
source: Click on the three-dot-menu icon <img class='three-dot-menu-icon'/> on the shared users email address.
ar: انقر على أيقونة <img class='three-dot-menu-icon'/> القائمة ثلاثية النقاط على عنوان البريد الإلكتروني للمستخدمين المشتركين.
de: Klicken Sie auf das Drei-Punkte-Menüsymbol <img class='three-dot-menu-icon'/> auf der E-Mail-Adresse des freigegebenen Benutzers.
es: Haga clic en el icono <img class='three-dot-menu-icon'/> del menú de tres puntos en la dirección de correo electrónico de los usuarios compartidos.
fr: Cliquez sur l'icône de menu à trois points <img class='three-dot-menu-icon'/> sur l'adresse e-mail partagée des utilisateurs.
it: Fare clic sull'icona <img class='three-dot-menu-icon'/> del menu a tre punti nell'indirizzo e-mail degli utenti condivisi.
ko: 공유된 사용자 이메일 주소에서 세 점 메뉴 아이콘 <img class='three-dot-menu-icon'/>을 클릭하세요.
nl: Klik op het pictogram <img class='three-dot-menu-icon'/> met de drie stippen op het e-mailadres van de gedeelde gebruiker.
pl: Kliknij ikonę menu z trzema kropkami <img class='three-dot-menu-icon'/> na adresie e-mail udostępnionego użytkownika.
pt: Clique no ícone <img class='three-dot-menu-icon'/> de menu de três pontos no endereço de e-mail dos usuários compartilhados.
ru: Нажмите на значок <img class='three-dot-menu-icon'/> меню с тремя точками на адресе электронной почты общего пользователя.
sv: Klicka på menyikonen <img class='three-dot-menu-icon'/> med tre punkter, på den delade användarens e-postadress.
tr: Paylaşılan kullanıcıların e-posta adresindeki üç noktalı menü simgesine <img class='three-dot-menu-icon'/> tıklayın.
zh: 单击共享用户电子邮件地址上的三点菜单图标 <img class='three-dot-menu-icon'/> 。

# AxCPMGDBlock7Text4
source: Click Unshare.
ar: انقر على إلغاء المشاركة.
de: Klicken Sie auf Freigabe aufheben.
es: Haz clic en Dejar de compartir.
fr: Cliquez sur Annuler le partage.
it: Fai clic su Annulla condivisione.
ko: 클릭하여 공유 해제.
nl: Klik op Delen ongedaan maken.
pl: Kliknij opcję Cofnij udostępnianie.
pt: Clique em Cancelar compartilhamento.
ru: Нажмите Отменить общий доступ.
sv: Klicka på Sluta dela.
tr: Paylaşımı Kaldır'a tıklayın.
zh: 单击取消共享。

# AxCPMGDBlock7Text5
source: Click the Share Access button to apply the changes.
ar: انقر فوق الزر مشاركة الوصول لتطبيق التغييرات.
de: Klicken Sie auf die Schaltfläche Zugriff freigeben, um die Änderungen zu übernehmen.
es: Haga clic en el botón Compartir acceso para aplicar los cambios.
fr: Cliquez sur le bouton Partager l’Accès pour appliquer les modifications.
it: Fare clic sul pulsante Condividi accesso per applicare le modifiche.
ko: 변경 사항을 적용하려면 공유 액세스 버튼을 클릭하세요.
nl: Klik op de knop Toegang delen om de wijzigingen toe te passen.
pl: Kliknij przycisk Udostępnij dostęp, aby zastosować zmiany.
pt: Clique no botão Compartilhar acesso para aplicar as alterações.
ru: Нажмите кнопку «Общий доступ», чтобы применить изменения.
sv: Klicka på knappen Dela Åtkomst för att tillämpa ändringarna.
tr: Değişiklikleri uygulamak için Erişimi Paylaş düğmesini tıklayın.
zh: 单击“共享访问权限”按钮以应用更改。

# AxCPMGDBlock8Heading
source: What’s <span>Next</span>?
de: Wie geht <span>es weiter</span>?
es: ¿Qué es <span>Next</span>?
fr: Qu'est-ce qui vient ensuite ?
it: Qual è il <span>prossimo passo</span>?
ko: <span>다음</span>은 무엇입니까?
nl: Wat is <span>Volgende</span>?
pl: Co <span>Dalej</span>?
ru: <span>Что дальше</span>?
zh: <span>下一步</span>是什么？

# AxCPMGDBlock8Text1
source: Check out our plans and pricing to compare and choose the best plan for you: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
ar: تحقق من خططنا وأسعارنا للمقارنة واختيار أفضل خطة لك: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>
de: Schauen Sie sich unsere Pläne und Preise an, um zu vergleichen und den besten Plan für Sie auszuwählen: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
es: Echa un vistazo a nuestros planes y precios para comparar y elegir el mejor plan para ti: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
fr: Consultez nos forfaits et nos tarifs pour comparer et choisir le forfait le mieux adapté à vos besoins : <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
it: Dai un'occhiata ai nostri piani e prezzi per confrontare e scegliere il piano migliore per te: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
ko: 계획 및 가격 페이지를 확인하여 자신에게 가장 적합한 계획을 비교하고 선택하세요: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
nl: Bekijk onze abonnementen en prijzen om te vergelijken en het beste abonnement voor jou te kiezen: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
pl: Sprawdź nasze plany i ceny, aby je porównać i wybrać najlepszy dla siebie: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
pt: Confira nossos planos e preços para comparar e escolher o melhor plano para você: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
ru: Ознакомьтесь с нашими тарифными планами и ценами, чтобы сравнить и выбрать лучший тарифный план для вас: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
sv: Kolla in våra planer och priser för att jämföra och välja det bästa abonnemanget för dig: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
tr: Karşılaştırmak ve sizin için en iyi planı seçmek için planlarımıza ve fiyatlarımıza göz atın: <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.
zh: 查看我们的计划和定价，以比较并选择最适合您的计划： <a href='/pricing/'><b>https://axcrypt.net/pricing/</b></a>.

# AxCPMGDBlock8Text2
source: Want to dive deeper into encryption best practices? Check out our blog: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
ar: هل تريد التعمق أكثر في أفضل ممارسات التشفير؟ تحقق من مدونتنا: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>
de: Möchten Sie tiefer in die Best Practices für Verschlüsselung eintauchen? Schauen Sie sich unseren Blog an: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
es: ¿Desea profundizar en las mejores prácticas de cifrado? Echa un vistazo a nuestro blog: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
fr: Vous souhaitez approfondir vos connaissances sur les meilleures pratiques en matière de chiffrement ? Consultez notre blog : <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
it: Vuoi approfondire le best practice di crittografia? Dai <a href='/blog/'>un'occhiata</a> al nostro blog: <b>https://axcrypt.net/blog/</b>.
ko: 암호화 모범 사례에 대해 더 깊이 알아보고 싶으신가요? 블로그를 확인하세요: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
nl: Wil je dieper ingaan op best practices voor versleuteling? Bekijk onze blog: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
pl: Chcesz głębiej poznać najlepsze praktyki szyfrowania? Sprawdź naszego bloga: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
pt: Quer se aprofundar nas práticas recomendadas de criptografia? Confira nosso blog: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
ru: Хотите узнать больше о лучших практиках шифрования? Загляните в наш блог: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
sv: Vill du fördjupa dig i bästa utövningen av kryptering? Kolla in vår blogg: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
tr: En iyi şifreleme uygulamalarını daha derinlemesine incelemek ister misiniz? Blogumuza göz atın: <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.
zh: 想要更深入地了解加密最佳实践吗？查看我们的博客： <a href='/blog/'><b>https://axcrypt.net/blog/</b></a>.

# AxCPMGDBlock8Text3
source: Check out AxCrypt security page: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
ar: تحقق من صفحة أمان اكسكربت: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
de: Schauen Sie sich die AxCrypt-Sicherheitsseite an: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
es: Echa un vistazo a la página de seguridad de AxCrypt: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
fr: Consultez la page de sécurité d'AxCrypt : <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
it: Dai un'occhiata alla pagina di sicurezza di AxCrypt: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
ko: AxCrypt 보안 페이지를 확인하세요: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
nl: Bekijk de AxCrypt-beveiligingspagina: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
pl: Sprawdź stronę bezpieczeństwa AxCrypt: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
pt: Confira a página de segurança do AxCrypt: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
ru: Ознакомьтесь со страницей безопасности AxCrypt: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
sv: Ta en titt på AxCrypt sida för säkerhet: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
tr: AxCrypt güvenlik sayfasına göz at: <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
zh: 查看AxCrypt安全页面： <a href='/information/security/'><b>https://axcrypt.net/information/security/</b></a>
