Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDSCBF_H2_SH5_Text1
source: Many individuals and businesses avoid encryption because they believe it will be too costly. Again, this is not true. Some of the encryption software and applications may appear to be expensive at first. However, you must consider the future. It's more of an investment than anything else. Consider the financial impact of a data breach. Think about the lawsuits and your reputation; it might jeopardize your company's future. That is something you do not want to happen.
ar: يتجنب العديد من الأفراد والشركات التشفير لأنهم يعتقدون أنه سيكون مكلفًا للغاية. مرة أخرى، هذا ليس صحيحا. قد تبدو بعض برامج وتطبيقات التشفير باهظة الثمن في البداية. ومع ذلك ، يجب أن تفكر في المستقبل. إنه استثمار أكثر من أي شيء آخر. ضع في اعتبارك التأثير المالي لخرق البيانات. فكر في الدعاوى القضائية وسمعتك ؛ قد يعرض مستقبل شركتك للخطر. هذا شيء لا تريد أن يحدث.
de: Viele Privatpersonen und Unternehmen vermeiden Verschlüsselung, weil sie glauben, dass dies zu teuer ist. Auch dies ist nicht wahr. Einige der Verschlüsselungssoftware und -anwendungen scheinen zunächst teuer zu sein. Sie müssen jedoch die Zukunft berücksichtigen. Es ist mehr eine Investition als alles andere. Berücksichtigen Sie die finanziellen Auswirkungen einer Datenschutzverletzung. Denken Sie an die Klagen und Ihren Ruf; es könnte die Zukunft Ihres Unternehmens gefährden. Das ist etwas, was du nicht willst.
es: Muchas personas y empresas evitan el cifrado porque creen que será demasiado costoso. Una vez más, esto no es cierto. Algunas de las aplicaciones y el software de cifrado pueden parecer costosos al principio. Sin embargo, debes considerar el futuro. Es más una inversión que otra cosa. Toma en cuenta el impacto financiero de una violación de datos. Piensa en las demandas y en tu reputación; podrías poner en peligro el futuro de tu empresa. Eso es algo que no quieres que suceda.
fr: De nombreuses personnes et entreprises évitent le cryptage parce qu’ils pensent qu’il sera trop coûteux. Encore une fois, ce n’est pas vrai. Certains logiciels et applications de cryptage peuvent sembler coûteux au début. Cependant, vous devez envisager l’avenir. C’est plus un investissement qu’autre chose. Tenez compte de l’impact financier d’une violation de données. Pensez aux poursuites et à votre réputation; cela pourrait mettre en péril l’avenir de votre entreprise. C’est quelque chose que vous ne voulez pas qu’il se produise.
it: Molte persone e aziende evitano la crittografia perché ritengono che sia troppo costosa. Di nuovo, questo non è vero. Alcuni dei software e delle applicazioni di crittografia potrebbero inizialmente sembrare costosi. Tuttavia, devi considerare il futuro. È più un investimento che altro. Considera l'impatto finanziario di una violazione dei dati. Pensa alle cause legali e alla tua reputazione; potrebbe mettere a repentaglio il futuro della tua azienda. Questo è qualcosa che non vuoi che accada.
ko: 많은 개인과 기업은 너무 비싸다고 생각하기 때문에 암호화를 피합니다. 다시 말씀드리자면, 이것은 사실이 아닙니다. 일부 암호화 소프트웨어 및 응용 프로그램은 처음에는 비용이 많이 드는 것처럼 보일 수 있습니다. 그러나 미래를 고려해야합니다. 그것은 다른 어떤 것보다 더 많은 투자입니다. 데이터 침해의 재정적 영향을 고려하십시오. 소송과 평판에 대해 생각해보십시오. 회사의 미래를 위태롭게 할 수 있습니다. 우리는 그런 일이 일어나기를 원하지 않습니다.
nl: Veel particulieren en bedrijven vermijden encryptie omdat ze denken dat het te duur zal zijn. Nogmaals, dit is niet waar. Sommige coderingssoftware en -toepassingen kunnen in eerste instantie duur lijken. U moet echter rekening houden met de toekomst. Het is meer een investering dan iets anders. Denk aan de financiële gevolgen van een datalek. Denk aan de rechtszaken en uw reputatie; het kan de toekomst van uw bedrijf in gevaar brengen. Dat is iets wat je niet wilt dat er gebeurt.
pl: Wiele osób i firm unika szyfrowania, ponieważ uważają, że będzie to zbyt kosztowne. Znowu to nieprawda. Niektóre programy i aplikacje szyfrujące mogą początkowo wydawać się drogie. Musisz jednak wziąć pod uwagę przyszłość. To lepsza inwestycja niż cokolwiek innego. Rozważ skutki finansowe naruszenia danych. Pomyśl o procesach sądowych i swojej reputacji; może to zagrozić przyszłości Twojej firmy. A to coś, czego nie chcesz.
pt: Muitos indivíduos e empresas evitam a cifragem porque acreditam que seja muito dispendiosa. Uma vez mais, isto não é verdade. Algumas aplicações de software de cifragem podem parecer caras à primeira vista. No entanto, você deve considerar o futuro. Mais do que qualquer outra coisa, trata-se de um investimento. Considero o impacto financeiro de uma violação de dados. Pense nos processos judiciais e na sua reputação: poderá comprometer o futuro da sua empresa. Isto é algo que você não quer que aconteça.
ru: Многие частные лица и предприятия избегают шифрования, поскольку считают, что это обойдется слишком дорого. Опять же, это неправда. На первый взгляд некоторые программы и приложения для шифрования могут показаться дорогостоящими. Однако вы должны подумать о будущем. Это скорее инвестиция, чем что-то еще. Рассмотрите финансовые последствия утечки данных. Подумайте о судебных процессах и своей репутации; это может поставить под угрозу будущее вашей компании. Вы не хотите, чтобы это произошло.
sv: Många privatpersoner och företag undviker kryptering eftersom de tror att det kommer att bli för dyrt. Återigen, detta är inte sant. En del av krypteringsmjukvaran och applikationerna kan tyckas vara dyra till en början. Man måste dock tänka på framtiden. Detta är mer en investering än något annat. Tänk på de ekonomiska konsekvenserna av ett dataintrång. Tänk på rättegångarna och ditt rykte; det kan äventyra ditt företags framtid. Det är något man inte vill ska hända.
tr: Birçok kişi ve işletme, şifrelemeden kaçınır çünkü çok maliyetli olacağına inanırlar. Tekrar etmek gerekirse, bu doğru değil. Bazı şifreleme yazılımları ve uygulamaları ilk başta pahalı görünebilir. Ancak, öngörülü bir şekilde hareket etmeniz gerekir. Bu daha ziyade bir yatırımdır. Bir veri ihlalinin finansal etkisini göz önünde bulundurun. Davaları ve itibarınızı düşünün; bunlar şirketinizin geleceğini tehlikeye atabilir ve olmasını istemeyeceğiniz şeylerdir.
zh: 许多个人和企业避免加密，因为他们认为这将是太昂贵了。 同样，这不是真的。 一些加密软件和应用程序起初可能看起来很昂贵。 但是，你必须考虑未来。 这更像是一项投资。 考虑数据泄露的财务影响。 想想这些诉讼和你的声誉，这可能会危及你公司的未来。 这是你不想发生的事情。

# Blog_MDSCBF_H2_SH6_Text1
source: There's no excuse not to encrypt now that your major myths have been debunked. AxCrypt is a user-friendly software for encrypting data on mobile devices, computers, and laptops while the data is in use, rest, or in transit. AxCrypt also has various features to meet a wide range of data security requirements.
ar: ليس هناك أي عذر لعدم التشفير الآن بعد أن تم فضح أساطيرك الرئيسية. اكسكربت هو برنامج سهل الاستخدام لتشفير البيانات على الأجهزة المحمولة وأجهزة الكمبيوتر وأجهزة الكمبيوتر المحمولة أثناء استخدام البيانات أو الراحة أو النقل. يحتوي اكسكربت أيضًا على ميزات مختلفة لتلبية مجموعة واسعة من متطلبات أمان البيانات.
de: Es gibt keine Entschuldigung, jetzt nicht zu verschlüsseln, da Ihre wichtigsten Mythen entlarvt wurden. AxCrypt ist eine benutzerfreundliche Software zum Verschlüsseln von Daten auf Mobilgeräten, Computern und Laptops, während die Daten verwendet, gespeichert oder übertragen werden. AxCrypt verfügt auch über verschiedene Funktionen, um die unterschiedlichsten Anforderungen an die Datensicherheit zu erfüllen.
es: No hay excusa para no cifrar ahora que se han desmentido los principales mitos. AxCrypt es un software fácil de usar para cifrar datos en dispositivos móviles, computadoras y portátiles mientras los datos están en uso, en reposo o en tránsito. AxCrypt también cuenta con varias funciones para cumplir con una amplia gama de requisitos de seguridad de datos.
fr: Il n'y a aucune excuse pour ne pas chiffrer maintenant que vos principaux mythes ont été démystifiés. AxCrypt est un logiciel convivial permettant de chiffrer les données sur les appareils mobiles, les ordinateurs et les ordinateurs portables pendant que les données sont en cours d'utilisation, au repos ou en transit. AxCrypt dispose également de diverses fonctionnalités pour répondre à un large éventail d'exigences en matière de sécurité des données.
it: Adesso che i maggiori luoghi comuni sulla cifratura sono stati sfatati, non hai più scuse per non utilizzarla. AxCrypt è un software di facile utilizzo per criptare dati su dispositivi mobile, computer e portatili mentre i dati stessi vengono usati oppure sono conservati sul dispositivo o sono in transito verso altri dispositivi. AxCrypt offre anche diverse funzionalità studiate per soddisfare una vasta gamma di requisiti di sicurezza dei dati.
ko: 암호화에 잘못된 믿음들이 드러났으므로 이제 암호화를 하지 않는 행동에는 변명의 여지가 없습니다. AxCrypt는 데이터 사용 및 전송 유무에 관계 없이, 모바일과 데스크탑 및 노트북을 사용하여 데이터를 암호화 할 수 있는 사용자 친화적인 소프트웨어입니다. AxCrypt는 또한 광범위한 데이터 보안 요구 사항을 충족하는 다양한 기능을 갖추고 있습니다.
nl: Er is geen excuus om niet te versleutelen nu de belangrijkste mythen zijn ontkracht. AxCrypt is gebruiksvriendelijke software voor het versleutelen van gegevens op mobiele apparaten, computers en laptops terwijl de gegevens in gebruik zijn, rusten of onderweg zijn. AxCrypt heeft ook verschillende functies om te voldoen aan een breed scala aan gegevensbeveiligingsvereisten.
pl: Nie ma wymówki, aby nie szyfrować teraz, gdy twoje główne mity zostały obalone. AxCrypt to przyjazne dla użytkownika oprogramowanie do szyfrowania danych na urządzeniach mobilnych, komputerach i laptopach, gdy dane są używane, spoczynkowe lub przesyłane. AxCrypt ma również różne funkcje, aby spełnić szeroki zakres wymagań dotyczących bezpieczeństwa danych.
pt: Não há desculpa para não se cifrar agora que os seus maiores mitos foram desmistificados. A AxCrypt é software de cifragem fácil de utilizar em dispositivos móveis, computadores e portáteis, enquanto os dados estão em uso, em repouso ou em trânsito.
ru: Нет никаких оправданий тому, чтобы не шифровать данный. Особенно теперь, когда ваши основные мифы развенчаны. AxCrypt - это удобное программное обеспечение для шифрования данных на мобильных устройствах, компьютерах и ноутбуках во время использования, отдыха или передачи данных. AxCrypt обладает различными функциями для удовлетворения широкого спектра требований к безопасности данных.
sv: Det finns ingen ursäkt att inte kryptera nu när de stora myterna har avslöjats. AxCrypt är en användarvänlig programvara för att kryptera data på mobila enheter, datorer och bärbara datorer medan data används, vilar eller transporteras. AxCrypt har också olika funktioner för att möta ett brett utbud av datasäkerhetskrav.
tr: Büyük mitleriniz çürütüldüğüne göre artık şifrelemek için hiçbir mazeret yok. AxCrypt, mobil cihazlar, bilgisayarlar ve laptoplar kullanımdayken, beklerken veya transfer sürecindeyken verileri şifreleyen kullanıcı dostu bir yazılımdır. AxCrypt, ayrıca çok çeşitli veri güvenliği gereksinimlerini karşılamak için çeşitli özelliklere sahiptir.
zh: 现在你的主要神话已经被揭穿，没有理由不加密。 AxCrypt是一个用户友好的软件，用于加密移动设备，计算机和笔记本电脑上的数据，而数据正在使用，休息或传输中。 AxCrypt还具有各种功能，以满足广泛的数据安全要求。

# Blog_MDSCBF_H2_Text1
source: According to the survey, over 1,000 accounts with passwords that never expire are used by 31% of businesses. If users use the same passwords for personal accounts and those accounts are compromised, then an attacker has access to your organization's network. AxCrypt master key feature enables business administrators to recover files from the business members. This eliminates the risk of losing access to sensitive data. It is a one-stop for safeguarding your mobile phone's personal information and data from third-party interference.
ar: وفقًا للاستطلاع ، يتم استخدام أكثر من 1000 حساب بكلمات مرور لا تنتهي صلاحيتها أبدًا بواسطة 31٪ من الشركات. إذا استخدم المستخدمون نفس كلمات المرور للحسابات الشخصية وتم اختراق هذه الحسابات ، فسيكون لدى المهاجم حق الوصول إلى شبكة مؤسستك. تتيح ميزة المفتاح الرئيسي لاكسكربت لمسؤولي الأعمال استعادة الملفات من أعضاء الأعمال. هذا يلغي مخاطر فقدان الوصول إلى البيانات الحساسة. إنها محطة واحدة لحماية المعلومات والبيانات الشخصية لهاتفك المحمول من تدخل طرف ثالث.
de: Laut der Umfrage werden über 1.000 Konten mit Passwörtern, die niemals ablaufen, von 31% der Unternehmen verwendet. Wenn Benutzer dieselben Kennwörter für persönliche Konten verwenden und diese Konten kompromittiert werden, hat ein Angreifer Zugriff auf das Netzwerk Ihrer Organisation. Mit der AxCrypt Master Key-Funktion können Geschäftsadministratoren Dateien von den Geschäftsmitgliedern wiederherstellen. Dadurch entfällt das Risiko, den Zugriff auf sensible Daten zu verlieren. Es ist eine zentrale Anlaufstelle, um die persönlichen Informationen und Daten Ihres Mobiltelefons vor Eingriffen Dritter zu schützen.
es: Según la encuesta, más de 1.000 cuentas con contraseñas que nunca caducan son utilizadas por el 31% de las empresas. Si los usuarios usan las mismas contraseñas para las cuentas personales y esas cuentas se ven comprometidas, entonces un atacante tiene acceso a la red de tu organización. La función de la clave maestra de AxCrypt permite a los administradores comerciales recuperar archivos de los miembros comerciales. Esto elimina el riesgo de perder el acceso a datos confidenciales. Es una ventanilla única para proteger la información personal y los datos de tu teléfono móvil de la intromisión de terceros.
fr: Selon l’enquête, plus de 1 000 comptes avec des mots de passe qui n’expirent jamais sont utilisés par 31% des entreprises. Si les utilisateurs utilisent les mêmes mots de passe pour les comptes personnels et que ces comptes sont compromis, un attaquant a accès au réseau de votre organisation. La fonctionnalité de clé principale d’AxCrypt permet aux administrateurs d’entreprise de récupérer des fichiers auprès des membres de l’entreprise. Cela élimine le risque de perdre l’accès aux données sensibles. Il s’agit d’un guichet unique pour protéger les informations personnelles et les données de votre téléphone mobile contre les interférences de tiers.
it: Secondo il sondaggio, oltre 1.000 account con password che non scadono mai sono utilizzati dal 31% delle aziende. Se gli utenti utilizzano le stesse password per gli account personali e tali account sono compromessi, un utente malintenzionato ha accesso alla rete dell'organizzazione. La funzione chiave principale di AxCrypt consente agli amministratori aziendali di recuperare i file dai membri aziendali. Questo elimina il rischio di perdere l'accesso ai dati sensibili. È uno sportello unico per salvaguardare le informazioni e i dati personali del tuo telefono cellulare da interferenze di terze parti.
ko: 설문 조사에 따르면 만료되지 않는 암호를 가진 1,000개 이상의 계정이 기업의 31%에서 사용됩니다. 사용자가 개인 계정에 동일한 암호를 사용하고 해당 계정이 손상된 경우 공격자가 조직의 네트워크에 액세스할 수 있습니다. AxCrypt 마스터 키 기능을 사용하면 비즈니스 관리자가 비즈니스 구성원의 파일을 복구 할 수 있습니다. 이렇게 하면 중요한 데이터에 대한 액세스 권한을 잃을 위험이 없습니다. 제 3 자의 간섭으로부터 휴대 전화의 개인 정보와 데이터를 보호하기위한 원스톱 솔루션입니다.
nl: Volgens het onderzoek worden meer dan 1.000 accounts met wachtwoorden die nooit verlopen door 31% van de bedrijven gebruikt. Als gebruikers dezelfde wachtwoorden gebruiken voor persoonlijke accounts en die accounts worden gehackt, heeft een aanvaller toegang tot het netwerk van uw organisatie. De hoofdsleutelfunctie van AxCrypt stelt bedrijfsbeheerders in staat om bestanden van de bedrijfsleden te herstellen. Dit elimineert het risico van verlies van toegang tot gevoelige gegevens. Het is een alles-in-één functie voor het beschermen van de persoonlijke informatie en gegevens van uw mobiele telefoon tegen inmenging van derden.
pl: Według ankiety ponad 1000 kont z hasłami, które nigdy nie wygasają, jest używanych przez 31% firm. Jeśli użytkownicy używają tych samych haseł do kont osobistych, a konta te zostaną przejęte, osoba atakująca ma dostęp do sieci organizacji. Funkcja klucza głównego AxCrypt umożliwia administratorom biznesowym odzyskiwanie plików od członków organizacji. Eliminuje to ryzyko utraty dostępu do wrażliwych danych. Jest to kompleksowa ochrona danych osobowych i danych telefonu komórkowego przed ingerencją osób trzecich.
pt: De acordo com o inquérito, mais de 1000 contas com palavras-passe que nunca expiram são usadas por 31% das empresas. Se os utilizadores usam a mesma palavra-passe para contas pessoais e se essas contas são comprometidas, então um atacante tem acesso à rede da organização. A chave-mestra da AxCrypt permite que administradores recuperem ficheiros de colaboradores. Isto elimina o risco de perda de acesso a dados sensíveis. É uma solução completa para proteger a informação pessoal e dados no seu telemóvel da interferência de terceiros.
ru: Согласно опросу, более 1000 учетных записей с паролями, срок действия которых никогда не истекает, используются 31% компаний. Если пользователи используют одни и те же пароли для личных учетных записей и эти учетные записи скомпрометированы, значит, злоумышленник имеет доступ к сети вашей организации. Функция мастер-ключа AxCrypt позволяет бизнес-администраторам восстанавливать файлы от участников подписки. Это устраняет риск потери доступа к конфиденциальным данным. Это универсальный способ защиты личной информации и данных вашего мобильного телефона от вмешательства третьих лиц.
sv: Enligt undersökningen har 31 % av företagen över 1 000 konton med lösenord som aldrig upphör att gälla. Om användaren har samma lösenord för sina personliga konton och dessa konton äventyras, har angriparen tillgång till din organisations nätverk. AxCrypts huvudnyckelfunktion gör det möjligt för företagsadministratörer att återställa filer från de anställda. Detta eliminerar risken att förlora åtkomst till känslig data. Det är ett enkelt sätt att skydda din mobiltelefons personliga information och data från tredje parts störningar.
tr: Ankete göre, işletmelerin %31'i, hiçbir zaman süresi dolmayan şifrelere sahip 1.000'den fazla hesap kullanılıyor. Kullanıcıların kişisel hesaplar için aynı parolaları kullanması ve bu hesapların güvenliğinin aşılması halinde, saldırgan kuruluşunuzun ağına erişim sağlamış olur. AxCrypt ana anahtar özelliği, işletme yöneticilerinin dosyaları işletme üyelerinden kurtarmasını sağlar. Bu, hassas verilere erişimi kaybetme riskini ortadan kaldırır ve cep telefonunuzun kişisel bilgilerini ve verilerini üçüncü taraf müdahalesinden korumak için tek duraktır.
zh: 根据调查，超过1,000个密码永不过期的帐户被31％的企业使用。 如果用户对个人帐户使用相同的密码，并且这些帐户遭到入侵，则攻击者可以访问您组织的网络。 AxCrypt主密钥功能使业务管理员能够从业务成员恢复文件。 这消除了失去对敏感数据的访问权限的风险。 它是一站式保护您的手机的个人信息和数据免受第三方干扰。

# Blog_MDSCBF_H2_Text2
source: Try a one-month free trial, Download for Android or IOS users:
ar: جرب إصدارًا تجريبيًا مجانيًا لمدة شهر واحد ، قم بالتنزيل لمستخدمي ذكري المظهر أو نظام التشغيل ايفون:
de: Probieren Sie eine einmonatige kostenlose Testversion aus, die Sie für Android- oder IOS-Benutzer herunterladen können:
es: Aprovecha la prueba gratuita de un mes y descárgala para usuarios de Android o IOS:
fr: Essayez un essai gratuit d'un mois, Téléchargez pour les utilisateurs Android ou IOS:
it: Prova un mese gratis, download per utenti Android o IOS:
ko: 1개월 무료 평가판을 사용해 보세요. 안드로이드 또는 IOS 사용자용 다운로드:
nl: Probeer een gratis proefperiode van een maand, Download voor Android- of IOS-gebruikers:
pl: Wypróbuj miesięczny bezpłatny okres próbny, Pobierz dla użytkowników Androida lub IOS:
pt: Experimente a avaliação grátis durante 1 mês. Download para utilizadores Android e iOS:
ru: Попробуйте первый месяц бесплатно, Скачать для пользователей Android и iOS
sv: Testa en månads fri användning, ladda ner för Android och iOS användare:
tr: Bir ay ücretsiz dene Android ve IOS kullanıcıları için indirme
zh: 尝试一个月的免费试用，为Android或IOS用户下载:

# Blog_MDSCBF_Heading1
source: What challenges are companies facing?
ar: ما هي التحديات التي تواجه الشركات؟
de: Vor welchen Herausforderungen stehen Unternehmen?
es: ¿Qué desafíos enfrentan las empresas?
fr: Quels sont les défis auxquels les entreprises sont confrontées?
it: Quali sfide devono affrontare le aziende?
ko: 기업이 직면한 과제는 무엇입니까?
nl: Met welke uitdagingen worden bedrijven geconfronteerd?
pl: Jakie wyzwania stoją przed firmami?
pt: Que desafios estão as empresas a enfrentar?
ru: С какими проблемами сталкиваются компании?
sv: Vilka utmaningar står företagen inför?
tr: Şirketlerin karşılaştığı zorluklar neler?
zh: 企业面临哪些挑战？

# Blog_MDSCBF_Heading2
source: Many Former Users Have Passwords to the System
ar: العديد من المستخدمين السابقين لديهم كلمات مرور للنظام
de: Viele ehemalige Benutzer haben Passwörter für das System
es: Muchos usuarios anteriores tienen contraseñas para el sistema
fr: De Nombreux Anciens Utilisateurs Ont des Mots de passe pour le Système
it: Molti Ex Utenti hanno le Password per il Sistema
ko: 많은 이전 사용자가 시스템에 암호를 가지고 있습니다.
nl: Veel Voormalige Gebruikers Hebben Wachtwoorden voor het Systeem
pl: Wielu byłych użytkowników ma hasła do systemu
pt: Muitos Utilizadores Antigos Têm Palavras-Passe do Sistema
ru: У многих бывших пользователей есть пароли к системе
sv: Många tidigare användare har lösenord till systemet
tr: Birçok Eski Kullanıcının Sistem Parolaları Bulunur
zh: 许多以前的用户都有系统的密码

# Blog_MDSCBF_Summary
source: For cybersecurity and business in general, the past couple of years has been anything from typical.
ar: بالنسبة للأمن السيبراني والأعمال بشكل عام ، كان العامان الماضيان أي شيء من المعتاد.
de: Für Cybersicherheit und Unternehmen im Allgemeinen waren die letzten Jahre alles andere als typisch.
es: Para la ciberseguridad y las empresas en general, los últimos años han sido cualquier cosa menos típicos.
fr: Pour la cybersécurité et les affaires en général, les deux dernières années ont été tout sauf typiques.
it: Per la sicurezza informatica e le società in generale, gli ultimi due anni sono stati tutt'altro che tipici.
ko: 전반적으로 사이버 보안 및 비즈니스 측면에서 지난 몇 년은 일반적인 것과는 거리가 멀었습니다.
nl: Voor cyberbeveiliging en het bedrijfsleven in het algemeen waren de afgelopen jaren allesbehalve normaal.
pl: W przypadku cyberbezpieczeństwa i biznesu w ogóle, ostatnie kilka lat nie było typowe.
pt: O último par de anos foi tudo menos típico em relação a cibersegurança e empresas em geral.
ru: Для кибербезопасности и бизнеса в целом последние пару лет были далеко не типичными.
sv: För cybersäkerhet och företag generellt har de senaste åren varit alt annat än typiska.
tr: Siber güvenlik ve genel olarak iş dünyası için geçtiğimiz birkaç yılda özgün bir şeyler oldu.
zh: 对于网络安全和一般的商业来说，过去几年是典型的。
