Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SD_H2_Text1
source: Everything you do online is being tracked, measured and analysed. You might feel it is now time for you to take your personal security more seriously. It is time to understand the dangers of having your personal information leaked to those who have an ulterior motive. Hackers can easily take advantage of vulnerable breach to your computer and get access to your emails, documents or files to later use it for malicious purposes. To avoid having a breach in your personal data and have a complete online security and peace of mind; encrypt your files with AxCrypt to keep your private information safe!
ar: كل ما تفعله على الإنترنت يتم تتبعه وقياسه وتحليله. قد تشعر أن الوقت قد حان الآن لكي تأخذ أمنك الشخصي بجدية أكبر. حان الوقت لفهم مخاطر تسريب معلوماتك الشخصية لأولئك الذين لديهم دافع خفي. يمكن للقراصنة بسهولة الاستفادة من الاختراق الضعيف لجهاز الكمبيوتر الخاص بك والوصول إلى رسائل البريد الإلكتروني أو المستندات أو الملفات لاستخدامها لاحقًا لأغراض ضارة. لتجنب حدوث خرق لبياناتك الشخصية والحصول على أمان كامل عبر الإنترنت وراحة البال ؛ تشفير ملفاتك باستخدام اكسكربت للحفاظ على أمان معلوماتك الخاصة!
de: Alles, was Sie online tun, wird verfolgt, gemessen und analysiert. Vielleicht haben Sie das Gefühl, dass es jetzt an der Zeit ist, Ihre persönliche Sicherheit ernster zu nehmen. Es ist an der Zeit, die Gefahren zu verstehen, wenn Ihre persönlichen Daten an diejenigen weitergegeben werden, die ein Hintergedanken haben. Hacker können leicht anfällige Verstöße gegen Ihren Computer ausnutzen und auf Ihre E-Mails, Dokumente oder Dateien zugreifen, um sie später für böswillige Zwecke zu verwenden. Um eine Verletzung Ihrer persönlichen Daten zu vermeiden und eine vollständige Online-Sicherheit und Sicherheit zu gewährleisten, verschlüsseln Sie Ihre Dateien mit AxCrypt, um Ihre privaten Daten zu schützen!
es: Todo lo que haces en línea está siendo rastreado, medido y analizado. Es posible que sientas que ahora es el momento de que se tome más en serio tu seguridad personal. Es hora de comprender los peligros de que tu información personal se filtre a quienes tienen un motivo oculto. Los hackers informáticos pueden aprovechar fácilmente la vulnerabilidad de tu computadora y obtener acceso a tus correos electrónicos, documentos o archivos para luego usarlos con fines malintencionados. Para evitar esta vulnerabilidad en tus datos personales y tener una completa seguridad y tranquilidad en línea; ¡Cifra tus archivos con AxCrypt para mantener segura tu información privada!
fr: Tout ce que vous faites en ligne est suivi, mesuré et analysé. Vous pensez peut-être qu'il est maintenant temps pour vous de prendre votre sécurité personnelle plus au sérieux. Il est temps de comprendre les dangers de la divulgation de vos informations personnelles à ceux qui ont une arrière-pensée. Les pirates peuvent facilement profiter d'une faille vulnérable sur votre ordinateur et accéder à vos e-mails, documents ou fichiers pour les utiliser ultérieurement à des fins malveillantes. Pour éviter d'avoir une violation de vos données personnelles et avoir une sécurité et une tranquillité d'esprit en ligne complètes ; cryptez vos fichiers avec AxCrypt pour protéger vos informations privées!
it: Tutto ciò che fai online viene tracciato, misurato e analizzato. Potresti pensare che sia giunto il momento di prendere più seriamente la tua sicurezza personale. È tempo di capire i pericoli di avere le tue informazioni personali trapelate a coloro che hanno un secondo fine. Gli hacker possono facilmente sfruttare la violazione vulnerabile del tuo computer e ottenere l'accesso alle tue e-mail, documenti o file per utilizzarli successivamente per scopi dannosi. Per evitare di avere una violazione dei tuoi dati personali e avere una completa sicurezza online e tranquillità, crittografa i tuoi file con AxCrypt per mantenere le tue informazioni private al sicuro!
ko: 온라인에서 수행하는 모든 작업이 추적, 측정 및 분석됩니다. 이제 개인 보안을 더 중요하게 생각해야 할 때라고 느낄 수 있습니다. 악의를 가진 사람들에게 개인 정보가 유출되는 위험을 이해해야 할 때입니다. 해커는 컴퓨터에 대한 취약한 침해를 쉽게 이용하고 이메일, 문서 또는 파일에 액세스하여, 악의적인 목적으로 사용할 수 있습니다. 귀하의 개인 데이터 침해를 방지하고 완전한 온라인 보안과 마음의 평화를 유지하기 위해; AxCrypt로 파일을 암호화하십시오!
nl: Alles wat u online doet, wordt gevolgd, gemeten en geanalyseerd. Misschien vindt u het nu tijd om uw persoonlijke veiligheid serieuzer te nemen. Het is tijd om de gevaren te begrijpen van het lekken van uw persoonlijke informatie naar mensen met een bijbedoeling. Hackers kunnen gemakkelijk profiteren van een kwetsbare inbreuk op uw computer en toegang krijgen tot uw e-mails, documenten of bestanden om deze later voor kwaadaardige doeleinden te gebruiken. Om een inbreuk op uw persoonlijke gegevens te voorkomen en een volledige online beveiliging en goede gemoedsrust te hebben; versleutel uw bestanden met AxCrypt om uw privégegevens veilig te houden!
pl: Wszystko, co robisz online, jest śledzone, mierzone i analizowane. Możesz poczuć, że nadszedł czas, abyś poważniej potraktował swoje osobiste bezpieczeństwo. Nadszedł czas, aby zrozumieć niebezpieczeństwa związane z wyciekiem Twoich danych osobowych do osób, które mają ukryty motyw. Hakerzy mogą łatwo wykorzystać luki w zabezpieczeniach Twojego komputera i uzyskać dostęp do Twoich wiadomości e-mail, dokumentów lub plików, aby później wykorzystać je do złośliwych celów. Aby uniknąć naruszenia Twoich danych osobowych i mieć pełne bezpieczeństwo online i spokój ducha; zaszyfruj swoje pliki za pomocą AxCrypt, aby Twoje prywatne informacje były bezpieczne!
pt: Tudo o que faz online é rastreado, medido e analisado. Poderá sentir que chegou a altura de levar a sua segurança pessoal mais a sério. É tempo de entender os perigos de ter informação pessoal divulgada a quem tem um segundas intenções. Os hackers podem facilmente aproveitar-se de brechas vulneráveis no seu computador e obter acesso aos seus emails, documentos e ficheiros para mais tarde os usar de forma maliciosa. Para evitar violações dos seus dados e ter total segurança online e paz de espírito, cifre os seus ficheiros com a AxCrypt para manter a sua informação privada segura!
ru: Все, что вы делаете онлайн, отслеживается, измеряется и анализируется. Возможно, вы чувствуете, что сейчас вам пора более серьезно отнестись к своей личной безопасности. Пришло время понять опасность утечки вашей личной информации, особенно тем, у кого есть скрытые мотивы. Хакеры могут легко воспользоваться уязвимым доступом к вашему компьютеру и получить доступ к вашим электронным письмам, документам или файлам, чтобы позже использовать их в вредоносных целях. Чтобы избежать взлома ваших персональных данных и иметь полную онлайн-безопасность и душевное спокойствие; зашифруйте ваши файлы с помощью AxCrypt, чтобы сохранить вашу личную информацию в безопасности!
sv: Allt du gör online spåras, mäts och analyseras. Du kanske känner att det nu är dags för dig att ta din personliga säkerhet på större allvar. Det är dags att förstå farorna med att få din personliga information läckt till dem som har en baktanke. Hackare kan enkelt dra fördel av sårbara intrång på din dator och få tillgång till dina e-postmeddelanden, dokument eller filer för att senare använda det i skadliga syften. För att undvika intrång i dina personuppgifter och få en fullständig onlinesäkerhet och sinnesro; kryptera dina filer med AxCrypt för att hålla din privata information säker!
tr: İnternette yaptığınız her şey takip edilmekte, ölçülmekte ve analiz edilmektedir. Kişisel güvenliğinizi daha ciddiye almanızın zamanı gelmiş olabilir. Artık kişisel bilgilerinizin art niyetli kişilere sızdırılmasının tehlikelerini anlamanın tam vakti. Bilgisayar korsanları, bilgisayarınızdaki güvenlik açığından kolayca faydalanabilir ve daha sonra kötü amaçlarla kullanmak üzere e-postalarınıza, belgelerinize veya dosyalarınıza erişebilirler. Kişisel verilerinizde bir ihlal olmasını önleyip eksiksiz bir çevrimiçi güvenliğe ve gönül rahatlığına sahip olarak özel bilgilerinizi güvende tutabilmek için dosyalarınızı AxCrypt ile şifreleyin!
zh: 你在网上所做的一切都被跟踪、测量和分析。 你可能会觉得现在是时候让你更认真地对待你的个人安全了。 现在是时候了解将您的个人信息泄露给那些别有用心的人的危险了。 黑客可以很容易地利用易受攻击的漏洞到您的计算机，并获得访问您的电子邮件，文档或文件，以便以后将其用于恶意目的。 为了避免您的个人数据被泄露，并有一个完整的在线安全和安心; 使用AxCrypt加密您的文件，以确保您的私人信息安全！

# Blog_SD_H3_Text1
source: By converting your private information into a secret code that hides the information's true meaning, you make it almost impossible for an intruder to decrypt it to plaintext. When an encrypted message is intercepted by an unauthorized entity, the inflator has to guess the variables that were used to encrypt the message. The time and difficulty of guessing this information is what makes encryption such a valuable security tool; take the data, run it through an encryption algorithm, and it's unreadable to anyone who doesn't possess the right key to reverse the process. Used by the military and governments, encryption is a longstanding way of protecting data in transit and data at rest as well as restricting access when access controls aren't sufficient. Few technologies come as close as encryption to nearly unbreakable data security. The use of encryption is almost as old as the art of communication itself and it provides confidentiality, authentication and integrity.
ar: من خلال تحويل معلوماتك الخاصة إلى رمز سري يخفي المعنى الحقيقي للمعلومات ، فإنك تجعل من المستحيل تقريبًا على متطفل فك تشفيرها إلى نص عادي. عندما يتم اعتراض رسالة مشفرة من قبل كيان غير مصرح له ، يتعين على جهاز النفخ تخمين المتغيرات التي تم استخدامها لتشفير الرسالة. الوقت وصعوبة تخمين هذه المعلومات هو ما يجعل التشفير أداة أمان قيّمة ؛ خذ البيانات ، وقم بتشغيلها من خلال خوارزمية تشفير ، وهي غير قابلة للقراءة لأي شخص لا يمتلك المفتاح الصحيح لعكس العملية. يستخدم التشفير من قبل الجيش والحكومات ، وهو طريقة طويلة الأمد لحماية البيانات أثناء النقل والبيانات غير النشطة وكذلك تقييد الوصول عندما لا تكون ضوابط الوصول كافية. تقترب تقنيات قليلة من التشفير لأمن البيانات غير القابل للكسر تقريبًا. يعد استخدام التشفير قديمًا قدم فن الاتصال نفسه ويوفر السرية والمصادقة والسلامة.
de: Indem Sie Ihre privaten Informationen in einen Geheimcode umwandeln, der die wahre Bedeutung der Informationen verbirgt, machen Sie es einem Eindringling fast unmöglich, sie in Klartext zu entschlüsseln. Wenn eine verschlüsselte Nachricht von einer nicht autorisierten Entität abgefangen wird, muss der Inflator die Variablen erraten, die zum Verschlüsseln der Nachricht verwendet wurden. Die Zeit und die Schwierigkeit, diese Informationen zu erraten, machen die Verschlüsselung zu einem so wertvollen Sicherheitstool; Nehmen Sie die Daten, führen Sie sie durch einen Verschlüsselungsalgorithmus, und sie sind für jeden unlesbar, der nicht den richtigen Schlüssel besitzt, um den Vorgang umzukehren. Verschlüsselung wird vom Militär und von Regierungen eingesetzt und ist eine seit langem bewährte Methode, um Daten während der Übertragung und ruhende Daten zu schützen und den Zugriff einzuschränken, wenn die Zugriffskontrollen nicht ausreichen. Nur wenige Technologien kommen einer nahezu unzerbrechlichen Datensicherheit so nahe wie die Verschlüsselung. Die Verwendung von Verschlüsselung ist fast so alt wie die Kunst der Kommunikation selbst und bietet Vertraulichkeit, Authentifizierung und Integrität.
es: Al convertir tu información privada en un código secreto que oculta el verdadero significado de la información, hace que sea casi imposible que un intruso la descifre en texto sin formato. Cuando un mensaje cifrado es interceptado por una entidad no autorizada, el inflador tiene que adivinar las variables que se usaron para cifrar el mensaje. El tiempo y la dificultad de adivinar esta información es lo que hace que el cifrado sea una herramienta de seguridad tan valiosa; toma los datos, pásalos por un algoritmo de cifrado y será ilegible para cualquiera que no posea la clave correcta para revertir el proceso. Utilizado por el ejército y los gobiernos, el cifrado es una forma antigua de proteger los datos en tránsito y los datos en reposo, así como de restringir el acceso cuando los controles de acceso no son suficientes. Pocas tecnologías se acercan tanto como el cifrado a una seguridad de datos casi inquebrantable. El uso del cifrado es casi tan antiguo como el propio arte de la comunicación y proporciona confidencialidad, autenticación e integridad.
fr: En convertissant vos informations privées en un code secret qui cache le vrai sens de l’information, vous rendez presque impossible pour un intrus de les déchiffrer en texte brut. Lorsqu’un message chiffré est intercepté par une entité non autorisée, le gonfleur doit deviner les variables qui ont été utilisées pour chiffrer le message. Le temps et la difficulté de deviner ces informations sont ce qui fait du cryptage un outil de sécurité si précieux; prenez les données, exécutez-les via un algorithme de cryptage, et il est illisible pour quiconque ne possède pas la bonne clé pour inverser le processus. Utilisé par l’armée et les gouvernements, le cryptage est un moyen de longue date de protéger les données en transit et les données au repos, ainsi que de restreindre l’accès lorsque les contrôles d’accès ne sont pas suffisants. Peu de technologies se rapprochent autant que le cryptage d’une sécurité des données presque incassable. L’utilisation du cryptage est presque aussi ancienne que l’art de la communication lui-même et elle assure la confidentialité, l’authentification et l’intégrité.
it: Convertendo le tue informazioni private in un codice segreto che nasconde il vero significato delle informazioni, rendi quasi impossibile per un intruso decifrarle in testo normale. Quando un messaggio crittografato viene intercettato da un'entità non autorizzata, l'inflator deve indovinare le variabili utilizzate per crittografare il messaggio. Il tempo e la difficoltà di indovinare queste informazioni sono ciò che rende la crittografia uno strumento di sicurezza così prezioso; prendi i dati, eseguili attraverso un algoritmo di crittografia, ed è illeggibile per chiunque non possieda la chiave giusta per invertire il processo. Utilizzata dai militari e dai governi, la crittografia è un metodo di lunga data per proteggere i dati in transito e i dati inattivi, oltre a limitare l'accesso quando i controlli di accesso non sono sufficienti. Poche tecnologie si avvicinano quanto la crittografia a una sicurezza dei dati quasi indistruttibile. L'uso della crittografia è antico quasi quanto l'arte della comunicazione stessa e fornisce riservatezza, autenticazione e integrità.
ko: 개인 정보를 정보를 숨기는 비밀 코드로 변환하면 침입자가 일반 텍스트로 해독하는 것이 거의 불가능합니다. 권한이 없는 엔터티가 암호화된 메시지를 가로채면 인플레이터는 메시지를 암호화하는 데 사용된 변수를 추측해야 합니다. 이 정보를 추측하는 시간과 어려움은 암호화를 귀중한 보안 도구로 만듭니다. 데이터를 가져와서 암호화 알고리즘을 통해 실행하면 올바른 키가없는 사람은 읽을 수 없습니다. 군대와 정부에서 사용하는 암호화는 전송 중인 데이터와 미사용 데이터를 보호하고 액세스 제어가 충분하지 않을 때 액세스를 제한하는 오랜 방법입니다. 암호화만큼 거의 깨지지 않는 데이터 보안에 근접한 기술은 거의 없습니다. 암호화의 사용은 통신 기술 자체만큼이나 오래되었으며 기밀성, 인증 및 무결성을 제공합니다.
nl: Door uw privé-informatie om te zetten in een geheime code die de ware betekenis van de informatie verbergt, maakt u het voor een indringer bijna onmogelijk om het te ontcijferen tot klare tekst. Wanneer een versleuteld bericht wordt onderschept door een onbevoegde entiteit, moet deze de variabelen raden die werden gebruikt om het bericht te versleutelen. De tijd en moeite die het kost om deze informatie te raden, maakt encryptie zo'n waardevol beveiligingsmiddel; neem de gegevens, haal ze door een encryptie-algoritme en ze zijn onleesbaar voor iedereen die niet de juiste sleutel heeft om het proces om te keren. Encryptie wordt gebruikt door het leger en overheden en is al lang een manier om gegevens tijdens het transport en in rust te beschermen en de toegang te beperken als toegangscontroles niet volstaan. Weinig technologieën komen zo dicht in de buurt van bijna onbreekbare gegevensbeveiliging als encryptie. Het gebruik van encryptie is bijna net zo oud als de communicatiekunst zelf en biedt vertrouwelijkheid, authenticatie en integriteit.
pl: Konwertując prywatne informacje w tajny kod, który ukrywa ich prawdziwe znaczenie, uniemożliwiasz intruzowi odszyfrowanie ich do postaci zwykłego tekstu. Kiedy zaszyfrowana wiadomość zostanie przechwycona przez nieautoryzowany podmiot, inflator musi odgadnąć zmienne, które zostały użyte do zaszyfrowania wiadomości. Czas i trudność odgadnięcia tych informacji sprawiają, że szyfrowanie jest tak cennym narzędziem bezpieczeństwa; weź dane, przeprowadź je przez algorytm szyfrowania i nikt, kto nie posiada odpowiedniego klucza do odwrócenia procesu nie będzie mógł ich odczytać . Stosowane przez wojsko i rządy szyfrowanie jest długotrwałym sposobem ochrony danych w trakcie przesyłania i danych w spoczynku, a także ograniczania dostępu, gdy kontrola dostępu nie jest wystarczająca. Niewiele technologii jest tak blisko, jak szyfrowanie, prawie nie do złamania bezpieczeństwa danych. Korzystanie z szyfrowania jest prawie tak stare, jak sama sztuka komunikacji i zapewnia poufność, uwierzytelnianie i integralność.
pt: Ao converter a sua informação privada num código secreto que esconde o verdadeiro significado da informação, torna-se quase impossível que um intruso a decifre em texto não codificado. Quando uma mensagem cifrada é interceptada por uma entidade não autorizada, o infractor tem de adivinhar as variáveis que foram usadas para cifrar a mensagem. O tempo e a dificuldade em adivinhar esta informação é o que faz da cifragem uma ferramenta de segurança tão valiosa: pega nos dados, executa-os através de um algoritmo de cifragem e é ilegível para quem não possuir a chave certa para reverter o processo. Usada pelos militares e governos, a cifragem é uma forma de longa data de proteger dados em trânsito e em repouso assim como de restringir o acesso quando o controlo de acesso não é suficiente. São poucas as tecnologias que se aproximam da cifragem para alcançar segurança de dados praticamente inquebrável. A utilização da cifragem é quase tão antiga como a própria arte de comunicação e fornece confidencialidade, autenticação e integridade.
ru: Преобразуя вашу личную информацию в секретный код, который скрывает истинное значение информации, для злоумышленника практически невозможно ее расшифровать ее в открытый текст. Когда зашифрованное сообщение перехватывается неавторизованным объектом, инфлятор должен угадать переменные, которые были использованы для шифрования сообщения. Время и сложность угадывания этой информации - вот что делает шифрование таким ценным инструментом безопасности; возьмите данные, запустите их с помощью алгоритма шифрования, и они станут нечитаемыми для тех, у кого нет правильного ключа для обратного процесса. Используемое военными и правительствами шифрование - это давний способ защиты передаваемых данных и хранящихся данных, а также ограничения доступа, когда контроля доступа недостаточно. Немногие технологии так близки к почти нерушимой безопасности данных, как шифрование. Использование шифрования почти так же старо, как и само искусство коммуникации, и оно обеспечивает конфиденциальность, аутентификацию и целостность.
sv: Genom att konvertera din privata information till en hemlig kod som döljer informationens verkliga betydelse gör du det nästan omöjligt för en inkräktare att dekryptera det till klartext. När ett krypterat meddelande fångas upp av en obehörig enhet, måste den som vill låsa upp gissa de tecken som användes för att kryptera meddelandet. Tiden och svårigheten att gissa denna information är det som gör kryptering till ett så värdefullt säkerhetsverktyg; ta information, kör den genom en krypteringsalgoritm, och den är oläslig för alla som inte har rätt nyckel för att vända processen. Detta används av militären och regeringar, kryptering ett långvarigt sätt att skydda data under överföring och data i vila samt begränsa åtkomst när åtkomstkontroller inte är tillräckliga. Få tekniker kommer så nära som kryptering till nästan okrossbar datasäkerhet. Användningen av kryptering är nästan lika gammal som själva kommunikationskonsten och det ger sekretess, autentisering och integritet.
tr: Özel bilgilerinizi, bilginin gerçek anlamını gizleyen gizli bir koda dönüştürerek, davetsiz misafirin şifresini düz metne dönüştürmesini neredeyse imkansız hale getirirsiniz. Şifrelenmiş bir ileti yetkisiz bir unsur tarafından ele geçirildiğinde, davetsiz misafirin iletiyi şifrelemek için kullanılan değişkenleri tahmin etmesi gerekir. Bu bilgiyi tahmin etmenin alacağı zaman ve zorluğu, şifrelemeyi bu kadar değerli bir güvenlik aracı yapan şeydir; verileri alın, bir şifreleme algoritmasından geçirin ve işlemi tersine çevirmek için doğru anahtara sahip olmayan hiç kimse tarafından okunamaz hale getirin. Ordu ve hükümetler tarafından kullanılan şifreleme, aktarım halindeki verileri ve bekleme halinde verileri korumanın yanı sıra erişim denetimleri yeterli olmadığında erişimi kısıtlamanın devam edegelen bir yoludur. Neredeyse kırılamaz olan veri güvenliğine şifreleme kadar yaklaşan çok az teknoloji vardır. Şifreleme kullanımı neredeyse iletişim sanatının kendisi kadar eskidir ve gizlilik, kimlik doğrulama ve bütünlük sağlar.
zh: 通过将您的私人信息转换为隐藏信息真实含义的秘密代码，入侵者几乎不可能将其解密为明文。 当加密消息被未经授权的实体截获时，充气者必须猜测用于加密消息的变量。 猜测这些信息的时间和难度是加密成为如此有价值的安全工具的原因;获取数据，通过加密算法运行它，对于没有正确密钥的任何人来说都是不可读的。 加密被军方和政府使用，是保护传输中的数据和静止数据以及在访问控制不足时限制访问的长期方法。 很少有技术能像加密一样接近几乎牢不可破的数据安全。 加密的使用几乎与通信本身的艺术一样古老，它提供了机密性，身份验证和完整性。
