Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TPTWHEG_H1_Text1
source: When working from home you are blurring the lines between work and home. Your usual work/home separation is not present, so you must consider risks that would normally be managed for you by your work environment. When you bring work and the tools of work home, you are allowing many people you don’t know very well, into your home. You are exposing your family to outside influences in an environment, where, they are used to being protected and safe. This poses subtle but real risks to, but also from you, your family and your employer.
ar: عندما تعمل من المنزل ، فإنك تزيل الخطوط الفاصلة بين العمل والمنزل. الفصل المعتاد بين العمل / المنزل غير موجود ، لذلك يجب أن تفكر في المخاطر التي عادة ما تتم إدارتها من خلال بيئة عملك. عند إحضار العمل وأدوات العمل إلى المنزل ، فإنك تسمح للعديد من الأشخاص الذين لا تعرفهم جيدًا بالدخول إلى منزلك. أنت تعرض عائلتك لتأثيرات خارجية في بيئة ، حيث اعتادوا على الحماية والأمان. هذا يشكل مخاطر خفية ولكنها حقيقية ، ولكن أيضًا منك ولأسرتك وصاحب عملك.
de: Wenn Sie von zu Hause aus arbeiten, verwischen Sie die Grenzen zwischen Arbeit und Zuhause. Ihre übliche Trennung von Arbeit und Zuhause ist nicht vorhanden, daher müssen Sie Risiken berücksichtigen, die normalerweise von Ihrem Arbeitsumfeld für Sie gemanagt würden. Wenn Sie Arbeit und die Werkzeuge der Arbeit nach Hause bringen, lassen Sie viele Menschen, die Sie nicht sehr gut kennen, in Ihr Zuhause. Sie setzen Ihre Familie äußeren Einflüssen in einer Umgebung aus, in der sie es gewohnt sind, geschützt und sicher zu sein. Dies birgt subtile, aber reale Risiken für, aber auch für Sie, Ihre Familie und Ihren Arbeitgeber.
es: Cuando trabajas desde casa, estás borrando las líneas entre el trabajo y el hogar. Tu separación habitual entre el trabajo y el hogar no está presente, por lo que debes tener en cuenta los riesgos que normalmente tu entorno de trabajo gestionaría por ti. Cuando traes trabajo y las herramientas de trabajo a casa, estás permitiendo que muchas personas que no conoces muy bien entren en tu hogar. Estás exponiendo a tu familia a influencias externas en un entorno en el que están acostumbrados a estar protegidos y seguros. Esto plantea riesgos sutiles pero reales desde ti y para ti, tu familia y tu empleador.
fr: Lorsque vous travaillez à domicile, vous brouillez les frontières entre le travail et la maison. Votre séparation travail/domicile habituelle n'est pas présente, vous devez donc tenir compte des risques qui seraient normalement gérés pour vous par votre environnement de travail. Lorsque vous ramenez du travail et des outils de travail à la maison, vous permettez à de nombreuses personnes que vous ne connaissez pas très bien d'entrer chez vous. Vous exposez votre famille à des influences extérieures dans un environnement où elle est habituée à être protégée et en sécurité. Cela pose des risques subtils mais réels pour vous, mais aussi depuis vous, votre famille et votre employeur.
it: Quando lavori da casa stai confondendo i confini tra lavoro e casa. La tua solita separazione tra lavoro e casa non è presente, quindi devi considerare i rischi che normalmente verrebbero gestiti per te dal tuo ambiente di lavoro. Quando porti a casa il lavoro e gli strumenti del lavoro, stai permettendo a molte persone che non conosci molto bene, di entrare nella tua casa. Stai esponendo la tua famiglia a influenze esterne in un ambiente in cui sono abituati ad essere protetti e sicuri. Ciò comporta rischi sottili ma reali per voi, ma anche per la vostra famiglia e il vostro datore di lavoro.
ko: 집에서 일할 때 직장과 집 사이의 경계가 흐려집니다. 일반적인 직장/가정 분리가 존재하지 않으므로, 작업 환경에서 일반적으로 관리할 수 있는 위험을 고려해야 합니다. 직장의 작업 도구를 집으로 가져 오면, 잘 모르는 많은 사람들이 집으로 들여 오는 것과 같습니다. 가족의 보호되고 안전한 환경을 외부 영향에 노출시키고 있습니다. 이것은 미묘하지만 실제적인 위험을 초래하며 귀하, 귀하의 가족 및 고용주에게도 위험을 초래합니다.
nl: Door thuis te werken vervaag je de grens tussen werk en thuis. Uw gebruikelijke scheiding tussen werk en privé is niet aanwezig, dus u moet rekening houden met risico's die normaal gesproken door uw werkomgeving voor u worden beheerd. Wanneer u werk en de hulpmiddelen van het werk mee naar huis neemt, laat u veel mensen die u niet zo goed kent, bij u thuis. U stelt uw gezin bloot aan invloeden van buitenaf in een omgeving waar ze gewend zijn beschermd en veilig te zijn. Dit brengt subtiele maar reële risico's met zich mee voor, maar ook voor u, uw gezin en uw werkgever.
pl: Pracując w domu, zacierasz granice między pracą a domem. Twoja zwykła separacja między pracą a domem nie występuje, więc musisz wziąć pod uwagę ryzyko, którym normalnie zarządzałoby Twoje środowisko pracy. Kiedy przynosisz pracę i jej narzędzia do domu, pozwalasz wielu ludziom, których nie znasz zbyt dobrze, wejść do swojego domu. Narażasz swoją rodzinę na wpływy zewnętrzne w środowisku, w którym są przyzwyczajeni do ochrony i bezpieczeństwa. Stwarza to subtelne, ale realne ryzyko dla Ciebie, Twojej rodziny i Twojego pracodawcy.
pt: Ao trabalhar em casa está a desfocar as linhas entre trabalho e casa. A separação tradicional trabalho/casa não está presente, pelo que deve considerar riscos que seriam normalmente geridos por si pelo seu ambiente de trabalho. Quando traz trabalho e ferramentas de trabalho para casa, está a permitir muitas pessoas que não conhece em sua casa. Está a expor a sua família a influências de fora num ambiente em que eles estão habituados a estar protegidos e seguros. Isto coloca riscos subtis mas reais a si, à sua família e ao seu empregador.
ru: Работая из дома, вы стираете границы между работой и домом. Вашего обычного разделения между работой и домом нет, поэтому вы должны учитывать риски, которыми обычно управляла бы ваша рабочая среда. Когда вы приносите работу и инструменты для работы домой, вы допускаете в свой дом множество людей, которых вы не очень хорошо знаете. Вы подвергаете свою семью внешнему влиянию в среде, где они привыкли быть защищенными и в безопасности. Это создает незначительные, но реальные риски для вас, вашей семьи и вашего работодателя.
sv: När du arbetar hemifrån suddas gränserna mellan arbete och hem ut. Din vanliga separation mellan arbete och hem finns inte så du måste själv överväga riskerna som normalt skulle hanteras av din arbetsmiljö. När du tar med dig arbete och arbetsredskapen hem släpper du in många människor du inte känner så väl i ditt hem. Du utsätter din familj för påverkan utifrån i en miljö där de är vana vid att vara skyddade och säkra. Detta innebär subtila men verkliga risker för, men också från dig, din familj och din arbetsgivare.
tr: Evden çalışırken, iş ve ev arasındaki çizgiler bulanıklaşıyor. Her zamanki iş/ev ayrımını yapamıyorsunuz, bu nedenle normalde sizin için çalışma ortamınız tarafından yönetilecek riskleri göz önünde bulundurmanız gerekiyor. İşi ve iş malzemelerini eve getirdiğinizde, çok iyi tanımadığınız birçok insanın evinize girmesine izin vermiş olursunuz. Ailenizi, korunmaya ve güvende olmaya alışkın oldukları bir ortamda dış etkilere maruz bırakıyorsunuz. Bu da, size ve aynı zamanda sizden, ailenize ve çalışanınıza karşı riskler ortaya çıkıyor.
zh: 在家工作时，你模糊了工作和家庭之间的界限。 您通常的工作/家庭分离不存在，因此您必须考虑通常由您的工作环境为您管理的风险。 当你把工作和工作的工具带回家时，你允许很多你不太了解的人进入你的家。 在一个环境中，你正在让你的家人暴露在外部的影响下，在那里，他们习惯于受到保护和安全。 这给你、你的家人和你的雇主带来了微妙但真实的风险。

# Blog_TPTWHEG_H1_Text3
source: <ul><li>Set expectations with those at home, when you can be interrupted, why privacy is important, but remember its your responsibility to protect everyone</li><li>Make best efforts to separate work and home life, have confidential conversations with staff, et al in a separate space.</li><li>No matter how frustrated you may become don’t fall into the trap of discussing confidential matters with those at home in lieu of the work colleague you would normally confide in.</li><li> If possible have a separate, quiet space for working at home and be careful of working in the garden, fences have ears.</li><li>Make yourself aware of the personal data you are in contact with both from your home and your work, if you are aware of it, you can be mindful of it.</li></ul>
ar: <ul> <li> ضع توقعات مع من في المنزل ، عندما يمكن مقاطعتك ، وسبب أهمية الخصوصية ، ولكن تذكر مسؤوليتك في حماية الجميع </ li> <li> بذل قصارى جهدك للفصل بين العمل والحياة المنزلية ، المحادثات السرية مع الموظفين ، وآخرين في مكان منفصل. </ li> <li> بغض النظر عن مدى إحباطك ، لا تقع في فخ مناقشة الأمور السرية مع من في المنزل بدلاً من زميل العمل الذي تفعله عادةً ثق بنفسك. </ li> <li> إذا أمكن ، احصل على مساحة منفصلة وهادئة للعمل في المنزل وكن حذرًا من العمل في الحديقة ، فالأسوار لها آذان. </li> <li> كن على دراية بالبيانات الشخصية التي على اتصال مع كل من منزلك وعملك ، إذا كنت على علم بذلك ، فيمكنك أن تضع في اعتبارك ذلك. </li> </ul>
de: <ul><li>Setzen Sie Erwartungen mit denen zu Hause, wenn Sie unterbrochen werden können, warum Privatsphäre wichtig ist, aber denken Sie daran, dass es Ihre Verantwortung ist, alle zu schützen</li><li>Bemühen Sie sich nach besten Kräften, Arbeit und Privatleben zu trennen, führen Sie vertrauliche Gespräche mit Mitarbeitern usw. in einem separaten Raum.</li><li>Egal wie frustriert Sie sein mögen, tappen Sie nicht in die Falle, vertrauliche Angelegenheiten mit denen zu Hause zu besprechen, anstatt mit dem Arbeitskollegen, dem Sie sich normalerweise anvertrauen würden.</li><li> Wenn möglich, haben Sie einen separaten, ruhigen Raum für die Arbeit zu Hause und achten Sie auf die Arbeit im Garten, zäune haben Ohren.</li><li>Machen Sie sich bewusst, mit welchen persönlichen Daten Sie sowohl von zu Hause als auch von Ihrer Arbeit aus in Kontakt stehen. Wenn Sie sich dessen bewusst sind, können Sie sich dessen bewusst sein.</li></ul>
es: <ul><li>Establece expectativas con los que están en casa, cuándo te pueden interrumpir, por qué la privacidad es importante, pero recuerda que es tu responsabilidad protegerlos a todos</li><li>Haz todo lo posible para separar el trabajo y la vida familiar, ten conversaciones confidenciales con el personal, etc. en un espacio separado.</li><li>No importa cuán frustrado te sientas, no caigas en la trampa de discutir asuntos confidenciales con los que están en casa en lugar de hacerlo con el colega de trabajo con quien normalmente hablarías. confiar.</li><li> Si es posible, ten un espacio separado y tranquilo para trabajar en casa y ten cuidado de trabajar en el jardín, las cercas tienen oídos.</li><li>Hazte consciente de los datos personales que tienes a mano tanto desde tu casa como desde tu trabajo, si eres consciente de ello, puedes actuar con prudencia.</li></ul>
fr: <ul><li>Définissez des attentes avec les personnes à la maison, quand vous pouvez être interrompu, pourquoi la vie privée est importante, mais rappelez-vous qu'il est de votre responsabilité de protéger tout le monde</li><li>Faites de votre mieux pour séparer le travail et la vie personnelle, ayez conversations confidentielles avec le personnel, etc. dans un espace séparé.</li><li>Peu importe à quel point vous pouvez être frustré, ne tombez pas dans le piège de discuter de questions confidentielles avec les personnes à la maison au lieu du collègue de travail à qui vous vous seriez confié normalement.</li><li>Ayez si possible un espace séparé et calme pour travailler à la maison et faites attention au travail dans le jardin, les clôtures ont des oreilles.</li><li>Prenez connaissance des données personnelles avec lesquelles vous êtes en contact à la fois depuis votre domicile et votre travail, si vous en êtes conscient, vous pouvez en être pleinement conscient.</li></ul>
it: <ul><li>Stabilisci delle aspettative con chi è a casa, quando puoi essere interrotto, perché la privacy è importante, ma ricorda che è tua responsabilità proteggere tutti</li><li>Fai del tuo meglio per separare il lavoro dalla vita domestica, avere conversazioni riservate con il personale, ecc. in uno spazio separato.</li><li>Non importa quanto tu possa sentirti frustrato, non cadere nella trappola di discutere questioni riservate con chi è a casa al posto del collega di lavoro con cui ti confideresti normalmente.</li><li>Se possibile, cerca di avere uno spazio separato e tranquillo per lavorare a casa e fai attenzione a lavorare in giardino, le recinzioni hanno le orecchie.</li><li>Sii consapevole dei dati personali con cui sei in contatto sia da casa tua che dal tuo posto di lavoro, se ne sei consapevole, puoi prestarne attenzione</li></ul>
ko: <ul><li>집에 있는 동안 개인 정보 보호가 중요한 이유에 대해 생각해 보세요, 모든 사람을 보호하는 것은 귀하의 책임임을 기억하세요.</li><li>직장과 가정 생활을 분리하고 직원과 기밀 대화를 나누는 것은 별도의 공간에서 하세요.</li><li>아무리 힘들더라도 직장 동료 대신 집에 있는 사람들과 기밀 문제를 논의하지 마세요.</li><li> 혹시 모를 경우에 대비해 가능하면 집에서 별도의 조용한 공간에서 일하는 게 좋습니다.</li><li>집과 직장에서 접촉하는 개인 데이터를 알고 있다면 염두에 둘 수 있습니다.</li></ul>
nl: <ul><li>Stel verwachtingen in bij degenen die bij u thuis zijn, wanneer u gestoord kunt worden, waarom privacy belangrijk is, maar onthoud dat het uw verantwoordelijkheid is om iedereen te beschermen</li><li>Doe uw best om werk en privéleven te scheiden, heb vertrouwelijke gesprekken met personeel, et al. in een aparte ruimte.</li><li>Hoe gefrustreerd u ook bent, trap niet in de val om vertrouwelijke zaken met de mensen thuis te bespreken in plaats van de collega die u normaal gesproken in vertrouwen zou nemen.</li><li> Zorg indien mogelijk voor een aparte, rustige ruimte om thuis te werken en pas op met werken in de tuin, hekken hebben oren.</li><li>Maak uzelf bewust van de persoonlijke gegevens waarmee u in contact bent, zowel vanuit uw huis als uw werk, als u zich hiervan bewust bent, kunt u er rekening mee houden.</li></ul>
pl: <ul><li>Ustal oczekiwania z domownikami, kiedy mogą Ci przeszkadzać, dlaczego prywatność jest ważna, ale pamiętaj, że Twoim obowiązkiem jest ochrona wszystkich</li><li>Dokładaj wszelkich starań, aby oddzielić pracę i życie domowe, poufne rozmowy z personelem itp. w oddzielnej przestrzeni.</li><li>Nieważne jak bardzo możesz się sfrustrować, nie wpadaj w pułapkę omawiania poufnych spraw z osobami w domu zamiast kolegi z pracy, któremu zwykle byś się zwierzył.</li> <li> Jeśli to możliwe, miej wydzieloną, cichą przestrzeń do pracy w domu i uważaj na pracę w ogrodzie, ogrodzenia mają uszy.</li> <li>Uświadom sobie dane osobowe, z którymi masz w kontakt zarówno z domu, jak i z pracy, jeśli jesteś tego świadomy, możesz o tym lepiej pamiętać.</li></ul>
pt: <ul><li>Estabeleça expectativas com as pessoas em casa, quando pode ser interrompido, porquê que a privacidade é importante, mas lembre-se que é sua responsabilidade proteger toda a gente</li><li>Faça o melhor esforço por separar trabalho e vida pessoal, tenha conversas confidenciais com colegas de trabalho et al num espaço separado.</li><li>Independentemente de quão frustrado puder ficar, não caia na armadilha de discutir matérias confidenciais com pessoas em casa em vez de com o colega de trabalho a quem entrega a sua confiança.</li><li> Se possível, tenha um espaço separado e silencioso para trabalhar em casa e tenha cuidado ao trabalhar no jardim, as cercas têm ouvidos.</li><li>Tome consciência dos dados pessoais com que contacta tanto de casa como do trabalho: se tiver noção disso, manter-se-á atenta(o).</li></ul>
ru: <ul><li> Поделитесь ожиданиями с домашними, почему важна конфиденциальность, но помните, что вы несете ответственность за защиту всех</li><li> Приложите все усилия, чтобы отделить работу от домашней жизни, ведите конфиденциальные беседы с персоналом и т.д. в отдельном пространстве.</li><li> Независимо от того, насколько вы расстроены, не попадайтесь в ловушку обсуждения конфиденциальных вопросов с домашними, вместо коллеги по работе, которому вы обычно доверяете.</li><li> По возможности выделите отдельное тихое место для работы дома и будьте осторожны при работе в саду, у заборов есть уши.</li><li>Будьте осведомлены о личных данных, с которыми вы контактируете как дома, так и на работе, если вы знаете об этом, вы можете помнить об этом.</li></ul>
sv: <ul><li>Sätt förväntningar på dem där hemma, när du kan bli avbruten, varför integritet är viktigt, men kom ihåg att det är ditt ansvar att skydda alla</li><li>Gör så gott du kan för att separera arbete och hemliv, ha konfidentiella samtal med personal m.fl. i ett separat utrymme.</li><li>Oavsett hur frustrerad du än kan bli, fall inte i fällan att diskutera konfidentiella ärenden med dem som är hemma i stället för arbetskollegan du normalt skulle anförtro dig åt.</li><li> Ha om möjligt ett separat, tyst utrymme för att arbeta hemma och var försiktig med att arbeta i trädgården, staket har öron.</li><li>Gör dig medveten om de personuppgifter du är i kontakt med både hemma och på jobbet, om du är medveten om dem kan du vara uppmärksam på dem.</li></ul>
tr: <ul><li>Evden çalışanlardan beklentileriniz, ne zaman bölünebileceğinizi ve gizliliğin neden önemli olduğunu belirleyin ama herkesi korumanın sizin sorumluluğunuzda olduğunu da unutmayın</li><li>Çalışma ve ev yaşantınızı ayırmak için elinizden geleni yapın, gizli görüşmeleri çalışanlar ve diğerleri ile ayrı bir ortamda yapın.</li><li>Ne kadar hayal kırıklığına uğrarsanız uğrayın normalde güven duyduğunuz çalışma arkadaşınız yerine evden çalışanlarla gizli hususları tartışma tuzağına düşmeyin.</li><li> Mümkünse evde çalışabileceğiniz ayrı ve sessiz bir ortam bulun ve bahçede çalışırken dikkatli olun, çitlerin kulağı vardır.</li><li>Hem evden hem de işinizden temasta olduğunuz kişisel veriler konusunda kendinizi bilinçlendirin, bilincinde olursanız aynı zamanda dikkatli olursunuz.</li></ul>
zh: <ul><li>设置与那些在家里的期望，当你可以被打断，为什么隐私是重要的，但记住它你的责任，以保护每个人</li><li>尽最大努力分离工作和家庭生活，与工作人员</li><li>无论你可能变得多么沮丧，都不要陷入与家里的人讨论机密问题的陷阱，而不是你通常会倾诉的工作同事。</li><li>如果可能的话，有一个单独的，安静的空间在家里工作，小心在花园里工作, 栅栏有耳朵。</li><li>让自己意识到您在家中和工作中接触的个人数据，如果您意识到它，您可以注意到它。</li></ul>

# Blog_TPTWHEG_H2_Text1
source: When you bring your laptop and phone home, you bring cameras and microphones into your nest. Apps that use them like video conferencing are difficult enough to set up, use and remember to turn off without even considering hackers and bad actors. Not only do you bring your work eyes and ears home, but you also bring those at home to work. Do you have a home assistant speaker? How many tablets and phones are in your house?
ar: عندما تحضر الكمبيوتر المحمول والهاتف إلى المنزل ، فإنك تحضر الكاميرات والميكروفونات إلى عشك. التطبيقات التي تستخدمها مثل مؤتمرات الفيديو يصعب إعدادها واستخدامها وتذكر إيقاف تشغيلها دون التفكير في المتسللين والممثلين السيئين. لا تجلب عينيك وأذنيك إلى المنزل فحسب ، بل تجلب أيضًا أولئك الموجودين في المنزل للعمل. هل لديك مكبر صوت مساعد منزلي؟ كم عدد الأجهزة اللوحية والهواتف في منزلك؟
de: Wenn Sie Ihren Laptop und Ihr Telefon mit nach Hause nehmen, bringen Sie Kameras und Mikrofone in Ihr Nest. Apps, die sie wie Videokonferenzen verwenden, sind schwierig genug einzurichten, zu verwenden und daran zu denken, sie auszuschalten, ohne auch nur Hacker und schlechte Schauspieler in Betracht zu ziehen. Sie bringen nicht nur Ihre Arbeitsaugen und -ohren mit nach Hause, sondern auch die zu Hause mit zur Arbeit. Haben Sie einen Home Assistant-Lautsprecher? Wie viele Tablets und Telefone befinden sich in Ihrem Haus?
es: Cuando traes tu computadora portátil y tu teléfono a casa, traes cámaras y micrófonos a su nido. Las aplicaciones que las usan, como las videoconferencias, son lo suficientemente difíciles de configurar, usar y recordar apagar sin siquiera considerar a los hackers informáticos y los usuarios malintencionados. No solo traes tus ojos y oídos de trabajo a casa, sino que también los traes de casa al trabajo. ¿Tienes un altavoz asistente en casa? ¿Cuántas tabletas y teléfonos hay en tu casa?
fr: Lorsque vous apportez votre ordinateur portable et votre téléphone à la maison, vous apportez des caméras et des microphones dans votre nid. Les applications qui les utilisent comme la vidéoconférence sont assez difficiles à configurer, à utiliser et à désactiver sans même tenir compte des pirates et des mauvais acteurs. Non seulement vous ramenez vos yeux et vos oreilles de travail à la maison, mais vous amenez également ceux qui sont à la maison au travail. Avez-vous un haut-parleur d’assistant à domicile? Combien de tablettes et de téléphones y a-t-il dans votre maison?
it: Quando porti a casa il tuo laptop e il tuo telefono, porti fotocamere e microfoni nel tuo nido. Le app che li usano come le videoconferenze sono abbastanza difficili da configurare, utilizzare e ricordare di spegnere senza nemmeno considerare hacker e cattivi attori. Non solo porti a casa i tuoi occhi e le tue orecchie di lavoro, ma porti anche quelli di casa al lavoro. Hai un altoparlante assistente domestico? Quanti tablet e telefoni ci sono in casa?
ko: 여러분이 집에 노트북과 전화기를 가지고 올 때, 여러분은 카메라와 마이크를 여러분의 집으로 가지고 옵니다. 화상 회의처럼 사용하는 앱은 해커의 경우를 제외하고도 설정하고, 사용하고, 기억하기에 충분히 어렵습니다. 여러분은 눈과 귀를 집으로 가져올 뿐만 아니라 집에 있는 눈과 귀도 직장으로 가져옵니다. 홈 어시스턴트 스피커가 있습니까? 당신의 집에는 태블릿과 전화기가 몇 대 있나요?
nl: Wanneer u uw laptop en telefoon mee naar huis neemt, brengt u camera's en microfoons in uw nest. Apps die daar gebruik van maken, zoals videoconferenties, zijn al moeilijk genoeg om in te stellen, te gebruiken en te onthouden om ze uit te schakelen, zonder ook maar te denken aan hackers en slechte personen. U brengt niet alleen uw werkogen en -oren mee naar huis, maar u brengt die thuis ook mee naar uw werk. Hebt u een luidspreker voor thuis? Hoeveel tablets en telefoons heeft u in huis?
pl: Kiedy zabierasz laptopa i telefon do domu, zabierasz ze sobą kamery i mikrofony do swojego gniazda. Aplikacje, które z nich korzystają, takie jak wideokonferencje, są wystarczająco trudne do skonfigurowania, używania i pamiętania o wyłączeniu, nawet nie biorąc pod uwagę hakerów i złych aktorów. Nie tylko zabierasz do domu swoje oczy i uszy związane z pracą, ale także zabierasz te z domu do pracy. Czy masz głośnik asystenta domowego? Ile tabletów i telefonów jest w Twoim domu?
pt: Quando você traz o seu laptop e telefone para casa, traz também câmaras e microfones para o seu ninho. As aplicações que os usam, tais como as de videoconferência, são difíceis de configurar, utilizar e lembrar de desligar, mesmo sem sequer se considerarem hackers e outros actores maliciosos. Não só você traz os olhos e ouvidos do seu trabalho para casa como também leva as pessoas de casa para o trabalho. Você tem um assistente doméstico? Quantos tablets e telefones tem em sua casa?
ru: Когда вы приносите свой ноутбук и телефон домой, вы приносите камеры и микрофоны в свое гнездо. Приложения, которые их используют, такие как видеоконференции, достаточно сложно настроить, использовать и не забывать отключать, даже не задумываясь о хакерах. Вы не только приносите домой свои рабочие глаза и уши, но и приводите на работу тех, кто находится дома. У вас есть домашний помощник по громкой связи? Сколько планшетов и телефонов есть в вашем доме?
sv: När du tar med din bärbara dator och telefon hem tar du med dig kameror och mikrofoner in till ditt bo. Appar som videokonferenser är svåra nog att ställa in, använda och komma ihåg att stänga av utan att ens ta hänsyn till hackare och dåliga aktörer. Du tar inte bara med dig dina arbetsögon och öron hem, utan du tar också med dem som är hemma till jobbet. Har du en hemassistent på högtalaren? Hur många surfplattor och telefoner finns i ditt hem?
tr: Dizüstü bilgisayarınızı ve telefonunuzu eve getirdiğinizde, yuvanıza kamera ve mikrofon da getirmiş olursunuz. Video konferans gibi bunları kullanan uygulamaların kurulumu, kullanımı ve kapatılmasının hatırlanması, bilgisayar korsanlarını ve kötü aktörleri hesaba katmadan bile yeterince zordur. Sadece işteki gözlerinizi ve kulaklarınızı eve getirmekle kalmıyor, aynı zamanda evdekileri de işe getiriyorsunuz. Ev asistanı hoparlörünüz var mı? Evinizde kaç tane tablet ve telefon var?
zh: 当您将笔记本电脑和手机带回家时，您会将相机和麦克风带入您的巢穴。 像视频会议一样使用它们的应用程序很难设置，使用并记住关闭，甚至不考虑黑客和不良行为者。 你不仅把工作的眼睛和耳朵带回家，而且还把家里的人带到工作中。 你有家庭助理演讲者吗? 你家里有多少平板电脑和手机？
