Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_H2_Text1
source: Mail misdelivery is another form of human error that impacts on data security. Misdelivery occurs when those entrusted with the delivery of sensitive information either intentionally or unknowingly end up delivering such information to unauthorized users. In this age of email mass marketing and other forms of massive data transfer, persons handling such transfers are mandated to guarantee the safety of data being sent. The use of encryption in such transfers helps minimize the accessibility of such information should it find its way to unintended recipients.
ar: يعد التسليم الخاطئ للبريد شكلاً آخر من أشكال الخطأ البشري الذي يؤثر على أمان البيانات. يحدث التسليم الخاطئ عندما ينتهي الأمر بالمكلفين بتسليم معلومات حساسة إما عن قصد أو عن غير قصد بتسليم هذه المعلومات إلى مستخدمين غير مصرح لهم. في عصر التسويق الجماعي عبر البريد الإلكتروني وأشكال أخرى من نقل البيانات الضخمة ، يتم تكليف الأشخاص الذين يتعاملون مع عمليات النقل هذه بضمان سلامة البيانات التي يتم إرسالها. يساعد استخدام التشفير في عمليات النقل هذه في تقليل إمكانية الوصول إلى مثل هذه المعلومات في حال وجدت طريقها إلى المستلمين غير المقصودين.
de: Fehlzustellungen von E-Mails sind eine weitere Form von menschlichem Versagen, die sich auf die Datensicherheit auswirkt. Fehllieferungen treten auf, wenn diejenigen, die mit der Übermittlung sensibler Informationen betraut sind, diese absichtlich oder unwissentlich an nicht autorisierte Benutzer weitergeben. Im Zeitalter des E-Mail-Massenmarketings und anderer Formen der massiven Datenübertragung sind Personen, die solche Übertragungen abwickeln, verpflichtet, die Sicherheit der gesendeten Daten zu gewährleisten. Die Verwendung von Verschlüsselung bei solchen Übertragungen trägt dazu bei, die Zugänglichkeit solcher Informationen zu minimieren, falls sie ihren Weg zu unbeabsichtigten Empfängern finden.
es: La entrega incorrecta del correo es otra forma de error humano que afecta la seguridad de los datos. La entrega incorrecta ocurre cuando aquellos encargados de la entrega de información confidencial, ya sea intencionalmente o sin saberlo, terminan entregando dicha información a usuarios no autorizados. En esta era de marketing masivo por correo electrónico y otras formas de transferencia masiva de datos, las personas que manejan dichas transferencias tienen la obligación de garantizar la seguridad de los datos que se envían. El uso de cifrado en tales transferencias ayuda a minimizar la accesibilidad de dicha información en caso de que llegue a destinatarios no deseados.
fr: La mauvaise livraison du courrier est une autre forme d’erreur humaine qui a un impact sur la sécurité des données. Une mauvaise livraison se produit lorsque ceux qui sont chargés de fournir des informations sensibles, intentionnellement ou inconsciemment, finissent par fournir ces informations à des utilisateurs non autorisés. En cette ère de marketing de masse par e-mail et d’autres formes de transfert massif de données, les personnes qui gèrent de tels transferts sont mandatées pour garantir la sécurité des données envoyées. L’utilisation du cryptage dans de tels transferts aide à minimiser l’accessibilité de ces informations si elles se retrouvent chez des destinataires non prévus.
it: La consegna errata della posta è un'altra forma di errore umano che influisce sulla sicurezza dei dati. La consegna errata si verifica quando coloro a cui è affidata la consegna di informazioni sensibili, intenzionalmente o inconsapevolmente, finiscono per fornire tali informazioni a utenti non autorizzati. In quest'era di e-mail marketing di massa e altre forme di trasferimento massiccio di dati, le persone che gestiscono tali trasferimenti hanno il compito di garantire la sicurezza dei dati inviati. L'uso della crittografia in tali trasferimenti aiuta a ridurre al minimo l'accessibilità di tali informazioni nel caso in cui raggiungano destinatari indesiderati.
ko: 메일 오배송은 데이터 보안에 영향을 미치는 또 다른 형태의 인적 오류입니다. 잘못된 전달은 민감한 정보를 받은 사람들이 의도적으로 또는 무의식적으로 그러한 정보를 승인되지 않은 사용자에게 전달할 때 발생합니다. 이메일 대량 마케팅 및 기타 형태의 대규모 데이터 전송 시대에 이러한 전송을 처리하는 사람은 전송되는 데이터의 안전을 보장해야합니다. 이러한 전송에서 암호화를 사용하여 의도하지 않은 수신자에게 전달되는 정보를 찾을 경우, 해당 정보의 접근성을 최소화하는 데 도움이 됩니다.
nl: Verkeerde bezorging van e-mail is een andere vorm van menselijke fouten die van invloed zijn op de gegevensbeveiliging. Verkeerde bezorging vindt plaats wanneer degenen die zijn belast met de levering van gevoelige informatie, opzettelijk of onbewust, dergelijke informatie uiteindelijk aan onbevoegde gebruikers bezorgen. In dit tijdperk van massamarketing via e-mail en andere vormen van massale gegevensoverdracht, zijn personen die dergelijke overdrachten afhandelen verplicht om de veiligheid van de verzonden gegevens te garanderen. Het gebruik van encryptie bij dergelijke overdrachten helpt de toegankelijkheid van dergelijke informatie te minimaliseren, mocht deze zijn weg vinden naar onbedoelde ontvangers.
pl: Błędy w dostarczaniu poczty to kolejna forma błędu ludzkiego, która wpływa na bezpieczeństwo danych. Błędne dostarczenie ma miejsce, gdy osoby, którym powierzono dostarczanie poufnych informacji, celowo lub nieświadomie, dostarczają takie informacje nieautoryzowanym użytkownikom. W dobie masowego marketingu e-mailowego i innych form masowego przesyłania danych osoby obsługujące takie transfery są zobowiązane do zagwarantowania bezpieczeństwa przesyłanych danych. Stosowanie szyfrowania w takich transferach pomaga zminimalizować dostępność takich informacji, jeśli trafią one do niezamierzonych odbiorców.
pt: O erro na entrega de mail é outra forma de erro humano que impacta a segurança de dados. O erro de entrega ocorre quando aqueles a quem é confiada a entrega de informação sensível acabam intencionalmente ou sem saber por entregar tal informação a utilizadores não autorizados. Nesta era de marketing de email em massa e outras formas de transferência de dados em massa, as pessoas que lidam com tais transferências são mandatadas para garantir a segurança dos dados enviados. A utilização de cifragem em tais transferências ajuda a minimizar a acessibilidade da informação caso chegue a destinatários errados.
ru: Неправильная доставка почты - это еще одна форма человеческой ошибки, которая влияет на безопасность данных. Неправильная доставка происходит, когда лица, которым доверена доставка конфиденциальной информации, намеренно или неосознанно в конечном итоге передают такую информацию неавторизованным пользователям. В наш век массового маркетинга по электронной почте и других форм массовой передачи данных лица, осуществляющие такую передачу, обязаны гарантировать безопасность отправляемых данных. Использование шифрования при таких передачах помогает свести к минимуму доступность такой информации, если она попадет к непреднамеренным получателям.
sv: Felleverans av e-post är en annan form av mänskliga fel som påverkar datasäkerheten. Felleverans inträffar när de som har anförtrotts med leverans av känslig information antingen avsiktligt eller omedvetet levererar sådan information till obehöriga användare. I denna tid av massmarknadsföring via e-post och andra former av dataöverföring har personer som hanterar sådana överföringar mandat att garantera säkerheten för data som skickas. Användningen av kryptering vid sådana överföringar hjälper till att minimera tillgängligheten för sådan information om den skulle hitta sin väg till oavsiktliga mottagare.
tr: Hatalı posta teslimatı, veri güvenliğini etkileyen başka bir insan hatası biçimidir. Hatalı teslimat, hassas bilgilerin teslimi ile görevlendirilenlerin kasıtlı olarak veya bilmeden bu bilgileri yetkisiz kullanıcılara teslim etmesiyle sonuçlandığında ortaya çıkar. Bu toplu e-postalar ile pazarlama çağında ve diğer büyük veri aktarımı biçimlerinde, bu tür aktarımları gerçekleştiren kişiler, gönderilen verilerin güvenliğini garanti altına almakla yükümlüdür. Bu tür aktarımlarda şifreleme kullanımı, istenmeyen alıcılara ulaşma yolunu bulması durumunda bu tür bilgilerin erişilebilirliğini en aza indirmeye yardımcı olur.
zh: 邮件错误投递是影响数据安全的另一种人为错误形式。 当受托提供敏感信息的人有意或无意地最终向未经授权的用户提供此类信息时，就会发生错误交付。 在这个电子邮件大规模营销和其他形式的大规模数据传输的时代，处理此类传输的人员被授权保证发送数据的安全性。 在这种传输中使用加密有助于最大限度地减少此类信息的可访问性，如果它找到了非预期的收件人。

# Blog_HEIDS_H3_Text1
source: Unauthorized access to information outlets such as company devices. Those entrusted with such devices should treat them with the importance they deserve. It’s not uncommon to find employees with access to such devices allowing unrestricted access to their friends or family members. It’s during those interactions that information can be accessed without the person’s knowledge, leading to a serious breach in data security. The owners of such devices should be trained on the importance of the gadgets in their possession as they are literally the gatekeepers of such sensitive information.
ar: الوصول غير المصرح به إلى منافذ المعلومات مثل أجهزة الشركة. يجب على المكلَّفين بمثل هذه الأجهزة معاملتها بالأهمية التي تستحقها. ليس من غير المألوف العثور على موظفين يتمتعون بإمكانية الوصول إلى مثل هذه الأجهزة مما يسمح بالوصول غير المقيد إلى أصدقائهم أو أفراد أسرهم. خلال تلك التفاعلات يمكن الوصول إلى المعلومات دون علم الشخص ، مما يؤدي إلى خرق خطير في أمن البيانات. يجب تدريب مالكي هذه الأجهزة على أهمية الأدوات التي بحوزتهم لأنهم حرفيًا هم حراس هذه المعلومات الحساسة.
de: Unbefugter Zugriff auf Informationsquellen wie Unternehmensgeräte. Diejenigen, die mit solchen Geräten betraut sind, sollten sie mit der Bedeutung behandeln, die sie verdienen. Es ist nicht ungewöhnlich, dass Mitarbeiter Zugriff auf solche Geräte haben, die uneingeschränkten Zugriff auf ihre Freunde oder Familienmitglieder ermöglichen. Während dieser Interaktionen kann ohne Wissen der Person auf Informationen zugegriffen werden, was zu einer schwerwiegenden Verletzung der Datensicherheit führt. Die Besitzer solcher Geräte sollten über die Wichtigkeit der in ihrem Besitz befindlichen Geräte geschult werden, da sie buchstäblich die Torwächter solcher sensiblen Informationen sind.
es: Acceso no autorizado a enlaces de información como dispositivos de la empresa. Las personas encargadas de tales dispositivos deben tratarlos con la importancia que merecen. No es raro encontrar empleados con acceso a dichos dispositivos que permiten el acceso sin restricciones a sus amigos o familiares. Es durante esas interacciones que se puede acceder a la información sin el conocimiento de la persona, lo que genera una vulneración grave en la seguridad de los datos. Los propietarios de dichos dispositivos deben recibir capacitación sobre la importancia de los dispositivos que tienen en su poder, ya que son, literalmente, los guardianes de dicha información confidencial.
fr: Accès non autorisé à des points de vente d’informations tels que des appareils d’entreprise. Ceux qui se voient confier de tels dispositifs devraient les traiter avec l’importance qu’ils méritent. Il n’est pas rare de trouver des employés ayant accès à de tels appareils permettant un accès illimité à leurs amis ou aux membres de leur famille. C’est au cours de ces interactions que les informations peuvent être consultées à l’insu de la personne, ce qui entraîne une violation grave de la sécurité des données. Les propriétaires de tels appareils devraient être formés à l’importance des gadgets en leur possession, car ils sont littéralement les gardiens de ces informations sensibles.
it: Accesso non autorizzato a punti vendita d'informazioni come i dispositivi aziendali. Coloro a cui sono affidati tali dispositivi dovrebbero trattarli con l'importanza che meritano. Non è raro trovare dipendenti con accesso a tali dispositivi che consentono l'accesso illimitato ai propri amici o familiari. È durante queste interazioni che è possibile accedere alle informazioni all'insaputa della persona, portando a una grave violazione della sicurezza dei dati. I proprietari di tali dispositivi dovrebbero essere istruiti sull'importanza dei gadget in loro possesso in quanto sono letteralmente i guardiani di tali informazioni sensibili.
ko: 회사 장치와 같은 정보 콘센트에 대한 무단 액세스. 그러한 장치를 맡은 사람들은 중요성을 인지하고 그들을 대해야합니다. 친구나 가족에게 무제한 액세스를 허용하는 직원을 찾는 것은 드문 일이 아닙니다. 이러한 상호 작용 중에 누군가 모르게 정보에 액세스 할 수 있으므로 데이터 보안에 심각한 위반이 발생합니다. 이러한 장치의 소유자는 문자 그대로 그러한 민감한 정보의 문지기이므로 소유 하고 있는 장치의 중요성에 대해 교육을 받아야합니다.
nl: Ongeautoriseerde toegang tot informatiepunten zoals bedrijfsapparatuur. Degenen die met dergelijke apparaten zijn belast, moeten ze behandelen met het belang dat ze verdienen. Het is niet ongebruikelijk om werknemers te vinden die toegang tot dergelijke apparaten onbeperkt toestaan aan hun vrienden of familieleden. Het is tijdens die interacties dat informatie toegankelijk is zonder medeweten van de persoon, wat leidt tot een ernstige inbreuk op de gegevensbeveiliging. De eigenaren van dergelijke apparaten moeten worden getraind in het belang van de gadgets in hun bezit, aangezien zij letterlijk de poortwachters zijn van dergelijke gevoelige informatie.
pl: Nieautoryzowany dostęp do punktów informacyjnych, takich jak urządzenia firmowe. Osoby, którym powierzono takie urządzenia, powinny traktować je z należytą powagą, na jaką zasługują. Nierzadko zdarza się, że pracownicy mają dostęp do takich urządzeń, które umożliwiają nieograniczony dostęp ich znajomym lub członkom rodziny. To właśnie podczas tych interakcji można uzyskać dostęp do informacji bez wiedzy danej osoby, co prowadzi do poważnego naruszenia bezpieczeństwa danych. Właściciele takich urządzeń powinni być przeszkoleni w zakresie znaczenia posiadanych przez nich gadżetów, ponieważ są dosłownie strażnikami tak wrażliwych informacji.
pt: O acesso não autorizado a pontos de informação tais como dispositivos de empresas. As pessoas a quem são confiadas tais dispositivos devem tratá-los com a importância que eles merecem. Não é raro encontrar trabalhadores com acesso àqueles serviços dando acesso ilimitado a amigos ou familiares. É durante essas interacções que a informação pode ser acedida sem o conhecimento da pessoa, o que constitui uma séria violação de segurança de dados. Os proprietários de tais dispositivos devem ser treinados sobre a importância dos dispositivos em sua posse, pois eles são literalmente os guardiões de informação sensível.
ru: Несанкционированный доступ к информационным ресурсам, таким как устройства компании. Те, кому доверены такие устройства, должны относиться к ним со всей важностью, которой они заслуживают. Нередко можно встретить сотрудников, имеющих доступ к таким устройствам, обеспечивающим неограниченный доступ к их друзьям или членам семьи. Именно во время таких взаимодействий к информации может быть получен доступ без ведома пользователя, что приводит к серьезному нарушению безопасности данных. Владельцы таких устройств должны понимать значимость имеющихся в их распоряжении гаджетов, поскольку они в буквальном смысле являются хранителями такой конфиденциальной информации.
sv: Obehörig åtkomst till informationsställen såsom företagsenheter. De som anförtros sådana anordningar bör behandla dem med den betydelse de förtjänar. Det är inte ovanligt att hitta anställda med tillgång till sådana enheter som tillåter obegränsad tillgång till sina vänner eller familjemedlemmar. Det är under dessa interaktioner som information kan nås utan personens vetskap, vilket leder till ett allvarligt brott i datasäkerheten. Ägarna av sådana enheter bör utbildas i vikten av enheterna i deras ägo eftersom de bokstavligen är gatekeepers för sådan känslig information.
tr: Şirket cihazları gibi bilgi çıkışlarına yetkisiz erişim. Bu tür cihazlarları kullananlar, onlara hak ettikleri önemle davranmalıdır. Arkadaşlarına veya aile üyelerine sınırsız erişime izin veren bu tür cihazlara erişimi olan çalışan sayısı az değildir. Bu etkileşimler sırasında, kişinin bilgisi olmadan bilgilere erişilebilir ve bu da veri güvenliğinde ciddi bir ihlale yol açar. Bu tür cihazların sahipleri, kelimenin tam anlamıyla bu tür hassas bilgilerin kapı bekçileri oldukları için ellerindeki cihazların önemi konusunda eğitilmelidir.
zh: 公司设备等信息网点的未经授权的访问。 那些受托使用这种设备的人应该以他们应得的重视来对待他们。 发现可以访问此类设备的员工允许不受限制地访问他们的朋友或家人的情况并不少见。 在这些交互过程中，人们可以在不知情的情况下访问信息，从而导致严重的数据安全漏洞。 这些设备的所有者应该接受关于他们所拥有的小工具的重要性的培训，因为他们实际上是这些敏感信息的看门人。
