Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVAE_H2_SH1_Text6
source: <li>Key length: 128 or 256 bits</li>
ar: <li> طول المفتاح: 128 أو 256 بتا </li>
de: <li>Schlüssellänge: 128 oder 256 Bit</li>
es: <li>Longitud de clave: 128 o 256 bits</li>
fr: <li>Longueur de la clé: 128 ou 256 bits</li>
it: <li>Lunghezza chiave: 128 o 256 bit</li>
ko: <li>키 길이: 128비트 또는 256비트</li>
nl: <li>Sleutellengte: 128 of 256 bits</li>
pl: <li>Długość klucza: 128 lub 256 bitów</li>
pt: <li>Comprimento da chave: 128 ou 256 bits</li>
ru: <li>Длина ключа: 128 или 256 бит</li>
sv: <li>Nyckellängd: 128 eller 256 bitar</li>
tr: <li>Anahtar uzunluğu: 128 veya 256 bit</li>
zh: <li>密钥长度：128或256位</li>

# Blog_SVAE_H2_SH1_Text7
source: <li>More efficient as a large amount of data is used</li>
ar: <li> أكثر كفاءة نظرًا لاستخدام كمية كبيرة من البيانات </li>
de: <li>Effizienter, da eine große Datenmenge verwendet wird</li>
es: <li>Más eficiente ya que se utiliza una gran cantidad de datos</li>
fr: <li>Plus efficace, car une grande quantité de données est utilisée</li>
it: <li>Più efficiente grazie all'utilizzo di una grande quantità di dati</li>
ko: <li>많은 양의 데이터가 사용되므로 더 효율적입니다.</li>
nl: <li>Efficiënter omdat er een grote hoeveelheid data wordt gebruikt</li>
pl: <li>Wydajniejsza, ponieważ wykorzystywana jest duża ilość danych</li>
pt: <li>Mais eficiente quando são usadas grandes quantidades de dados</li>
ru: <li>Более эффективно, поскольку используется большой объем данных</li>
sv: <li>Effektivare eftersom en stor mängd data används</li>
tr: <li>Büyük miktarda veri kullanıldığından daha verimlidir</li>
zh: <li>使用大量数据时效率更高</li>

# Blog_SVAE_H2_SH1_Text8
source: <li>Comparatively less secured, as one key is used</li>
ar: <li> أقل أمانا نسبيا ، حيث يتم استخدام مفتاح واحد </li>
de: <li>Vergleichsweise weniger gesichert, da ein Schlüssel verwendet wird</li>
es: <li>Comparativamente menos seguro, ya que se usa una clave</li>
fr: <li>Comparativement moins sécurisé, car une seule clé est utilisée</li>
it: <li>Relativamente meno sicuro, poiché viene utilizzata una sola chiave</li>
ko: <li>하나의 키가 사용되므로, 비교적 덜 안전합니다.</li>
nl: <li>Betrekkelijk minder beveiligd, omdat er één sleutel wordt gebruikt</li>
pl: <li>Stosunkowo mniej zabezpieczone, ponieważ używany jest jeden klucz</li>
pt: <li>Comparativamente menos segura, pois é usada uma chave</li>
ru: <li>Сравнительно менее защищен, так как используется один ключ</li>
sv: <li>Jämförelsevis mindre säker eftersom en nyckel används</li>
tr: <li>Tek bir anahtarın kullanılması nedeniyle nispeten daha az güvenli</li>
zh: <li>安全性相对较低，因为使用了一个密钥</li>

# Blog_SVAE_H2_SH1_Text9
source: <li>Algorithms: RC4, AES, DES, 3DES, and QUAD.</li>
ar: <li> الخوارزميات: RC4 ، AES ، DES ، 3DES ، و QUAD. </li>
de: <li>Algorithmen: RC4, AES, DES, 3DES und QUAD.</li>
es: <li>Algoritmos: RC4, AES, DES, 3DES y QUAD</li>
fr: <li>Algorithmes: RC4, AES, DES, 3DES et QUAD.</li>
it: <li>Algoritmi: RC4, AES, DES, 3DES e QUAD.</li>
ko: <li>알고리즘: RC4, AES, DES, 3DES 및 쿼드.</li>
nl: <li>Algoritmen: RC4, AES, DES, 3DES en QUAD.</li>
pl: <li>Algorytmy: RC4, AES, DES, 3DES i QUAD.</li>
pt: <li>Algoritmos: RC4, AES, DES, 3DES, and QUAD.</li>
ru: <li>Алгоритмы: RC4, AES, DES, 3DES и QUAD.</li>
sv: <li>Algorithmer: RC4, AES, DES, 3DES och QUAD.</li>
tr: <li>Algoritmalar: RC4, AES, DES, 3DES ve QUAD.</li>
zh: <li>算法：RC4，AES，DES，3DES和QUAD。</li>

# Blog_SVAE_H2_SH2_Text1
source: <li>Two keys: the public key and private key are used, one to encrypt and the other one to decrypt.</li>
ar: <li> مفتاحان: يتم استخدام المفتاح العام والمفتاح الخاص ، أحدهما للتشفير والآخر لفك التشفير. </li>
de: <li>Zwei Schlüssel: Der öffentliche Schlüssel und der private Schlüssel werden verwendet, einer zum Verschlüsseln und der andere zum Entschlüsseln.</li>
es: <li>Se utilizan dos claves: la clave pública y la clave privada, una para cifrar y otra para descifrar</li>
fr: <li>Deux clés : la clé publique et la clé privée sont utilisées, l'une pour chiffrer et l'autre pour déchiffrer.</li>
it: <li>Due chiavi: la chiave pubblica e la chiave privata vengono utilizzate, una per crittografare e l'altra per decrittografare.</li>
ko: <li>두 개의 키: 공개 키와 개인 키가 사용되며, 하나는 암호화하고 다른 하나는 해독하는 데 사용됩니다.</li>
nl: <li>Twee sleutels: de openbare sleutel en de privésleutel worden gebruikt, één om te versleutelen en de andere om te ontsleutelen.</li>
pl: <li>Dwa klucze: klucz publiczny i klucz prywatny są używane, jeden do szyfrowania, a drugi do deszyfrowania.</li>
pt: <li>Duas chaves: as chaves pública e privada são usadas, uma para cifrar e outra para decifrar.</li>
ru: <li> Используются два ключа: открытый ключ и закрытый ключ, один для шифрования, а другой для дешифрования.</li>
sv: <li>Två nycklar: den offentliga nyckeln och den privata nyckeln används, en för att kryptera och den andra för att dekryptera.</li>
tr: <li>İki anahtar: ortak anahtar ve özel anahtar, biri şifrelemek ve diğeri şifresini çözmek için kullanılır.</li>
zh: <li>使用两个密钥：公钥和私钥，一个用于加密，另一个用于解密。</li>

# Blog_SVAE_H2_SH2_Text2
source: <li>The Cipher text size is either the same or larger to the original text.</li>
ar: <li> حجم نص التشفير إما هو نفسه أو أكبر من النص الأصلي. </li>
de: <li>Die Chiffretextgröße ist entweder gleich oder größer als der Originaltext.</li>
es: <li>El tamaño del texto de cifrado es igual o mayor que el texto original</li>
fr: <li>La taille du texte Chiffré est identique ou supérieure au texte d'origine.</li>
it: <li>La dimensione del Testo Cifrato è uguale o maggiore rispetto al testo originale.</li>
ko: <li>암호 텍스트 크기는 원본 텍스트와 같거나 더 큽니다.</li>
nl: <li>De grootte van de cijfertekst is gelijk aan of groter dan de oorspronkelijke tekst.</li>
pl: <li>Rozmiar tekstu zaszyfrowanego jest taki sam lub większy niż oryginalny tekst.</li>
pt: <li>O tamanho do texto cifrado é o igual ou maior do que o do texto original.</li>
ru: <li>Размер зашифрованного текста либо такой же, либо больше исходного текста.</li>
sv: <li>Chiffertextstorleken är antingen samma eller större som originaltexten.</li>
tr: <li>Şifre metin boyutu orijinal metinle aynı veya daha büyüktür.</li>
zh: <li>密码文本大小与原始文本相同或更大。</li>

# Blog_SVAE_H2_SH2_Text3
source: <li>The process of encryption is slow.</li>
ar: <li> عملية التشفير بطيئة. </li>
de: <li>Der Verschlüsselungsprozess ist langsam.</li>
es: <li>El proceso de cifrado es lento</li>
fr: <li>Le processus de chiffrement est lent.</li>
it: <li>Il processo di crittografia è lento.</li>
ko: <li>암호화 프로세스가 느립니다.</li>
nl: <li>Het encryptieproces is traag.</li>
pl: <li>Proces szyfrowania jest powolny.</li>
pt: <li>O processo de cifragem é lento.</li>
ru: <li>Процесс шифрования происходит медленно.</li>
sv: <li>Krypteringsprocessen är långsam.</li>
tr: <li>Şifreleme işlemi yavaştır.</li>
zh: <li>加密的过程很慢。</li>

# Blog_SVAE_H2_SH2_Text4
source: <li>confidentiality, authenticity, and non-repudiation are provided.</li>
ar: <li> يتم توفير السرية والأصالة وعدم التنصل.</li>
de: <li> Vertraulichkeit, Authentizität und Nichtabstreitbarkeit werden gewährleistet.</li>
es: <li>Se proporciona confidencialidad, autenticidad y no repudio.</li>
fr: <li>la confidentialité, l'authenticité et la non-répudiation sont assurées.</li>
it: <li>sono fornite riservatezza, autenticità e non ripudio.</li>
ko: <li>기밀성, 신뢰성 및 거부 방지가 제공됩니다.</li>
nl: <li>Vertrouwelijkheid, authenticiteit en onweerlegbaarheid worden geboden.</li>
pl: <li>zapewnia poufność, autentyczność i niezaprzeczalność.</li>
pt: <li>são fornecidos confidencialidade, autenticidade e não repúdio.</li>
ru: <li> обеспечивается конфиденциальность, подлинность и отказ от ответственности.</li>
sv: <li>Sekretess, äkthet och icke-avvisning tillhandahålls.</li>
tr: <li>gizlilik, özgünlük ve reddedilmeme sağlanır.</li>
zh: <li>提供保密，真实性和不可否认性。</li>

# Blog_SVAE_H2_SH2_Text5
source: <li>Normally used while transferring small amounts of data</li>
ar: <li> يُستخدم عادةً أثناء نقل كميات صغيرة من البيانات </li>
de: <li>Wird normalerweise bei der Übertragung kleiner Datenmengen verwendet</li>
es: <li>Normalmente se usa al transferir pequeñas cantidades de datos</li>
fr: <li>Normalement utilisé lors du transfert de petites quantités de données</li>
it: <li>Normalmente utilizzato durante il trasferimento di piccole quantità di dati</li>
ko: <li>일반적으로 소량의 데이터를 전송할 때 사용됩니다.</li>
nl: <li>Normaal gesproken gebruikt bij het overdragen van kleine hoeveelheden gegevens</li>
pl: <li>Zwykle używany podczas przesyłania małych ilości danych</li>
pt: <li>Usada normalmente durante a transferência de pequenas quantidades de dados</li>
ru: <li>Обычно используется при передаче небольших объемов данных</li>
sv: <li>Används normalt vid överföring av små mängder data</li>
tr: <li>Küçük miktarlardaki veriler aktarılırken normal şekilde kullanılır</li>
zh: <li>通常在传输少量数据时使用</li>

# Blog_SVAE_H2_SH2_Text6
source: <li>Key length: 2048 bits or above</li>
ar: <li> طول المفتاح: 2048 بت أو أعلى </li>
de: <li>Schlüssellänge: 2048 Bit oder mehr</li>
es: <li>Longitud de clave: 2048 bits o superior</li>
fr: <li>Longueur de la clé: 2048 bits ou plus</li>
it: <li>Lunghezza chiave: 2048 bit o superiore</li>
ko: <li>키 길이: 2048비트 이상</li>
nl: <li>Sleutellengte: 2048 bits of meer</li>
pl: <li>Długość klucza: 2048 bitów lub więcej</li>
pt: <li>Key length: 2048 bits ou mais</li>
ru: <li>Длина ключа: 2048 бит или выше</li>
sv: <li>Nyckellängd: 2048 bitar eller mer</li>
tr: <li>Anahtar uzunluğu: 2048 bit veya üstü</li>
zh: <li>密钥长度：2048位或以上</li>

# Blog_SVAE_H2_SH2_Text7
source: <li>Comparatively less efficient as a large amount of data is used.</li>
ar: <li> أقل كفاءة نسبيا حيث يتم استخدام كمية كبيرة من البيانات. </li>
de: <li>Vergleichsweise weniger effizient, da eine große Datenmenge verwendet wird.</li>
es: <li>Comparativamente menos eficiente, ya que se utiliza una gran cantidad de datos</li>
fr: <li>Comparativement moins efficace car une grande quantité de données est utilisée.</li>
it: <li>Comparativamente meno efficiente in quanto viene utilizzata una grande quantità di dati.</li>
ko: <li>많은 양의 데이터가 사용되므로 상대적으로 효율성이 떨어집니다.</li>
nl: <li>Betrekkelijk minder efficiënt omdat er een grote hoeveelheid gegevens wordt gebruikt.</li>
pl: <li>Stosunkowo mniej wydajne, ponieważ wykorzystuje się dużą ilość danych.</li>
pt: <li>Comparativamente menos eficiente quando são usadas grandes quantidades de dados.</li>
ru: <li>Сравнительно менее эффективен, поскольку используется большой объем данных.</li>
sv: <li>Jämförelsevis mindre effektiv eftersom en stor mängd data används.</li>
tr: <li>Büyük miktarda veri kullanıldığından nispeten daha az verimlidir.</li>
zh: <li>由于使用了大量数据，效率相对较低。</li>

# Blog_SVAE_H2_SH2_Text8
source: <li>More secure, as two keys are used: one for encryption and the other for decryption.</li>
ar: <li> أكثر أمانًا ، حيث يتم استخدام مفتاحين: واحد للتشفير والآخر لفك التشفير. </li>
de: <li>Sicherer, da zwei Schlüssel verwendet werden: einer für die Verschlüsselung und der andere für die Entschlüsselung.</li>
es: <li>Más seguro, ya que se utilizan dos claves: una para cifrar y otra para descifrar</li>
fr: <li>Plus sécurisé, car deux clés sont utilisées: une pour le chiffrement et l'autre pour le déchiffrement.</li>
it: <li>Più sicuro, poiché vengono utilizzate due chiavi: una per la crittografia e l'altra per la decrittografia.</li>
ko: <li>두 개의 키가 사용되며, 하나는 암호화용이고 다른 하나는 암호 해독용입니다.</li>
nl: <li>Veiliger omdat er twee sleutels worden gebruikt: een voor versleuteling en de andere voor ontsleuteling.</li>
pl: <li>Większe bezpieczeństwo, ponieważ używane są dwa klucze: jeden do szyfrowania, a drugi do deszyfrowania.</li>
pt: <li>Mais segura, pois são usadas duas chaves: uma para cifragem e outra para decifragem.</li>
ru: <li> Более безопасно, так как используются два ключа: один для шифрования, а другой для дешифрования.</li>
sv: <li>Säkrare eftersom två nycklar används: en för kryptering och den andra för dekryptering.</li>
tr: <li>Biri şifreleme için, diğeri şifre çözme için olmak üzere iki anahtar kullanıldığından daha güvenlidir.</li>
zh: <li>更安全，因为使用两个密钥：一个用于加密，另一个用于解密。</li>

# Blog_SVAE_H2_SH2_Text9
source: <li>Algorithm: RSA, Diffie-Hellman, ECC.</li>
ar: <li> الخوارزمية: RSA ، Diffie-Hellman ، ECC. </li>
de: <li>Algorithmus: RSA, Diffie-Hellman, ECC.</li>
es: <li>Algoritmo: RSA, Diffie-Hellman, ECC.</li>
fr: <li>Algorithme : RSA, Diffie-Hellman, ECC.</li>
ko: <li>알고리즘: RSA, 디피-헬먼 키 교환, ECC.</li>
nl: <li>Algoritme: RSA, Diffie-Hellman, ECC.</li>
pl: <li>Algorytm: RSA, Diffie-Hellman, ECC.</li>
pt: <li>Algoritmo: RSA, Diffie-Hellman, ECC.</li>
ru: <li>Алгоритм: RSA, Diffie-Hellman, ECC.</li>
tr: <li>Algoritma: RSA, Diffie-Hellman, ECC.</li>
zh: <li>算法：RSA，Diffie-Hellman，ECC。</li>

# Blog_SVAE_H2_SubHeading1
source: <strong>Symmetric Encryption</strong>
ar: <strong> التشفير المتماثل </strong>
de: <strong>Symmetrische Verschlüsselung</strong>
es: <strong>Cifrado simétrico</strong>
fr: <strong>Cryptage Symétrique</strong>
it: <strong>Crittografia simmetrica</strong>
ko: <strong>대칭 암호화</strong>
nl: <strong>Symmetrische Encryptie</strong>
pl: <strong>Szyfrowanie symetryczne</strong>
pt: <strong>Cifragem Simétrica</strong>
ru: <strong>Симметричное шифрование</strong>
sv: <strong>Symmetrisk kryptering</strong>
tr: <strong>Simetrik Şifreleme</strong>
zh: <strong>对称加密</strong>

# Blog_SVAE_Heading1
source: What is encryption?
ar: ما هو التشفير؟
de: Was ist Verschlüsselung?
es: ¿Qué es el cifrado?
fr: Qu'est-ce que le cryptage?
it: Cos'è la crittografia?
ko: 암호화란 무엇입니까?
nl: Wat is encryptie?
pl: Co to jest szyfrowanie?
pt: O que é a cifragem?
ru: Что такое шифрование?
sv: Vad är kryptering?
tr: Şifreleme nedir?
zh: 什么是加密？

# Blog_SVAE_Heading2
source: Difference between symmetric and asymmetric:
ar: الفرق بين المتماثل وغير المتماثل:
de: Unterschied zwischen symmetrisch und asymmetrisch:
es: Diferencia entre cifrado simétrico y asimétrico:
fr: Différence entre symétrique et asymétrique:
it: Differenza tra simmetrico e asimmetrico:
ko: 대칭과 비대칭의 차이점 :
nl: Verschil tussen symmetrisch en asymmetrisch:
pl: Różnica między symetrycznym a asymetrycznym:
pt: Diferença entre simétrica e assimétrica:
ru: Разница между симметричным и асимметричным:
sv: Skillnaden mellan symmetrisk och asymmetrisk:
tr: Simetrik ve asimetrik arasındaki fark:
zh: 对称和非对称的区别:

# Blog_SVAE_SubHeading2
source: <strong>Asymmetric Encryption</strong>
ar: <strong> التشفير غير المتماثل </strong>
de: <strong>Asymmetrische Verschlüsselung</strong>
es: <strong>Cifrado asimétrico</strong>
fr: strong>Cryptage Asymétrique</strong>
it: <strong>Crittografia Asimmetrica</strong>
ko: <strong>비대칭 암호화</strong>
nl: <strong>Asymmetrische Encryptie</strong>
pl: <strong>Szyfrowanie asymetryczne</strong>
pt: <strong>Cifragem Assimétrica</strong>
ru: <strong>Асимметричное шифрование</strong>
sv: <strong>Asymmetrisk kryptering</strong>
tr: <strong>Asimetrik Şifreleme</strong>
zh: <strong>非对称加密</strong>

# Blog_SVAE_Summary
source: Nowadays we know data is the most important aspect of our life, being it personal, economic or commercial. As we increasingly use online, data is always at risk. In spite of all the best efforts made, there are possibilities that your computer is infected with malware.
ar: في الوقت الحاضر ، نعلم أن البيانات هي أهم جانب في حياتنا ، سواء أكانت شخصية أم اقتصادية أم تجارية. نظرًا لأننا نستخدم الإنترنت بشكل متزايد ، فإن البيانات دائمًا في خطر. على الرغم من كل الجهود المبذولة ، هناك احتمالية أن يكون جهاز الكمبيوتر الخاص بك مصابًا ببرامج ضارة.
de: Heutzutage wissen wir, dass Daten der wichtigste Aspekt unseres Lebens sind, sei es persönlich, wirtschaftlich oder kommerziell. Da wir zunehmend online nutzen, sind Daten immer einem Risiko ausgesetzt. Trotz aller Bemühungen gibt es Möglichkeiten, dass Ihr Computer mit Malware infiziert ist.
es: Hoy en día sabemos que los datos son el aspecto más importante de nuestra vida, ya sea a nivel personal, económico o comercial. A medida que usamos cada vez más la información en línea, los datos siempre están en riesgo. A pesar de todos los mejores esfuerzos realizados, existen posibilidades de que tu computadora esté infectada con malware.
fr: De nos jours, nous savons que les données sont l'aspect le plus important de notre vie, qu'elles soient personnelles, économiques ou commerciales. Comme nous sommes de plus en plus en ligne, les données sont toujours à risque. Malgré tous les meilleurs efforts déployés, il est possible que votre ordinateur soit infecté par des logiciels malveillants.
it: Al giorno d'oggi, sappiamo che i dati sono l'aspetto più importante della nostra vita, siano essi personali, economici o commerciali. Poiché siamo sempre di più online, i dati sono sempre a rischio. Nonostante tutti i migliori sforzi fatti, ci sono possibilità che il tuo computer sia infetto da malware.
ko: 오늘날 우리는 데이터가 개인적, 경제적 또는 상업적으로 우리 삶의 가장 중요한 측면이라는 것을 알고 있습니다. 온라인이 더 많이 사용됨에 따라 데이터는 항상 위험에 처해 있습니다. 최선의 노력에도 불구하고 컴퓨터가 맬웨어에 감염되었을 가능성이 있습니다.
nl: Tegenwoordig weten we dat gegevens het belangrijkste aspect van ons leven zijn, of het nu gaat om persoonlijke, economische of commerciële gegevens. Omdat we steeds meer online gebruiken, lopen gegevens altijd gevaar. Ondanks alle inspanningen zijn er mogelijkheden dat uw computer besmet is met malware.
pl: W dzisiejszych czasach wiemy, że dane są najważniejszym aspektem naszego życia, czy to osobistego, gospodarczego czy handlowego. Ponieważ coraz częściej korzystamy z Internetu, dane są zawsze zagrożone. Pomimo dołożenia wszelkich starań, istnieje prawdopodobieństwo, że Twój komputer jest zainfekowany złośliwym oprogramowaniem.
pt: Hoje em dia, sabemos que os dados são o aspecto mais importante da nossa vida, sejam eles pessoais, económicos ou comerciais. À medida que usamos cada vez mais serviços online, os dados estão sempre em risco. Apesar dos melhores esforços, é possível que o seu computador seja infectado com malware.
ru: В настоящее время мы знаем, что данные - это самый важный аспект нашей жизни, будь то личный, экономический или коммерческий. Поскольку мы все чаще пользуемся интернетом, данные всегда находятся под угрозой. Несмотря на все приложенные усилия, существует вероятность того, что ваш компьютер заражен вредоносным ПО.
sv: Nuförtiden vet vi att data är den viktigaste aspekten av vårt liv, vare sig det är personligt, ekonomiskt eller kommersiellt. Eftersom vi alltmer använder information online är det alltid i riskzonen. Trots alla de ansträngningarna som gjorts finns det ändå möjligheter att din dator är infekterad med skadlig programvara.
tr: Günümüzde verilerin hayatımızın en önemli yönü olduğunu, kişisel, ekonomik veya ticari olduğunu biliyoruz. Giderek daha fazla çevrimiçi oldukça, veriler her zaman risk altındadır. Yapılan tüm çabalara rağmen, bilgisayarınıza kötü amaçlı yazılım bulaşmış olma olasılığı vardır.
zh: 如今，我们知道数据是我们生活中最重要的方面，无论是个人的，经济的还是商业的。 随着我们越来越多地在线使用，数据始终处于风险之中。 尽管做出了最大的努力，但您的计算机仍有可能感染恶意软件。
