Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ROCP_Conclusion_Text1
source: A crucial component of any company's security policies is password management. Users can secure their login information against unauthorised access, which can defend the user and the business against dangers. AxCrypt offers its distinctive password management feature, which is user-friendly and dependable, to both individuals and commercial enterprises. Your company could be more organised to fend off cyberattacks with the help of AxCrypt. Look nowhere else! While you relax and take in your tranquillity, let AxCrypt take care of all your cybersecurity needs.
ar: يعد إدارة كلمات المرور أحد المكونات الأساسية لسياسات أمان أي شركة. يمكن للمستخدمين تأمين معلومات تسجيل الدخول الخاصة بهم ضد الوصول غير المصرح به ، والذي يمكنه الدفاع عن المستخدم والأعمال ضد المخاطر. تقدم اكسكربت ميزة إدارة كلمات المرور المميزة ، وهي سهلة الاستخدام ويمكن الاعتماد عليها ، لكل من الأفراد والمؤسسات التجارية. يمكن لشركتك أن تكون أكثر تنظيماً لصد الهجمات الإلكترونية بمساعدة اكسكربت. لا تنظر في أي مكان آخر! أثناء الاسترخاء والاستمتاع بالهدوء ، دع اكسكربت يتولى جميع احتياجات الأمن السيبراني الخاصة بك.
de: Ein entscheidender Bestandteil der Sicherheitsrichtlinien eines Unternehmens ist die Passwortverwaltung. Benutzer können ihre Anmeldeinformationen vor unbefugtem Zugriff schützen, wodurch der Benutzer und das Unternehmen vor Gefahren geschützt werden können. AxCrypt bietet seine unverwechselbare Passwortverwaltungsfunktion, die benutzerfreundlich und zuverlässig ist, sowohl für Einzelpersonen als auch für gewerbliche Unternehmen. Ihr Unternehmen könnte mit Hilfe von AxCrypt besser organisiert sein, um Cyberangriffe abzuwehren. Suchen Sie nirgendwo anders! Während Sie sich entspannen und Ihre Ruhe genießen, lassen Sie AxCrypt sich um alle Ihre Cybersicherheitsbedürfnisse kümmern.
es: Un componente crucial de las políticas de seguridad de cualquier empresa es la administración de contraseñas. Los usuarios pueden proteger su información de inicio de sesión contra el acceso no autorizado, lo que puede proteger al usuario y a la empresa de los peligros. AxCrypt ofrece su función distintiva de administración de contraseñas, que es fácil de usar y confiable, tanto para individuos como para empresas comerciales. Tu empresa podría estar más organizada para defenderse de los ciberataques con la ayuda de AxCrypt. ¡No busques en ningún otro lugar! Mientras te relajas y disfrutas de tu tranquilidad, deja que AxCrypt se ocupe de todas tus necesidades de ciberseguridad.
fr: Un élément crucial des politiques de sécurité de toute entreprise est la gestion des mots de passe. Les utilisateurs peuvent sécuriser leurs informations de connexion contre les accès non autorisés, ce qui peut protéger l’utilisateur et l’entreprise contre les dangers. AxCrypt offre sa fonction distinctive de gestion des mots de passe, conviviale et fiable, aux particuliers et aux entreprises commerciales. Votre entreprise pourrait être plus organisée pour repousser les cyberattaques avec l’aide d’AxCrypt. Ne cherchez nulle part ailleurs! Pendant que vous vous détendez et profitez de votre tranquillité, laissez AxCrypt s’occuper de tous vos besoins en matière de cybersécurité.
it: Una componente cruciale delle politiche di sicurezza di qualsiasi azienda è la gestione delle password. Gli utenti possono proteggere le proprie informazioni di accesso da accessi non autorizzati, che possono difendere l'utente e l'azienda dai pericoli. AxCrypt offre la sua funzione distintiva di gestione delle password, che è facile da usare e affidabile, sia per gli individui che per le imprese commerciali. La tua azienda potrebbe essere più organizzata per respingere gli attacchi informatici con l'aiuto di AxCrypt. Non cercare da nessun'altra parte! Mentre ti rilassi e ti godi la tranquillità, lascia che AxCrypt si occupi di tutte le tue esigenze di sicurezza informatica.
ko: 모든 회사의 보안 정책의 중요한 구성 요소는 암호 관리입니다. 사용자는 무단 액세스로부터 로그인 정보를 보호할 수 있으므로 사용자와 비즈니스를 위험으로부터 보호할 수 있습니다. AxCrypt는 개인과 상업 기업 모두에게 사용자 친화적이고 신뢰할 수있는 고유 한 암호 관리 기능을 제공합니다. 회사는 AxCrypt의 도움으로 사이버 공격을 방어하기 위해 더 조직화 될 수 있습니다. 우리는 유일무이한 존재입니다! 휴식을 취하고 평온함을 줄기는 동안 AxCrypt가 모든 사이버 보안 요구 사항을 처리하도록하세요.
nl: Een cruciaal onderdeel van het beveiligingsbeleid van elk bedrijf is wachtwoordbeheer. Gebruikers kunnen hun inloggegevens beveiligen tegen onbevoegde toegang, wat de gebruiker en het bedrijf kan beschermen tegen gevaren. AxCrypt biedt zijn onderscheidende functie voor wachtwoordbeheer, die gebruiksvriendelijk en betrouwbaar is, voor zowel particulieren als commerciële ondernemingen. Uw bedrijf kan beter georganiseerd zijn om cyberaanvallen af te weren met behulp van AxCrypt. Kijk niet verder! Terwijl u ontspant en uw rust in u opneemt, laat AxCrypt voor al uw cyberbeveiligingsbehoeften zorgen.
pl: Kluczowym elementem polityki bezpieczeństwa każdej firmy jest zarządzanie hasłami. Użytkownicy mogą zabezpieczyć swoje dane logowania przed nieautoryzowanym dostępem, co może ochronić użytkownika i firmę przed zagrożeniami. AxCrypt oferuje swoją charakterystyczną funkcję zarządzania hasłami, która jest przyjazna dla użytkownika i niezawodna, zarówno dla osób fizycznych, jak i przedsiębiorstw komercyjnych. Twoja firma może być lepiej zorganizowana, aby odpierać cyberataki z pomocą AxCrypt. Nie szukaj nigdzie indziej! Podczas gdy Ty odpoczywasz i cieszysz się swoim spokojem, pozwól, aby AxCrypt zadbał o wszystkie Twoje potrzeby związane z cyberbezpieczeństwem.
pt: Um componente crucial de qualquer política de segurança empresarial é a gestão de palavras-passe. Os utilizadores podem proteger a sua informação de autenticação de acesso não autorizado, o que pode defendê-los e à empresa de perigos. A AxCrypt oferece a sua distintiva funcionalidade de gestão de palavras-passe, de fácil utilização e de confiança, tanto a indivíduos como a empresas comerciais. A sua empresa pode organizar-se de forma a defender-se ciberataques com a ajuda da AxCrypt. Não procure em mais lado nenhum! Enquanto relaxa e assimila a sua tranquilidade, deixe a AxCrypt tomar conta de todas as suas necessidades de cibersegurança.
ru: Важнейшим компонентом политики безопасности любой компании является управление паролями. Пользователи могут защитить свою регистрационную информацию от несанкционированного доступа, что защищает пользователя и бизнес от опасностей. AxCrypt предлагает свою уникальную функцию управления паролями, которая удобна в использовании и надежна как для частных лиц, так и для коммерческих предприятий. Ваша компания могла бы быть более организованной для отражения кибератак с помощью AxCrypt. Поиск закончен! Пока вы расслабляетесь и наслаждаетесь своим спокойствием, позвольте AxCrypt позаботиться обо всех ваших потребностях в области кибербезопасности.
sv: En viktig komponent av alla olika företags säkerhetspolicyer är lösenordshantering. Användare kan säkra sin inloggningsinformation mot obehörig åtkomst vilket kan skydda användaren och företaget mot faror. AxCrypt erbjuder sin distinkta lösenordshanteringsfunktion vilket är användarvänlig och pålitlig både för individen och kommersiella företag. Ditt företag kunde vara mer organiserat till att avvärja cyberattacker med hjälp av AxCrypt. Titta ingen annanstans! Medan du slappnar av och tar in lugnet, låt AxCrypt ta hand om alla dina cybersäkerhetsbehov.
tr: Bir şirketin güvenlik politikalarının kritik bir bileşeni de parola yönetimidir. Kullanıcılar, yetkisiz erişimlere karşı kullanıcı ve işletmeyi tehlikelere karşı koruyabilecek olan oturum açma bilgilerininin güvenliğini sağlayabilir. AxCrypt hem kişilere hem de ticari kuruluşlara kullanıcı dostu, güvenilir ve özgün bir parola yönetim özelliği sunar. Şirketiniz AxCrypt yardımı ile siber saldırıların püskürtülmesi için daha organize hale gelebilir. Başka bir yere bakmayın! Rahatınıza bakar ve dinginliğin tadını çıkarırken bırakın AxCrypt tüm siber güvenlik ihtiyaçlarınızı karşılasın.
zh: 任何公司的安全策略的一个关键组成部分是密码管理。 用户可以保护他们的登录信息免受未经授权的访问，这可以保护用户和企业免受危险。 AxCrypt为个人和商业企业提供独特的密码管理功能，用户友好且可靠。 在AxCrypt的帮助下，您的公司可以更有组织地抵御网络攻击。 别看了！ 当你放松和享受你的安宁时，让AxCrypt来满足你所有的网络安全需求。

# Blog_ROCP_H1_SH1_Text1
source: Make sure that only authorised people have access to critical information to protect your data. Verifying and maintaining the integrity of your data, as well as knowing exactly what data you have in your custody, is also very important.
ar: تأكد من أن الأشخاص المصرح لهم فقط يمكنهم الوصول إلى المعلومات الهامة لحماية بياناتك. من المهم أيضًا التحقق من سلامة بياناتك والحفاظ عليها ، بالإضافة إلى معرفة بالضبط البيانات الموجودة في عهدتك.
de: Stellen Sie sicher, dass nur autorisierte Personen Zugriff auf kritische Informationen haben, um Ihre Daten zu schützen. Es ist auch sehr wichtig, die Integrität Ihrer Daten zu überprüfen und aufrechtzuerhalten sowie genau zu wissen, welche Daten Sie in Ihrer Obhut haben.
es: Asegúrate de que solo las personas autorizadas tengan acceso a la información crítica para proteger sus datos. También es muy importante verificar y mantener la integridad de tus datos, así como saber exactamente qué datos tienes bajo tu custodia.
fr: Assurez-vous que seules les personnes autorisées ont accès aux informations critiques pour protéger vos données. Il est également très important de vérifier et de maintenir l’intégrité de vos données, ainsi que de savoir exactement quelles données vous avez sous votre garde.
it: Assicurati che solo le persone autorizzate abbiano accesso alle informazioni critiche per proteggere i tuoi dati. Anche verificare e mantenere l'integrità dei tuoi dati, oltre a sapere esattamente quali dati hai in custodia, è molto importante.
ko: 승인된 사용자만 중요한 정보에 액세스하여 데이터를 보호할 수 있도록 합니다. 데이터의 무결성을 확인 및 유지하고 보관중인 데이터가 무엇인지 정확히 아는 것도 매우 중요합니다.
nl: Zorg ervoor dat alleen bevoegde personen toegang hebben tot kritieke informatie om uw gegevens te beschermen. Het is ook heel belangrijk dat u de integriteit van uw gegevens verifieert en handhaaft en dat u precies weet welke gegevens u onder beheer hebt.
pl: Upewnij się, że tylko upoważnione osoby mają dostęp do krytycznych informacji, aby chronić Twoje dane. Bardzo ważna jest również weryfikacja i utrzymanie integralności Twoich danych, a także wiedza o tym, jakie dane masz pod swoją opieką.
pt: Para proteger os seus dados, certifique-se de que apenas pessoas autorizadas têm acesso a informação crítica. Verificar e manter a integridade dos seus dados assim como saber exactamente que dados tem sob sua custódia é também muito importante.
ru: Убедитесь, что только уполномоченные лица имеют доступ к важной информации для защиты ваших данных. Проверка и поддержание целостности ваших данных, а также понимание того, какие данные находятся у вас на хранении - очень важно.
sv: Se till att endast auktoriserade personer har tillgång till viktig information för att skydda din data. Att verifiera och bibehålla integriteten av din data och även veta exakt vilken data du har i ditt förvar är också väldigt viktigt.
tr: Verilerinizi korumak için kritik bilgilere yalnızca yetkili kişilerin erişebildiğinden emin olun. Verilerinizin bütünlüğünü doğrulamak ve korumak, ayrıca gözetiminizde tam olarak hangi verilere sahip olduğunuzu bilmek de çok önemlidir.
zh: 确保只有授权人员才能访问关键信息，以保护您的数据。 验证和维护您的数据的完整性，以及确切知道您保管的数据也是非常重要的。

# Blog_ROCP_H1_SH2_Text1
source: Avoid selecting the “remember my password” option because hackers may pose a threat by altering or bypassing the browser's security settings to gain access to passwords on newer web browsers. Additionally, it's preferable to refrain from keeping passwords in public or digital documents.
ar: تجنب تحديد خيار "تذكر كلمة المرور الخاصة بي" لأن المتسللين قد يشكلون تهديدًا عن طريق تغيير أو تجاوز إعدادات أمان المتصفح للوصول إلى كلمات المرور على متصفحات الويب الأحدث. بالإضافة إلى ذلك ، يُفضل الامتناع عن الاحتفاظ بكلمات المرور في المستندات العامة أو الرقمية.
de: Vermeiden Sie die Auswahl der Option "Passwort merken", da Hacker eine Bedrohung darstellen können, indem sie die Sicherheitseinstellungen des Browsers ändern oder umgehen, um Zugriff auf Kennwörter in neueren Webbrowsern zu erhalten. Darüber hinaus ist es vorzuziehen, Passwörter nicht in öffentlichen oder digitalen Dokumenten aufzubewahren.
es: Evita seleccionar la opción "recordar mi contraseña" porque los hackers informáticos pueden representar una amenaza al alterar o eludir la configuración de seguridad del navegador para obtener acceso a las contraseñas en los navegadores web más nuevos. Además, es preferible abstenerse de guardar las contraseñas en documentos públicos o digitales.
fr: Évitez de sélectionner l’option « Mémoriser mon mot de passe » car les pirates peuvent constituer une menace en modifiant ou en contournant les paramètres de sécurité du navigateur pour accéder aux mots de passe sur les navigateurs web plus récents. De plus, il est préférable de s’abstenir de conserver des mots de passe dans des documents publics ou numériques.
it: Evita di selezionare l'opzione "ricorda la mia password" perché gli hacker potrebbero rappresentare una minaccia alterando o aggirando le impostazioni di sicurezza del browser per accedere alle password sui browser web più recenti. Inoltre, è preferibile astenersi dal conservare le password in documenti pubblici o digitali.
ko: 해커가 브라우저의 보안 설정을 변경하거나 무시하여 최신 웹 브라우저에서 암호에 액세스할 수 있으므로 "내 암호 기억" 옵션을 선택하지 마십시오. 또한 공용 또는 디지털 문서에서 암호를 유지하는 것을 삼가하는 것이 좋습니다.
nl: Vermijd de optie "onthoud mijn wachtwoord" omdat hackers een bedreiging kunnen vormen door de beveiligingsinstellingen van de browser te wijzigen of te omzeilen om toegang te krijgen tot wachtwoorden op nieuwere webbrowsers. Bewaar wachtwoorden bij voorkeur niet in openbare of digitale documenten.
pl: Unikaj wybierania opcji „zapamiętaj moje hasło”, ponieważ hakerzy mogą stanowić zagrożenie, zmieniając lub omijając ustawienia zabezpieczeń przeglądarki, aby uzyskać dostęp do haseł w nowszych przeglądarkach internetowych. Ponadto lepiej jest powstrzymać się od przechowywania haseł w dokumentach publicznych lub cyfrowych.
pt: Evite seleccionar a opção "lembrar a minha palavra-passe" porque os hackers podem representar uma ameaça ao alterar ou contornar as configurações de segurança do navegador para obter acesso a palavras-passe em novos navegadores. Além disso, é preferível abster-se de manter palavras-passe em documentos públicos ou digitais.
ru: Избегайте выбора опции “запомнить мой пароль”, поскольку хакеры могут представлять угрозу, изменяя настройки безопасности браузера или обходя их, чтобы получить доступ к паролям в новых веб-браузерах. Кроме того, предпочтительно воздерживаться от хранения паролей в общедоступных или цифровых документах.
sv: Undvik att välja "kom ihåg mitt lösenord" då hackare kan utgöra ett hot genom att ändra eller gå runt webbläsarens säkerhetsinställningar för att få tillgång till lösenord i nyare webbläsare. Dessutom är det att föredra att avstå från att spara lösenord i offentliga eller digitala dokument.
tr: Bilgisayar korsanları, daha yeni internet tarayıcılarındaki parolalara erişmek için tarayıcının güvenlik ayarlarını değiştirerek veya atlayarak tehdit oluşturabileceğinden, "parolamı hatırla" seçeneğini belirlemekten kaçının. Ek olarak, parolaları herkese açık veya dijital belgelerde tutmaktan kaçınmak tercih edilmelidir.
zh: 避免选择"记住我的密码"选项，因为黑客可能会通过更改或绕过浏览器的安全设置来访问较新的web浏览器上的密码来构成威胁。 此外，最好不要在公共或数字文档中保留密码。

# Blog_ROCP_H1_SH3_Text1
source: Passwords must contain upper- and lowercase letters, numbers, and special characters (such as @,£, percent, and &), and they must be at least ten characters long. Businesses should establish a password security policy and update it frequently. Additionally, each employee in the organisation needs to have their own password.
ar: يجب أن تحتوي كلمات المرور على أحرف كبيرة وصغيرة وأرقام وأحرف خاصة (مثل @ و £ و بالمائة و &) ، ويجب أن تتكون من عشرة أحرف على الأقل. يجب على الشركات إنشاء سياسة أمان لكلمة المرور وتحديثها بشكل متكرر. بالإضافة إلى ذلك ، يحتاج كل موظف في المؤسسة إلى الحصول على كلمة مرور خاصة به.
de: Passwörter müssen Groß- und Kleinbuchstaben, Zahlen und Sonderzeichen (z. B. @, £, Prozent und &) enthalten und mindestens zehn Zeichen lang sein. Unternehmen sollten eine Passwortsicherheitsrichtlinie festlegen und diese häufig aktualisieren. Darüber hinaus muss jeder Mitarbeiter in der Organisation ein eigenes Passwort haben.
es: Las contraseñas deben contener letras mayúsculas y minúsculas, números y caracteres especiales (como @, £, porcentaje y &), y deben tener al menos diez caracteres. Las empresas deben establecer una política de seguridad de contraseñas y actualizarla con frecuencia. Además, cada empleado de la organización debe tener su propia contraseña.
fr: Les mots de passe doivent contenir des lettres majuscules et minuscules, des chiffres et des caractères spéciaux (tels que @, £, % et &), et ils doivent comporter au moins dix caractères. Les entreprises doivent établir une politique de sécurité des mots de passe et la mettre à jour fréquemment. De plus, chaque employé de l'organisation doit avoir son propre mot de passe.
it: Le password devono contenere lettere maiuscole e minuscole, numeri e caratteri speciali (come @, £, % e &) e devono essere lunghe almeno dieci caratteri. Le aziende devono stabilire una politica di sicurezza delle password e aggiornarla frequentemente. Inoltre, ogni dipendente dell'azienda deve avere una propria password.
ko: 암호는 대문자와 소문자, 숫자 및 특수 문자(예: @, £, 퍼센트 및 &)를 포함해야 하며 길이는 10자 이상이어야 합니다. 기업은 암호 보안 정책을 수립하고 주기적으로 업데이트해야 합니다. 또한 조직의 직원들은 각각의 고유한 암호가 있어야 합니다.
nl: Wachtwoorden moeten hoofdletters en kleine letters, cijfers en speciale tekens (zoals @, £, procent en &) bevatten en moeten ten minste tien tekens lang zijn. Bedrijven moeten een wachtwoordbeveiligingsbeleid opstellen en dit regelmatig bijwerken. Bovendien moet elke medewerker in de organisatie een eigen wachtwoord hebben.
pl: Hasła muszą zawierać duże i małe litery, cyfry oraz znaki specjalne (takie jak @, £, procent i &) i muszą mieć co najmniej dziesięć znaków. Firmy powinny ustanowić politykę bezpieczeństwa haseł i często ją aktualizować. Dodatkowo każdy pracownik w organizacji musi mieć własne hasło.
pt: As palavras-passe devem conter letras maiúsculas e minúsculas, números e caracteres especiais (tal como @, £, percentagem e &), e devem ter pelo menos dez caracteres. As empresas devem estabelecer uma política de segurança de palavras-passe e actualizá-la com frequência. Adicionalmente, cada trabalhador da organização precisa de ter a sua própria palavra-passe.
ru: Пароли должны содержать заглавные, строчные буквы, цифры и специальные символы (такие как @, £, % и &), длина пароля должна составлять не менее десяти символов. Предприятиям следует разработать политику безопасности паролей и часто обновлять ее. Кроме того, у каждого сотрудника в организации должен быть свой собственный пароль.
sv: Lösenord måste innehålla stora och små bokstäver, siffror, och specialtecken (som @, £, % och &) och dessa måste vara minst 10 tecken långa. Företag borde etablera en lösenord säkerhets policy och uppdatera denna ofta. Dessutom behöver varje medarbetare i företaget sitt eget lösenord.
tr: Şifreler büyük ve küçük harfler, sayılar ve özel karakterler içermelidir (@,£, yüzde ve & gibi) ve en az on karakter uzunluğunda olmalıdırlar. İşletmeler bir şifre güvenlik politikası oluşturmalı ve bunu sık sık güncellemelidir. Ayrıca, kuruluştaki her çalışanın kendi şifresine sahip olması gerekmektedir.
zh: 密码必须包含大小写字母、数字和特殊字符（如@、£、百分比和&），并且长度必须至少为十个字符。 企业应建立密码安全策略并经常更新。 此外，组织中的每位员工都需要拥有自己的密码。
