Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EILI_Conclusion_Text2
source: Thinking of how to avoid the threat of data breach? No need to worry. Contact AxCrypt. Solution for all your data threat problems and maintaining client confidentiality.
ar: التفكير في كيفية تجنب خطر خرق البيانات؟ لا داعى للقلق. الاتصال بـ اكسكربت. حل لجميع مشاكل تهديدات البيانات الخاصة بك والحفاظ على سرية العميل.
de: Überlegen Sie, wie Sie die Gefahr einer Datenverletzung vermeiden können? Kein Grund zur Sorge. Wenden Sie sich an AxCrypt. Lösung für alle Ihre Datenbedrohungsprobleme und Wahrung der Vertraulichkeit der Kunden.
es: ¿Está pensando en cómo evitar la amenaza de una filtración de datos? No hay necesidad de preocuparse. Contáctate con AxCrypt. Tenemos la solución para todos tus problemas de amenazas a los datos y el mantenimiento de la confidencialidad del cliente.
fr: Vous réfléchissez à la manière d'éviter la menace de violation de données ? Pas besoin de s'inquiéter. Contactez AxCrypt. La solution à tous vos problèmes de menace de données et de maintien de la confidentialité des clients.
it: Stai pensando a come evitare la minaccia di violazione dei dati? Non c'è bisogno di preoccuparsi. Contatta AxCrypt. Soluzione per tutti i problemi di minaccia dei dati e mantenimento della riservatezza del cliente.
ko: 데이터 유출 위협을 피하는 방법을 찾고 계십니까? 걱정할 필요 없습니다. AxCrypt에 문의하세요. 모든 데이터 위협 문제에 대한 솔루션 및 클라이언트 기밀성 유지가 가능합니다.
nl: Denkt u eraan hoe u de dreiging van een datalek kunt vermijden? U hoeft zich geen zorgen te maken. Neem contact op met AxCrypt. Oplossing voor al uw problemen met gegevensdreiging en behoud van de vertrouwelijkheid van uw klanten.
pl: Zastanawiasz się, jak uniknąć zagrożenia wyciekiem danych? Nie musisz się martwić. Skontaktuj się z AxCrypt. Rozwiązanie wszystkich problemów związanych z zagrożeniem danych i zachowaniem poufności klienta.
pt: A pensar em como evitar a ameaça de violações de dados? Não precisa de se preocupar. Contacte a AxCrypt. A solução para todos os seus problemas de ameaças de dados e manutenção da confidencialidade dos seus clientes.
ru: Думаете о том, как избежать угрозы утечки данных? Не нужно беспокоиться. Свяжитесь с AxCrypt — решение всех ваших проблем с угрозами данным и сохранение конфиденциальности клиентов.
sv: Funderar du på hur man undviker dataintrång? Du behöver inte oroa dig. Kontakta AxCrypt. Lösning för alla dina dataproblem och bibehåll klienternas sekretess.
tr: Veri ihlali tehdidinden nasıl kaçınacağınızı mı düşünüyorsunuz? Endişelenmenize gerek yok. AxCrypt ile iletişime geçin. Tüm veri tehdidi sorunlarınız için çözüm ve müşteri gizliliğini korumak.
zh: 思考如何避免数据泄露的威胁？ 不用担心。 联系AxCrypt。 解决所有数据威胁问题并维护客户端机密性。

# Blog_EILI_H1_Text1
source: More than ever before, as and when technology has become part of our lives, more than 80% of our personal and confidential information is transmitted over the Internet, exposed or disclosed. Hence, it is very important to understand the data security software required. Lots of legal industries have recently suffered major data breaches and gone through massive damage, resulting in high-profile lawsuits.
ar: أكثر من أي وقت مضى ، عندما أصبحت التكنولوجيا جزءًا من حياتنا ، يتم نقل أكثر من 80 ٪ من معلوماتنا الشخصية والسرية عبر الإنترنت ، أو كشفها أو الكشف عنها. وبالتالي ، من المهم جدًا فهم برامج أمان البيانات المطلوبة. عانت الكثير من الصناعات القانونية مؤخرًا من انتهاكات كبيرة للبيانات وتعرضت لأضرار جسيمة ، مما أدى إلى دعاوى قضائية رفيعة المستوى.
de: Mehr als je zuvor, als Technologie Teil unseres Lebens geworden ist, werden mehr als 80% unserer persönlichen und vertraulichen Informationen über das Internet übertragen, offengelegt oder offengelegt. Daher ist es sehr wichtig, die erforderliche Datensicherheitssoftware zu verstehen. Viele Rechtsbranchen haben in letzter Zeit schwere Datenschutzverletzungen erlitten und massiven Schaden erlitten, was zu hochkarätigen Klagen geführt hat.
es: Más que nunca antes, a medida que la tecnología se ha convertido en parte de nuestras vidas, más del 80 % de nuestra información personal y confidencial se transmite, se expone o se divulga a través de Internet. Por lo tanto, es clave comprender el software de seguridad de datos requerido. Recientemente, muchas industrias legales han sido víctimas de vulneraciones de datos importantes y han sufrido daños de gran envergadura, lo que ha dado lugar a juicios de alto perfil.
fr: Plus que jamais, au fur et à mesure que la technologie fait partie de nos vies, plus de 80% de nos informations personnelles et confidentielles sont transmises sur Internet, exposées ou divulguées. Par conséquent, il est très important de comprendre les logiciels de sécurité des données requis. De nombreuses industries juridiques ont récemment subi des violations de données majeures et subi des dommages massifs, entraînant des poursuites judiciaires très médiatisées.
it: Ora più che mai, come e quando la tecnologia è diventata parte della nostra vita, oltre l'80% delle nostre informazioni personali e riservate viene trasmesso su Internet, esposto o divulgato. Pertanto, è molto importante comprendere il software di sicurezza dei dati richiesto. Molte industrie legali hanno recentemente subito gravi violazioni dei dati e subito danni ingenti, con conseguenti cause legali di alto profilo.
ko: 기술이 우리 삶의 일부가 되면서 그 어느 때보다 개인 및 기밀 정보의 80% 이상이 인터넷을 통해 전송되거나 노출 또는 공개됩니다. 따라서 필요한 데이터 보안 소프트웨어를 이해하는 것이 매우 중요합니다. 많은 법률 산업이 최근 주요 데이터 유출을 겪고 막대한 피해를 입어 세간의 이목을 끄는 소송을 초래했습니다.
nl: Meer dan ooit tevoren, nu technologie een deel van ons leven is geworden, wordt meer dan 80% van onze persoonlijke en vertrouwelijke informatie via internet verzonden, blootgesteld of openbaar gemaakt. Daarom is het erg belangrijk om de vereiste gegevensbeveiligingssoftware te begrijpen. Veel juridische sectoren hebben onlangs te maken gehad met grote datalekken en hebben enorme schade opgelopen, wat heeft geleid tot spraakmakende rechtszaken.
pl: Bardziej niż kiedykolwiek wcześniej, kiedy technologia stała się częścią naszego życia, ponad 80% naszych danych osobowych i poufnych jest przesyłanych przez Internet, eksponowanych lub ujawnionych. Dlatego bardzo ważne jest zrozumienie wymaganego oprogramowania do ochrony danych. Wiele legalnych branż ucierpiało ostatnio w wyniku poważnych naruszeń danych i poniosło ogromne szkody, co doprowadziło do głośnych procesów sądowych.
pt: Mais do que nunca, e ao passo que a tecnologia se vai tornando parte das nossas vidas, mais de 80% da nossa informação pessoal e confidencial é transmitida pela internet, exposta e divulgada. Assim, é muito importante perceber que é obrigatório usar software de segurança de dados. Muitos escritórios de advogados sofreram recentemente violações de dados que causaram imensos danos e que resultaram em processos judiciais de grande notoriedade.
ru: По мере того, как технологии становятся частью нашей жизни, более 80% нашей личной и конфиденциальной информации передается через Интернет, подвергается воздействию или разглашается. Следовательно, очень важно понимать, какое программное обеспечение требуется для защиты данных. Многие юридические отрасли недавно пострадали от серьезных утечек данных и понесли огромный ущерб, что привело к громким судебным искам.
sv: Mer än någonsin tidigare, eftersom tekniken har blivit en del av våra liv, överförs mer än 80 % av vår personliga och konfidentiella information över Internet, exponerad eller dold. Därför är det mycket viktigt att förstå vilken datasäkerhetsprogramvara som krävs. Många juridiska branscher har nyligen drabbats av stora dataintrång och gått igenom massiv skada, vilket resulterat i högprofilerade stämningar.
tr: Teknoloji hayatımızın bir parçası haline geldiği için ve gelmesi nedeniyle, kişisel ve gizli bilgilerimizin %80'inden fazlası her zamankinden daha da fazla İnternet üzerinden iletiliyor, ifşa ediliyor veya açığa çıkarılıyor. Bu nedenle, gerekli veri güvenliği yazılımını anlamak çok önemlidir. Birçok yasal endüstri son zamanlarda büyük veri ihlallerine maruz kaldı ve büyük zararlar gördü ve bu da yüksek profilli davalarla sonuçlandı.
zh: 随着技术成为我们生活的一部分，我们80%以上的个人和机密信息通过互联网传输、暴露或披露，这比以往任何时候都要多。 因此，了解所需的数据安全软件非常重要。 许多法律行业最近遭受了重大数据泄露并遭受了巨大的破坏，导致了高调的诉讼。

# Blog_EILI_H1_Text2
source: <a href='https://axcrypt.net/industries/legal/'><b>Encryption solutions for law firms</b></a> deal with legislation to ensure the security and confidential transmission of information and policies to keep secure cryptographic systems out of the hands of unauthorized individuals and hackers.
de: <a href='https://axcrypt.net/industries/legal/'><b>Encryption solutions for law firms</b></a> befassen sich mit Gesetzen zur Gewährleistung der Sicherheit und vertraulichen Übertragung von Informationen und Richtlinien, um sichere kryptografische Systeme vor unbefugten Personen und Hackern zu schützen.
fr: Les <a href='https://axcrypt.net/industries/legal/'><b>solutions de cryptage pour les cabinets d'avocats</b></a> traitent de la législation afin de garantir la sécurité et la transmission confidentielle des informations et des politiques visant à maintenir les systèmes cryptographiques à l'abri des mains de personnes non autorisées et de hackers.
it: <a href='https://axcrypt.net/industries/legal/'><b>Le soluzioni di crittografia per gli studi legali</b></a> si occupano della legislazione per garantire la sicurezza e la trasmissione riservata delle informazioni e delle politiche per mantenere i sistemi crittografici sicuri fuori dalle mani di individui non autorizzati e hacker.
ru: <a href="https://axcrypt.net/industries/legal/"><b>Encryption solutions for law firms</b></a> основаны на законодательстве, обеспечивающем безопасность и конфиденциальность передачи информации, и политиках, защищающих защищенные криптографические системы от доступа посторонних лиц и хакеров.
zh: <a href='https://axcrypt.net/industries/legal/'><b>Encryption solutions for law firms</b></a> 涉及确保信息安全和机密传输的立法，以及防止安全加密系统落入未经授权的个人和黑客之手的策略。

# Blog_EILI_H1_Text3
source: Having access to that information of the clients, lawyers have to have responsibility in protecting it too.
ar: من خلال الوصول إلى هذه المعلومات الخاصة بالعملاء ، يتعين على المحامين تحمل المسؤولية في حمايتها أيضًا.
de: Da Anwälte Zugang zu diesen Informationen der Mandanten haben, müssen sie auch dafür verantwortlich sein, diese zu schützen.
es: Al tener acceso a esa información de los clientes, los abogados también deben tener la responsabilidad de protegerla.
fr: Ayant accès à ces informations sur les clients, les avocats ont également la responsabilité de les protéger.
it: Avendo accesso a tali informazioni dei clienti, gli avvocati devono avere anche la responsabilità di proteggerle.
ko: 고객의 정보에 액세스 할 수 있으므로 변호사는 이를 보호 할 책임이 있습니다.
nl: Omdat zij toegang hebben tot die informatie van de cliënten, moeten advocaten ook verantwoordelijkheid dragen voor de bescherming ervan.
pl: Mając dostęp do tych informacji o klientach, prawnicy muszą również ponosić odpowiedzialność za ich ochronę.
pt: Ao terem acesso a essa informação dos clientes, os advogados devem ter também a responsabilidade de a proteger.
ru: Имея доступ к информации клиентов, юристы также должны нести ответственность за ее защиту.
sv: Med tillgång till den informationen om klienterna måste advokater också ha ansvar för att skydda den.
tr: Müvekkillerin bu tür bilgilerine erişebilen avukatlar, bu bilgilerin korunmasında da sorumluluk sahibi olmalıdır.
zh: 获得客户的信息后，律师也有责任保护客户的信息。
