Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BSTSSCE_Text1
source: AxCrypt wishes you a merry Christms and a good start for 2021. Our team has come up with a few tips for the holidays season to best protect your data. There is no better time than to update behaviour and deal with the settings of your devices! Cyber criminals are very hard working dedicated people. As a matter of fact they don’t even allow themselves a break during winter holidays. Always on the prowl, looking for weak links to break and crack. How can users, especially in this increasingly connected world, have complete assurance that their data is safe, wherever it may be located? Keep an eye on your personal data while enjoying well deserved days-off.<br/><br/>
ar: تتمنى لك شركة اكسكربت عيد ميلاد سعيد وبداية جيدة لعام 2021. لقد توصل فريقنا إلى بعض النصائح لموسم الأعياد لحماية بياناتك على أفضل وجه. لا يوجد وقت أفضل من تحديث السلوك والتعامل مع إعدادات أجهزتك! مجرمو الإنترنت هم أشخاص مخلصون يعملون بجد. في واقع الأمر ، فهم لا يسمحون لأنفسهم بأخذ استراحة خلال عطلات الشتاء. دائمًا في التجول ، بحثًا عن روابط ضعيفة لكسرها وكسرها. كيف يمكن للمستخدمين ، خاصة في هذا العالم المتصاعد بشكل متزايد ، الحصول على ضمان كامل بأن بياناتهم آمنة ، أينما كانت؟ راقب بياناتك الشخصية أثناء الاستمتاع بأيام عطلة مستحقة. <br/> <br/>
de: AxCrypt wünscht Ihnen frohe Weihnachten und einen guten Start ins Jahr 2021. Unser Team hat sich für die Weihnachtszeit ein paar Tipps ausgedacht, um Ihre Daten bestmöglich zu schützen. Es gibt keinen besseren Zeitpunkt, als das Verhalten zu aktualisieren und sich mit den Einstellungen Ihrer Geräte zu befassen! Cyberkriminelle sind sehr hart arbeitende engagierte Menschen. Tatsächlich gönnen sie sich in den Winterferien nicht einmal eine Pause. Immer auf der Suche nach schwachen Gliedern, die brechen und knacken können. Wie können Benutzer, insbesondere in dieser zunehmend vernetzten Welt, die vollständige Gewissheit haben, dass ihre Daten sicher sind, wo immer sie sich befinden? Behalten Sie Ihre persönlichen Daten im Auge und genießen Sie die wohlverdienten freien Tage.<br/><br/>
es: AxCrypt les desea una feliz Navidad y un buen comienzo para 2021. Nuestro equipo ha elaborado algunos consejos para la temporada navideña para proteger mejor sus datos. ¡No hay mejor momento que actualizar el comportamiento y lidiar con la configuración de sus dispositivos! Los ciberdelincuentes son personas muy trabajadoras y dedicadas. De hecho, ni siquiera se permiten un descanso durante las vacaciones de invierno. Siempre al acecho, buscando eslabones débiles para romper y romper. ¿Cómo pueden los usuarios, especialmente en este mundo cada vez más conectado, tener la completa seguridad de que sus datos están seguros, donde sea que se encuentren? Vigilen sus datos personales mientras disfrutan de unos merecidos días de descanso.<br/><br/>
fr: AxCrypt vous souhaite un joyeux Noël et un bon début pour 2021. Notre équipe a mis au point quelques conseils pour la saison des fêtes afin de protéger au mieux vos données. Il n’y a pas de meilleur moment que de mettre à jour le comportement et de gérer les paramètres de vos appareils! Les cybercriminels sont des personnes dévouées qui travaillent très dur. En fait, ils ne s’autorisent même pas une pause pendant les vacances d’hiver. Toujours à l’affût, à la recherche de maillons faibles à casser et à fissurer. Comment les utilisateurs, en particulier dans ce monde de plus en plus connecté, peuvent-ils avoir l’assurance complète que leurs données sont en sécurité, où qu’elles se trouvent ? Gardez un œil sur vos données personnelles tout en profitant de jours de congé bien mérités.<br/><br/>
it: AxCrypt ti augura un buon Natale e un buon inizio per il 2021. Il nostro team ha escogitato alcuni suggerimenti per le festività natalizie per proteggere al meglio i tuoi dati. Non c'è momento migliore che aggiornare il comportamento e gestire le impostazioni dei tuoi dispositivi! I criminali informatici sono persone dedite al lavoro molto duro. Infatti non si concedono nemmeno una pausa durante le vacanze invernali. Sempre in agguato, alla ricerca di anelli deboli da spezzare e spezzare. Come possono gli utenti, soprattutto in questo mondo sempre più connesso, avere la certezza assoluta che i loro dati siano al sicuro, ovunque si trovino? Tieni d'occhio i tuoi dati personali mentre ti godi i meritati giorni di riposo.<br/><br/>
ko: AxCrypt는 즐거운 크리스마스와 2021 년의 좋은 시작을 기원합니다. 우리 팀은 데이터를 가장 잘 보호하기 위해 휴가철에 대한 몇 가지 팁을 준비했습니다. 동작을 업데이트하고 장치 설정을 처리하는 것보다 더 좋은 시간은 없습니다! 사이버 범죄자는 매우 열심히 일하는 헌신적인 사람들입니다. 그들은 휴가도 없습니다. 항상 배회하면서 약한 고리를 찾습니다. 특히 점점 더 연결되는 세상에서 사용자는 데이터가 어디에 있든 안전하다는 완전한 확신을 어떻게 가질 수 있을까요? 휴가를 즐기면서 개인 데이터를 주시하세요.<br/><br/>
nl: AxCrypt wenst u fijne feestdagen en een goede start voor 2021. Ons team heeft een paar tips voor de feestdagen bedacht om uw gegevens zo goed mogelijk te beschermen. Er is geen beter moment dan om het gedrag bij te werken en de instellingen van uw apparaten aan te pakken! Cybercriminelen zijn zeer hardwerkende toegewijde mensen. Ze gunnen zichzelf zelfs geen pauze tijdens de wintervakanties. Altijd op jacht, op zoek naar zwakke schakels om te breken en te kraken. Hoe kunnen gebruikers, vooral in deze steeds meer verbonden wereld, volledige zekerheid hebben dat hun gegevens veilig zijn, waar ze zich ook bevinden? Houd uw persoonlijke gegevens in de gaten terwijl u geniet van welverdiende vrije dagen.<br/><br/>
pl: AxCrypt życzy Ci wesołych Świąt Bożego Narodzenia i dobrego startu w 2021 roku. Nasz zespół przygotował kilka wskazówek na okres świąteczny, aby jak najlepiej chronić Twoje dane. Nie ma lepszego czasu niż aktualizowanie zachowania i zajmowanie się ustawieniami swoich urządzeń! Cyberprzestępcy to bardzo ciężko pracujący, oddani ludzie. Właściwie nie pozwalają sobie nawet na przerwę podczas ferii zimowych. Zawsze grasują, szukając słabych ogniw do zerwania i pęknięcia. W jaki sposób użytkownicy, zwłaszcza w tym coraz bardziej połączonym świecie, mogą mieć całkowitą pewność, że ich dane są bezpieczne, niezależnie od tego, gdzie się znajdują? Miej oko na swoje dane osobowe, ciesząc się zasłużonymi dniami wolnymi.<br/><br/>
pt: A AxCrypt deseja-lhe um feliz Natal e um bom início de 2021. A nossa equipa tem algumas dicas de Natal para melhor proteger os seus dados. Não há melhor altura para actualizar comportamentos e lidar com as configurações dos seus dispositivos! Os cibercriminosos são pessoas muito dedicadas e que trabalham duro. Na realidade, eles nem sequer se permitem uma pausa durante as férias de Inverno. Sempre em busca de caça, procurando por ligações fracas para quebrar e estalar. Como podem os utilizadores, especialmente neste mundo cada vez mais conectado, ter certeza absoluta que os seus dados estão seguros, onde quer que eles estejam? Não tire os olhos dos seus dados pessoais enquanto desfruta dos seus merecidos dias de descanso merecidos.<br/><br/>
ru: AxCrypt желает вам счастливого Рождества и хорошего начала 2021 года. Наша команда подготовила несколько советов для сезона отпусков, чтобы наилучшим образом защитить ваши данные. Нет лучшего времени, чем обновить параметры и разобраться с настройками ваших устройств! Киберпреступники - очень трудолюбивые, преданные своему делу люди. На самом деле они даже не позволяют себе передышки во время зимних каникул, всегда в поиске слабых звеньев, которые можно сломать. Как пользователи, особенно в этом все более взаимосвязанном мире, могут быть полностью уверены в том, что их данные находятся в безопасности, где бы они ни находились? Следите за своими личными данными, наслаждаясь заслуженными выходными.<br/><br/>
sv: AxCrypt önskar dig en god jul och en god start på 2021. Vårt team har kommit med några tips inför julsäsongen för att på bästa sätt skydda din data. Det finns ingen bättre tid än att uppdatera beteendet och hantera inställningarna på dina enheter! Cyberbrottslingar är mycket hårt arbetande dedikerade människor. Faktum är att de inte ens tillåter sig själva en paus under vinterlovet. Alltid på jakt efter svaga länkar att spräcka och ha sönder. Hur kan användare, särskilt i denna alltmer uppkopplade värld, ha fullständig säkerhet om att deras information är säker, var den än befinner sig? Håll ett öga på dina personuppgifter medan du njuter av välförtjänta lediga dagar.<br/><br/>
tr: AxCrypt size mutlu Noeller ve 2021'ye iyi bir başlangıç diler. Ekibimiz, verilerinizi en iyi şekilde korumak için tatil sezonu için birkaç püf noktası derledi. Davranışı güncellemenin ve cihazlarınızın ayarlarını kurcalamanın tam zamanı! Siber suçlular çok çalışkan, adanmış insanlardır. Nitekim kış tatillerinde mola bile vermezler. Her zaman sinsice, kırılacak ve çözecek zayıf bağlantılar ararlar. Kullanıcılar, özellikle de giderek daha bağlantılı hale gelen bu dünyada, nerede olurlarsa olsunlar, verilerinin güvende olduğuna dair tam bir güvenceye nasıl sahip olabilirler? Hak ettiğiniz izinlerinizin tadını çıkarırken kişisel verilerinize göz kulak olun.<br/><br/>
zh: AxCrypt祝您圣诞快乐，2021年有一个良好的开端。 我们的团队为假期提出了一些建议，以最好地保护您的数据。 没有比更新行为和处理设备设置更好的时间了！ 网络犯罪分子是非常努力工作的敬业的人。 事实上，他们甚至不允许自己在寒假期间休息。 总是在徘徊，寻找薄弱环节打破和破解。 用户，特别是在这个日益互联的世界中，如何完全保证他们的数据在任何地方都是安全的？ 留意你的个人资料，同时享受应得的假期。<br/><br/>

# Blog_BSTSSCE_Title
source: Better safe than sorry - Special Christmas edition
ar: أفضل أمانًا من الندم - إصدار خاص لعيد الميلاد
de: Sicher ist sicher - Weihnachts-Sonderausgabe
es: Más vale prevenir que curar - Edición especial de Navidad
fr: Mieux vaut prévenir que guérir - Édition spéciale de Noël
it: Meglio prevenire che curare - Edizione speciale di Natale
ko: 미안한 것보다 안전한 것이 낫다 - 크리스마스 스페셜 에디션
nl: Better safe than sorry - Speciale kersteditie
pl: Lepiej dmuchać na zimne – specjalna edycja świąteczna
pt: Mais vale prevenir que remediar - edição especial de Natal
ru: Лучше перестраховаться, чем потом сожалеть - Специальное рождественское издание
sv: Hellre beredd än rädd - Speciell Jul version
tr: Üzgün olmaktansa güvenliğiniz sağlayın - Özel Noel baskısı
zh: 比抱歉更安全-特别圣诞版

# Blog_Business_Premium_Subscription
source: <i>You want to learn more?</i> We release interesting information every week. Be curious and have a look at our blog posts<a href='https://axcrypt.net/blog/'> https://axcrypt.net/blog/</a>don’t forget to contact us at <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> if you have any questions!
ar: <i> هل تريد معرفة المزيد؟ </ i> نصدر معلومات شيقة كل أسبوع. كن فضوليًا وألق نظرة على منشورات مدونتنا <a href='https://axcrypt.net/blog/'> https://axcrypt.net/blog/ </a> لا تنسى للاتصال بنا على <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a> أو <a href='mailto:business@axcrypt.net'> business@axcrypt.net </a> إذا كان لديك أية أسئلة!
de: <i>Sie wollen mehr erfahren?</i> Wir veröffentlichen jede Woche interessante Informationen. Seien Sie neugierig und schauen Sie sich unsere Blogbeiträge an <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> vergessen Sie nicht, uns unter <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> zu kontaktieren oder <a href='mailto:business@axcrypt.net'>business@axcrypt.net </a> wenn Sie Fragen haben!
es: <i>¿Quieres saber más?</i> Publicamos información interesante cada semana. Echa un vistazo a nuestras entradas de blog <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> y no olvides contactarnos al correo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si tienes alguna pregunta.
fr: <i>Vous voulez en savoir plus?</i> Nous publions des informations intéressantes chaque semaine. Soyez curieux et jetez un coup d’œil à nos articles de blog <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> n'oubliez pas de nous contacter à <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si vous avez des questions!
it: <i>Vuoi saperne di più?</i> Rilasciamo informazioni interessanti ogni settimana. Sii curioso e dai un'occhiata ai post del nostro blog <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> non dimenticare per contattarci all'indirizzo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se hai qualche domanda!
ko: <i>더 알고 싶으신가요?</i> 매주 흥미로운 정보가 공개됩니다. 관심을 갖고 우리의 블로그 포스트<a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a>를 둘러보세요. 문의사항은 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>으로 연락 주세요!
nl: <i>Wilt u meer weten?</i> We geven wekelijks interessante informatie vrij. Wees nieuwsgierig en bekijk onze blogposts <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> vergeet niet om contact met ons op te nemen via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> als u vragen heeft!
pl: <i>Chcesz dowiedzieć się więcej?</i> Co tydzień publikujemy interesujące informacje. Bądź ciekawy i spójrz na nasze posty na blogu <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/'</a> nie zapomnij aby skontaktować się z nami pod adresem <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> Jeśli masz jakieś pytania!
pt: <i>Quer aprender mais?</i> Nós publicamos informação interessante todas as semanas. Seja curioso e dê uma olhadela nos nossos blog posts <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> e não se esqueça de nos contactar via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se tiver alguma questão!
ru: <i>Хотите узнать больше?</i> Каждую неделю мы публикуем интересную информацию. Проявите любопытство и взгляните в наш блог <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> не забудьте связаться с нами <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> или <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>, если у вас есть какие-либо вопросы!
sv: <i>Vill du veta mer?</i> Vi släpper intressant information varje vecka. Va nyfiken och ta en titt på våra blogginlägg <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> glöm inte kontakta oss på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> om du har några frågor!
tr: <i>Daha fazla bilgi edinmek mi istiyorsunuz?</i> Her hafta ilginç bilgiler yayınlıyoruz. Blog yazılarımıza bir göz atarak merakınızı giderin <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> sorularınız varsa bizimle <a href=' mailto:support@axcrypt.net'>support@axcrypt.net</a> ya da <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> adresinlerinden iletişime geçmekten çekinmeyin!
zh: <i>你想了解更多？</i>我们每周都会发布有趣的信息。 好奇，看看我们的博客文章 <a href='https://axcrypt.net/blog/'>https://axcrypt.net/blog/</a> 别忘了与我们联络 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> 或 <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> 如果您有任何问题！

# Blog_Business_PricingPage
source: We offer business and premium subscriptions don’t miss out our 30 days free trial. You can read more about our offers here: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
ar: نحن نقدم اشتراكات الأعمال والاشتراكات المميزة حتى لا تفوت النسخة التجريبية المجانية لمدة 30 يومًا. يمكنك قراءة المزيد حول عروضنا هنا: <a href='https://www.axcrypt.net/pricing'> https://www.axcrypt.net/pricing </a>
de: Wir bieten Business- und Premium-Abonnements an Verpassen Sie nicht unsere 30-tägige kostenlose Testversion. Hier können Sie mehr über unsere Angebote lesen: <a href='https://www.axcrypt.net/pricing '>https://www.axcrypt.net/pricing </a>
es: Ofrecemos suscripciones Business y Premium, no te pierdas nuestra prueba gratuita de 30 días. Puedes leer más sobre nuestras ofertas aquí: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
fr: Nous offrons des abonnements professionnels et premiums, ne manquez pas notre essai gratuit de 30 jours. Vous pouvez en savoir plus sur nos offres ici: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
it: Offriamo abbonamenti business e premium non perdere la nostra prova gratuita di 30 giorni. Puoi leggere di più sulle nostre offerte qui: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
ko: 우리는 비즈니스 및 프리미엄 구독을 제공하며, 이와 관련된 30일 무료 평가판을 놓치지 마세요. 자세한 내용은 <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>에서 확인할 수 있습니다.
nl: We bieden zakelijke en premium abonnementen en mis onze gratis proefperiode van 30 dagen niet. U kunt hier meer lezen over onze aanbiedingen: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
pl: Oferujemy subskrypcje biznesowe i premium, nie przegap naszego 30-dniowego bezpłatnego okresu próbnego. Możesz przeczytać więcej o naszych ofertach tutaj: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
pt: Oferecemos subscrições Business e Premium. Não perca a nossa avaliação gratuita de 30 dias. Pode ler mais sobre as nossas ofertas aqui: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
ru: Мы предлагаем business- и premium-подписки, не пропустите нашу 30-дневную бесплатную пробную версию. Вы можете прочитать больше о наших предложениях здесь: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
sv: Vi erbjuder företags- och premiumabonnemang, missa inte våran 30 dagars provperiod. Du kan läsa mer om våra erbjudanden här: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
tr: Business ve Premium abonelikler sunuyoruz, 30 günlük ücretsiz denememizi kaçırmayın. Tekliflerimiz hakkında daha fazla bilgiyi buradan okuyabilirsiniz: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>
zh: 我们提供商业和高级订阅，不要错过我们的30天免费试用。 你可以在这里看到更多关于我们的报价: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>

# Blog_CEANK_H1_Heading2
source: <h3>Some Characteristics of the Cloud</h3>
ar: <h3> بعض خصائص السحابة </h3>
de: <h3>Einige Eigenschaften der Cloud</h3>
es: <h3>Algunas características de la nube</h3>
fr: <h3>Quelques Caractéristiques du Cloud</h3>
it: <h3>Alcune caratteristiche del cloud</h3>
ko: <h3>클라우드의 일부 특성</h3>
nl: <h3> Enkele Karakteristieken van de Cloud</h3>
pl: <h3>Niektóre cechy chmury</h3>
pt: <h3>Algumas Características da Nuvem</h3>
ru: <h3>Некоторые характеристики облака</h3>
sv: <h3>Några egenskaper hos molnet</h3>
tr: <h3>Bulutun Özellikleri</h3>
zh: <H3>云的一些特征</h3>
