Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ES_H1_SH2_Text1
source: The <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'>symmetric encryption algorithm</a> known as Advanced Encryption Standard encodes data blocks of 128 bits at a time. The keys used to encrypt these data blocks have lengths of 128, 192, and 256 bits. A 256-bit key requires 14 rounds of data encryption, a 192-bit key requires 12 rounds, and a 128-bit key requires 10 rounds.Each cycle includes a number of stages for substitution, transposition, plaintext mixing, and other operations.
de: Der <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'>symmetric encryption algorithm</a>, der als Advanced Encryption Standard bekannt ist, codiert Datenblöcke von jeweils 128 Bit. Die Schlüssel, die zum Verschlüsseln dieser Datenblöcke verwendet werden, haben Längen von 128, 192 und 256 Bit. Ein 256-Bit-Schlüssel erfordert 14 Runden Datenverschlüsselung, ein 192-Bit-Schlüssel 12 Runden und ein 128-Bit-Schlüssel 10 Runden. Jeder Zyklus umfasst eine Reihe von Stufen für Substitution, Transposition, Klartextmischung und andere Operationen.
fr: L'<a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'>algorithme de cryptage symétrique</a> connu sous le nom de Standard de Cryptage Avancé encode des blocs de données de 128 bits à la fois. Les clés utilisées pour crypter ces blocs de données ont des longueurs de 128, 192 et 256 bits. Une clé de 256 bits nécessite 14 tours de cryptage des données, une clé de 192 bits nécessite 12 tours, et une clé de 128 bits nécessite 10 tours. Chaque cycle comprend un certain nombre d'étapes pour la substitution, la transposition, le mélange du texte en clair et d'autres opérations.
it: <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'>L'algoritmo di crittografia simmetrica</a> noto come Advanced Encryption Standard codifica blocchi di dati di 128 bit alla volta. Le chiavi utilizzate per crittografare questi blocchi di dati hanno lunghezze di 128, 192 e 256 bit. Una chiave a 256 bit richiede 14 cicli di crittografia dei dati, una chiave a 192 bit richiede 12 cicli e una chiave a 128 bit richiede 10 cicli. Ogni ciclo include una serie di fasi per la sostituzione, la trasposizione, il mixaggio del testo in chiaro e altre operazioni.
ru: Алгоритм симметричного шифрования <a href="https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/">symmetric encryption algorithm</a>, известный как Advanced Encryption Standard, кодирует блоки данных по 128 бит за раз. Ключи, используемые для шифрования этих блоков данных, имеют длину 128, 192 и 256 бит. Для 256-битного ключа требуется 14 циклов шифрования данных, для 192-битного ключа требуется 12 циклов, а для 128-битного ключа требуется 10 циклов. Каждый цикл включает в себя несколько этапов для замены, транспонирования, смешивания открытого текста и других операций.
zh: 的<a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'>symmetric encryption algorithm</a>被称为高级加密标准，每次编码128位的数据块。 用于加密这些数据块的密钥的长度为128、192和256位。 256位密钥需要14轮数据加密，192位密钥需要12轮，128位密钥需要10轮。每个循环包括用于替换、转置、明文混合和其它操作的若干阶段。

# Blog_ES_H1_SH3_Text1
source: The <a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard/'>Data Encryption Standard (DES)</a> approach encrypts data blocks with a 56-bit Key using a symmetric encryption technique called triple DES. Each data block is encrypted using the DES cipher method three times in Triple DES.
de: Der <a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard/'>Data Encryption Standard (DES)</a> verschlüsselt Datenblöcke mit einem 56-Bit-Schlüssel unter Verwendung einer symmetrischen Verschlüsselungstechnik, die als Triple DES bezeichnet wird. Jeder Datenblock wird mit der DES-Verschlüsselungsmethode dreimal in Triple DES verschlüsselt.
fr: L'<a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard/'>approche du Data Encryption Standard (DES)</a> crypte les blocs de données avec une clé de 56 bits en utilisant une technique de cryptage symétrique appelée triple DES. Chaque bloc de données est crypté trois fois à l'aide de la méthode de chiffrement DES dans le Triple DES.
it: L'approccio <a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard/'>DES (Data Encryption Standard)</a> crittografa i blocchi di dati con una chiave a 56 bit utilizzando una tecnica di crittografia simmetrica chiamata triplo DES. Ogni blocco di dati viene crittografato utilizzando il metodo di cifratura DES tre volte in Triple DES.
ru: Ссылка на <a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard /'>Data Encryption Standard (DES)</a> шифрует блоки данных с помощью 56-битного ключа, используя метод симметричного шифрования, называемый triple DES. Каждый блок данных шифруется с использованием метода шифрования DES трижды в режиме Triple DES.
zh: <a href='https://axcrypt.net/blog/advanced-encryption-standard-vs-data-encryption-standard/'>Data Encryption Standard (DES)</a> 方法使用称为三重 DES 的对称加密技术，通过 56 位密钥加密数据块。在Triple DES 中，每个数据块都使用 DES 密码方法加密 3 次。

# Blog_ES_H1_SH4_Text1
source: Format-Preserving, A symmetric process known as encryption preserves the format and length of your data while encoding it. FPE can be used to secure cloud management tools and software.
ar: الحفاظ على التنسيق ، عملية متماثلة تُعرف بالتشفير تحافظ على تنسيق وطول بياناتك أثناء تشفيرها. يمكن استخدام الحفاظ على التنسيق لتأمين أدوات وبرامج الإدارة السحابية.
de: Formaterhaltend, ein symmetrischer Prozess, der als Verschlüsselung bezeichnet wird, bewahrt das Format und die Länge Ihrer Daten während der Codierung. FPE kann verwendet werden, um Cloud-Management-Tools und -Software zu sichern.
es: Conservación del formato, un proceso simétrico conocido como cifrado conserva el formato y la longitud de tus datos mientras los codifica. El FPE se puede utilizar para proteger las herramientas y el software de administración de la nube.
fr: Préservation du format, Un processus symétrique connu sous le nom de cryptage préserve le format et la longueur de vos données tout en les encodant. FPE peut être utilisé pour sécuriser les outils et logiciels de gestion du cloud.
it: Conservazione del formato, un processo simmetrico noto come crittografia preserva il formato e la lunghezza dei dati durante la codifica. FPE può essere utilizzato per proteggere strumenti e software di gestione del cloud.
ko: 형식 보존, 암호화라고 하는 대칭 프로세스는 데이터를 인코딩하는 동안 데이터의 형식과 길이를 보존합니다. FPE는 클라우드 관리 도구 및 소프트웨어를 보호하는 데 사용할 수 있습니다.
nl: Format-Preserving, Een symmetrisch proces dat bekend staat als encryptie preservatie behoudt het formaat en de lengte van uw gegevens tijdens het coderen ervan. FPE kan worden gebruikt om cloudbeheertools en -software te beveiligen.
pl: Zachowanie formatu, symetryczny proces znany jako szyfrowanie zachowuje format i długość danych podczas ich kodowania. FPE może służyć do zabezpieczania narzędzi i oprogramowania do zarządzania chmurą.
pt: Preservação de Formato. Um processo simétrico conhecido como cifragem preserva o formato e o comprimento dos seus dados enquanto os descodifica. A FPE pode ser usada para proteger ferramentas e software de gestão da nuvem.
ru: Сохраняющий формат. Симметричный процесс, известный как шифрование, сохраняет формат и длину ваших данных при их кодировании. FPE можно использовать для защиты инструментов и программного обеспечения для управления облаком.
sv: Formatbevarande, En symmetrisk process som kallas kryptering bevarar formatet och längden på din data medan de kodas. FPE kan användas för att säkra molnhanteringsverktyg och mjukvara.
tr: Biçim Koruma, Şifreleme olarak bilinen simetrik bir işlem, verilerinizi kodlarken verilerinizin biçimini ve uzunluğunu korur. FPE, bulut yönetimi araçlarını ve yazılımlarını güvence altına almak için kullanılabilir.
zh: 格式保留，称为加密的对称过程在编码数据时保留数据的格式和长度。 FPE可用于保护云管理工具和软件的安全。

# Blog_ES_H1_SH5_Text1
source: Stronger than RSA encryption is a more recent form of public-key cryptography called elliptic curve cryptography. It is quicker since the keys are shorter. Because it is asymmetric, you can use it with SSL/TLS protocols to increase the security of your web communications.
ar: أقوى من تشفير RSA هو شكل أحدث من أشكال تشفير المفتاح العام يسمى تشفير المنحنى الإهليلجي. إنه أسرع لأن المفاتيح أقصر. نظرًا لأنه غير متماثل ، يمكنك استخدامه مع بروتوكولات SSL / TLS لزيادة أمان اتصالات الويب الخاصة بك
de: Stärker als die RSA-Verschlüsselung ist eine neuere Form der Kryptographie mit öffentlichem Schlüssel, die als Kryptographie mit elliptischen Kurven bezeichnet wird. Es ist schneller, da die Tasten kürzer sind. Da es asymmetrisch ist, können Sie es mit SSL/TLS-Protokollen verwenden, um die Sicherheit Ihrer Webkommunikation zu erhöhen
es: Más fuerte que el cifrado RSA, es una forma más reciente de criptografía de clave pública llamada criptografía de curva elíptica. Es más rápido, ya que las claves son más cortas. Debido a que es asimétrico, puedes usarlo con los protocolos SSL/TLS para aumentar la seguridad de tus comunicaciones web.
fr: Plus fort que le cryptage RSA, il existe une forme plus récente de cryptographie à clé publique appelée cryptographie à courbe elliptique. Elle est plus rapide car les touches sont plus courtes. Parce qu'elle est asymétrique, vous pouvez l'utiliser avec les protocoles SSL/TLS pour augmenter la sécurité de vos communications web
it: Più forte della crittografia RSA è una forma più recente di crittografia a chiave pubblica chiamata crittografia a curva ellittica. È più veloce poiché le chiavi sono più corte. Poiché è asimmetrico, puoi utilizzarlo con i protocolli SSL/TLS per aumentare la sicurezza delle tue comunicazioni web
ko: RSA 암호화보다 강력한 것은 타원 곡선 암호화라고 하는 최신 형태의 공개 키 암호화입니다. 키가 더 짧기 때문에 더 빠릅니다. 비대칭이기 때문에 SSL/TLS 프로토콜과 함께 사용하여 웹 통신의 보안을 강화할 수 있습니다.
nl: Sterker dan RSA-codering is een recentere vorm van cryptografie met openbare sleutels die elliptische curvecryptografie wordt genoemd. Het is sneller omdat de toetsen korter zijn. Omdat het asymmetrisch is, kunt u het gebruiken met SSL / TLS-protocollen om de beveiliging van uw webcommunicatie te verbeteren.
pl: Szyfrowanie silniejsze niż RSA to nowsza forma kryptografii z kluczem publicznym, zwana kryptografią krzywych eliptycznych. Jest to szybsze, ponieważ klawisze są krótsze. Ponieważ jest asymetryczny, można go używać z protokołami SSL/TLS w celu zwiększenia bezpieczeństwa komunikacji internetowej
pt: Mais forte do que a cifragem RSA é uma forma mais recente de cifragem de chave pública chamada criptografia de curva elíptica. É mais rápida, uma vez que as chaves são mais curtas. Por ser assimétrica, pode usá-la com protocolos SSL/TLS para aumentar a segurança das suas comunicações web.
ru: Более надежное, чем RSA, шифрование - это более поздняя форма криптографии с открытым ключом, называемая криптографией с эллиптической кривой. Это быстрее, так как символы короче. Поскольку он асимметричен, вы можете использовать его с протоколами SSL/TLS для повышения безопасности ваших веб-коммуникаций
sv: Starkare än RSA-kryptering är en nyare form av kryptografi med offentlig nyckel som kallas elliptisk kurvkryptering. Det går snabbare eftersom nycklarna är kortare. Eftersom det är asymmetriskt kan du använda det med SSL/TLS-protokoll för att öka säkerheten för din webbkommunikation
tr: Eliptik eğri şifrelemesi adı verilen daha yeni bir ortak anahtar şifreleme biçimi, RSA şifrelemeden daha güçlüdür. Tuşlar daha kısa olduğu için daha hızlıdır. Asimetrik olduğundan, web iletişimlerinizin güvenliğini artırmak için SSL/TLS protokolleriyle kullanabilirsiniz.
zh: 比RSA加密更强的是公钥加密的一种最新形式，称为椭圆曲线加密。 它更快，因为钥匙更短。 因为它是非对称的，所以您可以将它与SSL/TLS协议一起使用，以提高web通信的安全性

# Blog_ES_H1_SubHeading1
source: <strong>Famous encryption method to protect files or data.</strong>
ar: <strong> طريقة تشفير شهيرة لحماية الملفات أو البيانات. </strong>
de: <strong> Berühmte Verschlüsselungsmethode zum Schutz von Dateien oder Daten.</strong>
es: <strong>Famoso método de cifrado para proteger archivos o datos</strong>
fr: <strong>Célèbre méthode de cryptage pour protéger les fichiers ou les données.</strong>
it: <strong>Famoso metodo di crittografia per proteggere file o dati.</strong>
ko: <strong>파일이나 데이터를 보호하는 유명한 암호화 방법.</strong>
nl: <strong>Beroemde encryptiemethode om bestanden of gegevens te beschermen.</strong>
pl: <strong>Słynna metoda szyfrowania do ochrony plików lub danych.</strong>
pt: <strong>Método de cifragem famoso para proteger ficheiros ou dados.</strong>
ru: <strong>Известный метод шифрования для защиты файлов или данных.</strong>
sv: <strong>Känd krypteringsmetod för att skydda filer eller data.</strong>
tr: <strong>Dosyaları veya verileri korumak için ünlü şifreleme yöntemi.</strong>
zh: <strong>着名的加密方法来保护文件或数据。</strong>

# Blog_ES_H1_SubHeading2
source: <strong>1. Advanced Encryption Standard (AES)</strong>
ar: <strong> 1. معيار التشفير المتقدم (AES) </strong>
de: <strong>1. Erweiterter Verschlüsselungsstandard (AES)</strong>
es: <strong>1. Estándar de cifrado avanzado (AES)</strong>
fr: <strong>1. Norme de chiffrement avancé (AES)</strong>
it: <strong>1. Standard di crittografia avanzato (AES)</strong>
ko: <strong>1. 고급 암호화 표준(AES)</strong>
nl: <strong>1. Geavanceerde coderingsstandaard (AES)</strong>
pl: <strong>1. Zaawansowany standard szyfrowania (AES)</strong>
ru: <strong>1. Расширенный стандарт шифрования (AES)</strong>
sv: <strong>1. Avancerad krypterings standard (AES)</strong>
tr: <strong>1. Gelişmiş Şifreleme standardı (AES)</strong>
zh: <strong>1. 高级加密标准(AES)</strong>

# Blog_ES_H1_SubHeading3
source: <strong>2. Triple Data Encryption Standard (DES)</strong>
ar: <strong> 2. معيار تشفير البيانات الثلاثي (DES) </strong>
de: <strong>2. Dreifacher Datenverschlüsselungsstandard (DES)</strong>
es: <strong>2. Estándar de triple cifrado de datos (DES)</strong>
fr: <strong>2. Triple Norme de Chiffrement des Données (NCD)</strong>
it: <strong>2. Data Encryption Standard (DES) Triplo</strong>
ko: <strong>2. 트리 데이터 암호화 표준(DES)</strong>
pl: <strong>2. Potrójny standard szyfrowania danych (DES)</strong>
ru: <strong>2. Тройной стандарт шифрования данных (DES)</strong>
sv: Triple Data Encryption standard (DES)
tr: <strong>2. Üçlü Veri Şifreleme Standardı (DES)</strong>
zh: <strong>2． 三重数据加密标准(DES)</strong>

# Blog_ES_H1_SubHeading4
source: <strong>3. Format- preserving Encryption (FPE)</strong>
ar: <strong> 3. تنسيق- حفظ التشفير (FPE) </strong>
de: <strong>3. Formaterhaltende Verschlüsselung (FPE)</strong>
es: <strong>3. Cifrado con preservación del formato (FPE)</strong>
fr: <strong>3. Chiffrement préservant le Format (CPF)</strong>
ko: <strong>3. 형식 보존 암호화(FPE)</strong>
nl: <strong>3. Formaat- behoud van Encryptie (FPE)</strong>
pl: <strong>3. Szyfrowanie z zachowaniem formatu (FPE)</strong>
pt: <strong>3. Cifragem de Preservação de Formato (FPE)</strong>
ru: <strong>3. Шифрование с сохранением формата (FPE)</strong>
sv: <strong>3. Formatbevarande kryptering (FPE)</strong>
tr: <strong>3. Biçim Koruma Şifrelemesi (FPE)</strong>
zh: <strong>3。 格式保留加密(FPE)</strong>

# Blog_ES_H1_SubHeading5
source: <strong>4. Elliptic Curve Cryptography (ECC)</strong>
ar: <strong>4. تشفير المنحنى الإهليلجي (ECC) </strong>
de: <strong>4. Kryptographie mit elliptischen Kurven (ECC)</strong>
es: <strong>4. Criptografía de curva elíptica (ECC)</strong>
fr: <strong>4. Cryptographie à Courbe Elliptique (CCE)</strong>
it: strong>4. Crittografia a curva ellittica (ECC)</strong>
ko: <strong>4. 타원 곡선 암호화(ECC)</strong>
nl: <strong>4. Elliptische Curve Cryptografie (ECC)</strong>
pl: <strong>4. Kryptografia krzywych eliptycznych (ECC)</strong>
pt: <strong>4. Cryptografia de Curva Eclíptica (ECC)</strong>
ru: <strong>4. Криптография с эллиптической кривой (ECC)</strong>
sv: <strong>4. Elliptisk kurvkryptering (ECC)</strong>
tr: <strong>4. Eliptik Eğri Kriptografisi (ECC)</strong>
zh: <strong>4． 椭圆曲线密码学(ECC)</strong>

# Blog_ES_H1_Text1
source: Data is converted into ciphertext through encryption using a cipher (an encryption technique) and an encryption key. Once the ciphertext has been transmitted to the receiving party, a key (the same key for symmetric encryption; a different, related value for asymmetric encryption) is used to decode it back into the original value. Due to the similarity between encryption keys and physical keys, only users who possess the right key can “unlock” or decrypt the encrypted data.
ar: موسم العطلات هو وقت للاحتفال وقضاء الوقت مع أحبائهم ، ولكن من المهم أيضًا التأكد من أن بياناتك آمنة ومأمونة. باتباع هذه النصائح واستخدام حل أمني حسن السمعة مثل اكسكربت ، يمكنك المساعدة في حماية بياناتك من الوصول غير المصرح به ومنح نفسك راحة البال. اجازة سعيدة!
de: Daten werden durch Verschlüsselung mit einer Chiffre (einer Verschlüsselungstechnik) und einem Verschlüsselungsschlüssel in Chiffretext konvertiert. Sobald der Chiffretext an die empfangende Partei übertragen wurde, wird ein Schlüssel (derselbe Schlüssel für symmetrische Verschlüsselung; ein anderer, verwandter Wert für asymmetrische Verschlüsselung) verwendet, um ihn wieder in den ursprünglichen Wert zu dekodieren. Aufgrund der Ähnlichkeit zwischen Verschlüsselungsschlüsseln und physischen Schlüsseln können nur Benutzer, die den richtigen Schlüssel besitzen, die verschlüsselten Daten "entsperren" oder entschlüsseln.
es: Los datos se convierten en texto codificado mediante el cifrado utilizando un cifrado (una técnica de cifrado) y una clave de cifrado. Una vez que el texto cifrado se ha transmitido a la parte receptora, se usa una clave (la misma clave para el cifrado simétrico; un valor relacionado diferente para el cifrado asimétrico) para decodificarlo nuevamente en el valor original. Debido a la similitud entre las claves de cifrado y las claves físicas, solo los usuarios que poseen la clave correcta pueden "desbloquear" o descifrar los datos cifrados.
fr: Les données sont converties en texte chiffré par cryptage à l'aide d'un chiffrement (une technique de cryptage) et d'une clé de cryptage. Une fois que le texte chiffré a été transmis à la partie réceptrice, une clé (la même clé pour le chiffrement symétrique ; ou une clé différente et associée pour le chiffrement asymétrique) est utilisée pour le décoder dans la valeur d'origine. En raison de la similitude entre les clés de chiffrement et les clés physiques, seuls les utilisateurs qui possèdent la bonne clé peuvent « déverrouiller » ou déchiffrer les données chiffrées.
it: I dati vengono convertiti in testo cifrato tramite crittografia utilizzando un cifrario (una tecnica di crittografia) e una chiave di crittografia. Una volta che il testo cifrato è stato trasmesso alla parte ricevente, viene utilizzata una chiave (la stessa chiave per la crittografia simmetrica; un valore correlato diverso per la crittografia asimmetrica) per decodificarlo nuovamente nel valore originale. A causa della somiglianza tra le chiavi di crittografia e le chiavi fisiche, solo gli utenti che possiedono la chiave giusta possono "sbloccare" o decrittografare i dati crittografati.
ko: 데이터는 암호(암호화 기술)와 암호화 키를 사용한 암호화를 통해 암호문으로 변환됩니다. 암호문이 수신 당사자에게 전송되면 키(대칭 암호화의 경우 동일한 키, 비대칭 암호화의 경우 다른 관련 값)를 사용하여 원래 값으로 다시 디코딩합니다. 암호화 키와 물리적 키 간의 유사성으로 인해 올바른 키를 소유한 사용자만 암호화된 데이터를 "잠금 해제"하거나 해독할 수 있습니다.
nl: Gegevens worden omgezet in cijfertekst door middel van codering met behulp van een sleutel (een coderingstechniek) en een coderingssleutel. Zodra de cijfertekst naar de ontvangende partij is verzonden, wordt een sleutel (dezelfde sleutel voor symmetrische codering; een andere, gerelateerde waarde voor asymmetrische codering) gebruikt om deze terug te decoderen naar de oorspronkelijke waarde. Vanwege de gelijkenis tussen coderingssleutels en fysieke sleutels, kunnen alleen gebruikers die over de juiste sleutel beschikken de gecodeerde gegevens "ontgrendelen" of decoderen.
pl: Dane są konwertowane na tekst zaszyfrowany poprzez szyfrowanie przy użyciu szyfru (techniki szyfrowania) i klucza szyfrującego. Gdy tekst zaszyfrowany zostanie przesłany do strony odbierającej, klucz (ten sam klucz do szyfrowania symetrycznego; inna, powiązana wartość do szyfrowania asymetrycznego) jest używany do zdekodowania go z powrotem do oryginalnej wartości. Ze względu na podobieństwo między kluczami szyfrującymi a fizycznymi, tylko użytkownicy posiadający odpowiedni klucz mogą „odblokować” lub odszyfrować zaszyfrowane dane.
pt: Os dados são convertidos em texto cifrado através de cifragem usando uma cifra (uma técnica de cifragem) e uma chave de cifragem. Uma vez transmitido o texto cifrado ao destinatário, a chave (a mesma se a cifragem for simétrica; uma chave relacionada mas diferente se a cifragem for assimétrica) é usada para descodificá-lo de volta ao texto original. Dada a semelhança entre chaves de cifragem e chaves físicas, apenas os utilizadores que possuem a chave certa podem "desbloquear" ou decifrar dados cifrados.
ru: Данные преобразуются в зашифрованный текст посредством шифрования с использованием шифра (метода шифрования) и ключа шифрования. Как только зашифрованный текст был передан принимающей стороне, ключ (тот же ключ для симметричного шифрования; другое, связанное значение для асимметричного шифрования) используется для декодирования его обратно в исходное значение. Из-за сходства между ключами шифрования и физическими ключами только пользователи, обладающие правильным ключом, могут “разблокировать” или расшифровать зашифрованные данные.
sv: Data omvandlas till chiffertext genom kryptering med ett chiffer (en krypteringsteknik) och en krypteringsnyckel. När chiffertexten väl har sänts till den mottagande parten används en nyckel (samma nyckel för symmetrisk kryptering; ett annat relaterat värde för asymmetrisk kryptering) för att avkoda den tillbaka till det ursprungliga värdet. På grund av likheten mellan krypteringsnycklar och fysiska nycklar kan endast användare som har rätt nyckel "låsa upp" eller dekryptera den krypterade datan.
tr: Veriler, bir şifre (şifreleme tekniği) ve bir şifreleme anahtarı kullanılarak şifreleme yoluyla şifreli metne dönüştürülür. Şifreli metin alıcı tarafa iletildikten sonra, kodunu orijinal değerine geri çözmek için bir anahtar (simetrik şifreleme için aynı anahtar; asimetrik şifreleme için farklı, ilgili bir değer) kullanılır. Şifreleme anahtarları ve fiziksel anahtarlar arasındaki benzerlik nedeniyle, yalnızca doğru anahtara sahip kullanıcılar şifrelenmiş verilerin "kilidini açabilir" veya şifresini çözebilir.
zh: 使用密码（一种加密技术）和加密密钥通过加密将数据转换为密文。 一旦密文被传输到接收方，一个密钥（对称加密的相同密钥；非对称加密的不同的相关值）被用来将其解码回原始值。 由于加密密钥和物理密钥之间的相似性，只有拥有正确密钥的用户才能"解锁"或解密加密数据。
