Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ASTSHSA_H5_Text5
source: Accidents happen, and it's always a good idea to have a backup of your important files. Make sure to regularly back up your data to a secure location, such as an external hard drive or a cloud storage service. This can help protect against data loss in the event of a system failure or other unforeseen event. It's also a good idea to test your backups regularly to ensure that they are working properly.
ar: تقع الحوادث ، ومن الأفضل دائمًا الاحتفاظ بنسخة احتياطية من ملفاتك المهمة. تأكد من إجراء نسخ احتياطي لبياناتك بانتظام في مكان آمن ، مثل محرك أقراص ثابت خارجي أو خدمة تخزين سحابي. يمكن أن يساعد هذا في الحماية من فقدان البيانات في حالة فشل النظام أو أي حدث آخر غير متوقع. من الجيد أيضًا اختبار النسخ الاحتياطية بانتظام للتأكد من أنها تعمل بشكل صحيح.
de: Unfälle passieren, und es ist immer eine gute Idee, eine Sicherungskopie Ihrer wichtigen Dateien zu haben. Stellen Sie sicher, dass Sie Ihre Daten regelmäßig an einem sicheren Ort sichern, z. B. auf einer externen Festplatte oder einem Cloud-Speicherdienst. Dies kann zum Schutz vor Datenverlust im Falle eines Systemausfalls oder eines anderen unvorhergesehenen Ereignisses beitragen. Es ist auch eine gute Idee, Ihre Backups regelmäßig zu testen, um sicherzustellen, dass sie ordnungsgemäß funktionieren.
es: Los accidentes ocurren y siempre es una buena idea tener una copia de seguridad de tus archivos importantes. Asegúrate de hacer una copia de seguridad de tus datos con regularidad en una ubicación segura, como un disco duro externo o un servicio de almacenamiento en la nube. Esto puede ayudar a protegerte contra la pérdida de datos en caso de una falla del sistema u otro evento imprevisto. También es una buena idea probar tus copias de seguridad periódicamente para asegurarte de que funcionan correctamente.
fr: Les accidents arrivent, et c'est toujours une bonne idée d'avoir une sauvegarde de vos fichiers importants. Assurez-vous de sauvegarder régulièrement vos données dans un emplacement sécurisé, tel qu'un disque dur externe ou un service de stockage Cloud. Cela peut aider à protéger contre la perte de données en cas de panne du système ou d'autre événement imprévu. C'est aussi une bonne idée de tester vos sauvegardes régulièrement pour vous assurer qu'elles fonctionnent correctement.
it: Gli incidenti accadono ed è sempre una buona idea avere un backup dei tuoi file importanti. Assicurati di eseguire regolarmente il backup dei dati in un luogo sicuro, ad esempio un disco rigido esterno o un servizio di archiviazione cloud. Questo può aiutare a proteggere dalla perdita di dati in caso di guasto del sistema o altri eventi imprevisti. È anche una buona idea testare regolarmente i backup per assicurarsi che funzionino correttamente.
ko: 어떤 일이 발생하면, 항상 중요한 파일을 백업하는 것이 좋습니다. 데이터를 외장 하드 드라이브 또는 클라우드 스토리지 서비스와 같은 안전한 위치에 정기적으로 백업해야 합니다. 이렇게 하면 시스템 오류 또는 기타 예기치 않은 이벤트가 발생할 경우 데이터 손실을 방지할 수 있습니다. 백업이 제대로 작동하는지 정기적으로 테스트하는 것도 좋은 아이디어입니다.
nl: Ongelukken gebeuren en het is altijd een goed idee om een back-up van uw belangrijke bestanden te hebben. Zorg ervoor dat u regelmatig een back-up van uw gegevens maakt op een veilige locatie, zoals een externe harde schijf of een cloudopslagservice. Dit kan helpen beschermen tegen gegevensverlies in het geval van een systeemstoring of een andere onvoorziene gebeurtenis. Het is ook een goed idee om uw back-ups regelmatig te testen om er zeker van te zijn dat ze goed werken.
pl: Wypadki się zdarzają i zawsze warto mieć kopię zapasową ważnych plików. Pamiętaj, aby regularnie tworzyć kopie zapasowe danych w bezpiecznej lokalizacji, takiej jak zewnętrzny dysk twardy lub usługa przechowywania w chmurze. Może to pomóc w ochronie przed utratą danych w przypadku awarii systemu lub innego nieprzewidzianego zdarzenia. Dobrym pomysłem jest również regularne testowanie kopii zapasowych, aby upewnić się, że działają prawidłowo.
pt: Os acidentes acontecem e é sempre boa ideia ter uma cópia de segurança dos seus ficheiros importantes. Certifique-se de que faz cópias de segurança regulares para um local seguro, como um disco rígido externo ou um serviço de armazenamento na nuvem. Tal pode ajudar a proteger de perda de dados na eventualidade de uma falha de sistema ou outro evento inesperado. É também boa ideia testar as suas cópias de segurança regularmente para garantir que estão a funcionar correctamente.
ru: Бывают несчастные случаи, и всегда полезно иметь резервную копию ваших важных файлов. Обязательно регулярно создавайте резервные копии своих данных в безопасном месте, например на внешнем жестком диске или в облачном хранилище. Это может помочь защитить от потери данных в случае сбоя системы или другого непредвиденного события. Также неплохо регулярно проверять свои резервные копии, чтобы убедиться, что они работают должным образом.
sv: Olyckor händer, och det är alltid en bra idé att säkerhetskopiera dina viktiga filer. Se till att regelbundet säkerhetskopiera dina data till en säker plats, till exempel en extern hårddisk eller en molnlagringstjänst. Detta kan hjälpa till att skydda mot dataförlust i händelse av ett systemfel eller annan oförutsedd händelse. Det är också en bra idé att testa dina säkerhetskopior regelbundet för att säkerställa att de fungerar korrekt.
tr: Olası kazalara karşı önemli dosyalarınızın yedeğini almak her zaman iyi bir fikirdir. Verilerinizi düzenli olarak harici sabit sürücü veya bulut depolama hizmeti gibi güvenli bir konuma yedeklediğinizden emin olun. Bu, bir sistem arızası veya öngörülemeyen başka bir olay durumunda veri kaybına karşı korunmaya yardımcı olabilir. Düzgün çalıştıklarından emin olmak için yedeklemelerinizi düzenli olarak test etmek de iyi bir fikirdir.
zh: 事故发生，它始终是一个好主意，有你的重要文件的备份。 确保定期将数据备份到安全位置，例如外部硬盘驱动器或云存储服务。 这有助于在系统故障或其他不可预见事件发生时防止数据丢失。 定期测试备份以确保它们正常工作也是一个好主意。

# Blog_ASTSHSA_H6_Text6
source: Public Wi-Fi networks can be vulnerable to hackers, so it's best to avoid accessing sensitive information or logging into important accounts while using them. If you need to use public Wi-Fi, make sure to use a reputable VPN service to secure your connection. A VPN, or virtual private network, encrypts your internet connection and helps protect your data from being accessed by others on the same network.
ar: يمكن أن تكون شبكات Wi-Fi العامة عرضة للقراصنة ، لذلك من الأفضل تجنب الوصول إلى المعلومات الحساسة أو تسجيل الدخول إلى حسابات مهمة أثناء استخدامها. إذا كنت بحاجة إلى استخدام شبكة Wi-Fi عامة ، فتأكد من استخدام خدمة VPN ذات السمعة الطيبة لتأمين اتصالك. تقوم VPN ، أو الشبكة الافتراضية الخاصة ، بتشفير اتصالك بالإنترنت وتساعد على حماية بياناتك من الوصول إليها من قبل الآخرين على نفس الشبكة.
de: Vermeiden Sie daher am besten den Zugriff auf vertrauliche Informationen oder das Anmelden bei wichtigen Konten, während Sie diese verwenden. Wenn Sie öffentliches WLAN verwenden müssen, stellen Sie sicher, dass Sie einen seriösen VPN-Dienst verwenden, um Ihre Verbindung zu sichern. Ein VPN oder virtuelles privates Netzwerk verschlüsselt Ihre Internetverbindung und schützt Ihre Daten vor dem Zugriff durch andere im selben Netzwerk.
es: Las redes WiFi públicas pueden ser vulnerables a los hackers informáticos, por lo que es mejor evitar acceder a información confidencial o iniciar sesión en cuentas importantes mientras las usas. Si necesitas usar WiFi público, asegúrate de usar un servicio VPN confiable para asegurar tu conexión. Una VPN, o red privada virtual, cifra tu conexión a Internet y ayuda a proteger tus datos para que otros usuarios de la misma red no accedan a ellos.
fr: Les réseaux Wi-Fi publics peuvent être vulnérables aux pirates, il est donc préférable d'éviter d'accéder à des informations sensibles ou de se connecter à des comptes importants lors de leur utilisation. Si vous devez utiliser le Wi-Fi public, assurez-vous d'utiliser un service VPN réputé pour sécuriser votre connexion. Un VPN, ou réseau privé virtuel, crypte votre connexion Internet et aide à protéger vos données contre l'accès par d'autres sur le même réseau.
it: Le reti Wi-Fi pubbliche possono essere vulnerabili agli hacker, quindi è meglio evitare di accedere a informazioni sensibili o di accedere ad account importanti mentre le si utilizza. Se devi utilizzare il Wi-Fi pubblico, assicurati di utilizzare un servizio VPN affidabile per proteggere la tua connessione. Una VPN, o rete privata virtuale, crittografa la tua connessione Internet e aiuta a proteggere i tuoi dati dall'accesso di altri sulla stessa rete.
ko: 공용 Wi-Fi 네트워크는 해커에게 취약할 수 있으므로 사용하는 동안 민감한 정보에 액세스하거나 중요한 계정에 로그인하지 않는 것이 가장 좋습니다. 공용 Wi-Fi를 사용해야 하는 경우 평판이 좋은 VPN 서비스를 사용하여 연결을 보호해야 합니다. VPN 또는 가상 사설망은 인터넷 연결을 암호화하고 동일한 네트워크의 다른 사람이 데이터에 액세스하지 못하도록 보호합니다.
nl: Openbare Wifi-netwerken kunnen kwetsbaar zijn voor hackers, dus het is het beste om te voorkomen dat u toegang krijgt tot gevoelige informatie of inlogt op belangrijke accounts terwijl u ze gebruikt. Als u openbare wifi moet gebruiken, zorg er dan voor dat u een gerenommeerde VPN-service gebruikt om uw verbinding te beveiligen. Een VPN, of virtueel particulier netwerk, versleutelt uw internetverbinding en helpt uw gegevens te beschermen tegen toegang door anderen op hetzelfde netwerk.
pl: Publiczne sieci Wi-Fi mogą być podatne na ataki hakerów, dlatego najlepiej unikać uzyskiwania dostępu do poufnych informacji lub logowania się do ważnych kont podczas korzystania z nich. Jeśli musisz korzystać z publicznej sieci Wi-Fi, upewnij się, że korzystasz z renomowanej usługi VPN, aby zabezpieczyć swoje połączenie. VPN, czyli wirtualna sieć prywatna, szyfruje Twoje połączenie internetowe i pomaga chronić Twoje dane przed dostępem innych osób w tej samej sieci.
pt: As redes Wi-Fi públicas podem ser vulneráveis a hackers, pelo que o melhor é evitar aceder a informação sensível ou iniciar sessão em contas importantes através delas. Se precisar de usar Wi-Fi público, certifique-se de que usa um um serviço de VPN reputado para proteger a sua ligação. Uma VPN, ou rede privada virtual, cifra a sua ligação à internet e ajuda a proteger os seus dados de acesso por terceiros na mesma rede.
ru: Общедоступные сети Wi-Fi могут быть уязвимы для хакеров, поэтому лучше избегать доступа к конфиденциальной информации или входа в важные учетные записи во время их использования. Если вам нужно воспользоваться общедоступным Wi-Fi, обязательно воспользуйтесь надежным VPN-сервисом для защиты вашего соединения. VPN, или виртуальная частная сеть, шифрует ваше интернет-соединение и помогает защитить ваши данные от доступа других пользователей к той же сети.
sv: Offentliga Wi-Fi-nätverk kan vara sårbara för hackare, så det är bäst att undvika att gå in på känslig information eller logga in på viktiga konton när du använder dem. Om du behöver använda offentligt Wi-Fi, se till att använda en ansedd VPN-tjänst för att säkra din anslutning. Ett VPN, eller virtuellt privat nätverk, krypterar din internetanslutning och hjälper till att skydda datan från att nås av andra på samma nätverk.
tr: Herkese açık Wi-Fi ağları bilgisayar korsanlarına karşı savunmasız olabilir, bu nedenle bunları kullanırken hassas bilgilere erişmekten veya önemli hesaplara giriş yapmaktan kaçınmak en iyisidir. Herkese açık Wi-Fi kullanmanız gerekiyorsa, bağlantınızı güvence altına almak için saygın bir VPN hizmeti kullandığınızdan emin olun. VPN veya sanal özel ağ, internet bağlantınızı şifreler ve aynı ağdaki diğer kişilerin verilerinize erişmesini önlemeye yardımcı olur.
zh: 公共WiFi网络可能容易受到黑客攻击，因此在使用时最好避免访问敏感信息或登录重要帐户。 如果您需要使用公共Wi-Fi，请确保使用信誉良好的VPN服务来保护您的连接。 VPN或虚拟专用网络加密您的互联网连接，并帮助保护您的数据不被同一网络上的其他人访问。

# Blog_ASTSHSA_H7_Text7
source: During the holiday season, scammers often try to take advantage of people's generosity and good cheer. Be cautious when opening emails or clicking on links from unfamiliar sources, as these can be used to trick you into revealing sensitive information or downloading.
ar: خلال موسم الأعياد ، غالبًا ما يحاول المحتالون الاستفادة من كرم الناس والبهجة الطيبة. كن حذرًا عند فتح رسائل البريد الإلكتروني أو النقر على روابط من مصادر غير مألوفة ، حيث يمكن استخدامها لخداعك للكشف عن معلومات حساسة أو التنزيل.
de: Während der Ferienzeit versuchen Betrüger oft, die Großzügigkeit und die gute Laune der Menschen auszunutzen. Seien Sie vorsichtig, wenn Sie E-Mails öffnen oder auf Links aus unbekannten Quellen klicken, da diese dazu verwendet werden können, Sie dazu zu verleiten, vertrauliche Informationen preiszugeben oder herunterzuladen.
es: Durante la temporada navideña, los estafadores a menudo intentan aprovecharse de la generosidad y el buen humor de las personas. Ten cuidado al abrir correos electrónicos o hacer clic en enlaces de fuentes desconocidas, ya que pueden usarse para engañarte y que descargues o reveles información confidencial.
fr: Pendant la période des fêtes, les escrocs essaient souvent de profiter de la générosité et de la bonne humeur des gens. Soyez prudent lorsque vous ouvrez des e-mails ou cliquez sur des liens provenant de sources inconnues, car ceux-ci peuvent être utilisés pour vous inciter à révéler des informations sensibles ou à télécharger.
it: Durante le festività natalizie, i truffatori cercano spesso di approfittare della generosità e del buon umore delle persone. Prestare attenzione quando si aprono e-mail o si fa clic su collegamenti da fonti sconosciute, poiché possono essere utilizzati per indurti a rivelare informazioni sensibili o a scaricarli.
ko: 휴가철에 사기꾼들은 이를 악이용하려고 합니다. 이메일을 열거나 익숙하지 않은 출처의 링크를 클릭할 때는 민감한 정보를 공개하거나 다운로드하도록 속일 수 있으므로 주의하십시오.
nl: Tijdens de feestdagen proberen oplichters vaak te profiteren van de vrijgevigheid en goede moed van mensen. Wees voorzichtig bij het openen van e-mails of het klikken op links van onbekende bronnen, omdat deze kunnen worden gebruikt om u te misleiden om gevoelige informatie te onthullen of te downloaden.
pl: W okresie świątecznym oszuści często próbują wykorzystać hojność i dobry humor ludzi. Zachowaj ostrożność podczas otwierania wiadomości e-mail lub klikania linków z nieznanych źródeł, ponieważ mogą one zostać wykorzystane do nakłonienia Cię do ujawnienia poufnych informacji lub pobrania.
pt: Durante a época festiva, os scammers tentam normalmente tirar partido da generosidade das pessoas e do seu bom ânimo. Tenha cuidado ao abrir emails ou ao clicar em ligações de fontes desconhecidas, pois podem ser usadas para levá-la(o) a revelar informação sensível ou a fazer downloads.
ru: Во время сезона отпусков мошенники часто пытаются воспользоваться щедростью и хорошим настроением людей. Будьте осторожны, открывая электронные письма или переходя по ссылкам из незнакомых источников, поскольку они могут быть использованы для того, чтобы обманом заставить вас раскрыть конфиденциальную информацию или загрузить ее.
sv: Under semesterperioden försöker bedragare ofta dra nytta av människors generositet och goda humör. Var försiktig när du öppnar e-postmeddelanden eller klickar på länkar från okända källor, eftersom dessa kan användas för att få dig att avslöja känslig information eller ladda ner någonting.
tr: Tatil sezonunda, dolandırıcılar genellikle insanların cömertliğinden ve mutluluğundan faydalanmaya çalışırlar. E-postaları açarken veya yabancı kaynaklardan gelen bağlantılara tıklarken dikkatli olmanız gerekir çünkü bunlar hassas bilgileri açıklamanız veya indirmeniz için sizi aldatmak için kullanılabilir.
zh: 在节日期间，骗子经常试图利用人们的慷慨和良好的欢呼。 打开电子邮件或点击来自不熟悉来源的链接时要小心，因为这些可能会诱骗您泄露敏感信息或下载。

# Blog_ASTSHSA_Heading1
source: <strong>1. Use strong, unique passwords</strong>
ar: <strong> 1. استخدم كلمات مرور قوية وفريدة من نوعها </strong>
de: <strong>1. Verwenden Sie starke, eindeutige Passwörter</strong>
es: <strong>1. Usa contraseñas fuertes y únicas</strong>
fr: <strong>1. Utilisez des mots de passe forts et uniques</strong>
it: <strong>1. Usa password complesse e univoche</strong>
ko: <strong>1. 강력하고 고유한 비밀번호 사용</strong>
nl: <strong>1. Gebruik sterke, unieke wachtwoorden</strong>
pl: <strong>1. Używaj silnych, unikalnych haseł</strong>
pt: <strong>1. Use palavras-passe únicas e fortes</strong>
ru: <strong>1. Используйте надежные, уникальные пароли</strong>
sv: <strong>1. Använd starka, unika lösenord</strong>
tr: <strong>1. Güçlü, benzersiz parolalar kullanın</strong>
zh: <strong>1.使用强大的唯一密码</strong>

# Blog_ASTSHSA_Heading2
source: <strong>2. Use a password manager</strong>
ar: <strong> 2. استخدم مدير كلمات المرور </strong>
de: <strong>2. Verwenden Sie einen Passwort-Manager</strong>
es: <strong>2. Usa un administrador de contraseñas</strong>
fr: <strong>2. Utiliser un gestionnaire de mots de passe</strong>
it: <strong>2. Usa un gestore di password</strong>
ko: <strong>2. 비밀번호 관리자 사용</strong>
nl: <strong>2. Gebruik een wachtwoordmanager</strong>
pl: <strong>2. Użyj menedżera haseł</strong>
pt: <strong>2. Use um gestor de palavras-passe</strong>
ru: <strong>2. Используйте менеджер паролей</strong>
sv: <strong>2. Använd en lösenordshanterare</strong>
tr: <strong>2. Bir parola yöneticisi kullanın</strong>
zh: <strong>2.使用密码管理器</strong>

# Blog_ASTSHSA_Heading3
source: <strong>3. Keep your software and operating system up to date</strong>
ar: <strong> 3. حافظ على تحديث البرنامج ونظام التشغيل الخاص بك </strong>
de: <strong>3. Halten Sie Ihre Software und Ihr Betriebssystem auf dem neuesten Stand</strong>
es: <strong>3. Mantén tu software y sistema operativo actualizados</strong>
fr: <strong>3. Gardez votre logiciel et votre système d'exploitation à jour</strong>
it: <strong>3. Mantieni aggiornati il tuo software e il tuo sistema operativo</strong>
ko: <strong>3. 소프트웨어 및 운영 체제를 최신 상태로 유지</strong>
nl: <strong>3. Houd uw software en besturingssysteem up to date</strong>
pl: <strong>3. Aktualizuj oprogramowanie i system operacyjny</strong>
pt: <strong>3. Mantenha o seu software e sistema operativo actualizados</strong>
ru: <strong>3. Поддерживайте свое программное обеспечение и операционную систему в обновленном состоянии</strong>
sv: stark>3. Håll din programvara och ditt operativsystem uppdaterade</strong>
tr: <strong>3. Yazılımınızı ve işletim sisteminizi güncel tutun</strong>
zh: <strong>3. 让您的软件和操作系统保持最新</strong>

# Blog_ASTSHSA_Heading4
source: <strong>4. Use a reputable security solution</strong>
ar: <strong> 4. استخدم حلا أمنيا حسن السمعة </strong>
de: <strong>4. Verwenden Sie eine seriöse Sicherheitslösung</strong>
es: <strong>4. Usa una solución de seguridad confiable</strong>
fr: <strong>4. Utilisez une solution de sécurité réputée</strong>
it: <strong>4. Utilizzare una soluzione di sicurezza affidabile</strong>
ko: <strong>4. 평판이 좋은 보안 솔루션 사용</strong>
nl: <strong>4. Gebruik een gerenommeerde beveiligingsoplossing</strong>
pl: <strong>4. Użyj renomowanego rozwiązania zabezpieczającego</strong>
pt: <strong>4. Use uma solução de segurança reputada</strong>
ru: <strong>4. Используйте надежное решение для обеспечения безопасности</strong>
sv: <strong>4. Använd en ansedd säkerhetslösning</strong>
tr: <strong>4. Saygın bir güvenlik çözümü kullanın</strong>
zh: <强>4. 使用信誉良好的安全解决方案</strong>

# Blog_ASTSHSA_Heading5
source: <strong>5. Back up your data</strong>
ar: <strong>5. احتفظ بنسخة احتياطية من بياناتك </strong>
de: <strong>5. Sichern Sie Ihre Daten</strong>
es: <strong>5. Respalda tus datos</strong>
fr: <strong>5. Sauvegardez vos données</strong>
it: <strong>5. Esegui il backup dei tuoi dati</strong>
ko: <strong>5. 데이터 백업</strong>
nl: <strong>5. Maak een back-up van uw gegevens</strong>
pl: <strong>5. Wykonaj kopię zapasową swoich danych</strong>
pt: <strong>5. Faça cópias de segurança dos seus dados</strong>
ru: <strong>5. Создайте резервную копию ваших данных</strong>
sv: <strong>5. Säkerhetskopiera dina data</strong>
tr: <strong>5. Verilerinizin yedeklenmesi</strong>
zh: <strong>5. 备份您的数据</strong>

# Blog_ASTSHSA_Heading6
source: <strong>6. Be cautious when using public Wi-Fi</strong>
ar: <strong> 6. كن حذرًا عند استخدام شبكة واي فاي عامة </ strong>
de: <strong>6. Seien Sie vorsichtig, wenn Sie öffentliches WLAN verwenden</ strong>
es: <strong>6. Ten precaución cuando uses WiFi público</strong>
fr: <strong>6. Soyez prudent lorsque vous utilisez le Wi-Fi public</strong>
it: <strong>6. Fai attenzione quando usi il Wi-Fi pubblico</strong>
ko: <strong>6. 공용 Wi-Fi를 사용할 때 주의하세요.</strong>
nl: <strong>6. Wees voorzichtig met het gebruik van openbare wifi</strong>
pl: <strong>6. Zachowaj ostrożność podczas korzystania z publicznych Wi-Fi</strong>
pt: <strong>6. Seja cautelosa(o) ao usar Wi-Fi público</strong>
ru: <strong>6. Будьте осторожны при использовании общественного Wi-Fi</strong>
sv: <strong>6. Var försiktig när du använder offentligt Wi-Fi</strong>
tr: <strong>6. Herkese açık Wi-Fi kullanırken dikkatli olun</strong>
zh: <strong>6. 使用公共Wi-Fi时要小心</strong>

# Blog_ASTSHSA_Heading7
source: <strong>7. Be mindful of phishing scams</strong>
ar: <strong> 7. انتبه لخدع التصيد الاحتيالي </strong>
de: <strong>7. Achten Sie auf Phishing-Betrug</ strong>
es: <strong>7. Ten cuidado con las estafas de phishing</strong>
fr: <strong>7. Faites attention aux escroqueries par hameçonnage</strong>
it: <strong>7. Fai attenzione alle truffe di phishing</strong>
ko: <strong>7. 피싱 사기에 주의하세요</strong>
nl: <strong>7. Houd rekening met phishing oplichting</strong>
pl: <strong>7. Uważaj na oszustwa typu phishing</strong>
pt: <strong>7. Esteja atento a esquemas de phishing</strong>
ru: <сильный>7. Будьте внимательны к фишинговым мошенничествам</strong>
sv: <strong>7. Var uppmärksam på nätfiskebedrägerier</strong>
tr: <strong>7. Kimlik avı dolandırıcılığına karşı dikkatli olun</strong>
zh: <strong>7. 注意网络钓鱼诈骗</strong>
