Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCPMGDBlock4Text1
source: AxCrypt’s Password Manager has a secure sharing feature letting you share your passwords, card details, and notes by adding recipients email address, who can access it on their Password Manager. The recipient just needs a free AxCrypt ID and will be automatically invited via email if necessary.
ar: يحتوي مدير كلمات المرور في اكسكربت على ميزة مشاركة آمنة تتيح لك مشاركة كلمات المرور وتفاصيل البطاقة والملاحظات عن طريق إضافة عنوان بريد إلكتروني للمستلمين ، والذين يمكنهم الوصول إليه على مدير كلمات المرور الخاص بهم. يحتاج المستلم فقط إلى معرف اكسكربت مجاني وسيتم دعوته تلقائيا عبر البريد الإلكتروني إذا لزم الأمر.
de: Der Passwort-Manager von AxCrypt verfügt über eine sichere Freigabefunktion, mit der Sie Ihre Passwörter, Kartendaten und Notizen teilen können, indem Sie die E-Mail-Adresse des Empfängers hinzufügen, die in ihrem Passwort-Manager darauf zugreifen können. Der Empfänger benötigt lediglich eine kostenlose AxCrypt-ID und wird bei Bedarf automatisch per E-Mail eingeladen.
es: El Administrador de contraseñas de AxCrypt tiene una función para compartir de forma segura que le permite compartir sus contraseñas, detalles de tarjetas y notas agregando la dirección de correo electrónico de los destinatarios, que pueden acceder a ella en su Administrador de contraseñas. El destinatario solo necesita un ID de AxCrypt gratuito y será invitado automáticamente por correo electrónico si es necesario.
fr: Le gestionnaire de mots de passe d'AxCrypt dispose d'une fonction de partage sécurisé vous permettant de partager vos mots de passe, les détails de votre carte et vos notes en ajoutant l'adresse e-mail des destinataires, qui peuvent y accéder sur leur gestionnaire de mots de passe. Le destinataire a juste besoin d'un identifiant AxCrypt gratuit et sera automatiquement invité par e-mail si nécessaire.
it: Il Password Manager di AxCrypt ha una funzione di condivisione sicura che ti consente di condividere le tue password, i dettagli della carta e le note aggiungendo l'indirizzo e-mail dei destinatari, che possono accedervi sul loro Password Manager. Il destinatario ha solo bisogno di un ID AxCrypt gratuito e, se necessario, verrà automaticamente invitato via e-mail.
ko: AxCrypt의 비밀번호 관리자는 비밀번호, 카드 정보 및 노트를 공유할 수 있는 안전한 공유 기능을 제공합니다. 수신자의 이메일 주소를 추가하면 비밀번호 관리자로 접근할 수 있습니다. 수신자는 무료 AxCrypt ID가 필요하며, 필요시 자동으로 이메일 초대가 발송됩니다.
nl: AxCrypt's Password Manager heeft een functie voor veilig delen waarmee je jouw wachtwoorden, kaartgegevens en notities kunt delen door het e-mailadres van de ontvanger toe te voegen, die er toegang toe heeft via zijn passwoordmanager. De ontvanger heeft alleen een gratis AxCrypt ID nodig en wordt indien nodig automatisch via e-mail uitgenodigd.
pl: Menedżer haseł AxCrypt posiada funkcję bezpiecznego udostępniania, umożliwiającą udostępnianie haseł, szczegółów karty i notatek poprzez dodanie adresu e-mail odbiorcy, który będzie mógł uzyskać do niego dostęp w swoim Menedżerze haseł. Odbiorca potrzebuje jedynie bezpłatnego identyfikatora AxCrypt i w razie potrzeby zostanie automatycznie zaproszony e-mailem.
pt: O Password Manager do AxCrypt tem um recurso de compartilhamento seguro que permite que você compartilhe suas senhas, detalhes do cartão e anotações adicionando o endereço de e-mail dos destinatários, que podem acessá-lo em seu Gerenciador de Senhas. O destinatário só precisa de um ID AxCrypt gratuito e será automaticamente convidado por e-mail, se necessário.
ru: Менеджер паролей AxCrypt имеет функцию безопасного обмена, позволяющую делиться паролями, данными карт и заметками, добавляя адрес электронной почты получателя, который может получить к нему доступ в своем менеджере паролей. Получателю просто нужен бесплатный идентификатор AxCrypt, и при необходимости он будет автоматически приглашен по электронной почте.
sv: AxCrypt’s lösenordshanterare har en säker delningsfunktion som låter dig dela dina lösenord, kortuppgifter och anteckningar genom att lägga till mottagarens e-postadress, som kan få åtkomst till dessa i sin lösenordshanterare. Mottagaren behöver bara ett gratis AxCrypt-ID och kommer automatiskt att bjudas in via e-post om det behövs.
tr: AxCrypt'in Parola Yöneticisi, parolalarınızı, kart bilgilerinizi ve notlarınızı Parola Yöneticilerinden erişebilecek alıcıların e-posta adreslerini ekleyerek paylaşmanıza izin veren güvenli bir paylaşım özelliğine sahiptir. Alıcının sadece ücretsiz bir AxCrypt Kimliğine ihtiyacı vardır ve gerekirse otomatik olarak e-posta yoluyla davet edilir.
zh: AxCrypt的密码管理器具有安全共享功能，可让您通过添加收件人的电子邮件地址来共享密码，卡详细信息和笔记，收件人可以在其密码管理器上访问该地址。收件人只需要一个免费的AxCrypt ID，如有必要，将通过电子邮件自动邀请。

# AxCPMGDBlock4Text2
source: Also, you can set visibility options (once, one day, forever, and so on) while sharing the private data.
ar: أيضا ، يمكنك تعيين خيارات الرؤية (مرة واحدة ، يوم واحد ، إلى الأبد ، وما إلى ذلك) أثناء مشاركة البيانات الخاصة.
de: Außerdem können Sie Sichtbarkeitsoptionen festlegen (einmal, einen Tag, für immer usw.), während Sie die privaten Daten freigeben.
es: Además, puede configurar opciones de visibilidad (una vez, un día, para siempre, etc.) mientras comparte los datos privados.
fr: Vous pouvez également définir des options de visibilité (une fois, un jour, pour toujours, etc.) lors du partage des données privées.
it: Inoltre, è possibile impostare le opzioni di visibilità (una volta, un giorno, per sempre e così via) durante la condivisione dei dati privati.
ko: 또한, 개인 데이터를 공유할 때 가시성 옵션(한 번, 하루, 영원히 등)을 설정할 수 있습니다.
nl: Je kunt ook zichtbaarheidsopties instellen (eenmalig, één dag, voor altijd, enzovoort) tijdens het delen van de privégegevens.
pl: Możesz także ustawić opcje widoczności (raz, jeden dzień, na zawsze itd.) podczas udostępniania prywatnych danych.
pt: Além disso, você pode definir opções de visibilidade (uma vez, um dia, para sempre e assim por diante) ao compartilhar os dados privados.
ru: Кроме того, вы можете установить параметры видимости (один раз, один день, навсегда и т. д.) при совместном использовании личных данных.
sv: Du kan också ställa in tid för synlighet (en gång, en dag, för alltid och så vidare) när du delar privata data.
tr: Ayrıca, özel verileri paylaşırken görünürlük seçeneklerini (bir kez, bir gün, sonsuza kadar vb.) ayarlayabilirsiniz.
zh: 此外，您可以在共享私有数据时设置可见性选项（一次、一天、永久等）。

# AxCPMGDBlock4Text3
source: AxCrypt uses <b>Asymmetrical</b> encryption to securely share the encrypted data.
ar: يستخدم اكسكربت التشفير <b>غير المتماثل</b> لمشاركة البيانات المشفرة بشكل آمن.
de: AxCrypt verwendet <b> Asymmetrische</b> Verschlüsselung, um die verschlüsselten Daten sicher zu teilen.
es: AxCrypt utiliza el cifrado <b>asimétrico</b> para compartir de forma segura los datos cifrados.
fr: AxCrypt utilise le cryptage <b>Asymétrique</b> pour partager en toute sécurité les données cryptées.
it: AxCrypt utilizza la crittografia <b>asimmetrica</b> per condividere in modo sicuro i dati crittografati.
ko: AxCrypt는 암호화된 데이터를 안전하게 공유하기 위해 <b>비대칭</b> 암호화를 사용합니다.
nl: AxCrypt maakt gebruik van <b>asymmetrische</b> versleuteling om de versleutelde gegevens veilig te delen.
pl: AxCrypt wykorzystuje szyfrowanie <b>asymetryczne</b>, aby bezpiecznie udostępniać zaszyfrowane dane.
pt: O AxCrypt usa criptografia <b>assimétrica</b> para compartilhar com segurança os dados criptografados.
ru: AxCrypt использует <b>асимметричное</b> шифрование для безопасного обмена зашифрованными данными.
sv: AxCrypt använder <b>asymmetrisk</b> kryptering för att dela krypterade data på ett säkert sätt.
tr: AxCrypt, şifrelenmiş verileri güvenli bir şekilde paylaşmak için <b>Asimetrik</b> şifreleme kullanır.
zh: AxCrypt使用 <b>非对称</b> 加密来安全地共享加密数据。

# AxCPMGDBlock4Text4
source: When secure sharing, the session key is encrypted using <b>RSA-4096</b> with the public key of other recipients you’ve chosen to key share the data with. This encrypted session key is added to the encrypted data.
ar: عند المشاركة الآمنة، يتم تشفير مفتاح الجلسة باستخدام <b>RSA-4096</b> باستخدام المفتاح العام للمستلمين الآخرين الذين اخترتهم لمشاركة البيانات معهم. تتم إضافة مفتاح جلسة العمل المشفر هذا إلى البيانات المشفرة.
de: Bei der sicheren Freigabe wird der Sitzungsschlüssel mit <b>RSA-4096</b> mit dem öffentlichen Schlüssel anderer Empfänger verschlüsselt, für die Sie die Daten freigegeben haben. Dieser verschlüsselte Sitzungsschlüssel wird den verschlüsselten Daten hinzugefügt.
es: Cuando se comparte de forma segura, la clave de sesión se cifra mediante <b>RSA-4096</b> con la clave pública de otros destinatarios con los que haya elegido compartir la clave de los datos. Esta clave de sesión cifrada se agrega a los datos cifrados.
fr: Lors d'un partage sécurisé, la clé de session est chiffrée à l'aide de <b>RSA-4096</b> avec la clé publique des autres destinataires avec lesquels vous avez choisi de partager les données. Cette clé de session chiffrée est ajoutée aux données chiffrées.
it: Quando si esegue la condivisione protetta, la chiave di sessione viene crittografata utilizzando <b>RSA-4096</b> con la chiave pubblica di altri destinatari con cui si è scelto di condividere i dati. Questa chiave di sessione crittografata viene aggiunta ai dati crittografati.
ko: 안전한 공유 시, 세션 키는 다른 수신자의 공개 키를 사용하여 <b>RSA-4096</b>으로 암호화됩니다. 이 암호화된 세션 키는 암호화된 데이터에 추가됩니다.
nl: Bij het veilig delen wordt de sessiesleutel versleuteld met behulp van <b>RSA-4096</b> met de openbare sleutel van andere ontvangers met wie je deze sleutel hebt gekozen om gegevens mee te delen. Deze versleutelde sessiesleutel wordt toegevoegd aan de versleutelde gegevens.
pl: W przypadku bezpiecznego udostępniania klucz sesji jest szyfrowany przy użyciu protokołu <b>RSA-4096</b> za pomocą klucza publicznego innych odbiorców, którym zdecydowałeś się udostępnić dane. Ten zaszyfrowany klucz sesji jest dodawany do zaszyfrowanych danych.
pt: Durante o compartilhamento seguro, a chave de sessão é criptografada usando <b>RSA-4096</b> com a chave pública de outros destinatários com os quais você escolheu compartilhar os dados. Essa chave de sessão criptografada é adicionada aos dados criptografados.
ru: При безопасном совместном использовании ключ сеанса шифруется с помощью <b>RSA-4096</b>, открытого ключа других получателей, с которыми вы решили поделиться данными. Этот зашифрованный ключ сеанса добавляется к зашифрованным данным.
sv: Vid säker delning krypteras sessionsnyckeln med <b>RSA-4096</b> tillsammans med den publika nyckeln för andra mottagare som du har valt att dela data med. Denna krypterade sessionsnyckel adderas till den krypterade datan.
tr: Güvenli paylaşım sırasında oturum anahtarı, verileri paylaşmayı seçtiğiniz diğer alıcıların ortak anahtarıyla <b>RSA-4096</b> kullanılarak şifrelenir. Bu şifrelenmiş oturum anahtarı, şifrelenmiş verilere eklenir.
zh: 安全共享时，会话密钥将使用 <b>RSA-4096</b> 加密，并使用您选择与之共享数据的其他收件人的公钥进行加密。此加密会话密钥将添加到加密数据中。

# AxCPMGDBlock4Text5
source: When recipient access the shared data, AxCrypt will take the recipient's private key, to decrypt the session key which was encrypted with the public key. The decrypted session key is then used to decrypt the shared data.
ar: عندما يصل المستلم إلى البيانات المشتركة ، سيأخذ اكسكربت المفتاح الخاص للمستلم ، لفك تشفير مفتاح الجلسة الذي تم تشفيره باستخدام المفتاح العام. ثم يتم استخدام مفتاح الجلسة الذي تم فك تشفيره لفك تشفير البيانات المشتركة.
de: Wenn der Empfänger auf die freigegebenen Daten zugreift, nimmt AxCrypt den privaten Schlüssel des Empfängers, um den Sitzungsschlüssel zu entschlüsseln, der mit dem öffentlichen Schlüssel verschlüsselt wurde. Der entschlüsselte Sitzungsschlüssel wird dann verwendet, um die freigegebenen Daten zu entschlüsseln.
es: Cuando el destinatario accede a los datos compartidos, AxCrypt tomará la clave privada del destinatario para descifrar la clave de sesión que fue cifrada con la clave pública. A continuación, la clave de sesión descifrada se utiliza para descifrar los datos compartidos.
fr: Lorsque le destinataire accède aux données partagées, AxCrypt prendra la clé privée du destinataire pour déchiffrer la clé de session qui a été chiffrée avec la clé publique. La clé de session déchiffrée est ensuite utilisée pour déchiffrer les données partagées.
it: Quando il destinatario accede ai dati condivisi, AxCrypt prenderà la chiave privata del destinatario, per decrittografare la chiave di sessione che è stata crittografata con la chiave pubblica. La chiave di sessione decrittografata viene quindi utilizzata per decrittografare i dati condivisi.
ko: 수신자가 공유된 데이터에 접근할 때, AxCrypt는 수신자의 개인 키를 사용하여 공개 키로 암호화된 세션 키를 복호화합니다. 복호화된 세션 키는 공유된 데이터를 복호화하는 데 사용됩니다.
nl: Wanneer de ontvanger toegang krijgt tot de gedeelde gegevens, gebruikt AxCrypt de privésleutel van de ontvanger om de sessiesleutel te ontsleutelen, die is versleuteld met de openbare sleutel. De ontsleutelde sessiesleutel wordt vervolgens gebruikt om de gedeelde gegevens te ontsleutelen.
pl: Kiedy odbiorca uzyska dostęp do udostępnionych danych, AxCrypt pobierze klucz prywatny odbiorcy, aby odszyfrować klucz sesji, który został zaszyfrowany kluczem publicznym. Odszyfrowany klucz sesji jest następnie używany do odszyfrowania udostępnionych danych.
pt: Quando o destinatário acessar os dados compartilhados, o AxCrypt tomará a chave privada do destinatário para descriptografar a chave de sessão que foi criptografada com a chave pública. A chave de sessão descriptografada é então usada para descriptografar os dados compartilhados.
ru: Когда получатель получает доступ к общим данным, AxCrypt берет закрытый ключ получателя для расшифровки ключа сеанса, который был зашифрован с помощью открытого ключа. Затем расшифрованный ключ сеанса используется для расшифровки общих данных.
sv: När mottagaren får tillgång till den delade datan, kommer AxCrypt att använda mottagarens privata nyckel för att dekryptera sessionsnyckeln som krypterades med den publika nyckeln. Den dekrypterade sessionsnyckeln används sedan för att dekryptera den delade datan.
tr: Alıcı paylaşılan verilere eriştiğinde, AxCrypt açık anahtarla şifrelenmiş oturum anahtarının şifresini çözmek için alıcının özel anahtarını alacaktır. Şifresi çözülen oturum anahtarı daha sonra paylaşılan verilerin şifresini çözmek için kullanılır.
zh: 当接收方访问共享数据时，AxCrypt将获取接收方的私钥，以解密使用公钥加密的会话密钥。然后，使用解密的会话密钥来解密共享数据。

# AxCPMGDBlock4Text6
source: <b>Note</b>: Your private key is encrypted with your account password. AxCrypt never stores your account password on our servers or your computers.
ar: <b>ملاحظة</b>: يتم تشفير مفتاحك الخاص باستخدام كلمة مرور حسابك. لا يقوم اكسكربت أبدا بتخزين كلمة مرور حسابك على خوادمنا أو أجهزة الكمبيوتر الخاصة بك.
de: <b>Hinweis</b>: Ihr privater Schlüssel wird mit Ihrem Kontopasswort verschlüsselt. AxCrypt speichert niemals Ihr Kontopasswort auf unseren Servern oder Ihren Computern.
es: <b>Nota</b>: Tu clave privada está encriptada con la contraseña de tu cuenta. AxCrypt nunca almacena la contraseña de su cuenta en nuestros servidores o en sus computadoras.
fr: <b>Remarque</b> : Votre clé privée est cryptée avec le mot de passe de votre compte. AxCrypt ne stocke jamais le mot de passe de votre compte sur nos serveurs ou vos ordinateurs.
it: <b>Nota</b>: la tua chiave privata è crittografata con la password del tuo account. AxCrypt non memorizza mai la password del tuo account sui nostri server o sui tuoi computer.
ko: <b>참고</b>: 귀하의 개인 키는 계정 비밀번호로 암호화됩니다. AxCrypt는 귀하의 계정 비밀번호를 서버나 컴퓨터에 저장하지 않습니다.
nl: <b>Opmerking</b>: Jouw privésleutel is versleuteld met het wachtwoord van jouw account. AxCrypt slaat het wachtwoord van jouw account nooit op onze servers of jouw computers op.
pl: <b>Uwaga</b>: Twój klucz prywatny jest szyfrowany hasłem do konta. AxCrypt nigdy nie przechowuje hasła do Twojego konta na naszych serwerach ani na Twoich komputerach.
pt: <b>Nota</b>: A sua chave privada é encriptada com a palavra-passe da sua conta. O AxCrypt nunca armazena a senha da sua conta em nossos servidores ou computadores.
ru: <b>Примечание</b>: Ваш закрытый ключ зашифрован паролем вашей учетной записи. AxCrypt никогда не хранит пароль от вашей учетной записи на наших серверах или ваших компьютерах.
sv: <b>Notera</b>: Din privata nyckel är krypterad med ditt kontolösenord. AxCrypt lagrar aldrig ditt kontolösenord på våra servrar eller dina datorer.
tr: <b>Not</b>: Özel anahtarınız hesap parolanızla şifrelenir. AxCrypt hesap parolasını asla sunucularımızda veya bilgisayarlarınızda saklamaz.
zh: <b>注意</b>：您的私钥使用您的账户密码进行加密。AxCrypt绝不会将您的账户密码存储在我们的服务器或计算机上。

# AxCPMGDBlock5Heading
source: <span>How to Use AxCrypt’s</span> Password Manager?
ar: <span>كيفية استخدام أكسكربت</span> مدير كلمات المرور؟
de: <span>So verwenden Sie AxCrypt's</span> Passwort-Manager?
es: <span>Cómo usar el Administrador de contraseñas de AxCrypt</span>?
fr: <span>Comment utiliser le</span> gestionnaire de mots de passe d'AxCrypt ?
it: <span>Come utilizzare AxCrypt</span> Gestore di password?
ko: <span>AxCrypt의</span> 암호 관리자를 사용하는 방법
nl: <span>Hoe gebruikt u AxCrypt</span>Wachtwoordbeheerder?
pl: <span>Jak korzystać z Menedżera haseł</span> AxCrypt?
ru: <span>Как использовать</span> Менеджер паролей AxCrypt?
sv: <span>Hur använder man AxCrypts</span> lösenordshanterare?
zh: <span>如何使用 AxCrypt 的</span> 密码管理器？

# AxCPMGDBlock5Text1
source: The Password Manager is included in AxCrypt’s <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b></a>, and <a href='/business/'><b>Business</b></a> subscription plans. AxCrypt’s Free/Viewer users can access and share passwords, card details, and notes with certain limitations.
ar: يتم تضمين مدير كلمات المرور في خطط <a href='/passwordmanager/'><b>اشتراك اكسكربت لمدير كلمات المرور</b></a> <a href='/premium/'><b>وبريميوم</b></a> <a href='/business/'><b>والأعمال</b></a> . يمكن لمستخدمي اكسكربت المجانيين / المشاهدين الوصول إلى كلمات المرور وتفاصيل البطاقة والملاحظات ومشاركتها مع بعض القيود.
de: Der Passwort-Manager ist in den <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b></a> und <a href='/business/'><b>Business</b></a> Abonnements von AxCrypt enthalten. Die Free/Viewer-Benutzer von AxCrypt können mit bestimmten Einschränkungen auf Passwörter, Kartendaten und Notizen zugreifen und diese teilen.
es: El Administrador de contraseñas está incluido en los planes de suscripción <a href='/passwordmanager/'><b>Administrador de contraseñas</b></a>, <a href='/premium/'><b>Premium</b></a> y <a href='/business/'><b>Negocios</b></a> de AxCrypt. Los usuarios Free/Viewer de AxCrypt pueden acceder y compartir contraseñas, detalles de tarjetas y notas con ciertas limitaciones.
fr: Le Gestionnaire de Mots de passe est inclus dans les forfaits d'abonnement <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b>< /a> et <a href='/business/'><b>Business</b></a>. Les utilisateurs Free/Viewer d'AxCrypt peuvent accéder et partager des mots de passe, des détails de carte et des notes avec certaines limitations.
it: Il Password Manager è incluso nei piani di abbonamento <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b></a> e <a href='/business/'><b>Business</b></a> di AxCrypt. Gli utenti Free/Viewer di AxCrypt possono accedere e condividere password, dettagli della carta e note con alcune limitazioni.
ko: 비밀번호 관리자는 AxCrypt의 <a href='/passwordmanager/'><b>비밀번호 관리자</b></a>, <a href='/premium/'><b>프리미엄</b></a>, 및 <a href='/business/'><b>비즈니스</b></a> 구독 플랜에 포함되어 있습니다. AxCrypt의 무료/뷰어 사용자는 제한된 범위 내에서 비밀번호, 카드 정보 및 노트를 접근하고 공유할 수 있습니다.
nl: De wachtwoordmanager is inbegrepen in de <a href='/passwordmanager/'><b>Password Manager</b></a>-, <a href='/premium/'><b>Premium</b></a>- en <a href='/business/'><b>Business-abonnementen</b></a> van AxCrypt. AxCrypt's Free/Viewer-gebruikers hebben toegang tot wachtwoorden, kaartgegevens en notities en kunnen deze delen met bepaalde beperkingen.
pl: Menedżer haseł jest zawarty w <a href='/passwordmanager/'><b>Menedżerze haseł</b></a>, <a href='/premium/'><b>Premium</b>< /a> i <a href='/business/'><b>Business</b></a> plany subskrypcji. Użytkownicy Free/Viewer AxCrypt mogą uzyskiwać dostęp i udostępniać hasła, dane kart i notatki z pewnymi ograniczeniami.
pt: O Password Manager está incluído nos planos de assinatura <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b></a> e <a href='/business/'><b>Business</b></a> do AxCrypt. Os usuários do AxCrypt Free/Viewer podem acessar e compartilhar senhas, detalhes do cartão e notas com certas limitações.
ru: Менеджер паролей включен в планы подписки AxCrypt <a href='/passwordmanager/'><b>Password Manager</b></a>, <a href='/premium/'><b>Premium</b></a> и <a href='/business/'><b>Business</b></a>. Пользователи AxCrypt Free/Viewer могут получать доступ к паролям, данным карт и заметкам и делиться ими с определенными ограничениями.
sv: Lösenordshanterare ingår i AxCrypts abonnemang <a href='/passwordmanager/'><b>Lösenordshanterare</b></a>, <a href='/premium/'><b>Premium</b></a> och <a href='/business/'><b>Business</b></a> . AxCrypts fria användare kan komma åt och dela lösenord, kortuppgifter och anteckningar med vissa begränsningar.
tr: Parola Yöneticisi, AxCrypt'in <a href='/passwordmanager/'><b>Parola Yöneticisi</b></a>, <a href='/premium/'><b>Premium</b></a> ve <a href='/business/'><b>Business</b></a> abonelik planlarına dahildir. AxCrypt'in Ücretsiz/İzleyici kullanıcıları parolalara, kart bilgilerine ve notlara belirli sınırlamalarla erişebilir ve bunları paylaşabilir.
zh: 密码管理器包含在 AxCrypt 的 <a href='/passwordmanager/'><b>Password Manager</b></a>、 <a href='/premium/'><b>Premium</b></a>和 <a href='/business/'><b>Business</b></a> 订阅计划中。AxCrypt 的 Free/Viewer 用户可以访问和共享密码、卡详细信息和笔记，但有一定地限制。

# AxCPMGDBlock5Text2
source: Set up a Password Manager subscription
ar: إعداد اشتراك مدير كلمات المرور
de: Passwort-Manager-Abonnement einrichten
es: Configurar una suscripción a Password Manager
fr: Configurer un Abonnement à Password Manager
it: Configurare un abbonamento a Password Manager
ko: 비밀번호 관리자 구독 설정
nl: Een abonnement als wachtwoordmanager inrichten
pl: Skonfiguruj subskrypcję Menedżera haseł
pt: Configurar uma assinatura do Password Manager
ru: Настройка подписки Менеджера паролей
sv: Upprätta en prenumeration till Lösernordshanterare
tr: Parola Yöneticisi aboneliğini oluşturun
zh: 设置密码管理器订阅

# AxCPMGDBlock5Text2P1
source: Visit the <a href='/pricing/'><b>Pricing Page</b></a> and select the plan of your choice.
ar: قم بزيارة <a href='/pricing/'><b>صفحة التسعير</b></a> وحدد الخطة التي تختارها.
de: Besuchen Sie die <a href='/pricing/'><b>Pricing Page</b></a> und wählen Sie den Plan Ihrer Wahl aus.
es: Visite la <a href='/pricing/'><b>página de precios</b></a> y seleccione el plan de su elección.
fr: Visitez la <a href='/pricing/'><b>Page de Tarification</b></a> et sélectionnez le forfait de votre choix.
it: Visita la <a href='/pricing/'><b>pagina dei prezzi</b></a> e seleziona il piano che preferisci.
ko: <a href='/pricing/'><b>가격 페이지</b></a>를 방문하여 원하는 플랜을 선택하세요.
nl: Ga naar de <a href='/pricing/'><b>prijspagina</b></a> en selecteer het abonnement van jouw keuze.
pl: Odwiedź <a href='/pricing/'><b>stronę z cenami</b></a> i wybierz wybrany plan.
pt: Visite a <a href='/pricing/'><b>Página de preços</b></a> e selecione o plano de sua escolha.
ru: Перейдите на <a href='/pricing/'><b>Pricing Page</b></a> и выберите тарифный план по своему вкусу.
sv: Besök <a href='/pricing/'><b>prissidan</b></a> och välj den plan du önskar.
tr: <a href='/pricing/'><b>Fiyatlandırma Sayfasını</b></a> ziyaret edin ve istediğiniz planı seçin.
zh: 访问 <a href='/pricing/'><b>Pricing Page</b></a> 并选择您选择的计划。
