Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_H2_SH2_Text1
source: Strong passwords are the key to your digital life. Passwords are the digital keys to our networks of friends, our work colleagues, and even our banking and payment services. The most important two passwords are those for your email and social network accounts. It’s important to use entirely new and unique passwords for each account you might run, so you avoid compromising your data if one of your accounts gets hacked. To have a strong password it is extremely important not to include any personal information in your passwords. Hackers could attempt to log on to your account by guessing your password based off of personal information gained from your security questions. The shorter and less complex your password is, the quicker it can be to come up with the correct combination of characters and access your private information. A password cracker is a programme using a multitude of combinations in a very small amount of time until gaining full access to whatever your password was protecting. Use a combination of uppercase and lowercase letters, symbols and numbers.
ar: كلمات المرور القوية هي مفتاح حياتك الرقمية. كلمات المرور هي المفاتيح الرقمية لشبكات أصدقائنا وزملائنا في العمل وحتى خدماتنا المصرفية والدفع. أهم كلمتين من كلمات المرور هما تلك الخاصة بحسابات البريد الإلكتروني والشبكات الاجتماعية. من المهم استخدام كلمات مرور جديدة وفريدة تمامًا لكل حساب قد تشغله ، حتى تتجنب تعريض بياناتك للخطر إذا تم اختراق أحد حساباتك. للحصول على كلمة مرور قوية ، من المهم للغاية عدم تضمين أي معلومات شخصية في كلمات المرور الخاصة بك. يمكن للقراصنة محاولة تسجيل الدخول إلى حسابك عن طريق تخمين كلمة المرور الخاصة بك بناءً على المعلومات الشخصية المكتسبة من أسئلة الأمان الخاصة بك. كلما كانت كلمة مرورك أقصر وأقل تعقيدًا ، كان من الأسرع التوصل إلى المجموعة الصحيحة من الأحرف والوصول إلى معلوماتك الخاصة. برنامج تكسير كلمات المرور عبارة عن برنامج يستخدم العديد من المجموعات في فترة زمنية قصيرة جدًا حتى الوصول الكامل إلى أي شيء تحمي كلمة المرور الخاصة بك. استخدم مزيجًا من الأحرف الكبيرة والصغيرة والرموز والأرقام.
de: Sichere Passwörter sind der Schlüssel zu Ihrem digitalen Leben. Passwörter sind die digitalen Schlüssel zu unseren Freundesnetzwerken, unseren Arbeitskollegen und sogar zu unseren Bank- und Zahlungsdiensten. Die beiden wichtigsten Passwörter sind die für Ihre E-Mail- und Social-Network-Konten. Es ist wichtig, für jedes Konto, das Sie möglicherweise ausführen, völlig neue und eindeutige Kennwörter zu verwenden, damit Sie Ihre Daten nicht gefährden, wenn eines Ihrer Konten gehackt wird. Um ein sicheres Passwort zu haben, ist es äußerst wichtig, keine persönlichen Informationen in Ihre Passwörter aufzunehmen. Hacker könnten versuchen, sich bei Ihrem Konto anzumelden, indem sie Ihr Passwort anhand persönlicher Informationen erraten, die Sie aus Ihren Sicherheitsfragen erhalten haben. Je kürzer und weniger komplex Ihr Passwort ist, desto schneller können Sie die richtige Zeichenkombination finden und auf Ihre privaten Informationen zugreifen. Ein Passwort-Cracker ist ein Programm, das eine Vielzahl von Kombinationen in sehr kurzer Zeit verwendet, bis es vollen Zugriff auf alles erhält, was Ihr Passwort schützt. Verwenden Sie eine Kombination aus Groß- und Kleinbuchstaben, Symbolen und Zahlen.
es: Las contraseñas seguras son la clave de tu vida digital. Las contraseñas son las claves digitales de nuestras redes de amigos, de nuestros compañeros de trabajo e incluso de nuestros servicios bancarios y de pago. Las dos contraseñas más importantes son las de tus cuentas de correo electrónico y redes sociales. Es importante usar contraseñas completamente nuevas y únicas para cada cuenta que puedas ejecutar, de modo que evites comprometer tus datos si una de tus cuentas es hackeada. Para tener una contraseña segura, es extremadamente importante no incluir ninguna información personal en tus contraseñas. Los hackers informáticos podrían intentar iniciar sesión en tu cuenta adivinando tu contraseña basándose en la información personal obtenida de tus preguntas de seguridad. Cuanto más corta y menos compleja sea tu contraseña, más rápido podrán encontrar la combinación correcta de caracteres y acceder a tu información privada. Un descifrador de contraseñas es un programa que usa una multitud de combinaciones en una cantidad de tiempo muy pequeña hasta obtener acceso completo a lo que tu contraseña estaba protegiendo. Usa una combinación de letras mayúsculas y minúsculas, símbolos y números.
fr: Des mots de passe forts sont la clé de votre vie numérique. Les mots de passe sont les clés numériques de nos réseaux d'amis, de nos collègues de travail et même de nos services bancaires et de paiement. Les deux mots de passe les plus importants sont ceux de vos comptes de messagerie et de réseaux sociaux. Il est important d'utiliser des mots de passe entièrement nouveaux et uniques pour chaque compte que vous pourriez exécuter, afin d'éviter de compromettre vos données si l'un de vos comptes est piraté. Pour avoir un mot de passe fort, il est extrêmement important de ne pas inclure d'informations personnelles dans vos mots de passe. Les pirates pourraient tenter de se connecter à votre compte en devinant votre mot de passe sur la base des informations personnelles obtenues à partir de vos questions de sécurité. Plus votre mot de passe est court et simple, plus il peut être rapide de trouver la bonne combinaison de caractères et d'accéder à vos informations privées. Un cracker de mot de passe est un programme utilisant une multitude de combinaisons en très peu de temps jusqu'à obtenir un accès complet à tout ce que votre mot de passe protégeait. Utilisez une combinaison de lettres majuscules et minuscules, de symboles et de chiffres.
it: Le password sicure sono la chiave della tua vita digitale. Le password sono le chiavi digitali delle nostre reti di amici, dei nostri colleghi di lavoro e persino dei nostri servizi bancari e di pagamento. Le due password più importanti sono quelle per i tuoi account di posta elettronica e di social network. È importante utilizzare password completamente nuove e univoche per ogni account che potresti eseguire, in modo da evitare di compromettere i tuoi dati se uno dei tuoi account viene violato. Per avere una password complessa è estremamente importante non includere alcuna informazione personale nelle tue password. Gli hacker potrebbero tentare di accedere al tuo account indovinando la tua password in base alle informazioni personali ottenute dalle tue domande di sicurezza. Più breve e meno complessa è la tua password, più veloce può essere trovare la corretta combinazione di caratteri e accedere alle tue informazioni private. Un cracker di password è un programma che utilizza una moltitudine di combinazioni in un lasso di tempo molto breve fino a quando non ottiene l'accesso completo a qualunque cosa la tua password stesse proteggendo. Usa una combinazione di lettere maiuscole e minuscole, simboli e numeri.
ko: 강력한 암호는 디지털 생활의 핵심입니다. 암호는 친구, 직장 동료, 심지어 은행 및 지불 서비스 네트워크의 디지털 키입니다. 가장 중요한 두 비밀번호는 이메일 및 소셜 네트워크 계정의 비밀번호입니다. 각 계정에 대해 완전히 새롭고 고유한 비밀번호를 사용하는 것이 계정 중 하나가 해킹당할 경우 데이터가 손상되지 않도록 할 수 있습니다. 강력한 암호를 위해 암호에 개인 정보를 포함하지 않는 것이 매우 중요합니다. 해커는 보안 질문에서 얻은 개인 정보를 기반으로 암호를 추측하여 계정에 로그온을 시도할 수 있습니다. 비밀번호가 짧고 덜 복잡할수록 문자 조합을 찾고 개인 정보에 접근하는 것이 더 빠를 수 있습니다. 암호 복조기는 암호에 완전히 접근할 때까지 매우 짧은 시간에 다양한 조합을 사용하는 프로그램입니다. 대문자와 소문자, 기호 및 숫자의 조합을 사용하세요.
nl: Sterke wachtwoorden zijn de sleutel tot uw digitale leven. Wachtwoorden zijn de digitale sleutels tot onze netwerken van vrienden, onze collega's en zelfs onze bank- en betalingsdiensten. De belangrijkste twee wachtwoorden zijn die voor uw e-mail- en sociale netwerkaccounts. Het is belangrijk om volledig nieuwe en unieke wachtwoorden te gebruiken voor elk account dat u zou kunnen gebruiken, zodat u uw gegevens niet in gevaar brengt als een van uw accounts wordt gehackt. Voor het hebben van een ​​sterk wachtwoord, is het uiterst belangrijk om geen persoonlijke informatie in uw wachtwoorden op te nemen. Hackers kunnen proberen in te loggen op uw account door uw wachtwoord te raden op basis van persoonlijke informatie die is verkregen uit uw beveiligingsvragen. Hoe korter en minder complex uw wachtwoord is, hoe sneller het kan zijn om de juiste combinatie van tekens te bedenken en toegang te krijgen tot uw privégegevens. Een wachtwoordkraker is een programma dat in een zeer korte tijd een groot aantal combinaties gebruikt totdat het volledige toegang krijgt tot wat uw wachtwoord dan ook beschermde. Gebruik een combinatie van hoofdletters en kleine letters, symbolen en cijfers.
pl: Silne hasła to klucz do Twojego cyfrowego życia. Hasła są cyfrowymi kluczami do naszych sieci przyjaciół, współpracowników, a nawet naszych usług bankowych i płatniczych. Najważniejsze dwa hasła to hasła do kont poczty e-mail i sieci społecznościowych. Ważne jest, aby używać zupełnie nowych i unikalnych haseł do każdego konta, które możesz uruchomić, aby uniknąć narażenia danych, jeśli jedno z Twoich kont zostanie zhakowane. Aby mieć silne hasło, niezwykle ważne jest, aby nie umieszczać w nich żadnych danych osobowych. Hakerzy mogą próbować zalogować się na Twoje konto, odgadując Twoje hasło na podstawie danych osobowych uzyskanych z pytań bezpieczeństwa. Im krótsze i mniej skomplikowane jest Twoje hasło, tym szybciej można wymyślić poprawną kombinację znaków i uzyskać dostęp do prywatnych informacji. Łamacz haseł to program używający wielu kombinacji w bardzo krótkim czasie, aż do uzyskania pełnego dostępu do tego, co chroni Twoje hasło. Użyj kombinacji wielkich i małych liter, symboli i cyfr.
pt: As palavras-passe fortes são a chave para a sua vida digital. As palavras-passe são as chaves digitais para as nossas redes de amigos e colegas de trabalho, e até para os nossos serviços bancários e de pagamentos. As duas palavras-passe mais importantes são as do email e das contas de redes sociais. É importante usar palavras-passe completamente novas e únicas para cada conta por forma a evitar o comprometimento dos seus dados se uma das palavras-passe é descoberta. Para ter uma palavra-chave forte, é extremamente importante que nela não inclua qualquer informação pessoal. Os hackers podem tentar iniciar sessão nas suas contas adivinhando a sua palavra-passe com base em informação pessoal obtida a partir das suas perguntas de segurança. Quanto mais curta e menos complexa for a sua palavra-passe, mais rapidamente se pode descobrir a correcta combinação de caracteres e consequentemente aceder à sua informação privada. Um cracker de palavras-chave é um programa de computador que usa múltiplas combinações de caracteres num intervalo muito curto de tempo. Uma vez descoberta a palavra-chave, tem-se acesso total à informação que a mesma protegia. Use uma combinação de letras maiúsculas e minúsculas, símbolos e números.
ru: Надежные пароли - это ключ к вашей цифровой жизни. Пароли - это цифровые ключи к нашим сетям друзей, коллег по работе и даже к нашим банковским и платежным сервисам. Два наиболее важных пароля - это пароли для вашей электронной почты и учетных записей в социальных сетях. Важно использовать совершенно новые и уникальные пароли для каждой учетной записи, которую вы можете запустить, чтобы избежать компрометации ваших данных в случае взлома одной из ваших учетных записей. Чтобы иметь надежный пароль, чрезвычайно важно не включать в свои пароли какую-либо личную информацию. Хакеры могут попытаться войти в вашу учетную запись, угадав ваш пароль на основе личной информации, полученной в результате ваших вопросов безопасности. Чем короче и менее сложный ваш пароль, тем быстрее можно подобрать правильную комбинацию символов и получить доступ к вашей личной информации. Взломщик паролей - это программа, использующая множество комбинаций за очень короткий промежуток времени, пока не получит полный доступ к тому, что защищал ваш пароль. Используйте комбинацию прописных и строчных букв, символов и цифр.
sv: Starka lösenord är nyckeln till ditt digitala liv. Lösenord är de digitala nycklarna till våra nätverk av vänner, arbetskollegor och till och med våra bank- och betalningstjänster. De två viktigaste lösenorden är de för dina e-post- och sociala nätverkskonton. Det är viktigt att använda helt nya och unika lösenord för varje konto du ska använda, så att du undviker att äventyra din data om ett av dina konton blir hackat. För att ha ett starkt lösenord är det extremt viktigt att inte inkludera någon personlig information i dina lösenord. Hackare kan försöka logga in på ditt konto genom att gissa lösenordet baserat på personlig information från dina säkerhetsfrågor. Ju kortare och mindre komplicerat ditt lösenord är, desto snabbare kan det gå att hitta rätt kombination av tecken och komma åt din privata information. En lösenordsknäckare är ett program som använder en mängd kombinationer på mycket kort tid tills det får full tillgång till det som ditt lösenord skulle skydda. Använd en kombination av stora och små bokstäver, symboler och siffror.
tr: Güçlü şifreler, dijital dünyanızın anahtarı mahiyetindedir. Şifreler, arkadaş ve meslektaş ağlarımızın ve hatta banka ve ödeme hizmetlerinin dijital anahtarlarıdır. En önemli iki şifre ise e-posta ve sosyal ağ hesaplarınızına ait olanlardır. Hesaplarınızdan birinin internet korsanlarının saldırılarına uğraması halinde verilerinizin ifşasından kaçınabilmeniz için sahip olduğunuz her bir hesap için tamamen yeni ve benzersiz şifreler kullanmak son derece önemlidir. Güçlü bir şifreye sahip olmak için ise kişisel bilgilerinizi bu şifrelere dahil etmemek muazzam derecede öneme sahiptir. İnternet korsanları, güvenlik sorularınızdan elde ettikleri kişisel bilgiler temelinde şifrelerinizi tahmin ederek hesaplarınıza erişme girişiminde bulunabilir. Şifreniz ne kadar kısa ve ne kadar az karmaşıksa, doğru karakter kombinasyonunu bulmak ve özel bilgilerinize erişmek o kadar hızlı olur. Bir şifre kırıcı, şifreniz ile korumuş olduğunuz şeylere erişene kadar çok kısa süreler içerisinde muazzam miktarlardaki kombinasyonu kullanan bir programdır. Mutlaka bir büyük harf ve küçük harf, simge ve sayı kombinasyonu kullanınız.
zh: 强密码是您数字生活的关键。 密码是我们的朋友网络，我们的同事，甚至我们的银行和支付服务的数字密钥。 最重要的两个密码是您的电子邮件和社交网络帐户的密码。 为您可能运行的每个帐户使用全新且唯一的密码非常重要，因此如果您的某个帐户遭到黑客攻击，您可以避免泄露您的数据。 要拥有一个强密码，在密码中不要包含任何个人信息是非常重要的。 黑客可能会根据从您的安全问题中获得的个人信息猜测您的密码来尝试登录您的帐户。 您的密码越短、越不复杂，就能越快地找到正确的字符组合并访问您的私人信息。 密码破解器是一个在很短的时间内使用多种组合的程序，直到完全访问您的密码所保护的任何内容。 使用大写和小写字母，符号和数字的组合。

# Blog_EIBM_H2_SH2_Text2
source: And don’t forget - if in need of inspiration you can use our <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a>. Based on statistical analysis of actual text, it produces strong passwords that are not nonsensical and actually possible to remember and type. You’ll get three suggestions of decreasing strength and complexity.
ar: ولا تنس - إذا كنت بحاجة إلى الإلهام ، يمكنك استخدام <a href='/information/password-generator' style='font-weight: 800؛'> مُنشئ كلمة المرور اكسكربت</a>. استنادًا إلى التحليل الإحصائي للنص الفعلي ، فإنه ينتج كلمات مرور قوية ليست غير منطقية ويمكن في الواقع تذكرها وكتابتها. ستحصل على ثلاثة اقتراحات لتقليل القوة والتعقيد.
de: Und vergessen Sie nicht - wenn Sie Inspiration brauchen, können Sie unseren <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a> verwenden. Basierend auf der statistischen Analyse des tatsächlichen Textes werden sichere Passwörter erstellt, die nicht unsinnig sind und sich tatsächlich merken und eingeben lassen. Sie erhalten drei Vorschläge zur Verringerung von Stärke und Komplexität.
es: Y no lo olvides: si necesitas inspiración, puedes usar nuestro <a href='/information/password-generator' style='font-weight: 800;'>Generador de contraseñas de AxCrypt</a>. Basado en el análisis estadístico del texto real, produce contraseñas seguras que no son absurdas y que en realidad son posibles de recordar y escribir. Obtendrás tres sugerencias de intensidad y ​​complejidad decrecientes.
fr: Et n’oubliez pas - si vous avez besoin d’inspiration, vous pouvez utiliser notre <a href='/information/password-generator' style='font-weight: 800;'>Générateur de Mots de Passe AxCrypt</a>. Basé sur une analyse statistique du texte réel, il produit des mots de passe forts qui ne sont pas absurdes et qu'il est réellement possible de mémoriser et de taper. Vous obtiendrez trois suggestions de force et de complexité décroissantes.
it: E non dimenticare - se hai bisogno di ispirazione puoi usare il nostro <a href='/information/password-generator' style='font-weight: 800;'>Generatore di Password AxCrypt</a>. Basato sull'analisi statistica del testo reale, produce password complesse che non sono insensate e possono effettivamente essere ricordate e digitate. Riceverai tre suggerimenti di forza e complessità discendenti.
ko: 그리고 잊지 마세요 - 영감이 필요하면 저희 <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt 암호 생성</a>를 사용하실 수 있습니다. 실제 텍스트에 대한 통계 분석을 기반으로, 무의미하지 않고 실제로 기억하고 입력할 수 있는 강력한 암호를 생성합니다. 강도와 복잡성을 줄이는 세 가지 제안이 있습니다.
nl: En vergeet niet - als u inspiratie nodig hebt, kunt u onze <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a> gebruiken. Gebaseerd op statistische analyse van daadwerkelijke tekst, produceert het sterke wachtwoorden die niet onzinnig zijn en echt te onthouden en te typen zijn. U krijgt drie suggesties voor afnemende kracht en complexiteit.
pl: I nie zapomnij - jeśli potrzebujesz inspiracji, możesz skorzystać z naszego <a href='/information/password-generator' style='font-weight: 800;'>Generatora haseł AxCrypt</a>. W oparciu o analizę statystyczną rzeczywistego tekstu tworzy silne hasła, które nie są bezsensowne i faktycznie możliwe do zapamiętania i wpisania. Otrzymasz trzy sugestie zmniejszenia siły i złożoności.
pt: E não se esqueça - se estiver a precisar de inspiração, pode usar o nosso <a href='/information/password-generator' style='font-weight: 800;'>Gerador de Palavras-Passe da AxCrypt</a>. Baseado em análise estatística de texto, produz palavras-passe fortes que não são absurdas e que podem ser lembradas e escritas. Receberá três sugestões com força e complexidade decrescentes.
ru: И не забывайте - если вам нужно вдохновение, вы можете воспользоваться нашим <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Password Generator</a>. Основываясь на статистическом анализе фактического текста, он создает надежные пароли, которые не являются бессмысленными и которые действительно можно запомнить и ввести. Вы получите три предложения разной сложности.
sv: Och glöm inte - om du behöver inspiration kan du använda vår <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Lösenords generator</a>. Baserat på statistisk analys av faktisk text, producerar den starka lösenord som inte är meningslösa och möjliga att komma ihåg och skriva. Du får tre förslag på minskad styrka och komplexitet.
tr: Ve unutmayın - ilhama ihtiyacınız varsa <a href='/information/password-generator' style='font-weight: 800;'>AxCrypt Parola Oluşturucumuzu</a> kullanabilirsiniz. Gerçek metnin istatistiksel analizine dayanarak, saçma olmayan ve aslında hatırlanması ve yazılması mümkün olan güçlü parolalar üretir. Gücü ve karmaşıklığı azaltmak için üç öneri alacaksınız.
zh: 不要忘记-如果需要灵感，您可以使用我们的<a href='/information/password-generator'style='font-weight:800;'>AxCrypt Password Generator</a>。 基于对实际文本的统计分析，它产生了强密码，这些密码不是无意义的，实际上可以记住和键入。 你会得到三个减少强度和复杂性的建议。

# Blog_EIBM_H2_SH2_Text3
source: We have furthermore password management features available. Don’t worry about trying to remember all your different passwords anymore - we take care of that for you. Keep all your passwords and secrets safe in our cloud.
ar: لدينا علاوة على ذلك ميزات إدارة كلمات المرور المتاحة. لا تقلق بشأن محاولة تذكر كل كلمات مرورك المختلفة بعد الآن - فنحن نعتني بذلك من أجلك. احتفظ بكل كلمات المرور والأسرار الخاصة بك في أمان في السحابة الخاصة بنا.
de: Wir haben außerdem Funktionen zur Passwortverwaltung zur Verfügung. Machen Sie sich keine Sorgen mehr, dass Sie sich all Ihre verschiedenen Passwörter merken müssen - wir kümmern uns darum für Sie. Bewahren Sie alle Ihre Passwörter und Geheimnisse in unserer Cloud sicher auf.
es: Además, tenemos funciones de gestión de contraseñas disponibles. Ya no te preocupes por tratar de recordar todas tus contraseñas diferentes, nosotros nos encargamos de eso por ti. Mantén todas tus contraseñas y secretos seguros en nuestra nube.
fr: Nous avons en outre des fonctionnalités de gestion des mots de passe disponibles. Ne vous inquiétez plus d'essayer de vous souvenir de tous vos différents mots de passe - nous nous en occupons pour vous. Gardez tous vos mots de passe et secrets en sécurité dans notre cloud.
it: Disponiamo inoltre di funzionalità di gestione delle password. Non preoccuparti di provare a ricordare tutte le tue diverse password: ci pensiamo noi. Mantieni tutte le tue password e i tuoi segreti al sicuro nel nostro cloud.
ko: 또한 암호 관리 기능을 사용할 수 있습니다. 더 이상 모든 다른 암호를 기억하기 위해 신경쓰지 마세요 - 우리가 당신을 위해 처리해드릴 것입니다. 모든 암호와 비밀을 클라우드에 안전하게 보관하세요.
nl: We hebben bovendien functies voor wachtwoordbeheer beschikbaar. En geen zorgen meer over het onthouden van al uw verschillende wachtwoorden - dat regelen wij voor u. Bewaar al uw wachtwoorden en geheimen veilig in onze cloud.
pl: Mamy ponadto dostępne funkcje zarządzania hasłami. Nie martw się, że próbujesz już zapamiętać wszystkie swoje hasła — zajmiemy się tym za Ciebie. Przechowuj wszystkie swoje hasła i sekrety w naszej chmurze.
pt: Temos, além disso, funcionalidades de gestão de palavras-passe disponíveis. Não se preocupe mais com tentar lembrar-se de todas as suas diferentes palavras-passe - nós tomamos conta disso por si. Mantenha todas as suas palavras-passe e segredos guardados na nuvem.
ru: Кроме того, у нас есть доступные функции управления паролями. Больше не беспокойтесь о том, чтобы пытаться запомнить все ваши разные пароли - мы позаботимся об этом за вас. Храните все свои пароли и секреты в безопасности в нашем облаке.
sv: Vi har dessutom lösenordshanteringsfunktioner tillgängliga. Nu behöver du inte oroa dig för att inte komma ihåg alla dina olika lösenord längre - vi tar hand om det åt dig. Förvara alla dina lösenord och hemligheter i vårt moln.
tr: Buna ek olarak şifre yönetimi özelliklerimiz de mevcut. Artık farklı tüm şifrelerinizi hatırlamaya çalışma konusunda endişelenmenize gerek yok - bununla biz ilgileniyoruz. Tüm şifrelerinizi ve sırlarınızı bulutumuzda saklayın.
zh: 我们还提供了密码管理功能。 不要再担心尝试记住所有不同的密码-我们会为您处理。 将您的所有密码和秘密安全保存在我们的云中。
