Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCTREFYSD_H1_Text2
source: According to IBM's ‘Cost of a data breach 2022’ report, an average data breach costs organizations a whopping $4.35M with 83% of studied organizations experiencing more than one data breach in their lifetime. Prioritizing encryption for your data can not only benefit you in the long run, but it can also instill a sense of security and confidence.
de: Laut dem Bericht 'Cost of a data breach 2022' von IBM kostet ein durchschnittlicher Datenverstoß Unternehmen satte 4,35 Millionen US-Dollar, wobei 83 % der untersuchten Unternehmen in ihrem Leben mehr als einen Datenverstoß erlebt haben. Die Priorisierung der Verschlüsselung Ihrer Daten kann Ihnen nicht nur langfristig zugutekommen, sondern auch ein Gefühl von Sicherheit und Vertrauen vermitteln.
fr: Selon le rapport "Cost of a Data Breach 2022" d'IBM, une violation de données coûte en moyenne 4,35 millions de dollars aux organisations, avec 83 % des organisations étudiées ayant subi plus d'une violation de données au cours de leur existence. Prioriser le cryptage de vos données peut non seulement vous être bénéfique à long terme, mais cela peut également instaurer un sentiment de sécurité et de confiance.
it: Secondo il report "Cost of a data breach 2022" di IBM, una violazione media dei dati costa alle organizzazioni ben 4,35 milioni di dollari, con l'83% delle organizzazioni studiate che ha subito più di una violazione dei dati nel corso della propria vita. Dare priorità alla crittografia dei dati non solo può avvantaggiarti a lungo termine, ma può anche infondere un senso di sicurezza e fiducia.
ru: Согласно отчету IBM «Стоимость утечки данных в 2022 году», в среднем, утечка данных обходится организациям в колоссальные 4,35 млн долларов, при этом 83% исследованных организаций столкнулись с более чем одной утечкой данных за всю жизнь компании. Приоритет шифрования данных может не только принести вам пользу в долгосрочной перспективе, но и вселить чувство безопасности и уверенности.
zh: 根据 IBM 的“2022 年数据泄露成本”报告，数据泄露平均给组织造成的损失高达 $4.35M，其中 83% 的研究组织在其生命周期中经历过不止一次数据泄露。从长远来看，优先加密数据不仅可以使您受益，还可以灌输安全感和信心。

# Blog_HTCTREFYSD_H2_Text1
source: Encryption is the process of converting readable information (plain text) into an unreadable format (ciphertext), ensuring it remains secure during transmission or storage. This is achieved through complex algorithms that scramble the data, making it impossible to interpret without the correct decryption key.
de: Verschlüsselung ist der Prozess der Umwandlung lesbarer Informationen (Klartext) in ein unlesbares Format (Chiffretext), um sicherzustellen, dass sie während der Übertragung oder Speicherung sicher bleiben. Dies wird durch komplexe Algorithmen erreicht, die die Daten verschlüsseln, sodass sie ohne den richtigen Entschlüsselungsschlüssel nicht interpretiert werden können.
fr: Le cryptage est le processus qui consiste à convertir des informations lisibles (texte clair) en un format illisible (texte chiffré), garantissant ainsi leur sécurité pendant la transmission ou le stockage. Cela est réalisé grâce à des algorithmes complexes qui brouillent les données, rendant leur interprétation impossible sans la clé de décryptage appropriée.
it: La crittografia è il processo di conversione di informazioni leggibili (testo normale) in un formato illeggibile (testo cifrato), garantendo che rimangano sicure durante la trasmissione o l'archiviazione. Ciò si ottiene attraverso algoritmi complessi che codificano i dati, rendendone impossibile l'interpretazione senza la chiave di decrittazione corretta.
ru: Шифрование — это процесс преобразования читаемой информации (обычного текста) в нечитаемый формат (зашифрованный текст), обеспечивающий ее безопасность во время передачи или хранения. Это достигается за счет сложных алгоритмов, которые шифруют данные, что делает невозможным их интерпретацию без правильного ключа дешифрования.
zh: 加密是将可读信息（纯文本）转换为不可读格式（密文）的过程，以确保其在传输或存储过程中保持安全。这是通过对数据进行加扰的复杂算法实现的，如果没有正确地解密密钥，就无法解释。

# Blog_HTCTREFYSD_H2_Text2
source: AxCrypt employs the AES-256 encryption algorithm, a trusted method used by governments and organizations worldwide. With AxCrypt, your files remain secure, whether they’re stored on your device or shared with others, preventing unauthorized access at every level.
de: AxCrypt verwendet den AES-256-Verschlüsselungsalgorithmus, eine vertrauenswürdige Methode, die von Regierungen und Organisationen weltweit verwendet wird. Mit AxCrypt bleiben Ihre Dateien sicher, unabhängig davon, ob sie auf Ihrem Gerät gespeichert oder mit anderen geteilt werden, und verhindern so unbefugten Zugriff auf jeder Ebene.
fr: AxCrypt utilise l'algorithme de cryptage AES-256, une méthode de confiance utilisée par les gouvernements et les organisations du monde entier. Avec AxCrypt, vos fichiers restent sécurisés, qu'ils soient stockés sur votre appareil ou partagés avec d'autres, empêchant tout accès non autorisé à chaque niveau.
it: AxCrypt utilizza l'algoritmo di crittografia AES-256, un metodo affidabile utilizzato da governi e organizzazioni in tutto il mondo. Con AxCrypt, i tuoi file rimangono al sicuro, indipendentemente dal fatto che siano archiviati sul tuo dispositivo o condivisi con altri, impedendo l'accesso non autorizzato a tutti i livelli.
ru: AxCrypt использует алгоритм шифрования AES-256, надежный метод, используемый правительствами и организациями по всему миру. С AxCrypt ваши файлы остаются в безопасности, независимо от того, хранятся ли они на вашем устройстве или передаются другим пользователям, предотвращая несанкционированный доступ на всех уровнях.
zh: AxCrypt 采用 AES-256 加密算法，这是全球政府和组织使用的可靠方法。使用 AxCrypt，您的文件无论存储在您的设备上还是与他人共享，都可以保持安全，从而防止各个级别的未经授权的访问。

# Blog_HTCTREFYSD_H3_Text1
source: Encryption methods generally fall into two categories: <b>symmetric</b> and <b>asymmetric encryption</b>. Each serves different purposes, and understanding their distinctions is key to choosing the right solution.
de: Verschlüsselungsmethoden lassen sich im Allgemeinen in zwei Kategorien einteilen: <b>symmetrische</b> und <b>asymmetrische Verschlüsselung</b>. Jeder dient unterschiedlichen Zwecken, und das Verständnis ihrer Unterschiede ist der Schlüssel zur Auswahl der richtigen Lösung.
fr: Les méthodes de cryptage se divisent généralement en deux catégories : le <b>cryptage symétrique</b> et le <b>cryptage asymétrique</b>. Chacune sert des objectifs différents, et comprendre leurs distinctions est essentiel pour choisir la solution adaptée.
it: I metodi di crittografia generalmente si dividono in due categorie: crittografia <b>simmetrica</b> e <b>asimmetrica</b>. Ognuno di essi ha scopi diversi e comprendere le loro distinzioni è la chiave per scegliere la soluzione giusta.
ru: Методы шифрования обычно делятся на две категории: <b>симметричное</b> и <b>асимметричное шифрование</b>. Каждый из них служит разным целям, и понимание их различий является ключом к выбору правильного решения.
zh: 加密方法一般分为两类：<b>对称加密</b>和<b>非对称加密</b>。 每个服务于不同的目的，理解它们的区别是选择正确解决方案的关键。

# Blog_HTCTREFYSD_H3_Text2
source: <li><b>Symmetric encryption</b> uses a single key for both encryption and decryption. While fast and efficient, the challenge lies in securely sharing the key between parties.</li>
de: <li><b>Bei der symmetrischen Verschlüsselung</b> wird ein einziger Schlüssel sowohl für die Verschlüsselung als auch für die Entschlüsselung verwendet. Die Herausforderung ist zwar schnell und effizient, aber die Herausforderung besteht darin, den Schlüssel sicher zwischen den Parteien auszutauschen.</li>
fr: <li><b>Le cryptage symétrique</b> utilise une seule clé pour le cryptage et le décryptage. Bien qu'il soit rapide et efficace, le défi réside dans le partage sécurisé de la clé entre les parties.</li>
it: <li><b>La crittografia simmetrica</b> utilizza un'unica chiave sia per la crittografia che per la decrittografia. Sebbene veloce ed efficiente, la sfida sta nel condividere in modo sicuro la chiave tra le parti.</li>
ru: <li><b>Симметричное шифрование</b> использует один ключ как для шифрования, так и для расшифровки. Несмотря на то, что ключ является быстрым и эффективным, проблема заключается в безопасном обмене ключом между сторонами.</li>
zh: <li><b>对称加密</b> 使用单个密钥进行加密和解密。虽然快速高效，但挑战在于各方之间安全地共享密钥。</li>

# Blog_HTCTREFYSD_H3_Text3
source: <li><b>Asymmetric encryption</b> involves two keys: a public key to encrypt the data and a private key to decrypt it. This adds an extra layer of security, as only the intended recipient can decrypt the information. Although more secure, this method is slower and more resource-intensive.</li>
de: <li><b>Bei der asymmetrischen Verschlüsselung</b> werden zwei Schlüssel verwendet: ein öffentlicher Schlüssel zum Verschlüsseln der Daten und ein privater Schlüssel zum Entschlüsseln. Dies fügt eine zusätzliche Sicherheitsebene hinzu, da nur der beabsichtigte Empfänger die Informationen entschlüsseln kann. Diese Methode ist zwar sicherer, aber langsamer und ressourcenintensiver.</li>
fr: <li><b>Le cryptage asymétrique</b> implique deux clés : une clé publique pour crypter les données et une clé privée pour les décrypter. Cela ajoute une couche supplémentaire de sécurité, car seule la personne destinataire peut décrypter l'information. Bien que plus sécurisé, cette méthode est plus lente et plus gourmande en ressources.</li>
it: <li><b>La crittografia asimmetrica</b> prevede due chiavi: una chiave pubblica per crittografare i dati e una chiave privata per decrittografarli. Ciò aggiunge un ulteriore livello di sicurezza, poiché solo il destinatario previsto può decrittografare le informazioni. Anche se più sicuro, questo metodo è più lento e richiede più risorse.</li>
ru: <li><b>Асимметричное шифрование</b> включает в себя два ключа: открытый ключ для шифрования данных и закрытый ключ для их расшифровки. Это добавляет дополнительный уровень безопасности, так как только предполагаемый получатель может расшифровать информацию. Несмотря на то, что этот метод более безопасен, он медленнее и менне ресурсоёмкий.</li>
zh: <li><b>非对称加密</b> 涉及两个密钥：一个用于加密数据的公钥和一个用于解密数据的私钥。这增加了一层额外的安全保护，因为只有预期的接收者才能解密信息。虽然更安全，但此方法速度较慢且占用更多资源。</li>

# Blog_HTCTREFYSD_H4_Text1
source: <b>Advanced Encryption Standard (AES)</b>
de: <b>Erweiterter Verschlüsselungsstandard (AES)</b>
fr: <b>Norme de cryptage avancée (AES)</b>
it: <b>Standard di crittografia avanzata (AES)</b>
ru: <b>Расширенный стандарт шифрования (AES)</b>
zh: <b>高级加密标准 （AES）</b>

# Blog_HTCTREFYSD_H4_Text2
source: AES, widely known as Rijndael, is the go-to symmetric encryption algorithm used across multiple industries. Its key lengths—128, 192, or 256 bits—provide strong security for any data type. AES operates on a sophisticated Substitution-Permutation Network, which makes breaking it computationally infeasible.
de: AES, weithin bekannt als Rijndael, ist der bevorzugte symmetrische Verschlüsselungsalgorithmus, der in verschiedenen Branchen eingesetzt wird. Die Schlüssellängen – 128, 192 oder 256 Bit – bieten hohe Sicherheit für jeden Datentyp. AES arbeitet auf einem ausgeklügelten Substitutions-Permutations-Netzwerk, was es rechnerisch unmöglich macht, es zu brechen.
fr: AES, largement connu sous le nom de Rijndael, est l'algorithme de cryptage symétrique de référence utilisé dans de nombreuses industries. Ses longueurs de clé—128, 192 ou 256 bits—offrent une sécurité robuste pour tout type de données. AES fonctionne sur un réseau de substitution-permutation sophistiqué, ce qui rend son décryptage pratiquement infaisable sur le plan computationnel.
it: AES, ampiamente noto come Rijndael, è l'algoritmo di crittografia simmetrica utilizzato in diversi settori. Le lunghezze delle chiavi, 128, 192 o 256 bit, garantiscono una sicurezza avanzata per qualsiasi tipo di dati. AES opera su una sofisticata rete di sostituzione-permutazione, che rende impossibile la sua rottura dal punto di vista computazionale.
ru: AES, широко известный как Rijndael, — это алгоритм симметричного шифрования, используемый в различных отраслях. Длина ключа — 128, 192 или 256 бит — обеспечивает надежную защиту для любого типа данных. AES работает на сложной сети подстановки-перестановки, что делает ее вычислительно неосуществимым.
zh: AES，广为人知的 Rijndael，是多个行业使用的首选对称加密算法。它的密钥长度 — 128、192 或 256 位 — 为任何数据类型提供强大的安全性。AES 在复杂的替代-置换网络上运行，这使得在计算上无法破解它。

# Blog_HTCTREFYSD_H4_Text4
source: 3DES is an enhancement of the original DES (Data Encryption Standard) algorithm, applying it three times to each data block. While 3DES improved upon its predecessor, it was eventually found vulnerable to modern attacks. The National Institute of Standards and Technology (NIST) has deprecated 3DES, and its use in new systems is being phased out.
de: 3DES ist eine Weiterentwicklung des ursprünglichen DES-Algorithmus (Data Encryption Standard), der dreimal auf jeden Datenblock angewendet wird. Obwohl 3DES seinen Vorgänger verbesserte, wurde es schließlich als anfällig für moderne Angriffe befunden. Das National Institute of Standards and Technology (NIST) hat 3DES als veraltet eingestuft, und seine Verwendung in neuen Systemen wird auslaufen.
fr: Le 3DES est une amélioration de l'algorithme original DES (Data Encryption Standard), en l'appliquant trois fois à chaque bloc de données. Bien que le 3DES ait amélioré son prédécesseur, il a finalement été jugé vulnérable aux attaques modernes. Le National Institute of Standards and Technology (NIST) a déprécié le 3DES, et son utilisation dans les nouveaux systèmes est progressivement abandonnée.
it: 3DES è un miglioramento dell'algoritmo DES (Data Encryption Standard) originale, che lo applica tre volte a ciascun blocco di dati. Sebbene il 3DES sia migliorato rispetto al suo predecessore, alla fine è stato trovato vulnerabile agli attacchi moderni. Il National Institute of Standards and Technology (NIST) ha deprecato il 3DES e il suo utilizzo nei nuovi sistemi è in fase di eliminazione.
ru: 3DES является усовершенствованием оригинального алгоритма DES (Data Encryption Standard), применяя его три раза к каждому блоку данных. Несмотря на то, что 3DES улучшил свою предшественницу, в конечном итоге он оказался уязвимым для современных атак. Национальный институт стандартов и технологий (NIST) объявил 3DES устаревшим, и его использование в новых системах постепенно прекращается.
zh: 3DES 很原始 DES（数据加密标准）算法的增强版，将其应用于每个数据块 3 次。虽然 3DES 在其前身的基础上进行了改进，但最终发现它容易受到现代攻击。美国国家标准与技术研究院 （NIST） 已弃用 3DES，并且正在逐步淘汰其在新系统中的使用。

# Blog_HTCTREFYSD_H4_Text6
source: RSA is an asymmetric encryption algorithm, named after its inventors (Rivest, Shamir, and Adleman). It’s widely used in securing communications, such as SSL/TLS for web security, email encryption, and even cryptocurrencies. RSA works by generating large prime numbers to create a cryptographic key, offering multiple levels of encryption strength.
de: RSA ist ein asymmetrischer Verschlüsselungsalgorithmus, der nach seinen Erfindern (Rivest, Shamir und Adleman) benannt ist. Es wird häufig zur Sicherung der Kommunikation verwendet, z. B. SSL/TLS für Websicherheit, E-Mail-Verschlüsselung und sogar Kryptowährungen. RSA generiert große Primzahlen, um einen kryptografischen Schlüssel zu erstellen, der mehrere Stufen der Verschlüsselungsstärke bietet.
fr: RSA est un algorithme de cryptage asymétrique, nommé d'après ses inventeurs (Rivest, Shamir et Adleman). Il est largement utilisé pour sécuriser les communications, telles que SSL/TLS pour la sécurité des sites web, le cryptage des e-mails, et même les cryptomonnaies. RSA fonctionne en générant de grands nombres premiers pour créer une clé cryptographique, offrant ainsi plusieurs niveaux de force de cryptage.
it: RSA è un algoritmo di crittografia asimmetrica, che prende il nome dai suoi inventori (Rivest, Shamir e Adleman). È ampiamente utilizzato per proteggere le comunicazioni, come SSL/TLS per la sicurezza web, la crittografia delle e-mail e persino le criptovalute. RSA funziona generando numeri primi di grandi dimensioni per creare una chiave crittografica, offrendo più livelli di forza di crittografia.
ru: RSA — это асимметричный алгоритм шифрования, названный в честь его изобретателей (Rivest, Shamir, и Adleman). Он широко используется для защиты коммуникаций, таких как SSL/TLS для веб-безопасности, шифрования электронной почты и даже криптовалют. RSA работает путем генерации больших простых чисел для создания криптографического ключа, обеспечивая несколько уровней надежности шифрования.
zh: RSA 是一种非对称加密算法，以其发明者（Rivest、Shamir 和 Adleman）命名。它广泛用于保护通信，例如用于网络安全的 SSL/TLS、电子邮件加密，甚至加密货币。RSA 的工作原理是生成大型质数来创建加密密钥，从而提供多级加密强度。

# Blog_HTCTREFYSD_H5_Text1
source: AxCrypt employs symmetric encryption for simple, efficient protection. This method uses a single key for both encryption and decryption, providing strong security while allowing easy access to your files.
de: AxCrypt verwendet symmetrische Verschlüsselung für einen einfachen und effizienten Schutz. Diese Methode verwendet einen einzigen Schlüssel für die Verschlüsselung und Entschlüsselung und bietet so eine hohe Sicherheit und ermöglicht gleichzeitig einen einfachen Zugriff auf Ihre Dateien.
fr: Sécurisation éducative simplifiée <br/>— <span>Jusqu'à 50 % de réduction</span> sur AxCrypt <br/>pour les <label>enseignants et étudiants</label> !
it: AxCrypt utilizza la crittografia simmetrica per una protezione semplice ed efficiente. Questo metodo utilizza un'unica chiave sia per la crittografia che per la decrittografia, fornendo una forte sicurezza e consentendo un facile accesso ai file.
ru: AxCrypt использует симметричное шифрование для простой и эффективной защиты. Этот метод использует один ключ как для шифрования, так и для расшифровки, обеспечивая надежную защиту и облегчая доступ к вашим файлам.
zh: AxCrypt 采用对称加密实现简单、高效的保护。此方法使用单个密钥进行加密和解密，提供强大的安全性，同时允许轻松访问您的文件。

# Blog_HTCTREFYSD_H5_Text2
source: For secure file sharing, AxCrypt integrates asymmetric encryption, which utilizes two keys: a public key for encrypting files and a private key for decryption. This ensures that only the intended recipient can access the data, adding an extra layer of security when sharing sensitive information.
de: Für die sichere gemeinsame Nutzung von Dateien integriert AxCrypt eine asymmetrische Verschlüsselung, bei der zwei Schlüssel verwendet werden: ein öffentlicher Schlüssel zum Verschlüsseln von Dateien und ein privater Schlüssel zum Entschlüsseln. Dadurch wird sichergestellt, dass nur der beabsichtigte Empfänger auf die Daten zugreifen kann, was eine zusätzliche Sicherheitsebene beim Austausch sensibler Informationen darstellt.
fr: Pour un partage de fichiers sécurisé, AxCrypt utilise le cryptage asymétrique, qui repose sur deux clés : une clé publique pour crypter les fichiers et une clé privée pour les décrypter. Cela garantit que seules les personnes destinées peuvent accéder aux données, ajoutant ainsi une couche supplémentaire de sécurité lors du partage d'informations sensibles.
it: Per la condivisione sicura dei file, AxCrypt integra la crittografia asimmetrica, che utilizza due chiavi: una chiave pubblica per crittografare i file e una chiave privata per la decrittografia. Ciò garantisce che solo il destinatario previsto possa accedere ai dati, aggiungendo un ulteriore livello di sicurezza durante la condivisione di informazioni sensibili.
ru: Для безопасного обмена файлами AxCrypt интегрирует асимметричное шифрование, в котором используются два ключа: открытый ключ для шифрования файлов и закрытый ключ для расшифровки. Это гарантирует, что только предполагаемый получатель может получить доступ к данным, что добавляет дополнительный уровень безопасности при обмене конфиденциальной информацией.
zh: 为了实现安全的文件共享，AxCrypt 集成了非对称加密，它使用两个密钥：用于加密文件的公钥和用于解密的私钥。这可确保只有预期的接收者才能访问数据，从而在共享敏感信息时增加额外的安全层。

# Blog_HTCTREFYSD_H5_Text3
source: <b>Key Management for Advanced Protection</b>
de: <b>Schlüsselverwaltung für erweiterten Schutz</b>
fr: <b>Gestion des clés pour une protection avancée</b>
it: <b>Gestione delle chiavi per una protezione avanzata</b>
ru: <b>Управление ключами для расширенной защиты</b>
zh: <b>用于高级保护的密钥管理</b>

# Blog_HTCTREFYSD_H5_Text4
source: AxCrypt incorporates a sophisticated key management system to streamline the encryption process and improve security. Each encrypted file gets a unique encryption key, also known as a session key. This session key is securely stored and only accessible to authorized users. When files are shared, the session key is encrypted and distributed to selected recipients, ensuring that unauthorized individuals cannot gain access to the file, even if they obtain a copy.
de: AxCrypt verfügt über ein ausgeklügeltes Schlüsselverwaltungssystem, um den Verschlüsselungsprozess zu rationalisieren und die Sicherheit zu verbessern. Jede verschlüsselte Datei erhält einen eindeutigen Verschlüsselungsschlüssel, der auch als Sitzungsschlüssel bezeichnet wird. Dieser Sitzungsschlüssel wird sicher gespeichert und ist nur für autorisierte Benutzer zugänglich. Wenn Dateien freigegeben werden, wird der Sitzungsschlüssel verschlüsselt und an ausgewählte Empfänger verteilt, um sicherzustellen, dass Unbefugte keinen Zugriff auf die Datei erhalten können, selbst wenn sie eine Kopie erhalten.
fr: AxCrypt intègre un système de gestion des clés sophistiqué pour simplifier le processus de cryptage et améliorer la sécurité. Chaque fichier crypté reçoit une clé de cryptage unique, également appelée clé de session. Cette clé de session est stockée de manière sécurisée et n'est accessible qu'aux utilisateurs autorisés. Lorsque des fichiers sont partagés, la clé de session est cryptée et distribuée aux destinataires sélectionnés, garantissant que des personnes non autorisées ne puissent pas accéder au fichier, même si elles en obtiennent une copie.
it: AxCrypt incorpora un sofisticato sistema di gestione delle chiavi per semplificare il processo di crittografia e migliorare la sicurezza. Ogni file crittografato riceve una chiave di crittografia univoca, nota anche come chiave di sessione. Questa chiave di sessione è archiviata in modo sicuro e accessibile solo agli utenti autorizzati. Quando i file vengono condivisi, la chiave di sessione viene crittografata e distribuita a destinatari selezionati, garantendo che le persone non autorizzate non possano accedere al file, anche se ne ottengono una copia.
ru: AxCrypt включает в себя сложную систему управления ключами для оптимизации процесса шифрования и повышения безопасности. Каждый зашифрованный файл получает уникальный ключ шифрования, также известный как ключ сеанса. Этот ключ сеанса надежно хранится и доступен только авторизованным пользователям. При совместном использовании файлов ключ сеанса шифруется и распространяется среди выбранных получателей, что гарантирует, что неавторизованные лица не смогут получить доступ к файлу, даже если они получат копию.
zh: AxCrypt 整合了一个复杂的密钥管理系统，以简化加密过程并提高安全性。每个加密文件都会获得一个唯一的加密密钥，也称为会话密钥。此会话密钥被安全存储，只有授权用户才能访问。共享文件时，会话密钥将被加密并分发给选定的收件人，从而确保未经授权的个人无法访问该文件，即使他们获得了副本。
