Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIAWII_H2_Text2
source: This act will impact all users of the internet within United States borders, irrespective of whether the government is interested in your data or not. When backdoors are introduced, ill-intentioned agents are also provided an opportunity to retrieve your data. As stated by the Electronic Frontier Foundation, “either the message remains private to everyone but its recipients, or it is available to others”. On the other side of the argument, many feel that this is a necessary condition for ensuring national security and ease of federal investigations.
ar: سيؤثر هذا القانون على جميع مستخدمي الإنترنت داخل حدود الولايات المتحدة ، بغض النظر عما إذا كانت الحكومة مهتمة ببياناتك أم لا. عندما يتم تقديم الأبواب الخلفية ، يتم أيضًا توفير فرصة للوكلاء ذوي النوايا السيئة لاسترداد بياناتك. كما ذكرت مؤسسة الحدود الإلكترونية ، "إما أن تظل الرسالة خاصة للجميع باستثناء مستلميها ، أو تكون متاحة للآخرين". على الجانب الآخر من الحجة ، يشعر الكثيرون أن هذا شرط ضروري لضمان الأمن القومي وسهولة التحقيقات الفيدرالية.
de: Dieses Gesetz betrifft alle Internetnutzer innerhalb der Grenzen der Vereinigten Staaten, unabhängig davon, ob die Regierung an Ihren Daten interessiert ist oder nicht. Wenn Hintertüren eingeführt werden, erhalten böswillige Agenten auch die Möglichkeit, Ihre Daten abzurufen. Wie von der Electronic Frontier Foundation angegeben, "bleibt die Nachricht entweder für alle außer ihren Empfängern privat oder sie steht anderen zur Verfügung". Auf der anderen Seite des Arguments sind viele der Ansicht, dass dies eine notwendige Voraussetzung für die Gewährleistung der nationalen Sicherheit und die Erleichterung der Ermittlungen des Bundes ist.
es: Esta ley afectará a todos los usuarios de internet dentro de las fronteras de los Estados Unidos, independientemente de si el gobierno está interesado en tus datos o no. Cuando se introducen puertas traseras, los agentes mal intencionados también tienen la oportunidad de recuperar tus datos. Como afirma Electronic Frontier Foundation, “o el mensaje permanece privado para todos menos para sus destinatarios, o está disponible para otros”. Por otro lado, muchos sienten que esta es una condición necesaria para garantizar la seguridad nacional y facilitar las investigaciones federales.
fr: Cette loi aura un impact sur tous les utilisateurs d’Internet à l’intérieur des frontières des États-Unis, que le gouvernement soit intéressé ou non par vos données. Lorsque des portes dérobées sont introduites, les agents mal intentionnés ont également la possibilité de récupérer vos données. Comme l’a déclaré l’Electronic Frontier Foundation, « soit le message reste privé pour tout le monde sauf ses destinataires, soit il est disponible pour les autres ». De l’autre côté de l’argument, beaucoup estiment qu’il s’agit d’une condition nécessaire pour assurer la sécurité nationale et la facilité des enquêtes fédérales.
it: Questo atto avrà un impatto su tutti gli utenti di Internet all'interno dei confini degli Stati Uniti, indipendentemente dal fatto che il governo sia interessato o meno ai tuoi dati. Quando vengono introdotte backdoor, agli agenti malintenzionati viene offerta anche l'opportunità di recuperare i tuoi dati. Come affermato dalla Electronic Frontier Foundation, "o il messaggio rimane privato per tutti tranne i suoi destinatari, oppure è disponibile per altri". D'altra parte, molti ritengono che questa sia una condizione necessaria per garantire la sicurezza nazionale e la facilità delle indagini federali.
ko: 이 법은 정부가 귀하의 데이터에 관심이 있는지 여부에 관계없이 미국 국경 내의 모든 인터넷 사용자에게 영향을 미칩니다. 백도어가 도입되면 악의적인 에이전트에게도 데이터를 검색 할 수있는 기회가 제공됩니다. 전자 프론티어 재단 (Electronic Frontier Foundation)이 언급했듯이 "메시지는 수신자를 제외한 모든 사람에게 비공개로 유지되거나 다른 사람들이 사용할 수 있습니다". 논쟁의 다른 측면에서, 많은 사람들은 이것이 국가 안보와 연방 조사의 용이성을 보장하는 데 필요한 조건이라고 생각합니다.
nl: Deze wet heeft gevolgen voor alle gebruikers van internet binnen de grenzen van de Verenigde Staten, ongeacht of de overheid geïnteresseerd is in uw gegevens of niet. Met het invoeren van achterdeuren krijgen ook kwaadwillende agenten de kans om uw gegevens op te halen. Zoals de Electronic Frontier Foundation stelt: "het bericht blijft privé voor iedereen behalve de ontvangers, of het is beschikbaar voor anderen". Aan de andere kant van het argument zijn velen van mening dat dit een noodzakelijke voorwaarde is om de nationale veiligheid en het gemak van federale onderzoeken te waarborgen.
pl: Ustawa ta wpłynie na wszystkich użytkowników Internetu w granicach Stanów Zjednoczonych, niezależnie od tego, czy rząd jest zainteresowany Twoimi danymi, czy nie. Po wprowadzeniu tylnych drzwi osoby o złych intencjach mają również możliwość odzyskania danych. Jak stwierdziła Electronic Frontier Foundation, „albo wiadomość pozostaje prywatna dla wszystkich oprócz odbiorców, albo jest dostępna dla innych”. Z drugiej strony wielu uważa, że jest to konieczny warunek zapewnienia bezpieczeństwa narodowego i łatwości federalnych śledztw.
pt: Esta lei terá impacto em todos os utilizadores da internet dentro das fronteiras dos Estados Unidos, independentemente do governo estar interessado ou não nos seus dados. Quando surgirem portas de serviço, agentes mal intencionados terão também a oportunidade de extrair os seus dados. Tal como declarado pela Electronic Frontier Foundation, “ou a mensagem se mantém privada para todos menos os seus destinatários ou estará disponível para outros”. Do outro lado do argumento, muitos sentem que esta é um condição necessária para garantir a segurança nacional e facilidade de investigações federais.
ru: Этот закон затронет всех пользователей Интернета в пределах границ Соединенных Штатов, независимо от того, заинтересовано ли правительство в ваших данных или нет. Когда внедряются бэкдоры, агентам со злыми намерениями также предоставляется возможность получить ваши данные. Как заявил Фонд Electronic Frontier Foundation, “либо сообщение остается конфиденциальным для всех, кроме его получателей, либо оно доступно другим”. С другой стороны, многие считают, что это необходимое условие для обеспечения национальной безопасности и облегчения федеральных расследований.
sv: Denna lag kommer att påverka alla användare av internet inom USA:s gränser, oavsett om regeringen är intresserad av din data eller inte. När bakdörrar introduceras, ges illvilliga agenter också en möjlighet att hämta dina data. Som påstått av Electronic Frontier Foundation, "antingen förblir meddelandet privat för alla utom dess mottagare, eller så är det tillgängligt för andra". Å andra sidan anser många att detta är ett nödvändigt villkor för att säkerställa nationell säkerhet och underlätta federala utredningar.
tr: Bu yasa hükümetin verilerinizle ilgilenip ilgilenmediği önemli olmaksızın Amerika Birleşik Devletleri sınırlarındaki tüm internet kullanıcılarını etkileyecek. Arka kapılar sunulduğunda kötü niyetli unsurlara da verilerinizi ele geçirmek için bir imkan sunulmuş olur. Electronic Frontier Foundation (Elektrik Hudut Vakfı) tarafından belirtildiği şekilde, "Mesaj ya alıcıları haricindeki herkes için özel kalır ya da diğerleri için mevcut hale gelir". Diğer yandan birçok kişi bunun ulusal güvenliğin ve federal soruşturmalar açısından kolaylık sağlanması için gerekli bir koşul olduğunu savunmaktadır.
zh: 该法案将影响美国境内的所有互联网用户，无论政府是否对您的数据感兴趣。 当后门被引入时，不怀好意的代理也被提供了检索数据的机会。 正如电子前沿基金会所说，"要么信息对除其接收者之外的所有人都是私有的，要么它对其他人是可用的"。 在论点的另一面，许多人认为这是确保国家安全和便于联邦调查的必要条件。

# Blog_EIAWII_H3_Text1
source: The United States government and larger tech companies have long been in a standoff in regards to data privacy and the government’s right to access encrypted information. You may remember the dispute between Apple and the FBI in the San Bernardino case. Apple refused to create a backdoor for the federal agency, rendering it incredibly challenging for the FBI to access the shooter’s phone. Apple came to this conclusion as they felt creating a backdoor “would set a dangerous precedent” for the encrypted material of all iPhone users.
ar: لطالما كانت حكومة الولايات المتحدة وشركات التكنولوجيا الكبرى في مأزق فيما يتعلق بخصوصية البيانات وحق الحكومة في الوصول إلى المعلومات المشفرة. قد تتذكر الخلاف بين أبل ومكتب التحقيقات الفيدرالي في قضية سان برناردينو. رفضت شركة آبل إنشاء باب خلفي للوكالة الفيدرالية ، مما جعل من الصعب للغاية على مكتب التحقيقات الفيدرالي الوصول إلى هاتف مطلق النار. توصلت شركة أبل إلى هذا الاستنتاج لأنها شعرت أن إنشاء باب خلفي "من شأنه أن يشكل سابقة خطيرة" للمواد المشفرة لجميع مستخدمي ايفون.
de: Die Regierung der Vereinigten Staaten und größere Technologieunternehmen befinden sich seit langem in einer Pattsituation in Bezug auf den Datenschutz und das Recht der Regierung, auf verschlüsselte Informationen zuzugreifen. Sie erinnern sich vielleicht an den Streit zwischen Apple und dem FBI im Fall San Bernardino. Apple weigerte sich, eine Hintertür für die Bundesbehörde zu schaffen, was es für das FBI unglaublich schwierig machte, auf das Telefon des Schützen zuzugreifen. Apple kam zu diesem Schluss, da die Schaffung einer Hintertür "einen gefährlichen Präzedenzfall" für das verschlüsselte Material aller iPhone-Nutzer schaffen würde.
es: El gobierno de los Estados Unidos y las empresas tecnológicas más grandes llevan mucho tiempo en desacuerdo con respecto a la privacidad de los datos y el derecho del gobierno a acceder a la información cifrada. Quizás recuerdes la disputa entre Apple y el FBI en el caso de San Bernardino. Apple se negó a crear una puerta trasera para la agencia federal, lo que hace que sea increíblemente difícil para el FBI acceder al teléfono del tirador. Apple llegó a esta conclusión porque sintió que crear una puerta trasera "sentaría un precedente peligroso" para el material cifrado de todos los usuarios de iPhone.
fr: Le gouvernement des États-Unis et les grandes entreprises technologiques sont depuis longtemps dans une impasse en ce qui concerne la confidentialité des données et le droit du gouvernement d’accéder à des informations cryptées. Vous vous souvenez peut-être du différend entre Apple et le FBI dans l’affaire San Bernardino. Apple a refusé de créer une porte dérobée pour l’agence fédérale, ce qui a rendu incroyablement difficile pour le FBI d’accéder au téléphone du tireur. Apple est arrivé à cette conclusion car ils estimaient que la création d’une porte dérobée « créerait un dangereux précédent » pour le matériel crypté de tous les utilisateurs d’iPhone.
it: Il governo degli Stati Uniti e le più grandi aziende tecnologiche sono da tempo in una situazione di stallo per quanto riguarda la privacy dei dati e il diritto del governo di accedere alle informazioni crittografate. Forse ricorderai la disputa tra Apple e l'FBI nel caso San Bernardino. Apple ha rifiutato di creare una backdoor per l'agenzia federale, rendendo incredibilmente difficile per l'FBI di accedere al telefono del tiratore indagato. Apple è giunta a questa conclusione poiché riteneva che la creazione di una backdoor "avrebbe creato un pericoloso precedente" per il materiale crittografato di tutti gli utenti d'iPhone.
ko: 미국 정부와 대형 기술 회사는 데이터 개인 정보 보호 및 암호화 된 정보에 액세스 할 수있는 정부의 권리와 관련하여 오랫동안 대치 상태 에있었습니다. 산 버나디노 사건에서 애플과 FBI 간의 분쟁을 떠올려 보세요. 애플은 연방 기관을 위한 백도어 생성을 거부하여 FBI가 범인의 전화에 액세스하는 것을 매우 어렵게 만들었습니다. 애플은 백도어를 만드는 것이 모든 아이폰 사용자의 암호화된 자료에 대해 "위험한 선례를 남길 것"이라고 생각했기 때문에 이러한 결론을 내렸습니다.
nl: De regering van de Verenigde Staten en grotere technologiebedrijven zijn al lang in een impasse met betrekking tot gegevensprivacy en het recht van de overheid op toegang tot versleutelde informatie. U herinnert zich misschien het geschil tussen Apple en de FBI in de San Bernardino-zaak. Apple weigerde een achterdeur voor het federale agentschap te creëren, waardoor het voor de FBI ongelooflijk moeilijk werd om toegang te krijgen tot de telefoon van de schutter. Apple kwam tot deze conclusie omdat ze van mening waren dat het creëren van een achterdeur "een gevaarlijk precedent zou scheppen" voor het versleutelde materiaal van alle iPhone-gebruikers.
pl: Rząd Stanów Zjednoczonych i większe firmy technologiczne od dawna znajdują się w konflikcie w kwestii prywatności danych i prawa rządu do dostępu do zaszyfrowanych informacji. Być może pamiętasz spór między Apple a FBI w sprawie San Bernardino. Apple odmówił stworzenia backdoora dla agencji federalnej, co sprawia, że dostęp do telefonu strzelca jest niezwykle trudny dla FBI. Apple doszedł do tego wniosku, ponieważ wydawało im się, że stworzenie backdoora „stanowiłoby niebezpieczny precedens” dla zaszyfrowanych materiałów wszystkich użytkowników iPhone'a.
pt: O governo dos Estados Unidos e grandes empresas tecnológicas têm estado num impasse em relação a privacidade de dados e o direito do governo aceder a informação cifrada. Lembrar-se-á da disputa entre a Apple e o FBI no caso San Bernardino. A Apple recusou criar uma porta de serviço para a agência federal, tornando o acesso pelo FBI ao telefone do atirador incrivelmente desafiante. A Apple chegou a esta conclusão pois sentiu que criar uma porta de serviço “abriria um precedente perigoso” para o material cifrado de todos os utilizadores do iPhone.
ru: Правительство Соединенных Штатов и крупные технологические компании уже давно находятся в тупике в отношении конфиденциальности данных и права правительства на доступ к зашифрованной информации. Возможно, вы помните спор между Apple и ФБР по делу Сан-Бернардино. Apple отказалась создавать бэкдор для федерального агентства, что сделало невероятно сложным для ФБР доступ к телефону стрелка. Apple пришла к такому выводу, поскольку посчитала, что создание бэкдора “создаст опасный прецедент” для зашифрованных материалов всех пользователей iPhone.
sv: Förenta staternas regering och större teknikföretag har länge varit i konflikt när det gäller datasekretess och regeringens rätt att få tillgång till krypterad information. Du kanske minns tvisten mellan Apple och FBI i San Bernardino-fallet. Apple vägrade att skapa en bakdörr för den federala myndigheten, vilket gjorde det oerhört utmanande för FBI att komma åt skyttens telefon. Apple kom till denna slutsats eftersom de ansåg att skapa en bakdörr "skulle skapa ett farligt prejudikat" för det krypterade materialet för alla iPhone-användare.
tr: Birleşik Devletler hükümeti ve büyük teknoloji şirketleri, veri güvenliği ve hükümetin şifrelenmiş verilere erişim hakkı konusuna çok uzun süredir soğuk durmaktadır. San Bernardio davasında Apple ve FBI arasında yaşanan anlaşmazlığı hatırlayabilirsiniz. Apple, federal ajans için bir arka kapı oluşturmayı reddetmiş ve FBI'ın saldırganın telefonuna erişmesini son derece zor hale getirmiştir. Apple, bir arka kapı oluşturmanın tüm iPhone kullanıcılarının şifrelenmiş içerikleri için "tehlikeli bir emsal teşkil edeceğini" düşünmesi nedeniyle bu sonuca varmıştır.
zh: 美国政府和大型科技公司长期以来一直在数据隐私和政府访问加密信息的权利方面陷入僵局。 你可能还记得苹果和联邦调查局在圣贝纳迪诺案件中的争议。 苹果拒绝为联邦机构创建后门，使联邦调查局访问射手的手机具有令人难以置信的挑战性。 苹果得出这一结论，因为他们认为为所有iPhone用户的加密材料创建后门"将开创一个危险的先例"。

# Blog_EIAWII_H3_Text2
source: A similar conclusion has been drawn by the public in the wake of this bill. Many worry that the EARN IT Act will create a dangerous landscape for all individuals, not just criminals being chased by the FBI.
ar: وقد توصل الجمهور إلى نتيجة مماثلة في أعقاب هذا القانون. يشعر الكثيرون بالقلق من أن قانون EARN IT سيخلق مشهدًا خطيرًا لجميع الأفراد ، وليس فقط المجرمين الذين يطاردهم مكتب التحقيقات الفيدرالي.
de: Eine ähnliche Schlussfolgerung wurde von der Öffentlichkeit nach diesem Gesetzentwurf gezogen. Viele befürchten, dass der EARN IT Act eine gefährliche Landschaft für alle Menschen schaffen wird, nicht nur für Kriminelle, die vom FBI verfolgt werden.
es: El público ha llegado a una conclusión similar a raíz de este proyecto de ley. A muchos les preocupa que la Ley EARN IT cree un panorama peligroso para todas las personas, no solo para los delincuentes perseguidos por el FBI.
fr: Une conclusion semblable a été tirée par le public à la suite de ce projet de loi. Beaucoup craignent que la loi EARN IT ne crée un paysage dangereux pour tous les individus, pas seulement pour les criminels poursuivis par le FBI.
it: Una conclusione simile è stata tratta dal pubblico sulla scia di questo disegno di legge. Molti temono che l'EARN IT Act creerà un panorama pericoloso per tutti gli individui, non solo per i criminali inseguiti dall'FBI.
ko: 이 법안의 여파로 대중도 비슷한 결론을 내렸습니다. 많은 사람들은 EARN IT 법안이 FBI에 의해 쫓기는 범죄자뿐만 아니라 모든 개인에게 위험한 환경을 만들 것이라고 우려합니다.
nl: Een soortgelijke conclusie is door het publiek getrokken in de nasleep van dit wetsvoorstel. Velen vrezen dat de EARN IT wet een gevaarlijk landschap zal creëren voor alle individuen, niet alleen voor criminelen die door de FBI worden achtervolgd.
pl: Podobny wniosek został wyciągnięty przez opinię publiczną w następstwie tej ustawy. Wielu obawia się, że ustawa o EARN IT stworzy niebezpieczny krajobraz dla wszystkich osób, nie tylko przestępców ściganych przez FBI.
pt: Uma conclusão semelhante foi alcançada pelo público logo depois deste projecto de lei. Muitos temem que a Lei EARN IT crie um cenário perigoso para todos os indivíduos, não apenas para os criminosos que são perseguidos pelo FBI.
ru: Аналогичный вывод был сделан общественностью в связи с этим законопроектом. Многие опасаются, что закон EARN IT создаст опасную обстановку для всех людей, а не только для преступников, преследуемых ФБР.
sv: En liknande slutsats har dragits av allmänheten i kölvattnet av detta lagförslag. Många oroar sig för att EARN IT Act kommer att skapa en farlig miljö för alla individer, inte bara för kriminella som jagas av FBI.
tr: Bu yasa tasarısının ardından kamuoyu da benzer bir sonuca varmıştır. Pek çok kişi EARN IT Yasasının sadece FBI tarafından takip edilen suçlular için değil, tüm bireyler için tehlikeli bir ortam yaratacağından endişe etmektedir.
zh: 在这项法案之后，公众也得出了类似的结论。 许多人担心EARN IT法案将为所有个人创造一个危险的景观，而不仅仅是被联邦调查局追捕的罪犯。
