Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TPTWHEG_Text3
source: When home working, however, you do need to change how you work. One of those areas is around the protection of your own and others personal data. At Privacy1 we like to keep things simple and help you understand the risks in a succinct fashion, hence, we have compiled a list of Top 3 Tips for privacy for home workers to help protect your family, customers and employer. Don’t worry it’s not a technical blah blah on cybersecurity, just a few points that everyone, across all types of jobs, can use to stay safe while working at home.
ar: ومع ذلك ، عندما تعمل من المنزل ، فأنت بحاجة إلى تغيير طريقة عملك. يدور أحد هذه المجالات حول حماية بياناتك الشخصية وبيانات الآخرين. في الخصوصية 1 ، نود أن نجعل الأمور بسيطة ونساعدك على فهم المخاطر بطريقة موجزة ، ومن ثم قمنا بتجميع قائمة بأهم 3 نصائح للخصوصية للعاملين في المنزل للمساعدة في حماية عائلتك وعملائك وصاحب العمل. لا تقلق ، فهذا ليس هراءً تقنيًا على الأمن السيبراني ، فقط بضع نقاط يمكن للجميع ، في جميع أنواع الوظائف ، استخدامها للبقاء آمنين أثناء العمل في المنزل.
de: Wenn Sie zu Hause arbeiten, müssen Sie jedoch Ihre Arbeitsweise ändern. Einer dieser Bereiche ist der Schutz Ihrer eigenen und anderer personenbezogener Daten. Bei Privacy1 möchten wir die Dinge einfach halten und Ihnen helfen, die Risiken auf prägnante Weise zu verstehen. Daher haben wir eine Liste der Top-3-Tipps zum Datenschutz für Heimarbeiter zusammengestellt, um Ihre Familie, Kunden und Arbeitgeber zu schützen. Keine Sorge, es ist kein technisches Blabla in Bezug auf Cybersicherheit, nur ein paar Punkte, die jeder in allen Arten von Jobs nutzen kann, um bei der Arbeit zu Hause sicher zu sein.
es: Sin embargo, cuando trabajas desde casa, necesitas cambiar tu forma de trabajar. Una de esas áreas es en torno a la protección de tus propios datos personales y los de otros. En Privacy1 nos gusta mantener las cosas simples y ayudarte a comprender los riesgos de manera sucinta. Por lo tanto, hemos compilado una lista de los 3 mejores consejos sobre privacidad para trabajadores remotos para ayudar a proteger a tu familia, clientes y empleador. No te preocupes, no se trata de un bla bla bla técnico sobre ciberseguridad, solo algunos puntos que todos, en todos los tipos de trabajos, pueden usar para mantenerse seguros mientras trabajan desde casa.
fr: Cependant, lorsque vous travaillez à domicile, vous devez changer votre façon de travailler. L'un de ces domaines concerne la protection de vos données personnelles et de celles des autres. Chez Privacy1, nous aimons garder les choses simples et vous aider à comprendre les risques de manière succincte, c'est pourquoi nous avons compilé une liste des 3 meilleurs conseils en matière de confidentialité pour les travailleurs à domicile afin de protéger votre famille, vos clients et votre employeur. Ne vous inquiétez pas, ce n'est pas un blabla technique sur la cybersécurité, juste quelques points que tout le monde, dans tous les types d'emplois, peut utiliser pour rester en sécurité tout en travaillant à la maison.
it: Quando lavori da casa, tuttavia, devi cambiare il modo in cui lavori. Una di queste aree riguarda la protezione dei dati personali propri e altrui. A Privacy1 ci piace mantenere le cose semplici e aiutarti a comprendere i rischi in modo succinto, quindi, abbiamo compilato un elenco dei 3 migliori consigli per la privacy per i lavoratori da casa per proteggere la tua famiglia, i clienti e il datore di lavoro. Non preoccuparti, non è un bla bla tecnico sulla sicurezza informatica, solo alcuni punti che tutti, in tutti i tipi di lavoro, possono utilizzare per stare al sicuro mentre lavorano da casa.
ko: 그러나 재택 근무를 할 때는 일하는 방식을 바꿔야합니다. 이러한 영역 중 하나는 자신과 타인의 개인 데이터 보호와 관련이 있습니다. Privacy1에서는 일을 단순하게 유지하고 간결한 방식으로 위험을 이해하도록 도와 가족, 고객 및 고용주를 보호하는 데 도움이되는 재택 근무자를위한 개인 정보 보호를 위한 상위 3 가지 팁 목록을 작성했습니다. 사이버 보안에 대한 기술적인 지루한 이야기가 아니고 모든 유형의 직업에 걸쳐 모든 사람이 집에서 일하는 동안 안전을 유지하는 데 사용할 수있는 몇 가지 사항입니다.
nl: Als u thuis werkt, moet u echter wel uw manier van werken veranderen. Een van die gebieden betreft de bescherming van uw eigen persoonsgegevens en die van anderen. Bij Privacy1 houden we het graag simpel en helpen we u de risico's op een beknopte manier te begrijpen. Daarom hebben we een lijst samengesteld met Top 3 tips voor privacy voor thuiswerkers om uw gezin, klanten en werkgever te helpen beschermen. Maakt u zich geen zorgen, het is geen technische blabla over cyberbeveiliging, slechts een paar punten die iedereen, in alle soorten banen, kan gebruiken om veilig thuis te blijven werken.
pl: Jednak pracując w domu, musisz zmienić sposób pracy. Jednym z tych obszarów jest ochrona Twoich i innych danych osobowych. W Privacy1 lubimy upraszczać sprawy i pomagać w zwięzłym zrozumieniu zagrożeń, dlatego opracowaliśmy listę 3 najważniejszych wskazówek dotyczących prywatności dla pracujących z domu, aby pomóc chronić Twoją rodzinę, klientów i pracodawcę. Nie martw się, to nie jest techniczne bla bla dotyczące cyberbezpieczeństwa, tylko kilka punktów, z których każdy, we wszystkich rodzajach pracy, może korzystać, aby zachować bezpieczeństwo podczas pracy w domu.
pt: Em casa, contudo, você precisa de mudar a forma como trabalha. Uma dessas áreas é a protecção de dados pessoais seus e de outros. Na Privacy1, gostamos de manter as coisas simples e de ajudá-la(o) a compreender os riscos de forma sucinta. Assim, compilámos uma lista das 3 Melhores Dicas de privacidade para tele-trabalhadores para ajudar a proteger a sua família, clientes e entidade empregadora. Não se preocupe, não se trata de blá blá técnico de cibersegurança, são apenas alguns pontos que toda a gente, com qualquer tipo de trabalho, pode usar para se manter seguro enquanto trabalha a partir de casa.
ru: Однако, когда вы работаете дома, вам действительно нужно изменить порядок своей работы. Одна из таких областей связана с защитой ваших собственных и чужих персональных данных. В Privacy1 мы стремимся к простоте и помогаем вам в лаконичной форме понять риски, поэтому мы составили список из 3 лучших советов по конфиденциальности для работников из дома, которые помогут защитить вашу семью, клиентов и работодателя. Не волнуйтесь, это не технические бла-бла-бла по кибербезопасности, всего лишь несколько пунктов, которые каждый, независимо от типа работы, может использовать, чтобы оставаться в безопасности, работая дома.
sv: När du jobbar hemma behöver du dock ändra hur du arbetar. Ett av dessa områden är kring skyddet av dina egna och andras personuppgifter. På Privacy1 vill vi hålla saker enkla och hjälpa dig att förstå riskerna på ett kortfattat sätt, därför har vi sammanställt en lista med de tre bästa tipsen för integritet för hemarbetare för att skydda din familj, kunder och arbetsgivare. Oroa dig inte, det är inte en teknisk bla bla bla på cybersäkerhet, bara några punkter som alla, på alla typer av jobb, kan använda för att vara säkra när de arbetar hemma.
tr: Ancak evden çalışırken çalışma şeklinizi değiştirmeye ihtiyaç duyarsınız. Bu alanlardan biri kendinizin ve diğerlerinizin kişisel verileri etrafında bulunur. Privacy1'de işi yokuşa sürmeden kısa ve öz bir şekilde riskleri anlamanızı sağlıyoruz. Bu sayede evden çalışan kişilerin aile, müşteri ve işverenlerini korumasına yardımcı olmak için gizlilik konusundaki En Önemli 3 İpucu listesini derledik. Endişelenmeyin, bunlar siber güvenlik konusunda teknik sıkıcı konuşmalar değil sadece her türlü iş kolundan kişilerin evden çalışırken güvende kalmak için kullanabileceği birkaç husustan ibaret.
zh: 然而，在家工作时，你确实需要改变你的工作方式。 其中一个领域是保护您自己和他人的个人数据。 在Privacy1，我们喜欢保持简单，并帮助您以简洁的方式了解风险，因此，我们为家庭工作者编制了一份顶级3隐私提示列表，以帮助保护您的家人，客户和雇主。 别担心，这不是关于网络安全的技术废话，只是所有类型工作的每个人都可以在家工作时保持安全的几点。

# Blog_TPTWHEG_Title
source: Top 3 privacy tips for working from home — employee guide
ar: أهم 3 نصائح للخصوصية للعمل من المنزل - دليل الموظف
de: Top 3 Datenschutztipps für die Arbeit von zu Hause aus - Mitarbeiterhandbuch
es: Los 3 mejores consejos de privacidad para trabajar desde casa: guía para empleados
fr: Les 3 meilleurs conseils de confidentialité pour le travail à domicile — guide de l’employé
it: I 3 migliori suggerimenti sulla privacy per lavorare da casa - guida per i dipendenti
ko: 재택 근무를 위한 상위 3가지 개인 정보 보호 팁 — 직원 가이드
nl: Top 3 privacytips voor thuiswerken — medewerkersgids
pl: 3 najważniejsze wskazówki dotyczące prywatności w pracy w domu — przewodnik dla pracowników
pt: As 3 melhores dicas de privacidade para teletrabalhar - guia do trabalhador
ru: Топ 3 советов по конфиденциальности при работе из дома - руководство для сотрудников
sv: De tre bästa sekretesstipsen för att arbeta hemifrån – personalguide
tr: Evden çalışmak için en iyi 3 gizlilik ipucu - çalışan kılavuzu
zh: 在家工作的三大私隐小贴士-雇员指南

# Blog_Try_Download_Mobile_App_Text
source: Try a one-month free trial, Download for Android or IOS users:
ar: جرب إصدارًا تجريبيًا مجانيًا لمدة شهر واحد ، قم بالتنزيل لمستخدمي ذكري المظهر أو نظام التشغيل ايفون:
de: Probieren Sie eine einmonatige kostenlose Testversion aus, die Sie für Android- oder IOS-Benutzer herunterladen können:
es: Aprovecha la prueba gratuita de un mes y descárgala para usuarios de Android o IOS:
fr: Essayez un essai gratuit d’un mois, Télécharger pour les utilisateurs Android ou IOS:
it: Fai una prova gratuita di un mese, Scarica per utenti Android o IOS:
ko: 1개월 무료 평가판, 안드로이드 또는 IOS 사용자용 다운로드:
nl: Probeer een gratis proefperiode van een maand, download voor Android- of IOS-gebruikers:
pl: Wypróbuj miesięczny bezpłatny okres próbny, Pobierz dla użytkowników Androida lub IOS:
pt: Experimente a avaliação grátis durante 1 mês. Download para utilizadores Android e iOS:
ru: Попробуйте бесплатную пробную версию сроком на один месяц, скачайте для пользователей Android или IOS:
sv: Prova en månads gratis provperiod, nedladdning för Android- eller IOS-användare:
tr: Bir aylık ücretsiz deneme sürümünü deneyin, Android veya IOS kullanıcıları için indirin:
zh: 尝试一个月的免费试用，为Android或IOS用户下载:

# Blog_TSTE_Conclusion_Text1
source: Encryption is a fundamental component of security for all the tech tools and items we purchase on a daily basis. All of your files are encrypted by AxCrypt using one of the most secure encryption algorithms available: AES 256-bit encryption. This further demonstrates that our easy-to-use encryption technology is a dependable and straightforward method of protecting your data.
ar: يعد التشفير مكونًا أساسيًا للأمان لجميع الأدوات والعناصر التقنية التي نشتريها يوميًا. يتم تشفير جميع ملفاتك بواسطة اكسكربت باستخدام أحد أكثر خوارزميات التشفير المتاحة أمانًا: تشفير AES 256 بت. يوضح هذا أيضًا أن تقنية التشفير سهلة الاستخدام هي طريقة يمكن الاعتماد عليها ومباشرة لحماية بياناتك.
de: Verschlüsselung ist ein grundlegender Bestandteil der Sicherheit für alle technischen Tools und Artikel, die wir täglich kaufen. Alle Ihre Dateien werden von AxCrypt mit einem der sichersten verfügbaren Verschlüsselungsalgorithmen verschlüsselt: AES 256-Bit-Verschlüsselung. Dies zeigt weiter, dass unsere benutzerfreundliche Verschlüsselungstechnologie eine zuverlässige und unkomplizierte Methode zum Schutz Ihrer Daten ist.
es: El cifrado es un componente fundamental de la seguridad de todas las herramientas y artículos tecnológicos que compramos a diario. Todos tus archivos están cifrados por AxCrypt utilizando uno de los algoritmos de cifrado más seguros disponibles: cifrado AES de 256 bits. Esto demuestra aún más que nuestra tecnología de cifrado fácil de usar es un método confiable y directo para proteger tus datos.
fr: Le cryptage est un élément fondamental de la sécurité pour tous les outils et articles technologiques que nous achetons quotidiennement. Tous vos fichiers sont cryptés par AxCrypt à l’aide de l’un des algorithmes de cryptage les plus sécurisés disponibles : le cryptage AES 256 bits. Cela démontre une fois de plus que notre technologie de cryptage facile à utiliser est une méthode fiable et simple de protection de vos données.
it: La crittografia è una componente fondamentale della sicurezza per tutti gli strumenti tecnologici e gli articoli che acquistiamo quotidianamente. Tutti i tuoi file sono crittografati da AxCrypt utilizzando uno degli algoritmi di crittografia più sicuri disponibili: crittografia AES a 256 bit. Ciò dimostra ulteriormente che la nostra tecnologia di crittografia facile da usare è un metodo affidabile e diretto per proteggere i tuoi dati.
ko: 암호화는 우리가 매일 구매하는 모든 기술 도구 및 항목에 대한 보안의 기본 구성 요소입니다. 모든 파일은 사용 가능한 가장 안전한 암호화 알고리즘 중 하나인 AES 256비트 암호화를 사용하여 AxCrypt에 의해 암호화됩니다. 이는 사용하기 쉬운 암호화 기술이 데이터를 보호하는 신뢰할 수 있고 간단한 방법임을 보여줍니다.
nl: Encryptie is een fundamenteel onderdeel van de beveiliging van alle technische hulpmiddelen en items die we dagelijks kopen. Al uw bestanden worden versleuteld door AxCrypt met behulp van een van de veiligste beschikbare versleutelingsalgoritmen: AES 256-bits versleuteling. Dit toont verder aan dat onze gebruiksvriendelijke encryptietechnologie een betrouwbare en eenvoudige methode is om uw gegevens te beschermen.
pl: Szyfrowanie jest podstawowym elementem bezpieczeństwa wszystkich narzędzi technicznych i przedmiotów, które codziennie kupujemy. Wszystkie Twoje pliki są szyfrowane przez AxCrypt przy użyciu jednego z najbezpieczniejszych dostępnych algorytmów szyfrowania: 256-bitowego szyfrowania AES. To dodatkowo pokazuje, że nasza łatwa w użyciu technologia szyfrowania jest niezawodną i prostą metodą ochrony danych.
pt: A cifragem é um componente fundamental de segurança para todas as ferramentas tecnológicas e itens que compramos diariamente. Todos os seus ficheiros são cifrados pela AxCrypt usando um dos mais seguros algoritmos de cifragem disponíveis: a cifragem AES de 256 bits. Isto demonstra ainda mais que a nossa tecnologia de cifragem de fácil utilização é um método confiável e simples de protecção dos seus dados.
ru: Шифрование является фундаментальным компонентом безопасности всех технических инструментов и предметов, которые мы приобретаем ежедневно. Все ваши файлы зашифрованы AxCrypt с использованием одного из самых безопасных доступных алгоритмов шифрования: 256-битного шифрования AES. Это еще раз демонстрирует, что наша удобная в использовании технология шифрования является надежным и простым методом защиты ваших данных.
sv: Kryptering är en grundläggande komponent i säkerheten för alla tekniska verktyg och föremål som vi köper dagligen. Alla dina filer krypteras av AxCrypt med en av de säkraste krypteringsalgoritmerna som finns: AES 256-bitars kryptering. Detta visar åter igen att vår lättanvända krypteringsteknik är en pålitlig och enkel metod för att skydda dina data.
tr: Şifreleme, günlük olarak satın aldığımız tüm teknolojik araçlar ve öğeler için güvenliğin temel bir bileşenidir. Tüm dosyalarınız AxCrypt tarafından mevcut en güvenli şifreleme algoritmalarından biri olan AES 256-bit şifreleme ile şifrelenir. Bu da kullanımı kolay şifreleme teknolojimizin verilerinizi korumak için güvenilir ve basit bir yöntem olduğunu göstermektedir.
zh: 加密是我们每天购买的所有技术工具和物品安全的基本组成部分。 您的所有文件都由AxCrypt使用最安全的加密算法之一进行加密：AES256位加密。 这进一步表明，我们易于使用的加密技术是一种可靠和直接的方法来保护您的数据。

# Blog_TSTE_H1_Text1
source: AES is a symmetric block cipher with a 128-bit key length that encrypts a 128-bit message into a 128-bit cipher text. The key's bit size options are 128, 192, or 256 in ascending order. It is simpler to analyse than other devices that only have one bit in and one bit out.
ar: AES عبارة عن تشفير كتلة متماثل بطول مفتاح 128 بت يقوم بتشفير رسالة 128 بت في نص تشفير 128 بت. خيارات حجم بت المفتاح هي 128 أو 192 أو 256 بترتيب تصاعدي. من الأسهل تحليله مقارنة بالأجهزة الأخرى التي تحتوي على بت واحد فقط في الداخل وبت واحد للخارج.
de: AES ist eine symmetrische Blockverschlüsselung mit einer Schlüssellänge von 128 Bit, die eine 128-Bit-Nachricht in einen 128-Bit-Chiffretext verschlüsselt. Die Bitgrößenoptionen des Schlüssels sind 128, 192 oder 256 in aufsteigender Reihenfolge. Es ist einfacher zu analysieren als andere Geräte, die nur ein Bit in und ein Bit out haben.
es: AES es un cifrado de bloque simétrico con una longitud de clave de 128 bits que cifra un mensaje de 128 bits en un texto cifrado de 128 bits. Las opciones de tamaño de bits de la clave son 128, 192 o 256 en orden ascendente. Es más sencillo de analizar que otros dispositivos que solo tienen un bit de entrada y un bit de salida.
fr: AES est un chiffrement par bloc symétrique avec une longueur de clé de 128 bits qui chiffre un message de 128 bits en un texte chiffré de 128 bits. Les options de taille de bits de la clé sont 128, 192, ou 256 dans l’ordre croissant. Il est plus simple à analyser que d'autres appareils qui n'ont qu'un bit d'entrée et un bit de sortie.
it: AES è un cifrario a blocchi simmetrico con una lunghezza della chiave di 128 bit che crittografa un messaggio a 128 bit in un testo cifrato a 128 bit. Le opzioni di dimensione in bit della chiave sono 128, 192 o 256 in ordine crescente. È più semplice da analizzare rispetto ad altri dispositivi che hanno solo un bit in entrata e un bit in uscita.
ko: AES는 128비트 메시지를 128비트 암호 텍스트로 암호화하는 128비트 키 길이의 대칭 블록 암호입니다. 키의 비트 크기 옵션은 오름차순으로 128, 192 또는 256입니다. 1비트만 들어오고 1비트만 있는 다른 장치에 비해 분석이 간단합니다.
nl: AES is een symmetrisch blokcijfer met een sleutellengte van 128 bits dat een bericht van 128 bits versleutelt tot een cijfertekst van 128 bits. De opties voor de bitgrootte van de sleutel zijn 128, 192 of 256 in oplopende volgorde. Het is eenvoudiger te analyseren dan andere apparaten die slechts één bit in en één bit uit hebben.
pl: AES to symetryczny szyfr blokowy z kluczem o długości 128 bitów, który szyfruje 128-bitową wiadomość w 128-bitowy tekst zaszyfrowany. Opcje rozmiaru bitów klucza to 128, 192 lub 256 w kolejności rosnącej. Jest on łatwiejszy do analizy niż inne urządzenia, które mają tylko jedno wejście i jedno wyjście.
pt: A AES é uma cifra de bloco simétrica com um comprimentos de chave de 128 bits que cria uma mensagem de 128 bits em texto cifrado de 128 bits. As opções de comprimento da chave são 128, 192 e 256. É mais simples de analisar que outros dispositivos que apenas têm um bit de entrada e um de saída.
ru: AES - это симметричный блочный шифр со 128-битной длиной ключа, который шифрует 128-битное сообщение в 128-битный зашифрованный текст. Параметры разрядности ключа - 128, 192 или 256 в порядке возрастания. Его проще анализировать, чем другие устройства, которые имеют только один входной бит и один выходной бит.
sv: AES är ett symmetriskt blockchiffer med en 128-bitars nyckellängd som krypterar ett 128-bitars meddelande till en 128-bitars chiffertext. Nyckelns bitstorleksalternativ är 128, 192 eller 256 i stigande ordning. Den är enklare att analysera än andra enheter som bara har en bit in och en bit ut.
tr: AES, 128 bit iletiyi 128 bit şifreleme metnine şifreleyen 128 bit anahtar uzunluğuna sahip simetrik bir blok şifredir. Anahtarın bit boyutu seçenekleri artan şekilde 128, 192 veya 256'dır. Analiz etmek, yalnızca bir bit içeride ve bir bit dışarıda olan diğer cihazlardan daha kolaydır.
zh: AES是一种具有128位密钥长度的对称分组密码，可将128位消息加密为128位密码文本。 密钥的位大小选项按升序为128、192或256。 它比其他只有一位输入和一位输出的设备更容易分析。

# Blog_TSTE_H1_Text2
source: Additionally, AES prefers to arrange things in a 4 by 4 grid for a 128 bit, which is equivalent to 16 bits in a 4x4 grid, as opposed to a long line of bits as most ciphers could do. AES replaces bytes, shifts rows, and mixes columns from a plain text by using a portion of its key.
ar: بالإضافة إلى ذلك ، تفضل AES ترتيب الأشياء في شبكة 4 × 4 لشبكة 128 بت ، وهو ما يعادل 16 بت في شبكة 4x4 ، على عكس خط طويل من البتات كما تفعل معظم الأصفار. يستبدل AES وحدات البايت ، ويحول الصفوف ، ويمزج الأعمدة من نص عادي باستخدام جزء من مفتاحه.
de: Darüber hinaus bevorzugt AES die Anordnung von Dingen in einem 4 x 4-Raster für ein 128-Bit, was 16 Bit in einem 4 x 4-Raster entspricht, im Gegensatz zu einer langen Bitreihe, wie es die meisten Chiffren tun könnten. AES ersetzt Bytes, verschiebt Zeilen und mischt Spalten aus einem einfachen Text, indem es einen Teil seines Schlüssels verwendet.
es: Además, AES prefiere organizar las cosas en una cuadrícula de 4 por 4 para 128 bits, lo que equivale a 16 bits en una cuadrícula de 4x4, en lugar de una larga línea de bits como podrían hacer la mayoría de los cifrados. AES reemplaza bytes, cambia filas y mezcla columnas de un texto sin formato utilizando una parte de su clave.
fr: En outre, AES préfère organiser les choses dans une grille 4 par 4 pour un 128 bit, ce qui équivaut à 16 bits dans une grille 4x4, par opposition à une longue ligne de bits comme la plupart des chiffrements pourraient le faire. AES remplace les bits, déplace les lignes et mélange les colonnes à partir d’un texte brut en utilisant une partie de sa clé.
it: Inoltre, AES preferisce organizzare le cose in una griglia 4 per 4 per un bit 128, che equivale a 16 bit in una griglia 4x4, al contrario di una lunga fila di bit come potrebbe fare la maggior parte dei cifrari. AES sostituisce i byte, sposta le righe e mescola le colonne da un testo semplice utilizzando una parte della sua chiave.
ko: 또한, AES는 대부분의 암호가 할 수 있는 긴 비트 줄과 달리 4x4 그리드의 16비트에 해당하는 128비트의 경우 4 x 4 그리드로 항목을 정렬하는 것을 선호합니다. AES는 키의 일부를 사용하여 바이트를 바꾸고, 행을 이동하고, 일반 텍스트의 열을 혼합합니다.
nl: Bovendien geeft AES de voorkeur aan een 4 bij 4 raster voor een 128 bit, wat overeenkomt met 16 bits in een 4x4 raster, in tegenstelling tot een lange rij bits zoals bij de meeste cijfers. AES vervangt bytes, verschuift rijen en mengt kolommen van een platte tekst door een deel van zijn sleutel te gebruiken.
pl: Dodatkowo, AES woli układ w siatce 4 na 4 dla 128-bitów, co odpowiada 16 bitom w siatce 4x4, w przeciwieństwie do długiej linii bitów, jak większość szyfrów. AES zastępuje bajty, przesuwa wiersze i miesza kolumny ze zwykłego tekstu przy użyciu części jego klucza.
pt: Além disso, o AES prefere arranjar as coisas numa grelha de 4 por 4 for 128 bits, o que é equivalente a 16 bits numa grelha 4x4, em contraste com uma longa linha de bits como a maior parte das cifras faz. O AES substitui bytes, desloca linhas e mistura colunas de texto claro usando uma parte da sua chave.
ru: Кроме того, AES предпочитает располагать данные в сетке 4 на 4 для 128 бит, что эквивалентно 16 битам в сетке 4x4, в отличие от длинной строки битов, как это могло бы сделать большинство шифров. AES заменяет байты, сдвигает строки и смешивает столбцы из обычного текста, используя часть своего ключа.
sv: Dessutom föredrar AES att ordna saker i ett 4 x 4 rutnät för 128 bitar, vilket motsvarar 16 bitar i ett 4x4 rutnät, i motsats till en lång rad bitar som de flesta chiffer kan göra. AES ersätter byte, flyttar rader och blandar kolumner från en vanlig text genom att använda en del av nyckeln.
tr: Ek olarak, AES, çoğu şifrenin yapabileceği gibi uzun bir bit satırının aksine, 4x4'lük bir ızgarada 16 bit'e eşdeğer olan 128 bit için 4x4'lük ızgarada nesneleri düzenlemeyi tercih eder. AES, baytların yerini alır, satırları kaydırır ve anahtarının bir bölümünü kullanarak düz bir metindeki sütunları karıştırır.
zh: 此外，AES更喜欢在4乘4网格中为128位排列事物，这相当于4x4网格中的16位，而不是大多数密码可以做的长行位。 AES通过使用其密钥的一部分来替换字节、移位行和混合纯文本中的列。
