Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIPM_H1_Text2
source: Password management tools are applications that help with creation, storing and quickly filling in the passwords when required. They securely store user credentials in cloud or on-premise storage and help users stay secure online by following best practices for creating and managing passwords. AxCrypt password manager generates complex passwords on demand. The tools then link passwords to specific accounts and store them securely in encrypted form. The basic purpose of a password manager is to help us manage our passwords and keep our login details safe wherever we log in. Password managers minimize the risk of the user forgetting the password and the risk of the password being exposed to malicious parties. AxCrypt password management software combines convenience and <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>security</strong></a> at a competitive price, ensuring your online experience in a fast-paced digital world.
ar: أدوات إدارة كلمات المرور هي تطبيقات تساعد في إنشاء كلمات المرور وتخزينها وتعبئتها بسرعة عند الحاجة. إنهم يخزنون بيانات اعتماد المستخدم بأمان في التخزين السحابي أو في مكان العمل ويساعدون المستخدمين على البقاء آمنين عبر الإنترنت باتباع أفضل الممارسات لإنشاء كلمات المرور وإدارتها. يقوم برنامج إدارة كلمات المرور في اكسكربت بإنشاء كلمات مرور معقدة عند الطلب. تقوم الأدوات بعد ذلك بربط كلمات المرور بحسابات محددة وتخزينها بشكل آمن في شكل مشفر. الغرض الأساسي من مدير كلمات المرور هو مساعدتنا في إدارة كلمات المرور الخاصة بنا والحفاظ على أمان تفاصيل تسجيل الدخول الخاصة بنا أينما نسجل الدخول. يعمل مديرو كلمات المرور على تقليل مخاطر نسيان المستخدم لكلمة المرور وخطر تعرض كلمة المرور للأطراف الضارة. يجمع برنامج إدارة كلمات المرور اكسكربت بين الراحة و <a href='https://axcrypt.net/blog/what-is-cyber-security'> <strong> الأمان </ strong> </a> بسعر تنافسي ، مما يضمن تجربة عبر الإنترنت في عالم رقمي سريع الخطى.
de: Passwortverwaltungstools sind Anwendungen, die bei der Erstellung, Speicherung und schnellen Eingabe der Passwörter bei Bedarf helfen. Sie speichern Benutzeranmeldeinformationen sicher in der Cloud oder im lokalen Speicher und helfen Benutzern, online sicher zu bleiben, indem sie bewährte Methoden zum Erstellen und Verwalten von Kennwörtern befolgen. AxCrypt Password Manager generiert bei Bedarf komplexe Passwörter. Die Tools verknüpfen dann Passwörter mit bestimmten Konten und speichern sie sicher in verschlüsselter Form. Der Hauptzweck eines Passwort-Managers besteht darin, uns bei der Verwaltung unserer Passwörter zu helfen und unsere Anmeldedaten überall dort sicher aufzubewahren, wo wir uns anmelden. Passwortmanager minimieren das Risiko, dass der Benutzer das Passwort vergisst und das Risiko, dass das Passwort böswilligen Parteien ausgesetzt wird. AxCrypt Passwort-Management-Software kombiniert Komfort und <a href='https://axcrypt.net/blog/what-is-cyber-security '><strong>security</strong></a> zu einem wettbewerbsfähigen Preis, um Ihr Online-Erlebnis in einer schnelllebigen digitalen Welt zu gewährleisten.
es: Las herramientas de administración de contraseñas son aplicaciones que ayudan a crear, almacenar y completar rápidamente las contraseñas cuando sea necesario. Almacenan de forma segura las credenciales de los usuarios en la nube o en el almacenamiento local y ayudan a los usuarios a mantenerse seguros en línea siguiendo las mejores prácticas para crear y administrar contraseñas. El administrador de contraseñas de AxCrypt genera contraseñas complejas a pedido. Luego, las herramientas vinculan las contraseñas a cuentas específicas y las almacenan de forma segura en modo cifrado. El propósito básico de un administrador de contraseñas es ayudarnos a administrar nuestras contraseñas y mantener nuestros datos de inicio de sesión seguros donde sea que iniciemos sesión. Los administradores de contraseñas minimizan el riesgo de que el usuario olvide la contraseña y el riesgo de que la contraseña quede expuesta a terceros malintencionados. El software de gestión de contraseñas de AxCrypt combina comodidad y <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>seguridad</strong></a> a un precio competitivo, lo que garantiza tu experiencia en línea en un mundo digital acelerado.
fr: Les outils de gestion de mots de passe sont des applications qui aident à créer, stocker et remplir rapidement les mots de passe si nécessaire. Ils stockent en toute sécurité les informations d'identification des utilisateurs dans le cloud ou sur site et aident les utilisateurs à rester en sécurité en ligne en suivant les meilleures pratiques de création et de gestion des mots de passe. Le gestionnaire de mots de passe AxCrypt génère des mots de passe complexes à la demande. Les outils lient ensuite les mots de passe à des comptes spécifiques et les stockent en toute sécurité sous forme cryptée. L'objectif fondamental d'un gestionnaire de mots de passe est de nous aider à gérer nos mots de passe et à protéger nos informations de connexion partout où nous nous connectons. Les gestionnaires de mots de passe minimisent le risque que l'utilisateur oublie le mot de passe et le risque que le mot de passe soit exposé à des parties malveillantes. Le logiciel de gestion de mot de passe AxCrypt combine commodité et <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>sécurité</strong></a> à un prix compétitif, garantissant votre expérience en ligne dans un monde numérique en évolution rapide.
it: Gli strumenti di gestione delle password sono applicazioni che aiutano a creare, archiviare e compilare rapidamente le password quando necessario. Archiviano in modo sicuro le credenziali degli utenti nel cloud o nell'archiviazione in loco e aiutano gli utenti a rimanere al sicuro online seguendo le migliori pratiche per la creazione e la gestione delle password. Il gestore delle password di AxCrypt genera password complesse su richiesta. Gli strumenti collegano quindi le password ad account specifici e le memorizzano in modo sicuro in forma crittografata. Lo scopo principale di un gestore di password è quello di aiutarci a gestire le nostre password e mantenere i nostri dati di accesso al sicuro ovunque facciamo il log-in. I gestori di password riducono al minimo il rischio che l'utente dimentichi la password e il rischio che la password venga esposta a malintenzionati. Il software di gestione delle password AxCrypt combina convenienza e <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>sicurezza</strong></a> a un prezzo competitivo, garantendo la tua esperienza online in un mondo digitale frenetico.
ko: 암호 관리 도구는 필요할 때 암호를 생성, 저장 및 빠르게 채우는 데 도움이 되는 응용 프로그램입니다. 사용자 자격 증명을 클라우드 또는 온프레미스 스토리지에 안전하게 저장하고, 암호 생성 및 관리에 대한 모범 사례에 따라 사용자가 온라인에서 보안을 유지할 수 있도록 지원합니다. AxCrypt 암호 관리자는 요청 시 복잡한 암호를 생성합니다. 그런 다음 도구는 암호를 특정 계정에 연결하고 암호화된 형식으로 안전하게 저장합니다. 암호 관리자의 기본 목적은 로그인할 때마다 암호를 관리하고 로그인 세부 정보를 안전하게 유지하는 데 도움이 되는 것입니다. 암호 관리자는 사용자가 암호를 잊어버릴 위험과 암호가 악의적인 당사자에게 노출될 위험을 최소화합니다. AxCrypt 암호 관리 소프트웨어는 경쟁력 있는 가격으로 편의성과 <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>보안을</strong></a> 결합하여 빠르게 변화하는 디지털 세계에서 온라인 경험을 보장합니다.
nl: Tools voor wachtwoordbeheer zijn toepassingen die helpen bij het maken, opslaan en snel invullen van wachtwoorden wanneer dat nodig is. Ze slaan gebruikersreferenties veilig op in de cloud of op locatie en helpen gebruikers online veilig te blijven door best practices voor het maken en beheren van wachtwoorden te volgen. AxCrypt-wachtwoordbeheerder genereert op aanvraag complexe wachtwoorden. De tools koppelen vervolgens wachtwoorden aan specifieke accounts en slaan ze veilig op in versleutelde vorm. Het basisdoel van een wachtwoordbeheerder is om ons te helpen onze wachtwoorden te beheren en onze inloggegevens veilig te houden, waar we ook inloggen. Wachtwoordbeheerders minimaliseren het risico dat de gebruiker het wachtwoord vergeet en het risico dat het wachtwoord wordt blootgesteld aan kwaadwillende partijen. AxCrypt-software voor wachtwoordbeheer combineert gemak en <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>beveiliging</strong></a> tegen een concurrerende prijs, en waarborgt zo uw online ervaring in een snelle digitale wereld.
pl: Narzędzia do zarządzania hasłami to aplikacje, które pomagają w tworzeniu, przechowywaniu i szybkim wprowadzaniu haseł w razie potrzeby. Bezpiecznie przechowują nazwę użytkownika i hasło w chmurze lub w magazynie lokalnym i pomagają użytkownikom zachować bezpieczeństwo online, przestrzegając najlepszych praktyk w zakresie tworzenia haseł i zarządzania nimi. Menedżer haseł AxCrypt generuje złożone hasła na żądanie. Następnie narzędzia łączą hasła z określonymi kontami i bezpiecznie przechowują je w postaci zaszyfrowanej. Podstawowym celem menedżera haseł jest pomoc nam w zarządzaniu naszymi hasłami i zapewnianiu bezpieczeństwa danych logowania niezależnie od tego, gdzie się logujemy. Menedżery haseł minimalizują ryzyko zapomnienia hasła przez użytkownika i ryzyko narażenia hasła na złośliwe strony. Oprogramowanie do zarządzania hasłami AxCrypt łączy wygodę i <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>bezpieczeństwo</strong></a> w konkurencyjnej cenie, zapewniając doświadczenie online w szybko rozwijającym się cyfrowym świecie.
pt: As ferramentas de gestão de palavras-passe são aplicações que ajudam a criar, armazenar e preencher rapidamente campos de palavras-passe quando necessário. Ao seguirem as melhores práticas de criação e gestão de palavras-passe, armazenam de forma segura as credenciais na nuvem ou em armazenamento local e ajudam os utilizadores a manterem-se seguros online. O gestor de palavras-passe AxCrypt gera palavras-passe complexas a pedido. Estas ferramentas fazem corresponder contas às respectivas palavras-passe e armazenam-nas de forma segura e cifrada. O propósito básico de um gestor de palavras-passe é ajudar-nos a gerir as nossas palavras-passe e a manter as nossas credenciais seguras onde quer que nos autentiquemos. Os gestores de palavras-passe minimizam os riscos de esquecimento e exposição a terceiros. O software de gestão de palavras-passe da AxCrypt combina conveniência e <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>segurança</strong></a> a um preço competitivo, garantindo a sua experiência online num mundo digital de ritmo acelerado.
ru: Инструменты управления паролями - это приложения, которые помогают создавать, хранить и быстро вводить пароли при необходимости. Они надежно хранят учетные данные пользователей в облачном или локальном хранилище и помогают пользователям оставаться в безопасности в Интернете, следуя рекомендациям по созданию паролей и управлению ими. Менеджер паролей AxCrypt генерирует сложные пароли по запросу. Затем инструменты привязывают пароли к определенным учетным записям и надежно хранят их в зашифрованном виде. Основная цель менеджера паролей - помочь нам управлять нашими паролями и сохранять наши регистрационные данные в безопасности, где бы мы ни входили в систему. Менеджеры паролей сводят к минимуму риск, что пользователь забудет пароль, и риск того, что пароль попадет в руки злоумышленников. Программное обеспечение для управления паролями AxCrypt сочетает в себе удобство и <a href='https://axcrypt.net/blog/what-is-cyber-security '><strong>security</strong></a> по конкурентоспособной цене, обеспечивающая ваш онлайн-опыт в быстро меняющемся цифровом мире.
sv: Lösenordshanteringsverktyg är applikationer som hjälper till med att skapa, lagra och snabbt fylla i lösenorden när det behövs. De lagrar användaruppgifter på ett säkert sätt i moln eller lokal lagring och hjälper användare att hålla sig säkra online genom att följa bästa praxis för att skapa och hantera lösenord. AxCrypt lösenordshanteraren genererar komplexa lösenord på begäran. Verktygen länkar sedan lösenord till specifika konton och lagrar dem säkert i krypterad form. Det grundläggande syftet med en lösenordshanterare är att hjälpa oss att hantera våra lösenord och hålla våra inloggningsuppgifter säkra var vi än loggar in. Lösenordshanterare minimerar risken för att användaren glömmer lösenordet och risken för att lösenordet utsätts för illvilliga parter. AxCrypt programvara för lösenordshantering kombinerar bekvämlighet och <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>säkerhet</strong></a> till ett konkurrenskraftigt pris, vilket gör din online upplevelse säker i en fartfylld digital värld.
tr: Parola yönetimi araçları, gerektiğinde parolaların oluşturulmasına, depolanmasına ve hızlı bir şekilde doldurulmasına yardımcı olan uygulamalardır. Kullanıcı kimlik bilgilerini bulutta veya şirket içi depolama alanında güvenli bir şekilde depolar ve parola oluşturmak ve yönetmek için en iyi yöntemleri izleyerek kullanıcıların çevrimiçi ortamda güvende kalmalarına yardımcı olur. AxCrypt şifre yöneticisi talep üzerine karmaşık şifreler oluşturur. Araçlar daha sonra parolaları belirli hesaplara bağlar ve bunları şifreli ve güvenli bir şekilde saklar. Bir şifre yöneticisinin temel amacı, şifrelerimizi yönetmemize ve giriş yaptığımız her yerde giriş bilgilerimizi güvende tutmamıza yardımcı olmaktır. Parola yöneticileri, kullanıcının parolayı unutma riskini ve parolanın kötü niyetli taraflara maruz kalma riskini en aza indirir. AxCrypt şifre yönetimi yazılımı, kolaylık ve <a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>güvenliği</strong></a> rekabetçi bir fiyata birleştirerek çevrimiçi deneyiminizi hızlı tempolu bir dijital dünyada size sunar.
zh: 密码管理工具是帮助创建、存储和在需要时快速填写密码的应用程序。 它们将用户凭据安全地存储在云或本地存储中，并通过遵循创建和管理密码的最佳实践来帮助用户保持在线安全。 AxCrypt密码管理器按需生成复杂密码。 然后，这些工具将密码链接到特定帐户，并以加密形式安全地存储它们。 密码管理器的基本目的是帮助我们管理我们的密码，并确保我们的登录信息安全，无论我们登录。 密码管理器将用户忘记密码的风险和密码暴露给恶意方的风险降到最低。 AxCrypt密码管理软件结合了便利性和<a href='https://axcrypt.net/blog/what-is-cyber-security'><strong>security</strong></a>以具有竞争力的价格，确保您在快节奏的数字世界中的在线体验。

# Blog_WIPM_H2_SH7_Text1
source: In this IT era, it is crucial to store your data in a secure system, protecting from cyber threats.
ar: في عصر تكنولوجيا المعلومات هذا ، من الأهمية بمكان تخزين بياناتك في نظام آمن ، وحمايتها من التهديدات السيبرانية.
de: In diesem IT-Zeitalter ist es entscheidend, Ihre Daten in einem sicheren System zu speichern, das vor Cyberbedrohungen schützt.
es: En esta era de TI, es crucial almacenar tus datos en un sistema seguro,que los proteja de las ciberamenazas.
fr: En cette ère informatique, il est crucial de stocker vos données dans un système sécurisé, protégeant des cybermenaces.
it: In questa era IT, è fondamentale archiviare i dati in un sistema sicuro, proteggendolo dalle minacce informatiche.
ko: 이 IT 시대에는 데이터를 안전한 시스템에 저장하여, 사이버 위협으로부터 보호하는 것이 중요합니다.
nl: In dit IT-tijdperk is het van cruciaal belang om uw gegevens op te slaan in een veilig systeem dat beschermt tegen cyberdreigingen.
pl: W dobie IT kluczowe znaczenie ma przechowywanie danych w bezpiecznym systemie, chroniącym przed cyberzagrożeniami.
pt: Nesta era de TI, é crucial armazenar os seus dados num sistema seguro, protegendo-os de ciberameaças.
ru: В нынешнюю эпоху информационных технологий крайне важно хранить ваши данные в защищенной системе, обеспечивающей защиту от киберугроз.
sv: I denna IT-era är det avgörande att lagra din information i ett säkert system som skyddar mot cyberhot.
tr: İçinde bulunduğumuz bu Bilgi Teknolojileri çağında, verilerinizi siber tehditlerden koruyarak güvenli bir sistemde depolamak çok önemlidir.
zh: 在这个IT时代，将数据存储在一个安全的系统中是至关重要的，以防止网络威胁。

# Blog_WIPM_H2_SH7_Text2
source: <li style="list-style-type: '\2714';"> AxCrypt Password Manager stores all your passwords and documents in a secure private repository, that you can access with one click on all your devices.
ar: <li style="list-style-type: '\2714';"> يقوم برنامج إدارة كلمات المرور اكسكربت بتخزين جميع كلمات المرور والمستندات الخاصة بك في مستودع خاص آمن ، يمكنك الوصول إليه بنقرة واحدة على جميع أجهزتك.
de: <li style="list-style-type: '\2714';">AxCrypt Passwort-Manager speichert alle Ihre Passwörter und Dokumente in einem sicheren privaten Repository, auf das Sie mit einem Klick auf allen Ihren Geräten zugreifen können.
es: <li style="list-style-type: '\2714';"> El Administrador de contraseñas de AxCrypt almacena todas tus contraseñas y documentos en un repositorio privado seguro, al que puedes acceder con un solo clic en todos tus dispositivos.
fr: <li style="list-style-type: '\2714';"> AxCrypt Password Manager stocke tous vos mots de passe et documents dans un référentiel privé sécurisé, auquel vous pouvez accéder en un clic sur tous vos appareils.
it: <li style="list-style-type: '\2714';"> AxCrypt Password Manager memorizza tutte le tue password e i tuoi documenti in un repository privato sicuro, a cui puoi accedere con un clic su tutti i tuoi dispositivi.
ko: <li style="list-style-type: '\2714';"> AxCrypt 암호 관리자는 모든 암호와 문서를 안전한 개인 저장소에 저장하여, 모든 장치에서 한 번의 클릭으로 액세스할 수 있습니다.</li>
nl: <li style="list-style-type: '\2714';"> AxCrypt Password Manager slaat al uw wachtwoorden en documenten op in een beveiligde privérepository, die u met één klik op al uw apparaten kunt openen.
pl: <li style="list-style-type: '\2714';"> Menedżer haseł AxCrypt przechowuje wszystkie Twoje hasła i dokumenty w bezpiecznym prywatnym repozytorium, do którego masz dostęp jednym kliknięciem na wszystkich swoich urządzeniach.
pt: <li style="list-style-type: '\2714';"> O Gestor de Palavras-Passe AxCrypt armazena todas as suas palavras-passe e documentos num repositório privado e seguro que pode aceder através de um clique em todos os seus dispositivos.
ru: <li style="list-style-type: '\2714';"> Менеджер паролей AxCrypt хранит все ваши пароли и документы в защищенном частном хранилище, доступ к которому вы можете получить одним щелчком мыши на всех ваших устройствах.
sv: AxCrypt Password Manager lagrar alla dina lösenord och dokument i ett säkert privat arkiv som du kan komma åt med ett enda klick på alla dina enheter.
tr: <li style="list-style-type: '\2714';"> AxCrypt Password Manager, tüm şifrelerinizi ve belgelerinizi tüm cihazlarınızda tek bir tıklamayla erişebileceğiniz güvenli bir özel depoda saklar.</li>
zh: <li style="list-style-type: '\2714';"> AxCrypt密码管理器将您的所有密码和文档存储在一个安全的私人存储库中，您可以在所有设备上单击一下即可访问该存储库。

# Blog_WIPM_H2_SH7_Text3
source: <li style="list-style-type: '\2714';"> AxCrypt works on the zero-knowledge principle, which means neither AxCrypt nor anyone else will know anything about your data.
ar: <li style = "list-style-type: '\ 2714'؛"> يعمل اكسكربت وفقًا لمبدأ صفر المعرفة ، مما يعني أنه لن يعرف اكسكربت ولا أي شخص آخر أي شيء عن بياناتك.
de: <li style="list-style-type: '\2714';"> AxCrypt arbeitet nach dem Zero-Knowledge-Prinzip, was bedeutet, dass weder AxCrypt noch sonst jemand etwas über Ihre Daten weiß.
es: <li style="list-style-type: '\2714';"> AxCrypt funciona según el principio de conocimiento cero, lo que significa que ni AxCrypt ni nadie más sabrá nada sobre tus datos.
fr: <li style="list-style-type: '\2714';"> AxCrypt fonctionne sur le principe de la connaissance zéro, ce qui signifie que ni AxCrypt ni personne d'autre ne saura rien de vos données.
it: <li style="list-style-type: '\2714';"> AxCrypt funziona secondo il principio zero-knowledge, il che significa che né AxCrypt né nessun altro saprà nulla dei tuoi dati.
ko: <li style="list-style-type: '\2714';"> AxCrypt는 영지식 원칙에 따라 작동하므로 AxCrypt나 다른 누구도 귀하의 데이터에 대해 아무것도 알지 못합니다.</li>
nl: <li style="list-style-type: '\2714';"> AxCrypt werkt volgens het zero-knowledge-principe, wat betekent dat noch AxCrypt, noch iemand anders iets over uw gegevens zal weten.
pl: <li style="list-style-type: '\2714';"> AxCrypt działa na zasadzie zerowej wiedzy, co oznacza, że ani AxCrypt, ani nikt inny nie będzie wiedział nic o twoich danych.
pt: <li style="list-style-type: '\2714';"> A AxCrypt segue o princípio de conhecimento zero, o que significa que nem a AxCrypt nem mais ninguém saberá algo dos seus dados.
ru: <li style="list-style-type: '\2714';"> AxCrypt работает по принципу нулевого знания, что означает, что ни AxCrypt, ни кто-либо другой ничего не будут знать о ваших данных.
sv: <li style="list-style-type: '\2714';"> AxCrypt fungerar på zero-knowledge principen, vilket innebär att varken AxCrypt eller någon annan kommer att veta något om din data.
tr: <li style="list-style-type: '\2714';"> AxCrypt sıfır bilgi prensibi ile çalışır, bu da ne AxCrypt'in ne de başka birinin verileriniz hakkında hiçbir şey bilmeyeceği anlamına gelir.</li>
zh: <li style="list-style-type: '\2714';"> AxCrypt采用零知识原则，这意味着AxCrypt和其他任何人都不会知道您的数据。

# Blog_WIPM_H2_SH7_Text4
source: <li style=\"list-style-type: '\\2714';\"> AxCrypt generates the strongest 256bit <a href='https://axcrypt.net/information/master-key/'><b>Master Key</b></a>.
de: <li style="\"list-style-type:" '\\2714';\"=""> AxCrypt generiert den stärksten 256bit <a href='https://axcrypt.net/information/master-key/'><b>Master Key</b></a>.</li>
fr: <li style="list-style-type: '\2714';"> AxCrypt génère la clé maîtresse 256 bits la plus robuste <a href='https://axcrypt.net/information/master-key/'><b>Master Key</b></a>.
it: <li style="\"list-style-type:" '\\2714';\"=""> AxCrypt genera la <a href='https://axcrypt.net/information/master-key/'><b>chiave master</b></a> a 256 bit più potente.</li>
ru: <li style=\"list-style-type": '\\2714';\"> AxCrypt генерирует самый надежный 256-битный <a href="https://axcrypt.net/information/master-key/"><b>Master Key</b></a>.
zh: <li style="\"list-style-type:" '\\2714';\"=""> AxCrypt 生成最强的 256 位 <a href='https://axcrypt.net/information/master-key/'><b>Master Key</b></a>。</li>

# Blog_WIPM_H2_SH7_Text5
source: <li style="list-style-type: '\2714';"> AxCrypt warns if you use weak or duplicate passwords.
ar: <li style = "list-style-type: '\ 2714'؛"> يحذر اكسكربت إذا كنت تستخدم كلمات مرور ضعيفة أو مكررة.
de: <li style="list-style-type: '\2714';"> AxCrypt warnt, wenn Sie schwache oder doppelte Passwörter verwenden.
es: <li style="list-style-type: '\2714';"> AxCrypt advierte si usas contraseñas débiles o duplicadas.
fr: <li style="list-style-type: '\2714';"> AxCrypt vous avertit si vous utilisez des mots de passe faibles ou en double.
it: <li style="list-style-type: '\2714';"> AxCrypt avvisa se si utilizzano password deboli o duplicate.
ko: <li style="list-style-type: '\2714';"> AxCrypt는 약한 암호나 복사된 암호를 사용할 경우 경고합니다.
nl: <li style="list-style-type: '\2714';"> AxCrypt waarschuwt als u zwakke of dubbele wachtwoorden gebruikt.
pl: <li style="list-style-type: '\2714';"> AxCrypt ostrzega, jeśli używasz słabych lub zduplikowanych haseł.
pt: <li style="list-style-type: '\2714';"> A AxCrypt avisa-a(o) se usar palavras-passe fracas ou duplicadas.
ru: <li style="list-style-type: '\2714';"> AxCrypt предупреждает, если вы используете слабые или повторяющиеся пароли.
sv: <li style="list-style-type: '\2714';"> AxCrypt varnar om du använder försvaga eller dubbla lösenord.
tr: <li style="list-style-type: '\2714';"> AxCrypt, zayıf veya yinelenen parolalar kullanmanız halinde uyarı verir.</li>
zh: <li style="list-style-type: '\2714';"> 如果您使用弱密码或重复密码，AxCrypt会发出警告。
