Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EHI_H3_SubHeading1
source: <strong>Teamwork collaboration using Key sharing</strong>
de: <strong>Teamwork mit Schlüsselfreigabe</strong>
es: <strong>Colaboración de trabajo en equipo mediante el uso compartido de claves</strong>
fr: <strong>Collaboration en équipe à l’aide du partage de Clés</strong>
it: <strong>Collaborazione in team usando la Condivisione delle Chiavi</strong>
ko: <strong>키 공유를 사용한 팀워크 공동 작업</strong>
nl: <strong>Samenwerking in teamverband door het delen van sleutels</strong>
pl: <strong>Współpraca zespołowa przy użyciu udostępniania kluczy</strong>
pt: <strong>Colaboração em equipa usando a partilha de chaves</strong>
ru: <strong>Командная работа с использованием совместного использования ключей</strong>
sv: <strong>Samarbete i team med nyckeldelning</strong>
tr: <strong>Anahtar paylaşımını kullanarak ekip çalışması işbirliği</strong>
zh: <strong>使用密钥共享进行团队协作</strong>

# Blog_EHI_H3_SubHeading2
source: <strong>Cloud security</strong>
ar: <strong> أمان السحابة </strong>
de: <strong>Cloud-Sicherheit</strong>
es: <strong>Seguridad en la nube</strong>
fr: <strong>Sécurité du cloud</strong>
it: <strong>Sicurezza del cloud</strong>
ko: <strong>클라우드 보안</strong>
nl: <strong>Cloudbeveiliging</strong>
pl: <strong>Bezpieczeństwo chmury</strong>
pt: <strong>Segurança na nuvem</strong>
ru: <strong>Облачная безопасность</strong>
sv: <strong>Molnsäkerhet</strong>
tr: <strong>Bulut güvenliği</strong>
zh: <strong>云安全</strong>

# Blog_EHI_H3_SubHeading3
source: <strong>Master key</strong>
ar: <strong> المفتاح الرئيسي </strong>
de: <strong>Hauptschlüssel</strong>
es: <strong>Clave maestra</strong>
fr: <strong>Clé principale</strong>
ko: <strong>마스터 키</strong>
nl: <strong>Hoofdsleutel</strong>
pl: <strong>Klucz główny</strong>
pt: <strong>Chave-mestra</strong>
ru: <strong>Мастер-ключ</strong>
sv: <strong>Huvudnyckel</strong>
tr: <strong>Ana anahtar</strong>
zh: <strong>主密钥</strong>

# Blog_EHI_H3_SubHeading4
source: <strong>GDPR and HIPAA compliant</strong>
ar: <strong> متوافقة مع اللائحة العامة لحماية البيانات وقانون نقل التأمين الصحي والمسؤولية (HIPAA) </ strong>
de: <strong>DSGVO- und HIPAA-konform</strong>
es: <strong>Cumple con el GDPR y la HIPAA</strong>
fr: <strong>Conforme au RGPD et au HIPAA</strong>
it: <strong>Conforme al GDPR e all'HIPAA</strong>
ko: <strong>GDPR 및 HIPAA 준수</strong>
nl: <strong>AVG- en HIPAA-compatibel</strong>
pl: <strong>Zgodne z RODO i HIPAA</strong>
pt: <strong>Em conformidade com o RGPD e a HIPAA</strong>
ru: <strong>соответствие требованиям GDPR и HIPAA</strong>
sv: <strong>GDPR och HIPAA-kompatibel</strong>
tr: <strong>GDPR ve HIPAA uyumlu</strong>
zh: <strong>符合GDPR和HIPAA标准</strong>

# Blog_EHI_H3_Text1
source: The healthcare industry has particular challenges when it comes to maintaining the integrity and security of information. AxCrypt is designed to provide advanced encryption in a simplistic manner; suitable for a fast-paced and highly complex industry such as healthcare. AxCrypt provides AES 256 bit, the strongest encryption, and guarantees that risks are at bay without compromising the company's productivity.
ar: تواجه صناعة الرعاية الصحية تحديات خاصة عندما يتعلق الأمر بالحفاظ على سلامة وأمن المعلومات. تم تصميم اكسكربت لتوفير تشفير متقدم بطريقة مبسطة ؛ مناسب لصناعة سريعة الخطى ومعقدة للغاية مثل الرعاية الصحية. يوفر اكسكربت AES 256 بت ، أقوى تشفير ، ويضمن أن المخاطر في مأزق دون المساس بإنتاجية الشركة.
de: Die Gesundheitsbranche steht vor besonderen Herausforderungen, wenn es um die Wahrung der Integrität und Sicherheit von Informationen geht. AxCrypt wurde entwickelt, um auf einfache Weise eine erweiterte Verschlüsselung bereitzustellen. geeignet für eine schnelllebige und hochkomplexe Branche wie das Gesundheitswesen. AxCrypt bietet mit AES 256 Bit die stärkste Verschlüsselung und garantiert, dass Risiken in Schach gehalten werden, ohne die Produktivität des Unternehmens zu beeinträchtigen.
es: La industria de la salud tiene desafíos particulares cuando se trata de mantener la integridad y seguridad de la información. AxCrypt está diseñado para proporcionar cifrado avanzado de forma sencilla; adecuado para una industria acelerada y altamente compleja como la atención médica. AxCrypt proporciona AES de 256 bits, el cifrado más fuerte, y garantiza que los riesgos estén a raya sin comprometer la productividad de la empresa.
fr: Le secteur de la santé a des défis particuliers lorsqu’il s’agit de maintenir l’intégrité et la sécurité de l’information. AxCrypt est conçu pour fournir un cryptage avancé de manière simpliste; approprié à une industrie en évolution rapide et très complexe telle que les soins de santé. AxCrypt fournit AES 256 bits, le cryptage le plus puissant, et garantit que les risques sont à distance sans compromettre la productivité de l’entreprise.
it: Il settore sanitario ha sfide particolari quando si tratta di mantenere l'integrità e la sicurezza delle informazioni. AxCrypt è progettato per fornire una crittografia avanzata in modo semplicistico ed è adatto per un settore frenetico e altamente complesso come quello sanitario. AxCrypt fornisce AES 256 bit, la crittografia più forte, e garantisce che i rischi siano a bada senza compromettere la produttività dell'azienda.
ko: 의료 산업은 정보의 무결성과 보안을 유지하는 데 있어 특히 어려움을 겪고 있습니다. AxCrypt는 고급 암호화를 단순화된 방식으로 제공하도록 설계되었으며, 의료와 같이 빠르게 진행되고 매우 복잡한 산업에 적합합니다. AxCrypt는 가장 강력한 암호화인 AES 256비트를 제공하며 회사의 생산성을 저하시키지 않고 위험을 방지합니다.
nl: De gezondheidszorg kent bijzondere uitdagingen als het gaat om het behoud van de integriteit en veiligheid van informatie. AxCrypt is ontworpen om geavanceerde encryptie te bieden op een simplistische manier; geschikt voor een snelle en zeer complexe industrie als de gezondheidszorg. AxCrypt biedt AES 256 bit, de sterkste encryptie, en garandeert dat risico's op afstand worden gehouden zonder de productiviteit van het bedrijf in gevaar te brengen.
pl: Branża opieki zdrowotnej ma szczególne wyzwania, jeśli chodzi o utrzymanie integralności i bezpieczeństwa informacji. AxCrypt został zaprojektowany, aby zapewnić zaawansowane szyfrowanie w uproszczony sposób; odpowiedni dla szybko rozwijającej się i bardzo złożonej branży, takiej jak opieka zdrowotna. AxCrypt zapewnia 256-bitowe szyfrowanie AES, najsilniejsze szyfrowanie, i gwarantuje, odsunięcie ryzyka bez narażania produktywności firmy.
pt: A indústria dos cuidados de saúde tem desafios específicos quando se trata de manter a integridade e a segurança da informação. A AxCrypt foi desenhada para fornecer cifragem avançada de forma simplista e adequa-se a indústrias de ritmo acelerado e complexidade elevada como é a dos cuidados de saúde. A AxCrypt fornece AES de 256 bits, a cifragem mais forte, e garante que os riscos ficam à distância e que a produtividade da empresa não é comprometida.
ru: Индустрия здравоохранения сталкивается с особыми проблемами, когда речь заходит о поддержании целостности и безопасности информации. AxCrypt разработан для обеспечения расширенного шифрования упрощенным способом; подходит для быстро развивающейся и очень сложной отрасли, такой как здравоохранение. AxCrypt обеспечивает 256-битное шифрование AES, самое надежное шифрование, и гарантирует минимизацию рисков без ущерба для производительности компании.
sv: Sjukvårdsbranschen har särskilda utmaningar när det gäller att upprätthålla integriteten och säkerheten för information. AxCrypt är designat för att tillhandahålla avancerad kryptering på ett förenklat sätt; lämplig för en högt tempo och en mycket komplex bransch som sjukvården. AxCrypt tillhandahåller AES 256 bitar, den starkaste krypteringen, och garanterar att risker hålls under kontroll utan att kompromissa med företagets produktivitet.
tr: Sağlık sektöründe, bilgilerin bütünlüğünü ve güvenliğini korumak söz konusu olduğunda özel zorluklar yaşanmaktadır. AxCrypt, gelişmiş şifrelemeyi basit bir şekilde sağlamak üzere tasarlanmıştır; sağlık sektörü gibi hızlı tempolu ve son derece karmaşık bir sektör için uygundur. AxCrypt, en güçlü şifreleme olan AES 256 bit sağlar ve şirketin verimliliğinden ödün vermeden risklerin ortadan kaldırılmasını garanti eder.
zh: 在维护信息的完整性和安全性方面，医疗保健行业面临着特殊的挑战。 AxCrypt旨在以简单的方式提供高级加密;适用于快节奏和高度复杂的行业，如医疗保健。 AxCrypt提供AES256位，最强的加密，并保证在不影响公司生产力的情况下规避风险。

# Blog_EHI_Heading1
source: Why Healthcare industries have become a prime target for cyberattacks
ar: لماذا أصبحت صناعات الرعاية الصحية هدفًا رئيسيًا للهجمات الإلكترونية
de: Warum die Gesundheitsbranche zu einem Hauptziel für Cyberangriffe geworden ist
es: Por qué las industrias de la salud se han convertido en un objetivo principal para los ciberataques
fr: Pourquoi les industries de la Santé sont devenus une cible de choix pour les cyberattaques
it: Perché le Industrie Sanitarie sono diventate un obiettivo primario per gli attacchi informatici
ko: 의료 산업이 사이버 공격의 주요 대상이 된 이유
nl: Waarom gezondheidszorgsectoren een belangrijk doelwit zijn geworden voor cyberaanvallen
pl: Dlaczego branże opieki zdrowotnej stały się głównym celem cyberataków
pt: Porquê que as indústrias dos Cuidados de Saúde se tornaram um alvo preferencial de ciberataques
ru: Почему отрасли здравоохранения стали главной мишенью для кибератак
sv: Varför sjukvårdsindustrin har blivit ett primärt mål för cyberattacker
tr: Sağlık sektörü neden siber saldırılar için birincil hedef haline geldi?
zh: 为什么医疗保健行业成为网络攻击的主要目标

# Blog_EHI_Heading2
source: Why is it important to use encryption for healthcare industries?
ar: لماذا من المهم استخدام التشفير في صناعات الرعاية الصحية؟
de: Warum ist es wichtig, Verschlüsselung für die Gesundheitsbranche zu verwenden?
es: ¿Por qué es importante usar el cifrado para las industrias de la salud?
fr: Pourquoi est-il important d'utiliser le chiffrement pour les industries de la santé ?
it: Perché è importante per le strutture sanitarie usare la crittografia?
ko: 의료 산업에 암호화를 사용해야 하는 중요한 이유는 무엇입니까?
nl: Waarom is het belangrijk om encryptie te gebruiken voor de gezondheidszorg?
pl: Dlaczego ważne jest, aby używać szyfrowania w branży medycznej?
pt: Porque é importante usar cifragem nas indústrias de cuidados de saúde?
ru: Почему важно использовать шифрование для отраслей здравоохранения?
sv: Varför är det viktigt att använda kryptering för sjukvårdsindustrin?
tr: Sağlık endüstrileri için şifreleme kullanmak neden önemlidir?
zh: 为什么对医疗保健行业使用加密很重要？

# Blog_EHI_Heading3
source: How AxCrypt can help the Healthcare industry in protecting data?
ar: كيف يمكن لـ اكسكربت مساعدة قطاع الرعاية الصحية في حماية البيانات؟
de: Wie kann AxCrypt der Gesundheitsbranche beim Schutz von Daten helfen?
es: ¿Cómo puede AxCrypt ayudar a la industria de la salud a proteger los datos?
fr: Comment AxCrypt peut-il aider le secteur de la Santé à protéger les données ?
it: In che modo AxCrypt può aiutare il Settore Sanitario a proteggere i dati?
ko: AxCrypt가 의료 산업에서 데이터를 보호하는 데 어떻게 도움이 될 수 있습니까?
nl: Hoe AxCrypt de gezondheidszorg kan helpen bij het beschermen van gegevens?
pl: W jaki sposób AxCrypt może pomóc branży Healthcare w ochronie danych?
pt: Como pode a AxCrypt ajuda a indústria dos cuidados de saúde a proteger dados?
ru: Как AxCrypt может помочь индустрии здравоохранения в защите данных?
sv: Hur AxCrypt kan hjälpa hälsovårdsindustrin att skydda dess information?
tr: AxCrypt, Sağlık sektörüne verilerin korunmasında nasıl yardımcı olabilir?
zh: AxCrypt如何帮助医疗保健行业保护数据？

# Blog_EHI_Summary
source: Healthcare is a global sector that continuously processes and transmits large volumes of vital information on a regular basis through a variety of channels and facilities.
ar: الرعاية الصحية هي قطاع عالمي يقوم باستمرار بمعالجة ونقل كميات كبيرة من المعلومات الحيوية على أساس منتظم من خلال مجموعة متنوعة من القنوات والمرافق.
de: Das Gesundheitswesen ist ein globaler Sektor, der kontinuierlich und regelmäßig große Mengen lebenswichtiger Informationen über eine Vielzahl von Kanälen und Einrichtungen verarbeitet und überträgt.
es: El cuidado de la salud es un sector global que procesa y transmite continuamente grandes volúmenes de información vital de manera regular a través de una variedad de canales e instalaciones.
fr: La santé est un secteur mondial qui traite et transmet en continu et régulièrement de gros volumes d'informations vitales via une variété de canaux et d'installations.
it: L'assistenza sanitaria è un settore globale che elabora e trasmette, continuamente e regolarmente, grandi volumi di informazioni vitali attraverso una varietà di canali e strutture.
ko: 의료는 다양한 채널과 시설을 통해 정기적으로 대량의 중요한 정보를 지속적으로 처리하고 전송하는 글로벌 부문입니다.
nl: De gezondheidszorg is een wereldwijde sector die continu grote hoeveelheden vitale informatie verwerkt en op regelmatige basis verzendt via een verscheidenheid aan kanalen en faciliteiten.
pl: Opieka zdrowotna to sektor globalny, który stale przetwarza i regularnie przesyła duże ilości ważnych informacji za pośrednictwem różnych kanałów i obiektów.
pt: Os cuidados de saúde são um sector global que processa e transmite continuamente grandes volumes de informação vital numa base regular através de uma variedade de canais e meios.
ru: Здравоохранение - это глобальный сектор, который непрерывно обрабатывает и передает большие объемы жизненно важной информации на регулярной основе по различным каналам и средствам.
sv: Hälso- och sjukvård är en global sektor som kontinuerligt bearbetar och överför stora volymer viktig information på en regelbunden basis genom en mängd olika kanaler och faciliteter.
tr: Sağlık hizmetleri, çeşitli kanallar ve tesisler aracılığıyla düzenli olarak büyük hacimli hayati bilgileri sürekli olarak işleyen ve ileten küresel bir sektördür.
zh: 医疗保健是一个全球性部门，通过各种渠道和设施定期处理和传输大量重要信息。

# Blog_EHI_Text1
source: Healthcare is a global sector that continuously processes and transmits large volumes of vital information on a regular basis through a variety of channels and facilities. Due to the pandemic and growth in digitalization, healthcare data and practices have steadily adopted more electronic and automated formats. Every day, the amount of healthcare data transmitted and processed is calculated in terabytes. As a result, healthcare data has become the main focus for security breaches and cybercrime.
ar: الرعاية الصحية هي قطاع عالمي يقوم باستمرار بمعالجة ونقل كميات كبيرة من المعلومات الحيوية على أساس منتظم من خلال مجموعة متنوعة من القنوات والمرافق. بسبب الوباء والنمو في الرقمنة ، اعتمدت بيانات وممارسات الرعاية الصحية بشكل مطرد المزيد من التنسيقات الإلكترونية والآلية. كل يوم ، يتم حساب كمية بيانات الرعاية الصحية المنقولة والمعالجة بوحدات تيرابايت. نتيجة لذلك ، أصبحت بيانات الرعاية الصحية هي المحور الرئيسي للانتهاكات الأمنية والجرائم الإلكترونية.
de: Das Gesundheitswesen ist ein globaler Sektor, der kontinuierlich und regelmäßig große Mengen lebenswichtiger Informationen über eine Vielzahl von Kanälen und Einrichtungen verarbeitet und überträgt. Aufgrund der Pandemie und der zunehmenden Digitalisierung haben Gesundheitsdaten und -praktiken immer mehr elektronische und automatisierte Formate angenommen. Jeden Tag wird die Menge der übertragenen und verarbeiteten Gesundheitsdaten in Terabyte berechnet. Infolgedessen sind Gesundheitsdaten zum Hauptfokus für Sicherheitsverletzungen und Cyberkriminalität geworden.
es: El cuidado de la salud es un sector global que procesa y transmite continuamente grandes volúmenes de información vital de manera regular a través de una variedad de canales e instalaciones. Debido a la pandemia y al crecimiento de la digitalización, los datos y las prácticas de atención médica han adoptado constantemente formatos más electrónicos y automatizados. Todos los días, la cantidad de datos de salud transmitidos y procesados ​​se calcula en terabytes. Como resultado, los datos de atención médica se han convertido en el foco principal de las vulneraciones de seguridad y los ciberdelitos.
fr: La santé est un secteur mondial qui traite et transmet en continu et régulièrement de gros volumes d'informations vitales via une variété de canaux et d'installations. En raison de la pandémie et de la croissance de la numérisation, les données et les pratiques de santé ont progressivement adopté des formats plus électroniques et automatisés. Chaque jour, la quantité de données de santé transmises et traitées est calculée en téraoctets. En conséquence, les données de santé sont devenues la cible principale des failles de sécurité et de la cybercriminalité.
it: L'assistenza sanitaria è un settore globale che elabora e trasmette continuamente grandi volumi di informazioni vitali su base regolare attraverso una varietà di canali e strutture. A causa della pandemia e della crescita della digitalizzazione, i dati e le pratiche sanitarie hanno adottato costantemente più formati elettronici e automatizzati. Ogni giorno, la quantità di dati sanitari trasmessi ed elaborati viene calcolata in terabyte. Di conseguenza, i dati sanitari sono diventati l'obiettivo principale delle violazioni della sicurezza e del crimine informatico.
ko: 헬스케어는 다양한 채널과 시설을 통해 대량의 중요한 정보를 지속적으로 처리하고 정기적으로 전송하는 글로벌 부문입니다. 팬데믹과 디지털화의 증가로 인해 의료 데이터와 관행은 보다 전자적이고 자동화된 형식을 꾸준히 채택해 왔습니다. 매일 전송 및 처리되는 의료 데이터의 양이 테라바이트 단위로 계산됩니다. 그 결과 의료 데이터는 보안 침해와 사이버 범죄의 주요 초점이 되었습니다.
nl: De gezondheidszorg is een wereldwijde sector die voortdurend grote hoeveelheden vitale informatie verwerkt en regelmatig doorgeeft via allerlei kanalen en voorzieningen. Door de pandemie en de groei van de digitalisering zijn gegevens en praktijken in de gezondheidszorg gestaag overgegaan op meer elektronische en geautomatiseerde formaten. Elke dag wordt de hoeveelheid overgedragen en verwerkte gezondheidszorggegevens berekend in terabytes. Als gevolg daarvan zijn gezondheidszorggegevens het belangrijkste aandachtspunt geworden voor beveiligingsinbreuken en cybercriminaliteit.
pl: Opieka zdrowotna to sektor globalny, który stale przetwarza i regularnie przesyła duże ilości ważnych informacji za pośrednictwem różnych kanałów i obiektów. Ze względu na pandemię i wzrost cyfryzacji dane i praktyki dotyczące opieki zdrowotnej stale przyjmują coraz więcej elektronicznych i zautomatyzowanych formatów. Każdego dnia ilość przesyłanych i przetwarzanych danych dotyczących opieki zdrowotnej jest obliczana w terabajtach. W rezultacie dane dotyczące opieki zdrowotnej stały się głównym przedmiotem naruszeń bezpieczeństwa i cyberprzestępczości.
pt: Os cuidados de saúde são um sector global que processa e transmite continuamente grandes volumes de informação vital numa base regular através de uma variedade de canais e meios. Devido à pandemia e ao crescimento na digitalização, os dados de cuidados de saúde e as práticas têm constantemente adoptado formatos mais electrónicos e automatizados. Todos os dias, a quantidade de dados de cuidados de saúde transmitida e processada é calculada em terabytes. Como resultado, os dados de cuidados de saúde tornaram-se o principal enfoque das violações de segurança e do cibercrime.
ru: Здравоохранение - это глобальный сектор, который непрерывно обрабатывает и передает большие объемы жизненно важной информации на регулярной основе по различным каналам и средствам. В связи с пандемией и ростом цифровизации данные и практика здравоохранения неуклонно переходят на более электронные и автоматизированные форматы. Каждый день объем передаваемых и обрабатываемых медицинских данных исчисляется в терабайтах. В результате медицинские данные стали основным объектом нарушений безопасности и киберпреступности.
sv: Hälso- och sjukvård är en global sektor som kontinuerligt bearbetar och överför stora volymer viktig information på en regelbunden basis genom en mängd olika kanaler och faciliteter. På grund av pandemin och tillväxten i digitaliseringen har hälso- och sjukvårdsdata och -praxis ständigt antagit mer elektroniska och automatiserade format. Varje dag beräknas mängden sjukvårdsdata som överförs och bearbetas i terabyte. Som ett resultat av detta har sjukvårdsdata blivit huvudfokus för säkerhetsintrång och cyberbrottslighet.
tr: Sağlık hizmetleri, çeşitli kanallar ve tesisler aracılığıyla büyük hacimli hayati bilgileri düzenli ve sürekli olarak işleyen ve ileten küresel bir sektördür. Pandemi ve dijitalleşmedeki büyüme nedeniyle, sağlık verileri ve uygulamaları giderek daha elektronik ve otomatik formatlar benimsemiştir. Her gün, iletilen ve işlenen sağlık verilerinin miktarı terabayt cinsinden hesaplanır. Sonuç olarak, sağlık hizmetleri verileri güvenlik ihlalleri ve siber suçlar için ana odak noktası haline gelmiştir.
zh: 医疗保健是一个全球性部门，通过各种渠道和设施定期处理和传输大量重要信息。 由于大流行和数字化的增长，医疗数据和实践稳步采用更多的电子和自动化格式。 每天，传输和处理的医疗数据量都以tb为单位计算。 因此，医疗保健数据已成为安全漏洞和网络犯罪的主要焦点。
