Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BESFBDTUG_H1_Text8
source: <li>🔄 Seamless Workflows: Automatic encryption streamlines workflows by automatically securing new and modified files. Employees can work on encrypted files without disruptions, enhancing productivity and data security.</li>
ar: <li>🔄 سير العمل السلس: يعمل التشفير التلقائي على تبسيط سير العمل عن طريق تأمين الملفات الجديدة والمعدلة تلقائيا. يمكن للموظفين العمل على الملفات المشفرة دون انقطاع ، مما يعزز الإنتاجية وأمن البيانات.</li>
de: <li>🔄 Nahtlose Workflows: Die automatische Verschlüsselung optimiert Workflows, indem neue und geänderte Dateien automatisch gesichert werden. Mitarbeiter können ohne Unterbrechungen an verschlüsselten Dateien arbeiten, was die Produktivität und Datensicherheit erhöht.</li>
es: <li>🔄 Flujos de Trabajo Sin Interrupciones: La encriptación automática agiliza los flujos de trabajo al asegurar automáticamente los archivos nuevos y modificados. Los empleados pueden trabajar con archivos encriptados sin interrupciones, mejorando la productividad y la seguridad de los datos.</li>
fr: <li>🔄 Flux de Travail Fluides : Le chiffrement automatique rationalise les flux de travail en sécurisant automatiquement les fichiers nouveaux et modifiés. Les employés peuvent travailler sur des fichiers chiffrés sans interruption, ce qui améliore la productivité et la sécurité des données.</li>
it: <li>🔄 Flussi di lavoro senza interruzioni: la crittografia automatica semplifica i flussi di lavoro proteggendo automaticamente i file nuovi e modificati. I dipendenti possono lavorare su file crittografati senza interruzioni, migliorando la produttività e la sicurezza dei dati.</li>
ko: <li>🔄 원활한 워크플로: 자동 암호화는 새 파일과 수정된 파일을 자동으로 보호하여 워크플로를 간소화합니다. 직원들은 중단 없이 암호화된 파일로 작업할 수 있어 생산성과 데이터 보안이 향상됩니다.</li>
nl: <li>🔄 Naadloze workflows: Automatische versleuteling stroomlijnt workflows door nieuwe en gewijzigde bestanden automatisch te beveiligen. Werknemers kunnen zonder onderbrekingen aan versleutelde bestanden werken, waardoor de productiviteit en gegevensbeveiliging worden verbeterd.</li>
pl: <li>🔄 Bezproblemowe przepływy pracy: Automatyczne szyfrowanie usprawnia przepływy pracy, automatycznie zabezpieczając nowe i zmodyfikowane pliki. Pracownicy mogą pracować na zaszyfrowanych plikach bez zakłóceń, zwiększając produktywność i bezpieczeństwo danych.</li>
pt: <li>🔄 Fluxos de trabalho contínuos: a criptografia automática simplifica os fluxos de trabalho, protegendo automaticamente arquivos novos e modificados. Os funcionários podem trabalhar em arquivos criptografados sem interrupções, aumentando a produtividade e a segurança dos dados.</li>
ru: <li>🔄 Беспрерывные рабочие процессы: Автоматическое шифрование оптимизирует рабочие процессы, автоматически защищая новые и измененные файлы. Сотрудники могут работать с зашифрованными файлами без сбоев, повышая производительность и безопасность данных.</li>
sv: <li>🔄 Sömlösa arbetsflöden: Automatisk kryptering effektiviserar arbetsflöden genom att automatiskt säkra nya och ändrade filer. Anställda kan arbeta med krypterade filer utan störningar, vilket ökar produktiviteten och datasäkerheten.</li>
tr: <li>🔄 Sorunsuz İş Akışları: Otomatik şifreleme, yeni ve değiştirilmiş dosyaların güvenliğini otomatik olarak sağlayarak iş akışlarını kolaylaştırır. Çalışanlar şifrelenmiş dosyalar üzerinde kesinti olmadan çalışabilir, üretkenliği ve veri güvenliğini artırabilir.</li>
zh: <li>🔄无缝工作流：自动加密通过自动保护新文件和修改后的文件来简化工作流。 员工可以在不中断的情况下处理加密文件，从而提高工作效率和数据安全性。</li>

# Blog_BESFBDTUG_H1_Text9
source: <li>✅ Compliance with Regulations: Encryption helps meet data protection requirements across different regulations and ensures legal compliance.</li>
ar: <li>✅ الامتثال للوائح: يساعد التشفير في تلبية متطلبات حماية البيانات عبر اللوائح المختلفة ويضمن الامتثال القانوني.</li>
de: <li>✅ Einhaltung von Vorschriften: Verschlüsselung hilft, Datenschutzanforderungen über verschiedene Vorschriften hinweg zu erfüllen und die Einhaltung von Gesetzen sicherzustellen.</li>
es: <li>✅ Cumplimiento de las Regulaciones: El cifrado ayuda a cumplir con los requisitos de protección de datos en diferentes regulaciones y garantiza el cumplimiento legal.</li>
fr: <li>✅ Conformité aux Réglementations : Le chiffrement permet de répondre aux exigences de protection des données dans différentes réglementations et garantit la conformité légale.</li>
it: <li>✅ Conformità alle normative: la crittografia aiuta a soddisfare i requisiti di protezione dei dati in base a diverse normative e garantisce la conformità legale.</li>
ko: <li>✅ 규정 준수: 암호화는 다양한 규정의 데이터 보호 요구 사항을 충족하고 법률 준수를 보장하는 데 도움이 됩니다.</li>
nl: <li>✅ Naleving van Regelgeving: Versleuteling helpt te voldoen aan de vereisten voor gegevensbescherming in verschillende voorschriften en zorgt voor wettelijke naleving.</li>
pl: <li>✅ Zgodność z przepisami: szyfrowanie pomaga spełnić wymagania dotyczące ochrony danych w ramach różnych przepisów i zapewnia zgodność z prawem.</li>
pt: <li>✅ Conformidade com Regulamentos: a criptografia ajuda a atender aos requisitos de proteção de dados em diferentes regulamentações e garante a conformidade legal.</li>
ru: <li>✅ Соответствие нормативным требованиям: Шифрование помогает соблюдать требования к защите данных в различных нормативных актах и обеспечивает соблюдение правовых норм.</li>
sv: <li>✅ Överensstämmelse med förordningar: Kryptering hjälper till att uppfylla dataskyddskraven i olika förordningar och säkerställer att lagarna följs.</li>
tr: <li>✅ Düzenlemelere Uygunluk: Şifreleme, farklı düzenlemelerdeki veri koruma gereksinimlerinin karşılanmasına yardımcı olur ve yasal uyumluluğu sağlar.</li>
zh: <li>✅ 遵守法规：加密有助于满足跨不同法规的数据保护要求，并确保法律合规性。</li>

# Blog_BESFBDTUG_H2_Text1
source: AxCrypt deploys the powerful <b>AES-256</b> encryption algorithm to encrypt and secure business data. It can encrypt files on various devices, such as desktops, laptops, smartphones, and on cloud services like OneDrive and Google Drive.
ar: ينشر اكسكربت خوارزمية تشفير <b>AES-256</b> القوية لتشفير بيانات الأعمال وتأمينها. يمكنه تشفير الملفات على أجهزة مختلفة ، مثل أجهزة الكمبيوتر المكتبية وأجهزة الكمبيوتر المحمولة والهواتف الذكية وعلى الخدمات السحابية مثل ون درايف و جوجل درايف.
de: AxCrypt setzt den leistungsstarken <b>AES-256</b> Verschlüsselungsalgorithmus ein, um Geschäftsdaten zu verschlüsseln und zu sichern. Es kann Dateien auf verschiedenen Geräten wie Desktops, Laptops, Smartphones und Cloud-Diensten wie OneDrive und Google Drive verschlüsseln.
es: AxCrypt implementa el potente algoritmo de cifrado <b>AES-256</b> para cifrar y proteger los datos empresariales. Puede cifrar archivos en varios dispositivos, como computadoras de escritorio, computadoras portátiles, teléfonos inteligentes y en servicios en la nube como OneDrive y Google Drive.
fr: AxCrypt déploie le puissant algorithme de chiffrement <b>AES-256</b> pour chiffrer et sécuriser les données d'entreprise. Il peut chiffrer des fichiers sur divers appareils, tels que des ordinateurs de bureau, des ordinateurs portables, des smartphones et sur des services cloud tels que OneDrive et Google Drive.
it: AxCrypt implementa il potente algoritmo di crittografia <b>AES-256</b> per crittografare e proteggere i dati aziendali. Può crittografare i file su vari dispositivi, come desktop, laptop, smartphone e su servizi cloud come OneDrive e Google Drive.
ko: AxCrypt는 강력한 <b>AES-256</b> 암호화 알고리즘을 사용하여 비즈니스 데이터를 암호화하고 보호합니다. 데스크톱, 노트북, 스마트폰과 같은 다양한 장치와 원드라이브 및 구글 드라이브와 같은 클라우드 서비스에서 파일을 암호화할 수 있습니다.
nl: AxCrypt zet het krachtige <b>AES-256-coderingsalgoritme</b> in om bedrijfsgegevens te versleutelen en te beveiligen. Het kan bestanden versleutelen op verschillende apparaten, zoals desktops, laptops, smartphones en op cloudservices zoals OneDrive en Google Drive.
pl: AxCrypt wdraża potężny algorytm szyfrowania <b>AES-256</b> do szyfrowania i zabezpieczania danych biznesowych. Może szyfrować pliki na różnych urządzeniach, takich jak komputery stacjonarne, laptopy, smartfony oraz w usługach chmurowych, takich jak OneDrive i Google Drive.
pt: O AxCrypt implanta o poderoso algoritmo de criptografia <b>AES-256</b> para criptografar e proteger dados corporativos. Ele pode criptografar arquivos em vários dispositivos, como desktops, laptops, smartphones e em serviços de nuvem como OneDrive e Google Drive.
ru: AxCrypt использует мощный алгоритм шифрования <b>AES-256</b> для шифрования и защиты бизнес-данных. Он может шифровать файлы на различных устройствах, таких как настольные компьютеры, ноутбуки, смартфоны, а также в облачных сервисах, таких как OneDrive и Google Диск.
sv: AxCrypt använder den kraftfulla <b>AES-256</b>-krypteringsalgoritmen för att kryptera och säkra affärsdata. Den kan kryptera filer på olika enheter, såsom stationära datorer, bärbara datorer, smartphones och på molntjänster som OneDrive och Google Drive.
tr: AxCrypt, iş verilerini şifrelemek ve güvence altına almak için güçlü <b>AES-256</b> şifreleme algoritmasını kullanır. Masaüstü bilgisayarlar, dizüstü bilgisayarlar, akıllı telefonlar gibi çeşitli cihazlardaki ve OneDrive ve Google Drive gibi bulut hizmetlerindeki dosyaları şifreleyebilir.
zh: AxCrypt部署强大的<b>AES-256</b>加密算法来加密和保护业务数据。 它可以加密各种设备上的文件，如台式机，笔记本电脑，智能手机以及OneDrive和谷歌驱动器等云服务。

# Blog_BESFBDTUG_H2_Text10
source: <b>STEP 7:</b> Create, modify, add, or drag files to the secured folder and AxCrypt will automatically encrypt them after clicking the <b>‘Cleanup’</b> button on the <b>top-right</b> or signing out of the application
ar: <b>خطوة 7:</b> قم بإنشاء أو تعديل أو إضافة أو سحب الملفات إلى المجلد الآمن وسيقوم اكسكربت بتشفيرها تلقائيا بعد النقر فوق <b>الزر "تنظيف"</b> في <b>أعلى اليمين</b> أو تسجيل الخروج من التطبيق
de: <b>SCHRITT 7:</b> Dateien erstellen, ändern, hinzufügen oder in den gesicherten Ordner ziehen und AxCrypt verschlüsselt sie automatisch, nachdem Sie auf die Schaltfläche <b>'Bereinigen'</b> <b>oben rechts</b> geklickt oder sich von der Anwendung abgemeldet haben
es: <b>PASO 7:</b> Cree, modifique, agregue o arrastre archivos a la carpeta segura y AxCrypt los cifrará automáticamente después de hacer clic en el botón <b>'Limpiar'</b> en la <b>parte superior derecha</b> o cerrar sesión en la aplicación
fr: <b>ÉTAPE 7 :</b> Créez, modifiez, ajoutez ou faites glisser des fichiers dans le dossier sécurisé et AxCrypt les chiffrera automatiquement après avoir cliqué sur le bouton <b>'Nettoyer'</b> en <b>haut de la page à droite</b> ou s'être déconnecté de l'application
it: <b>PASSO 7:</b> Crea, modifica, aggiungi o trascina i file nella cartella protetta e AxCrypt li crittograferà automaticamente dopo aver fatto clic sul pulsante " <b>Pulisci"</b> in <b>alto a destra</b> o disconnettendosi dall'applicazione
ko: <b>7 단계 :</b> 파일을 생성, 수정, 추가 또는 보안 폴더로 드래그하면 AxCrypt가 <b>오른쪽 상단</b>의 <b>'정리'</b> 버튼을 클릭하거나 애플리케이션에서 로그아웃한 후 자동으로 파일을 암호화합니다
nl: <b>STAP 7:</b> Maak, wijzig, voeg toe of sleep bestanden naar de beveiligde map en AxCrypt zal ze automatisch versleutelen nadat u op de knop <b>'Opschonen'</b> in de <b>rechterbovenhoek</b> hebt geklikt of zich hebt afgemeld bij de toepassing
pl: <b>KROK 7:</b> Utwórz, zmodyfikuj, dodaj lub przeciągnij pliki do zabezpieczonego folderu, a AxCrypt automatycznie je zaszyfruje po kliknięciu przycisku <b>„Wyczyść”</b> na <b>górnej prawo</b> lub wylogowanie się z aplikacji
pt: <b>7º PASSO:</b> Crie, modifique , adicione ou arraste arquivos para a pasta protegida e o AxCrypt os criptografará automaticamente depois de clicar no botão <b>'Limpar'</b> no <b>canto superior direito</b> ou sair do aplicativo
ru: <b>ШАГ 7:</b> Создавайте, изменяйте, добавляйте или перетаскивайте файлы в защищенную папку, и AxCrypt автоматически зашифрует их после нажатия кнопки <b>«Очистить»</b> в <b>правом верхнем углу</b> или выйдите из приложения
sv: <b>STEG 7:</b> Skapa, ändra, lägg till eller dra filer till den säkrade mappen och AxCrypt kommer automatiskt att kryptera dem efter att ha klickat på knappen <b>'Rensa'</b> på <b>överst- höger</b> eller logga ut från programmet
tr: <b>7. ADIM:</b> Dosyaları oluşturun, değiştirin, ekleyin veya güvenli klasöre sürükleyin, AxCrypt <b>sağ üstteki</b> <b>'Temizle'</b> düğmesine tıkladıktan veya uygulamadan çıkış yaptıktan sonra bunları otomatik olarak şifreleyecektir.
zh: <b>步骤7：</b>创建，修改，添加或拖动文件到安全文件夹，AxCrypt将在单击<b>右上角</b>上的<b>'清理'</b>按钮或退出应用程序后自动加密它们

# Blog_BESFBDTUG_H2_Text11
source: Your recently encrypted files will appear on the <b>‘Recent Files’</b> tab, and will have a file extension of <b>.axx</b>. Enlist new folders and subfolders and AxCrypt will automatically encrypt the files within them.
ar: ستظهر ملفاتك المشفرة مؤخرا في علامة التبويب <b>"الملفات الحديثة"</b> ، وسيكون لها امتداد <b>ملف .axx.</b> قم بإدراج مجلدات ومجلدات فرعية جديدة وسيقوم اكسكربت تلقائيا بتشفير الملفات الموجودة داخلها.
de: Ihre kürzlich verschlüsselten Dateien werden auf der Registerkarte <b>'Zuletzt verwendete Dateien'</b> angezeigt und haben die Dateierweiterung <b>.axx</b>. Tragen Sie neue Ordner und Unterordner ein und AxCrypt verschlüsselt die darin enthaltenen Dateien automatisch.
es: Sus archivos cifrados recientemente aparecerán en la pestaña <b>'Archivos recientes'</b> y tendrán una extensión de archivo <b>axx</b>. Enliste nuevas carpetas y subcarpetas y AxCrypt cifrará automáticamente los archivos dentro de ellas.
fr: Vos fichiers récemment chiffrés apparaîtront dans l'onglet <b>"Fichiers récents"</b> et auront une extension de fichier <b>.axx</b>. Inscrivez de nouveaux dossiers et sous-dossiers et AxCrypt chiffrera automatiquement les fichiers qu'ils contiennent.
it: I file crittografati di recente appariranno nella scheda <b>"File recenti" e avranno l'estensione</b> . <b>axx</b>. Arruola nuove cartelle e sottocartelle e AxCrypt crittograferà automaticamente i file al loro interno.
ko: 최근에 암호화된 파일은 <b>'최근 파일'</b> 탭에 표시되며 파일 확장자는 . <b>axx입니다.</b> 새 폴더와 하위 폴더를 등록하면 AxCrypt가 자동으로 그 안에있는 파일을 암호화합니다.
nl: Uw onlangs gecodeerde bestanden verschijnen op het tabblad <b>'Recente bestanden'</b> en hebben de bestandsextensie <b>.axx</b> . Neem nieuwe mappen en submappen in gebruik en AxCrypt versleutelt automatisch de bestanden daarin.
pl: Twoje ostatnio zaszyfrowane pliki pojawią się na karcie <b>„Ostatnie pliki”</b> i będą miały rozszerzenie <b>.axx</b>. Zarejestruj nowe foldery i podfoldery, a AxCrypt automatycznie zaszyfruje znajdujące się w nich pliki.
pt: Seus arquivos criptografados recentemente aparecerão na guia <b>'Arquivos recentes'</b> e terão uma extensão de arquivo <b>.axx</b>. Inscreva novas pastas e subpastas e o AxCrypt criptografará automaticamente os arquivos dentro delas.
ru: Ваши недавно зашифрованные файлы появятся на вкладке <b>«Последние файлы»</b> и будут иметь расширение <b>.axx</b>. Создайте новые папки и вложенные папки, и AxCrypt автоматически зашифрует файлы в них.
sv: Dina nyligen krypterade filer kommer att visas på fliken <b>"Senaste filer"</b> och kommer att ha filtillägget <b>.axx</b>. Anslut nya mappar och undermappar och AxCrypt kommer automatiskt att kryptera filerna i dem.
tr: Yakın zamanda şifrelenen dosyalarınız <b>'Son Kullanılan Dosyalar'</b> sekmesinde görünür ve <b>.axx</b> dosya uzantımız olmuş olur. Yeni klasörleri ve alt klasörleri kaydettiğinizde AxCrypt bunların içindeki dosyaları otomatik olarak şifreleyecektir.
zh: 您最近加密的文件将显示在<b>'最近档案'</b>选项卡上，文件扩展名为<b>.axx</b>。 登记新的文件夹和子文件夹，AxCrypt将自动加密其中的文件。

# Blog_BESFBDTUG_H2_Text12
source: To completely decrypt a file, click the <b>‘Stop Securing’</b> button from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير ملف بالكامل ، انقر فوق <b>الزر "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um eine Datei vollständig zu entschlüsseln, klicken Sie oben in der Hauptmenüleiste auf die Schaltfläche <b>'Sicherung beenden'</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar completamente un archivo, haga clic en el botón <b>'Detener la seguridad'</b> de la franja del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Pour déchiffrer complètement un fichier, cliquez sur le bouton <b>« Arrêter la sécurisation »</b> dans la bande du menu principal en haut et sélectionnez les fichiers que vous souhaitez déchiffrer.
it: Per decrittografare completamente un file, fai clic sul pulsante " <b>Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일의 암호를 완전히 해독하려면 상단의 기본 메뉴 스트립에서 <b>'보안 중지'</b> 버튼을 클릭하고 암호를 해독할 파일을 선택합니다.
nl: Om een bestand volledig te decoderen, klikt u op de knop <b>'Stoppen met beveiligen'</b> in de hoofdmenustrook bovenaan en selecteert u de bestanden die u wilt decoderen.
pl: Aby całkowicie odszyfrować plik, kliknij przycisk <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar completamente um arquivo, clique no botão <b>'Parar de proteger'</b> na faixa do menu principal na parte superior e selecione os arquivos que você deseja descriptografar.
ru: Чтобы полностью расшифровать файл, нажмите кнопку <b>«Остановить защиту»</b> в шапке главного меню вверху и выберите файлы, которые вы хотите расшифровать.
sv: För att helt dekryptera en fil klickar du på knappen <b>'Sluta säkra'</b> från huvudmenyraden längst upp och väljer de filer som du vill dekryptera.
tr: Bir dosyanın şifresini tamamen çözmek için, üstteki ana menü şeridinden <b>'Güvenceye Almayı Durdur'</b> düğmesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要完全解密文件，请单击顶部主菜单条中的<b>'停止保护'</b>按钮，然后选择要解密的文件。

# Blog_BESFBDTUG_H2_Text13
source: With <a href='https://axcrypt.net/information/master-key/'><b>AxCrypt's Master Key</b></a> feature, employers and managers can easily manage individual licenses and access encrypted accounts with a single click. The Master Key can decrypt any encrypted file within subordinate accounts and provides the ability to limit or revoke access to those accounts. This ensures that files can be decrypted in cases of key loss, employee departure, or credential loss.
de: Mit <a href='https://axcrypt.net/information/master-key /'><b>Axcrypt's Master Key</b></a>-Funktion können Arbeitgeber und Manager einzelne Lizenzen einfach verwalten und mit einem einzigen Klick auf verschlüsselte Konten zugreifen. Der Hauptschlüssel kann jede verschlüsselte Datei in untergeordneten Konten entschlüsseln und bietet die Möglichkeit, den Zugriff auf diese Konten einzuschränken oder zu widerrufen. Dies stellt sicher, dass Dateien bei Schlüsselverlust, Ausscheiden von Mitarbeitern oder Verlust von Anmeldeinformationen entschlüsselt werden können.
fr: Avec la fonctionnalité <a href='https://axcrypt.net/information/master-key/'><b>Master Key d'AxCrypt</b></a>, les employeurs et les responsables peuvent facilement gérer les licences individuelles et accéder aux comptes chiffrés d'un simple clic. La Master Key permet de déchiffrer n'importe quel fichier chiffré au sein des comptes subordonnés et offre la possibilité de limiter ou révoquer l'accès à ces comptes. Cela garantit que les fichiers peuvent être déchiffrés en cas de perte de clé, de départ d'un employé ou de perte d'identifiants.
it: Con <a href='https://axcrypt.net/information/master-key/'><b>la funzione Master Key di AxCrypt</b></a> , i datori di lavoro e i manager possono gestire facilmente le singole licenze e accedere agli account crittografati con un solo clic. La chiave master può decrittografare qualsiasi file crittografato all'interno di account subordinati e offre la possibilità di limitare o revocare l'accesso a tali account. In questo modo si garantisce che i file possano essere decrittografati in caso di perdita di chiavi, partenza di dipendenti o perdita di credenziali.
ru: С помощью <a href="https://axcrypt.net/information/master-key/"><b> AxCrypt's Master Key</b></a> работодатели и менеджеры могут легко управлять индивидуальными лицензиями и получать доступ к зашифрованным учетным записям одним щелчком мыши. Главный ключ позволяет расшифровать любой зашифрованный файл в подчиненных учетных записях и предоставляет возможность ограничить или отозвать доступ к этим учетным записям. Это гарантирует, что файлы могут быть расшифрованы в случае потери ключа, ухода сотрудника или потери учетных данных.
zh: 借助 <a href='https://axcrypt.net/information/master-key/'><b>AxCrypt's Master Key</b></a> 功能，雇主和经理只需单击一下即可轻松管理个人许可证并访问加密账户。主密钥可以解密从属账户中的任何加密文件，并提供限制或撤销对这些账户的访问权限的功能。这可确保在密钥丢失、员工离职或凭据丢失的情况下可以解密文件。
