Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ICSHRS_H2_SH3_Text1
source: An attacker can impersonate an employee to obtain access to a system from within, therefore investing time and resources in background checks is a critical security strategy that can help a company protect its systems. Background checks can be costly, and a company may not have the means to conduct them properly. In this instance, it's best to outsource these services to professional security agencies that can run thorough background checks that reveal information that the HR department doesn't have access to.
ar: يمكن للمهاجم انتحال شخصية موظف للوصول إلى نظام من الداخل ، وبالتالي فإن استثمار الوقت والموارد في عمليات التحقق من الخلفية هو استراتيجية أمنية مهمة يمكن أن تساعد الشركة في حماية أنظمتها. يمكن أن تكون عمليات التحقق من الخلفية مكلفة ، وقد لا تمتلك الشركة الوسائل للقيام بها بشكل صحيح. في هذه الحالة ، من الأفضل الاستعانة بمصادر خارجية لهذه الخدمات لوكالات أمنية محترفة يمكنها إجراء فحوصات خلفية شاملة تكشف عن معلومات لا يمكن لقسم الموارد البشرية الوصول إليها.
de: Ein Angreifer kann sich als Mitarbeiter ausgeben, um von innen Zugriff auf ein System zu erhalten.Daher ist die Investition von Zeit und Ressourcen in Hintergrundprüfungen eine wichtige Sicherheitsstrategie, die einem Unternehmen beim Schutz seiner Systeme helfen kann. Hintergrundprüfungen können kostspielig sein, und ein Unternehmen verfügt möglicherweise nicht über die Mittel, um sie ordnungsgemäß durchzuführen. In diesem Fall ist es am besten, diese Dienste an professionelle Sicherheitsbehörden auszulagern, die gründliche Hintergrundprüfungen durchführen können, die Informationen aufdecken, auf die die Personalabteilung keinen Zugriff hat.
es: Un atacante puede hacerse pasar por un empleado para obtener acceso a un sistema desde adentro, por lo tanto, invertir tiempo y recursos en verificaciones de antecedentes es una estrategia de seguridad fundamental que puede ayudar a una empresa a proteger sus sistemas. Las verificaciones de antecedentes pueden ser costosas y es posible que una empresa no tenga los medios para llevarlas a cabo correctamente. En este caso, es mejor subcontratar estos servicios a agencias de seguridad profesionales que puedan realizar verificaciones exhaustivas de antecedentes que revelen información a la que el departamento de Recursos Humanos no tiene acceso.
fr: Un attaquant peut usurper l'identité d'un employé pour accéder à un système de l'intérieur, par conséquent investir du temps et des ressources dans la vérification des antécédents est une stratégie de sécurité essentielle qui peut aider une entreprise à protéger ses systèmes. Les vérifications des antécédents peuvent être coûteuses et une entreprise peut ne pas avoir les moyens de les effectuer correctement. Dans ce cas, il est préférable de sous-traiter ces services à des agences de sécurité professionnelles qui peuvent effectuer des vérifications approfondies des antécédents qui révèlent des informations auxquelles le service des ressources humaines n'a pas accès.
it: Un utente malintenzionato può impersonare un dipendente per ottenere l'accesso a un sistema dall'interno, quindi investire tempo e risorse nei controlli dei precedenti è una strategia di sicurezza critica che può aiutare un'azienda a proteggere i propri sistemi. I controlli dei precedenti possono essere costosi e un'azienda potrebbe non avere i mezzi per condurli correttamente. In questo caso, è meglio esternalizzare questi servizi ad agenzie di sicurezza professionali che possono eseguire controlli approfonditi in background che rivelano informazioni a cui il dipartimento delle risorse umane non ha accesso.
ko: 공격자는 직원을 가장하여 내부에서 시스템에 액세스할 수 있으므로 백그라운드 확인에 시간과 리소스를 투자하는 것은 회사가 시스템을 보호하는 데 도움이 될 수 있는 중요한 보안 전략입니다. 백그라운드 확인은 비용이 많이 들 수 있으며, 회사는 이를 제대로 수행할 수단이 없을 수 있습니다. 이 경우 인사 부서가 액세스할 수 없는 정보를 드러내는 철저한 배경 조사를 할 수 있는 전문 보안 기관에 이러한 서비스를 아웃소싱하는 것이 가장 좋습니다.
nl: Een aanvaller kan zich voordoen als een werknemer om van binnenuit toegang te krijgen tot een systeem, en daarom is het investeren van tijd en middelen in achtergrondcontroles een kritieke beveiligingsstrategie die een bedrijf kan helpen zijn systemen te beschermen. Achtergrondcontroles kunnen kostbaar zijn, en een bedrijf heeft misschien niet de middelen om ze goed uit te voeren. In dat geval kunt u deze diensten het beste uitbesteden aan professionele beveiligingsbureaus die grondige achtergrondcontroles kunnen uitvoeren die informatie aan het licht brengen waartoe de HR-afdeling geen toegang heeft.
pl: Atakujący może podszywać się pod pracownika, aby uzyskać dostęp do systemu od wewnątrz, dlatego inwestowanie czasu i zasobów w sprawdzanie w tle jest krytyczną strategią bezpieczeństwa, która może pomóc firmie chronić jej systemy. Kontrole przeszłości mogą być kosztowne, a firma może nie mieć środków na ich prawidłowe przeprowadzenie. W takim przypadku najlepiej zlecić te usługi profesjonalnym agencjom ochrony, które mogą przeprowadzić dokładną kontrolę przeszłości i ujawnić informacje, do których dział HR nie ma dostępu.
pt: Um atacante pode personificar-se num trabalhador para obter acesso a um sistema a partir de dentro. Assim, investir tempo e recursos em controlos de segurança é uma estratégia de segurança crítica que pode ajudar uma empresa a proteger os seus sistemas. Os controlos de segurança podem ser dispendiosos e uma empresa pode não ter os meios para os levar a cabo de forma apropriada. Neste caso, o melhor é subcontratar serviços de agências de segurança profissional que possam fazer controlos de segurança que revelem informação a que o departamento de RH não tem acesso.
ru: Злоумышленник может выдать себя за сотрудника, чтобы получить доступ к системе изнутри, поэтому вложение времени и ресурсов в проверку биографических данных является важнейшей стратегией безопасности, которая может помочь компании защитить свои системы. Проверка биографических данных может быть дорогостоящей, и у компании может не хватить средств для ее надлежащего проведения. В этом случае лучше всего передать эти услуги на аутсорсинг профессиональным агентствам безопасности, которые могут провести тщательную проверку биографических данных, которая выявит информацию, к которой у отдела кадров нет доступа.
sv: En hackare kan utge sig för att vara en anställd för att få tillgång till ett system inifrån, därför är att investera tid och resurser i bakgrundskontroller en kritisk säkerhetsstrategi som kan hjälpa ett företag att skydda sina system. Bakgrundskontroller kan vara kostsamma och ett företag kanske inte har möjlighet att genomföra dem ordentligt. I det här fallet är det bäst att lägga ut dessa tjänster på entreprenad till professionella säkerhetsbyråer som kan utföra grundliga bakgrundskontroller som avslöjar information som HR-avdelningen inte har tillgång till.
tr: Bir saldırgan, bir sisteme içeriden erişim elde etmek için bir çalışanın kimliğine bürünebilir, bu nedenle arka plan denetimlerine zaman ve kaynak yatırımı, bir şirketin sistemlerini korumasına yardımcı olabilecek kritik bir güvenlik stratejisidir. Arka plan kontrolleri maliyetli olabilir ve bir şirket bunları düzgün bir şekilde yürütmek için araçlara sahip olmayabilir. Bu durumda, bu hizmetleri, İK departmanının erişemediği bilgileri ortaya çıkaran kapsamlı arka plan kontrolleri yapabilen profesyonel güvenlik kurumlarına atamak en iyisidir.
zh: 攻击者可以冒充员工从内部获取对系统的访问权限，因此，在背景检查中投入时间和资源是帮助公司保护其系统的关键安全策略。 背景调查可能是昂贵的，公司可能没有办法正确地进行背景调查。 在这种情况下，最好将这些服务外包给专业的安全机构，这些机构可以运行彻底的背景调查，揭示人力资源部门无法访问的信息。

# Blog_ICSHRS_H2_SH4_Text1
source: The human resources department can assist a company in setting up and implementing access restrictions. Even before an employee is hired or onboarded, HR can establish the data that they will need. They must also ensure that at the end of their contract, the employee does not have access to this information.
ar: يمكن لقسم الموارد البشرية مساعدة الشركة في إعداد وتنفيذ قيود الوصول. حتى قبل تعيين الموظف أو تعيينه ، يمكن للموارد البشرية إنشاء البيانات التي يحتاجون إليها. يجب عليهم أيضًا التأكد من أنه في نهاية عقدهم ، لا يتمكن الموظف من الوصول إلى هذه المعلومات.
de: Die Personalabteilung kann ein Unternehmen bei der Einrichtung und Umsetzung von Zugangsbeschränkungen unterstützen. Noch bevor ein Mitarbeiter eingestellt oder eingestellt wird, kann die Personalabteilung die benötigten Daten ermitteln. Sie müssen auch sicherstellen, dass der Mitarbeiter am Ende seines Vertrags keinen Zugriff auf diese Informationen hat.
es: El departamento de Recursos Humanos puede ayudar a una empresa a establecer e implementar restricciones de acceso. Incluso antes de que se contrate o incorpore a un empleado, RR.HH. puede establecer los datos que necesitará. También deben asegurarse de que al final de su contrato, el empleado no tenga acceso a esta información.
fr: Le service des ressources humaines peut assister une entreprise dans l'élaboration et la mise en place de restrictions d'accès. Avant même qu'un employé ne soit embauché ou intégré, les RH peuvent établir les données dont ils auront besoin. Ils doivent également s'assurer qu'à la fin de leur contrat, le salarié n'a pas accès à ces informations.
it: Il reparto risorse umane può assistere l'azienda nella definizione e nell'implementazione delle restrizioni di accesso. Già prima dell'assunzione o dell'inserimento di un dipendente, il reparto risorse umane può stabilire i dati di cui avranno bisogno. Devono inoltre assicurarsi che, al termine del contratto, il dipendente non abbia accesso a queste informazioni.
ko: HR 부서는 회사의 접근 제한을 설정하고 적용하는 데 도움을 줄 수 있습니다. 직원의 고용 및 온보딩 전에도 HR 부서는 필요 데이터를 구축해 둘 수 있습니다. 또한 직원의 계약 만료 시점 기준으로 관련 정보에 엑세스 할 수 없도록 확실히 해둬야 합니다.
nl: De afdeling personeelszaken kan een bedrijf assisteren bij het opzetten en implementeren van toegangsbeperkingen. Zelfs voordat een werknemer wordt aangenomen of aan boord is, kan HR de gegevens vaststellen die ze nodig hebben. Ze moeten er ook voor zorgen dat de werknemer aan het einde van zijn contract geen toegang heeft tot deze informatie.
pl: Dział kadr może pomóc firmie w ustanowieniu i wdrożeniu ograniczeń dostępu. Jeszcze przed zatrudnieniem lub wdrożeniem pracownika dział HR może ustalić dane, których będzie potrzebował. Muszą również zapewnić, że po zakończeniu umowy pracownik nie będzie miał dostępu do tych informacji.
pt: O departamento de recursos humanos pode ajuda a empresa a configurar e implementar restrições de acesso. Mesmo antes de um trabalhador ser contratado ou integrado, os RH podem definir os dados de que eles vão precisar. Devem também assegurar que, no final do seu contrato, o trabalhador não tem acesso a esta informação.
ru: Отдел кадров может помочь компании в настройке и внедрении ограничений доступа. Еще до того, как сотрудник будет принят на работу, отдел кадров может установить количество данных, которые ему понадобятся. Они также должны обеспечить закрытие доступа, чтобы по истечении срока действия их контракта сотрудник не имел доступа к этой информации.
sv: Personalavdelningen kan hjälpa ett företag att sätta upp och implementera åtkomstbegränsningar. Redan innan en anställd anställs kan HR avdelningen fastställa de uppgifter som de behöver. De måste också se till att den anställde inte har tillgång till denna information vid slutet av sitt kontrakt.
tr: İnsan kaynakları departmanı, bir şirkete erişim kısıtlamaları oluşturma ve uygulama konusunda yardımcı olabilir. Bir çalışan işe alınmadan veya işe başlamadan önce bile İK, ihtiyaç duyacakları verileri belirleyebilir. Ayrıca, sözleşmelerinin sonunda çalışanın bu bilgilere erişimi olmadığından emin olmalıdır.
zh: 人力资源部门可以协助公司设置和实施访问限制。 即使在员工被雇用或入职之前，HR也可以建立他们需要的数据。 他们还必须确保在合同结束时，员工无法访问此信息。

# Blog_ICSHRS_H2_SH5_Text1
source: If a breach occurs, the IT department is not solely responsible for resolving the issue. It's also a human resources concern, especially if there are employees involved. HR is accountable for its employees' conduct. This leaves organizations open to cybercrime.
ar: في حالة حدوث خرق ، فإن قسم تكنولوجيا المعلومات ليس المسؤول الوحيد عن حل المشكلة. إنها أيضًا مصدر قلق للموارد البشرية ، خاصةً إذا كان هناك موظفين معنيين. الموارد البشرية مسؤولة عن سلوك موظفيها. هذا يترك المنظمات عرضة للجرائم الإلكترونية.
de: Wenn ein Verstoß auftritt, ist die IT-Abteilung nicht allein für die Behebung des Problems verantwortlich. Es ist auch ein Personalproblem, insbesondere wenn Mitarbeiter beteiligt sind. HR ist für das Verhalten seiner Mitarbeiter verantwortlich. Dies lässt Organisationen offen für Cyberkriminalität.
es: Si se genera una fuga de datos, el departamento de TI no es el único responsable de resolver el problema. También es una preocupación de Recursos Humanos, especialmente si hay empleados involucrados. HH.RR. es responsable de la conducta de sus empleados. Esto deja a las organizaciones expuestas al ciberdelito.
fr: En cas de violation, le service informatique n'est pas seul responsable de la résolution du problème. C'est aussi une question de ressources humaines, surtout s'il y a des employés impliqués. Les RH sont responsables de la conduite de leurs employés. Cela laisse les organisations ouvertes à la cybercriminalité.
it: In caso di violazione, il dipartimento IT non è il solo responsabile della risoluzione del problema. È anche un problema delle risorse umane, soprattutto se sono coinvolti degli impiegati. HR è responsabile della condotta dei propri dipendenti. Questo rende le organizzazioni più vulnerabili alla criminalità informatica.
ko: 위반이 발생하는 경우 IT 부서 단독으로 문제 해결에 대한 책임을 지지 않습니다. 특히 직원이 위반된 사건에 관련된 경우 HR 부서의 책임이기도 합니다. HR 부서는 은 직원의 행동에 대한 책임이 있습니다. 이런 사실때문에 조직은 사이버 범죄에 노출되어 있습니다.
nl: Als er een inbreuk optreedt, is de IT-afdeling niet als enige verantwoordelijk voor het oplossen van het probleem. Het is ook een zorg voor human resources, vooral als er werknemers bij betrokken zijn. HR is verantwoordelijk voor het gedrag van haar medewerkers. Dit maakt organisaties kwetsbaar voor cybercriminaliteit.
pl: Jeśli dojdzie do naruszenia, dział IT nie ponosi wyłącznej odpowiedzialności za rozwiązanie problemu. Jest to również problem zasobów ludzkich, zwłaszcza jeśli są zaangażowani pracownicy. Dział HR jest odpowiedzialny za postępowanie swoich pracowników. To sprawia, że organizacje są otwarte na cyberprzestępczość.
pt: Se ocorre uma violação, o departamento de TI não é o responsável exclusivo por resolver o problema. Tal é uma questão dos recursos humanos também, em especial, se há trabalhadores envolvidos. Os RH são responsáveis pela conduta dos seus trabalhadores, o que pode deixar a organização aberta ao cibercrime.
ru: Если происходит нарушение, IT-отдел не несет единоличной ответственности за решение проблемы. Это также проблема человеческих ресурсов, особенно если в этом задействованы сотрудники. Отдел кадров несет ответственность за поведение своих сотрудников. Это оставляет организации открытыми для киберпреступлений.
sv: Om ett intrång inträffar är IT-avdelningen inte ensam ansvarig för att lösa problemet. Det är också en personalfråga, särskilt om det finns anställda inblandade. HR ansvarar för sina anställdas beteende. Detta gör organisationer öppna för cyberbrottslighet.
tr: Bir ihlal oluştuğunda, sorunun çözümünden yalnıza BT departmanı sorumlu değildir. Özellikle çalışanlarla alakalıysa, bir insan kaynakları sorunudur. İK, çalışanların yönetiminden sorumludur. Bu, siber suça karşı organizasyonu açık hale getirir.
zh: 如果发生违规行为，IT部门不仅仅负责解决问题。 这也是一个人力资源问题，特别是如果有员工参与。 人力资源部对员工的行为负责。 这使得组织对网络犯罪持开放态度。

# Blog_ICSHRS_H2_SH6_Text1
source: Security has become too important to ignore in the face of the growing menace of cybercrime. Furthermore, it has made internet security a role for the entire firm, rather than just for information technology security specialists. AxCrypt offers 256-bit encryption and a slew of other capabilities that allow teammates to collaborate while maintaining cyber security. It can assist HR personnel in making a good contribution to a company's cybersecurity.
ar: أصبح الأمن مهمًا للغاية بحيث لا يمكن تجاهله في مواجهة التهديد المتزايد للجرائم الإلكترونية. علاوة على ذلك ، فقد جعلت من أمن الإنترنت دورًا للشركة بأكملها ، وليس فقط لمتخصصي أمن تكنولوجيا المعلومات. يوفر اكسكربت تشفير 256 بت ومجموعة كبيرة من الإمكانات الأخرى التي تسمح لأعضاء الفريق بالتعاون مع الحفاظ على الأمن السيبراني. يمكن أن يساعد موظفي الموارد البشرية في تقديم مساهمة جيدة في الأمن السيبراني للشركة.
de: Sicherheit ist zu wichtig geworden, um sie angesichts der wachsenden Bedrohung durch Cyberkriminalität zu ignorieren. Darüber hinaus hat es die Internetsicherheit zu einer Rolle für das gesamte Unternehmen gemacht und nicht nur für Sicherheitsspezialisten der Informationstechnologie. AxCrypt bietet 256-Bit-Verschlüsselung und eine Reihe weiterer Funktionen, mit denen Teamkollegen zusammenarbeiten und gleichzeitig die Cybersicherheit gewährleisten können. Es kann HR-Mitarbeitern dabei helfen, einen guten Beitrag zur Cybersicherheit eines Unternehmens zu leisten.
es: La seguridad se ha vuelto demasiado importante como para ignorarla frente a la creciente amenaza del ciberdelito. Además, ha hecho que la seguridad de internet sea un rol para toda la empresa, en lugar de solo serlo para los especialistas en seguridad de la tecnología de la información. AxCrypt ofrece un cifrado de 256 bits y una gran cantidad de otras capacidades que permiten a los compañeros de equipo colaborar mientras mantienen la ciberseguridad. Puede ayudar al personal de Recursos Humanos a hacer una buena contribución a la ciberseguridad de una empresa.
fr: La sécurité est devenue trop importante pour être ignorée face à la menace croissante de la cybercriminalité. De plus, cela a fait de la sécurité Internet un rôle pour l'ensemble de la firme, plutôt que pour les seuls spécialistes de la sécurité des technologies de l'information. AxCrypt offre un cryptage 256 bits et une foule d'autres fonctionnalités qui permettent aux coéquipiers de collaborer tout en maintenant la cybersécurité. Il peut aider le personnel RH à apporter une bonne contribution à la cybersécurité d'une entreprise.
it: La sicurezza è diventata troppo importante per essere ignorata di fronte alla crescente minaccia del crimine informatico. Inoltre, ha reso la sicurezza Internet un ruolo per l'intera azienda, piuttosto che solo per gli specialisti della sicurezza informatica. AxCrypt offre crittografia a 256 bit e una serie di altre funzionalità che consentono ai membri del team di collaborare mantenendo la sicurezza informatica. Può aiutare il personale delle risorse umane a dare un buon contributo alla sicurezza informatica di un'azienda.
ko: 사이버 범죄의 위협이 증가함에 따라 보안은 무시하기에는 너무 중요해졌습니다. 또한 인터넷 보안을 정보 기술 보안 전문가뿐만 아니라 회사 전체의 역할로 만들었습니다. AxCrypt는 256비트 암호화 및 사이버 보안을 유지하면서 팀원이 협업할 수 있는 다양한 기타 기능을 제공합니다. 인사 담당자가 회사의 사이버 보안에 크게 기여하는 데 도움이 될 수 있습니다.
nl: Beveiliging is te belangrijk geworden om te negeren gezien de toenemende dreiging van cybercriminaliteit. Bovendien is internetbeveiliging nu een rol voor het hele bedrijf geworden, in plaats van alleen voor specialisten op het gebied van beveiliging van informatietechnologie. AxCrypt biedt 256-bit encryptie en een groot aantal andere mogelijkheden waarmee teamleden kunnen samenwerken met behoud van cyberveiligheid. Het kan HR-personeel helpen een goede bijdrage te leveren aan de cyberbeveiliging van een bedrijf.
pl: Bezpieczeństwo stało się zbyt ważne, aby je ignorować w obliczu rosnącego zagrożenia cyberprzestępczością. Co więcej, bezpieczeństwo w Internecie stało się rolą dla całej firmy, a nie tylko dla specjalistów ds. bezpieczeństwa technologii informatycznych. AxCrypt oferuje 256-bitowe szyfrowanie i szereg innych funkcji, które umożliwiają współpracownikom współpracę przy zachowaniu bezpieczeństwa cybernetycznego. Może pomóc personelowi HR we wniesieniu dobrego wkładu w cyberbezpieczeństwo firmy.
pt: Em face da ameaça crescente do cibercrime, a segurança tornou-se importante demais para ser ignorada. Além disso, tornou a segurança na internet um papel de todos, em vez de apenas dos especialistas de segurança em tecnologias de informação. A AxCrypt oferece cifragem de 256 bits e uma série de outras capacidades que permitem que colegas de equipa colaborem em cibersegurança. Pode ajudar o pessoal dos RH a fazer uma boa contribuição para a cibersegurança de uma empresa.
ru: Безопасность стала слишком важной, чтобы ее игнорировать перед лицом растущей угрозы киберпреступности. Более того, это сделало интернет-безопасность задачей всей фирмы, а не только специалистов по безопасности информационных технологий. AxCrypt предлагает 256-битное шифрование и множество других возможностей, которые позволяют партнерам по команде сотрудничать, сохраняя при этом кибербезопасность. Это может помочь персоналу отдела кадров внести большой вклад в кибербезопасность компании.
sv: Säkerhet har blivit för viktig att ignorera inför det växande hotet med cyberbrottslighet. Dessutom har det gjort internetsäkerhet till en roll för hela företaget, snarare än bara för IT-specialister. AxCrypt erbjuder 256-bitars kryptering och en mängd andra funktioner som gör att kollegor kan samarbeta samtidigt som cybersäkerheten bibehålls. Det kan hjälpa HR-personal att bidra till företagets cybersäkerhet.
tr: Güvenlik, büyüyen siber suç tehdidi karşısında göz ardı edilemeyecek kadar önemli hale geldi. Ayrıca, internet güvenliğini sadece bilgi teknolojisi güvenliği uzmanlarının değil, tüm firmanın bir görevi haline getirmiştir. AxCrypt, 256 bit şifreleme ve ekip arkadaşlarının siber güvenliği korurken işbirliği yapmalarını sağlayan bir dizi başka özellik sunar. İK personelinin bir şirketin siber güvenliğine iyi bir şekilde katkıda bulunmasına yardımcı olabilir.
zh: 面对日益严重的网络犯罪威胁，安全变得非常重要，不容忽视。 此外，它使互联网安全成为整个公司的一个角色，而不仅仅是信息技术安全专家。 AxCrypt提供256位加密和一系列其他功能，允许队友在保持网络安全的同时进行协作。 它可以帮助人力资源人员为公司的网络安全做出很好的贡献。

# Blog_ICSHRS_H2_SubHeading1
source: <strong>Organization's Risk Exposure </strong>
ar: <strong> تعرض المؤسسة للمخاطر </strong>
de: <strong>Risikoexposition der Organisation </strong>
es: <strong>Exposición al riesgo de la organización </strong>
fr: <strong>Exposition au risque de l'organisation </strong>
it: <strong>Esposizione al Rischio dell'Organizzazione </strong>
ko: <strong>조직의 위험 노출 </strong>
nl: <strong>Blootstelling aan Risico's van de organisatie </strong>
pl: <strong>Narażenie organizacji na ryzyko </strong>
pt: <strong>Exposição da Organização a Riscos</strong>
ru: <strong>Подверженность организации рискам </strong>
sv: <strong>Organisationens riskexponering </strong>
tr: <strong>Kuruluşun Risk Maruziyeti </strong>
zh: <strong>组织的风险敞口</strong>

# Blog_ICSHRS_H2_SubHeading2
source: <strong>Policy Making </strong>
ar: <strong> صنع السياسة </ strong>
de: <strong>Politikgestaltung </strong>
es: <strong>Elaboración de políticas </strong>
fr: <strong>Élaboration de Politiques </strong>
it: <strong>Elaborazione della politica </strong>
ko: <strong>정책 결정 </strong>
nl: <strong>Beleid Maken </strong>
pl: <strong>Tworzenie zasad </strong>
pt: <strong>Elaboração de Políticas </strong>
ru: <strong>Формирование политики </strong>
sv: <strong>Beslutsfattande </strong>
tr: <strong>Politika Oluşturma </strong>
zh: <strong>政策制定</strong>

# Blog_ICSHRS_H2_SubHeading3
source: <strong> Hiring Practices </strong>
ar: <strong> ممارسات التوظيف </strong>
de: <strong> Einstellungspraktiken </strong>
es: <strong> Prácticas de contratación </strong>
fr: <strong> Pratiques de Recrutement </strong>
it: <strong> Pratiche di Assunzione </strong>
ko: <strong> 채용 관행 </strong>
nl: <strong> Wervingspraktijken </strong>
pl: <strong> Praktyki zatrudniania </strong>
pt: <strong> Práticas de Recrutamento </strong>
ru: <strong> Практика найма </strong>
sv: <strong> Anställningsmetoder </strong>
tr: <strong> İşe Alım Uygulamaları </strong>
zh: <strong>招聘实践</strong>
