Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CRI_H2_SH1_Text4
source: <strong>Reputation Protection:</strong>Each employee is liable for protecting sensitive data and hard assets of the organization, ensuring an appropriate incident response, in turn reducing the risk factors. Poor cyber resilience can irreversibly damage an organization's reputation.
ar: <strong> حماية السمعة: </ strong> يتحمل كل موظف مسؤولية حماية البيانات الحساسة والأصول الثابتة للمؤسسة ، مما يضمن الاستجابة المناسبة للحوادث ، وبالتالي تقليل عوامل الخطر. يمكن أن يؤدي ضعف المرونة الإلكترونية إلى الإضرار بسمعة المؤسسة بشكل لا رجعة فيه.
de: <strong>Reputationsschutz:</strong>Jeder Mitarbeiter ist dafür verantwortlich, sensible Daten und Hard Assets der Organisation zu schützen und eine angemessene Reaktion auf Vorfälle sicherzustellen, wodurch wiederum die Risikofaktoren reduziert werden. Eine schlechte Cyberresilienz kann den Ruf eines Unternehmens irreversibel schädigen.
es: <strong>Protección de la reputación:</strong> cada empleado es responsable de proteger los datos sensibles y los activos tangibles de la organización, asegurando una respuesta adecuada a los incidentes y, a su vez, reduciendo los factores de riesgo. La resiliencia cibernética deficiente puede dañar irreversiblemente la reputación de una organización.
fr: <strong>Protection de la rRputation :</strong> Chaque employé est responsable de la protection des données sensibles et des actifs matériels de l'organisation en assurant une réponse appropriée aux incidents, réduisant ainsi les facteurs de risque. Une cyber-résilience médiocre peut nuire de manière irréversible à la réputation d'une organisation.
it: <strong>Protezione della reputazione:</strong>ogni dipendente è responsabile della protezione dei dati sensibili e delle risorse fisiche dell'organizzazione, garantendo un'adeguata risposta agli incidenti, riducendo a sua volta i fattori di rischio. Una scarsa resilienza informatica può danneggiare irreversibilmente la reputazione di un'organizzazione.
ko: <strong>평판 보호:</strong> 각 직원은 조직의 민감한 데이터와 하드 자산을 보호하고 적절한 사고 대응을 보장하여 위험 요소를 줄일 책임이 있습니다. 열악한 사이버 복원력은 조직의 평판을 돌이킬 수 없게 만들 수 있습니다.
nl: <strong>Reputatiebescherming:</strong>Elke medewerker is verantwoordelijk voor het beschermen van gevoelige gegevens en harde activa van de organisatie, en voor het zorgen voor een passende reactie op incidenten, waardoor de risicofactoren worden verminderd. Een slechte cyberweerbaarheid kan de reputatie van een organisatie onomkeerbaar beschadigen.
pl: <strong>Ochrona reputacji:</strong>Każdy pracownik jest odpowiedzialny za ochronę poufnych danych i twardych zasobów organizacji, zapewniając odpowiednią reakcję na incydenty, co z kolei zmniejsza czynniki ryzyka. Słaba odporność cybernetyczna może nieodwracalnie zaszkodzić reputacji organizacji.
pt: <strong>Protecção de Reputação:</strong>Cada trabalhador é responsável por proteger dados sensíveis e activos da organização, assegurando uma resposta a incidentes apropriada e, por sua vez, reduzindo os factores de risco. Uma pobre ciber-resiliência pode causar danos irreversíveis na reputação de uma organização.
ru: <strong>Защита репутации:</strong> Каждый сотрудник несет ответственность за защиту конфиденциальных данных и основных средств организации, обеспечивая надлежащее реагирование на инциденты, что, в свою очередь, снижает факторы риска. Низкая киберустойчивость может необратимо повредить репутации организации.
sv: <strong>Rykteskydd:</strong>Varje anställd är ansvarig för att skydda känsliga uppgifter och tillgångar i organisationen, säkerställa en lämplig incidentrespons, vilket i sin tur minskar riskfaktorerna. Dålig cyberresiliens kan oåterkalleligt skada en organisations rykte.
tr: <strong>İtibar Koruması:</strong>Her çalışan, uygun bir eylem tepkisi verip karşılığında risk faktörlerini engelleyerek kurumun hassas bilgilerini ve gerçek varlıklarını korumadan sorumludur. Yetersiz siber dayanıklılık, kurumun itibarını geri alınamayacak şekilde sarsabilir.
zh: <strong>声誉保护：</strong>每位员工都有责任保护组织的敏感数据和硬资产，确保适当的事件响应，从而降低风险因素。 糟糕的网络弹性可能会不可逆转地损害组织的声誉。

# Blog_CRI_H2_SH1_Text5
source: <strong>Better IT Team:</strong>Cyber resilience improves IT department operations, enabling them to respond to threats and helping them to run daily operations smoothly.
ar: <strong> فريق أفضل لتكنولوجيا المعلومات: </strong> تعمل المرونة الإلكترونية على تحسين عمليات قسم تكنولوجيا المعلومات ، وتمكينهم من الاستجابة للتهديدات ومساعدتهم على إدارة العمليات اليومية بسلاسة.
de: <strong>Besseres IT-Team:</strong>Cyber-Resilienz verbessert den Betrieb der IT-Abteilung, ermöglicht es ihnen, auf Bedrohungen zu reagieren und den täglichen Betrieb reibungslos zu gestalten.
es: <strong>Mejor equipo de TI:</strong> la resiliencia cibernética mejora las operaciones del departamento de TI, permitiéndoles responder a las amenazas y ayudándolos a ejecutar las operaciones diarias sin problemas.
fr: <strong>Meilleure Équipe Informatique</strong> : La cyber-résilience améliore les opérations des services informatiques, leur permettant de répondre aux menaces et les aidant à exécuter les opérations quotidiennes en douceur.
it: <strong>Team IT migliore:</strong>la resilienza informatica migliora le operazioni del reparto IT, consentendo loro di rispondere alle minacce e aiutandoli a svolgere le operazioni quotidiane senza intoppi.
ko: <strong>더 나은 IT 팀:</strong>사이버 복원력은 IT 부서 운영을 개선하여 위협에 대응하고 일상적인 운영을 원활하게 실행할 수 있도록 지원합니다.
nl: <strong>Beter IT-team:</strong>Cyberveerkracht verbetert de activiteiten van de IT-afdeling, waardoor ze kunnen reageren op bedreigingen, wat ze helpt om de dagelijkse activiteiten soepel te laten verlopen.
pl: <strong>Lepszy zespół IT:</strong>Odporność cybernetyczna usprawnia działania działów IT, umożliwiając im reagowanie na zagrożenia i pomagając im w płynnym prowadzeniu codziennych operacji.
pt: <strong>Uma Melhor Equipa de TI:</strong>A ciber-resiliência melhora as operações do departamento de TI, permitindo-lhe responder a ameaças e ajudando-o a executar as operações do dia-a-dia de forma sem problemas.
ru: <strong> Лучшая IT-команда: </strong> Киберустойчивость улучшает работу IT-отделов, позволяя им реагировать на угрозы и помогая бесперебойно выполнять повседневные операции.
sv: <strong>Bättre IT-team:</strong>Cybermotstånd förbättrar IT-avdelningens verksamhet, vilket gör det möjligt för dem att reagera på hot och hjälpa dem att driva den dagliga verksamheten smidigt.
tr: <strong>Daha İyi BT Ekibi:</strong>Siber dayanıklılık sayesinde BT departmanının daha iyi çalışmasını ve tehditlere tepki vermesini ve günlük işlemlerini sorunsuzca halletmesini sağlayabilirsiniz.
zh: <strong>更好的IT团队：</strong>网络弹性改善了IT部门的运营，使他们能够应对威胁，并帮助他们顺利运行日常运营。

# Blog_CRI_H2_SH1_Text6
source: <strong>Improved Customer Confidence:</strong>Cyber incidents damage a company’s reputation. Cyber resilience can reassure customer confidence by providing the assurance of keeping their data secured. This increases customer confidence and in turn increases the sales of the organization.
ar: <strong> تحسين ثقة العملاء: </ strong> تؤدي الحوادث الإلكترونية إلى الإضرار بسمعة الشركة. يمكن للمرونة الإلكترونية طمأنة ثقة العملاء من خلال توفير ضمان الحفاظ على أمان بياناتهم. يؤدي ذلك إلى زيادة ثقة العملاء وبالتالي زيادة مبيعات المؤسسة.
de: <strong>Verbessertes Kundenvertrauen:</strong>Cyber-Vorfälle schädigen den Ruf eines Unternehmens. Cyberresilienz kann das Vertrauen der Kunden stärken, indem sie die Gewissheit bietet, dass ihre Daten geschützt sind. Dies erhöht das Vertrauen der Kunden und steigert wiederum den Umsatz der Organisation.
es: <strong>Mejora de la confianza del cliente:</strong> los incidentes cibernéticos dañan la reputación de una empresa. La resiliencia cibernética puede reafirmar la confianza del cliente al brindar la garantía de mantener sus datos seguros. Esto aumenta la confianza del cliente y, a su vez, aumenta las ventas de la organización.
fr: <strong>Amélioration de la Confiance des Clients :</strong> Les cyberincidents nuisent à la réputation d'une entreprise. La cyber-résilience peut rassurer les clients en leur donnant l'assurance de garder leurs données sécurisées. Cela augmente la confiance des clients et, à son tour, augmente les ventes de l'organisation.
it: <strong>Maggiore Fiducia dei Clienti:</strong> Gli incidenti informatici danneggiano la reputazione di un'azienda. La resilienza informatica può rassicurare la fiducia dei clienti fornendo la garanzia di mantenere i loro dati al sicuro. Ciò aumenta la fiducia dei clienti e, a sua volta, aumenta le vendite dell'organizzazione.
ko: <strong>고객 신뢰 향상:</strong> 사이버 관련 사고는 회사의 평판을 손상시킵니다. 사이버 복원력은 데이터 보안 유지를 보장하여 고객의 신뢰를 안심시킬 수 있습니다. 이는 고객의 신뢰를 높이고 조직의 매출을 증가시킵니다.
nl: <strong>Verbeterd klantvertrouwen:</strong>Cyberincidenten schaden de reputatie van een bedrijf. Cyberweerbaarheid kan het vertrouwen van de klant geruststellen door de zekerheid te bieden dat hun gegevens beveiligd blijven. Dit vergroot het vertrouwen van de klant en verhoogt op zijn beurt de omzet van de organisatie.
pl: <strong>Większe zaufanie klientów:</strong>cyber incydenty szkodzą reputacji firmy. Cyberodporność może wzmocnić zaufanie klientów, zapewniając bezpieczeństwo ich danych. Zwiększa to zaufanie klientów, a to z kolei przyczynia się do wzrostu sprzedaży.
pt: <strong>Confiança de Clientes Melhorada:</strong> Os ciber-incidentes causam danos na reputação de uma empresa. A ciber-resiliência pode restaurar a confiança a dos clientes ao garantir a segurança dos seus dados. Tal aumenta a confiança dos clientes e, por sua vez, as vendas da organização.
ru: <strong>Повышение уровня доверия клиентов:</strong>Кибератаки наносят ущерб репутации компании. Киберустойчивость может повысить уровень доверия клиентов, обеспечивая гарантию сохранности их данных в безопасности. Это повышает уровень доверия клиентов и, в свою очередь, увеличивает продажи организации.
sv: <strong>Förbättrat kundförtroende:</strong>Cyberincidenter skadar ett företags rykte. Cybermotståndskraft kan trygga kundernas förtroende genom att försäkra sig om att deras data säkras. Detta ökar kundernas förtroende och ökar i sin tur försäljningen i organisationen.
tr: <strong>Gelişmiş Müşteri Güveni:</strong> Siber olaylar bir şirketin itibarına zarar verir. Siber dayanıklılık, müşterilerin verilerini güvende tutma güvencesi sağlayarak onların güvenini tazeleyebilir. Bu da müşteri güvenini ve dolayısıyla kuruluşun satışlarını artırır.
zh: <strong>提高客户信心：</strong>网络事件损害公司的声誉。 网络弹性可以保证客户的数据安全，从而确保客户的信心。 这增加了客户的信心，进而增加了组织的销售。

# Blog_CRI_H2_SubHeading1
source: <strong>Benefits of having Cyber Resilience</strong>:
ar: <strong> فوائد التمتع بالمرونة السيبرانية <strong>:
de: <strong>Vorteile von Cyber Resilience<strong>:
es: <strong>Beneficios de tener resiliencia cibernética</strong>:
fr: <strong>Avantages de la Cyber-Résilience<strong> :
it: <strong>Vantaggi di avere la Resilienza Informatica</strong>:
ko: <strong>사이버 레질리언스의 이점<strong>:
nl: <strong>Voordelen van Cyberveerkracht<strong>:
pl: <strong>Korzyści z posiadania Cyberodporności<strong>:
pt: <strong>Benefícios da Ciber-Resiliência<strong>:
ru: <strong>Преимущества киберустойчивости</strong>:
sv: <strong>Fördelar med att ha cyberresiliens<strong>:
tr: <strong>Siber Dayanıklılığa sahip olmanın faydaları</strong>:
zh: <strong>拥有网络弹性的好处<strong>:

# Blog_CRI_H2_Text1
source: Nowadays the security environment is changing persistently. Organizations and individuals are targeted by hackers and disasters and hence it is a major aspect to keep the data and credentials cyber-safe. Cyber security is the best way to achieve business continuity. Implementing resilience of the information architecture of an organization reduces the likelihood of an attack, in turn minimizing and reducing the damage. Cyber resilience not only reduces existing threats but also lowers long-term threats from various hi-tech technologies like artificial intelligence, quantum computing, memcomputing or IoT.
ar: في الوقت الحاضر ، تتغير البيئة الأمنية باستمرار. يتم استهداف المنظمات والأفراد من قبل المتسللين والكوارث ، وبالتالي يعد الحفاظ على البيانات وبيانات الاعتماد آمنًا على الإنترنت هو جانب رئيسي. الأمن السيبراني هو أفضل طريقة لتحقيق استمرارية الأعمال. يؤدي تنفيذ مرونة بنية المعلومات في منظمة ما إلى تقليل احتمالية وقوع هجوم ، مما يؤدي بدوره إلى تقليل الضرر وتقليله. لا تقلل المرونة السيبرانية من التهديدات الحالية فحسب ، بل تقلل أيضًا من التهديدات طويلة المدى من مختلف التقنيات عالية التقنية مثل الذكاء الاصطناعي أو الحوسبة الكمومية أو حوسبة الذاكرة أو إنترنت الأشياء.
de: Heutzutage verändert sich das Sicherheitsumfeld ständig. Organisationen und Einzelpersonen werden von Hackern und Katastrophen angegriffen, und daher ist es ein wichtiger Aspekt, die Daten und Anmeldeinformationen cybersicher zu halten. Cybersicherheit ist der beste Weg, um Geschäftskontinuität zu erreichen. Die Implementierung von Resilienz der Informationsarchitektur einer Organisation verringert die Wahrscheinlichkeit eines Angriffs und minimiert und reduziert wiederum den Schaden. Cyber Resilience reduziert nicht nur bestehende Bedrohungen, sondern auch langfristige Bedrohungen durch verschiedene Hightech-Technologien wie künstliche Intelligenz, Quantencomputing, Memcomputing oder IoT.
es: Hoy en día el entorno de seguridad está cambiando persistentemente. Las organizaciones y las personas son el objetivo de los hackers informáticos y los desastres y, por lo tanto, un aspecto importante es mantener la ciberseguridad de los datos y las credenciales. La ciberseguridad es la mejor manera de lograr la continuidad de una empresa. Implementar la resiliencia de la arquitectura de información de una organización reduce la probabilidad de un ataque, lo que a su vez minimiza el daño. La resiliencia cibernética no solo reduce las amenazas existentes, sino que también disminuye las amenazas a largo plazo de varias tecnologías de alto nivel como la inteligencia artificial, la computación cuántica, la memcomputación o la Internet de las cosas.
fr: De nos jours, l'environnement de sécurité évolue constamment. Les organisations et les individus sont ciblés par les pirates et les catastrophes et c'est donc un aspect majeur de garder les données et les informations d'identification cybersécurisées. La cybersécurité est le meilleur moyen d'assurer la continuité des activités. La mise en œuvre de la résilience de l'architecture de l'information d'une organisation réduit la probabilité d'une attaque, minimisant et réduisant à son tour les dommages. La cyber-résilience réduit non seulement les menaces existantes, mais réduit également les menaces à long terme de diverses technologies de pointe telles que l'intelligence artificielle, l'informatique quantique, le memcomputing ou l'IoT.
it: Al giorno d'oggi, l'ambiente della sicurezza sta cambiando in modo persistente. Le organizzazioni e gli individui sono presi di mira da hacker e disastri e quindi è un aspetto importante mantenere i dati e le credenziali sicuri informaticamente. La sicurezza informatica è il modo migliore per raggiungere la continuità aziendale. L'implementazione della resilienza dell'architettura delle informazioni di un'organizzazione riduce la probabilità di un attacco, a sua volta minimizzando e riducendo il danno. La resilienza informatica non solo riduce le minacce esistenti, ma riduce anche le minacce a lungo termine provenienti da varie tecnologie hi-tech come l'intelligenza artificiale, il calcolo quantistico, il memcomputing o l'IoT.
ko: 요즘 보안 환경은 지속적으로 변화하고 있습니다. 조직과 개인은 해커와 재해의 표적이 되므로 데이터와 자격 증명을 사이버로부터 안전하게 유지하는 것이 중요힙니다. 사이버 보안은 비즈니스 연속성을 달성하는 가장 좋은 방법입니다. 조직의 정보 아키텍처에 대한 복원력을 구현하면 공격 가능성이 줄어들어 피해를 최소화하고 줄일 수 있습니다. 사이버 복원력은 기존 위협을 줄일 뿐만 아니라 인공 지능, 양자 컴퓨팅, 멤컴퓨팅 또는 IoT와 같은 다양한 하이테크 기술의 장기적인 위협을 낮춥니다.
nl: Tegenwoordig verandert de beveiligingsomgeving voortdurend. Organisaties en individuen zijn het doelwit van hackers en rampen en daarom is het een belangrijk aspect om de gegevens en inloggegevens cyberveilig te houden. Cybersecurity is de beste manier om bedrijfscontinuïteit te realiseren. Het implementeren van veerkracht van de informatiearchitectuur van een organisatie verkleint de kans op een aanval, waardoor de schade wordt geminimaliseerd en verminderd. Cyberweerbaarheid vermindert niet alleen bestaande dreigingen, maar verlaagt ook de dreigingen op de lange termijn van verschillende hi-tech technologieën zoals kunstmatige intelligentie, kwantumcomputing, memcomputing of het Internet der Dingen.
pl: Obecnie środowisko bezpieczeństwa nieustannie się zmienia. Organizacje i osoby fizyczne są celem hakerów i katastrof, dlatego głównym aspektem jest zapewnienie cyberbezpieczeństwa danych i poświadczeń. Cyberbezpieczeństwo to najlepszy sposób na zapewnienie ciągłości biznesowej. Wdrożenie odporności architektury informacji organizacji zmniejsza prawdopodobieństwo ataku, co z kolei minimalizuje i zmniejsza szkody. Cyberodporność nie tylko zmniejsza istniejące zagrożenia, ale także obniża długoterminowe zagrożenia związane z różnymi zaawansowanymi technologiami, takimi jak sztuczna inteligencja, obliczenia kwantowe, memcomputing lub IoT.
pt: Hoje em dia, o ambiente de segurança muda constantemente. As organizações e indivíduos são alvo de hackers e desastres. Assim, manter dados e credenciais ciberseguros é um aspecto muito importante. A cibersegurança é a melhor forma de alcançar continuidade de negócio. Implementar a resiliência da arquitectura da informação de uma organização reduz a probabilidade de ataque, por sua vez minimizando e reduzindo danos. A ciber-resiliência não só reduz ameaças existentes como diminui as ameaças de longo prazo de várias tecnologias como inteligência artificial, computação quântica, MemComputing e IoT.
ru: В настоящее время среда безопасности постоянно меняется. Организации и отдельные лица становятся мишенями хакеров и стихийных бедствий, и поэтому важным аспектом является обеспечение кибербезопасности данных и учетных данных. Кибербезопасность - это лучший способ обеспечить непрерывность бизнеса. Внедрение устойчивости информационной архитектуры организации снижает вероятность атаки, в свою очередь сводя к минимуму ущерб. Киберустойчивость не только снижает существующие угрозы, но и снижает долгосрочные угрозы, исходящие от различных высокотехнологичных технологий, таких как искусственный интеллект, квантовые вычисления, memcomputing(UMM) или IoT.
sv: Nuförtiden förändras säkerhetsmiljön ständigt. Organisationer och individer riktas mot hackare och katastrofer och därför är det en viktig aspekt att hålla data och referenser cybersäkra. Cybersäkerhet är det bästa sättet att uppnå affärskontinuitet. Genom att implementera resiliens av informationsarkitekturen i en organisation minskar sannolikheten för en attack, vilket i sin tur minimerar skadorna. Cyberresiliens minskar inte bara befintliga hot utan minskar också långsiktiga hot från olika högteknologiska teknologier som artificiell intelligens, kvantberäkning eller IoT.
tr: Günümüzde güvenlik ortamı sürekli değişmektedir. Kuruluşlar ve bireyler bilgisayar korsanları ve felaketlerin hedefi oluyor ve bu nedenle verileri ve kimlik bilgilerini siber olarak güvende tutmak önemli bir husus halini alıyor. Siber güvenlik, iş sürekliliğini sağlamanın en iyi yoludur. Bir kuruluşun bilgi mimarisinin dayanıklılığını sağlamak, bir saldırı olasılığını azaltır, dolayısıyla hasarı en aza indirir ve azaltır. Siber dayanıklılık sadece mevcut tehditleri azaltmakla kalmaz, aynı zamanda yapay zeka, kuantum hesaplama, memcomputing veya IoT gibi çeşitli yüksek teknolojilerden kaynaklanan uzun vadeli tehditleri de azaltır.
zh: 如今，安全环境正在持续变化。 组织和个人是黑客和灾难的目标，因此保持数据和凭据网络安全是一个主要方面。 网络安全是实现业务连续性的最佳途径。 实施组织信息架构的弹性可以降低攻击的可能性，从而最大限度地减少和减少损害。 网络弹性不仅减少了现有的威胁，而且还降低了来自人工智能、量子计算、记忆计算或物联网等各种高科技技术的长期威胁。

# Blog_CRI_Heading1
source: What is Cyber Resilience?
ar: ما هي المرونة السيبرانية؟
de: Was ist Cyber-Resilienz?
es: ¿Qué es la resiliencia cibernética?
fr: Qu'est-ce que la Cyber-Résilience ?
it: Cos'è la Resilienza Informatica?
ko: 사이버 복원력이란?
nl: Wat is Cyberweerbaarheid?
pl: Co to jest cyberodporność?
pt: O que é a Ciber-Resiliência?
ru: Что такое киберустойчивость?
sv: Vad är cyberresiliens?
tr: Siber Dayanıklılık Nedir?
zh: 什么是网络弹性？

# Blog_CRI_Heading2
source: Why do you require Cyber Resilience?
ar: لماذا تحتاج إلى المرونة السيبرانية؟
de: Warum brauchen Sie Cyber-Resilienz?
es: ¿Por qué necesitas resiliencia cibernética?
fr: Pourquoi avez-vous besoin de Cyber-Résilience ?
it: Perché hai bisogno di Cyber Resilience?
ko: 사이버 레질리언스가 필요한 이유는 무엇입니까?
nl: Waarom is Cyberweerbaarheid nodig?
pl: Dlaczego potrzebujesz Cyberodporności?
pt: Porque é que você requer Ciber-Resiliência?
ru: Почему вам требуется киберустойчивость?
sv: Varför behöver du Cyber ​​Resistens?
tr: Neden Siber Dayanıklılığa İhtiyacınız Var?
zh: 为什么您需要网络弹性？

# Blog_CRI_Summary
source: In today's modern world, cyberattacks like malware, phishing, password and SQL injection attacks have increased enormously.
ar: في عالم اليوم ، زادت الهجمات الإلكترونية مثل البرامج الضارة والتصيد الاحتيالي وكلمات المرور وهجمات حقن قاعدة البيانات بشكل كبير.
de: In der heutigen modernen Welt haben Cyberangriffe wie Malware, Phishing, Passwort- und SQL-Injection-Angriffe enorm zugenommen.
es: En el mundo moderno actual, los ciberataques como malware, phishing, ataques a contraseñas y ataques de inyección SQL han aumentado enormemente.
fr: Dans le monde moderne d'aujourd'hui, les cyberattaques telles que les logiciels malveillants, l’hameçonnage, les mots de passes et les attaques par injection SQL ont considérablement augmenté.
it: Nel mondo moderno di oggi, gli attacchi informatici come malware, phishing, password e attacchi SQL injection sono aumentati enormemente.
ko: 오늘날의 현대사회에는 맬웨어, 피싱, 암호 및 SQL 주입 공격과 같은 사이버 공격이 엄청나게 증가했습니다.
nl: In de moderne wereld van vandaag zijn cyberaanvallen zoals malware, phishing, aanvallen met wachtwoorden en SQL-injectie enorm toegenomen.
pl: W dzisiejszym współczesnym świecie ogromnie wzrosła liczba cyberataków, takich jak złośliwe oprogramowanie, phishing, hasła i ataki typu SQL injection.
pt: No mundo moderno de hoje, os ciberataques tais como ataques de malware, phishing, palavras-passe e injecção de SQL aumentaram enormemente.
ru: В современном мире число кибератак, таких как вредоносные программы, фишинг, атаки с использованием паролей и SQL-инъекций, чрезвычайно возросло.
sv: I dagens moderna värld har cyberattacker som skadlig programvara, nätfiske, lösenord och SQL-injektionsattacker ökat enormt.
tr: Günümüzün modern dünyasında, kötü amaçlı yazılım, kimlik avı, şifre ve SQL ekleme saldırıları gibi siber saldırılar büyük ölçüde artmıştır.
zh: 在当今的现代世界中，恶意软件，网络钓鱼，密码和SQL注入攻击等网络攻击已经大大增加。
