Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSRWWE_H3_Text2
source: <li><b>Data Security at Rest:</b> When sensitive documents are stored on personal devices or remote servers, AxCrypt encrypts them, rendering them unreadable to unauthorized individuals. This safeguards confidential information even in the event of device loss, theft, or unauthorized access attempts.</li>
ar: <li><b>أمن البيانات في حالة عدم النشاط:</b> عندما يتم تخزين المستندات الحساسة على الأجهزة الشخصية أو الخوادم البعيدة ، يقوم اكسكربت بتشفيرها ، مما يجعلها غير قابلة للقراءة للأفراد غير المصرح لهم. هذا يحمي المعلومات السرية حتى في حالة فقدان الجهاز أو السرقة أو محاولات الوصول غير المصرح بها.</li>
de: <li><b>Datensicherheit im Ruhezustand:</b> Wenn sensible Dokumente auf persönlichen Geräten oder Remote-Servern gespeichert werden, verschlüsselt AxCrypt sie und macht sie für Unbefugte unlesbar. Dadurch werden vertrauliche Informationen auch bei Geräteverlust, Diebstahl oder unbefugten Zugriffsversuchen geschützt.</li>
es: <li><b>Seguridad de los datos en reposo:</b> Cuando los documentos confidenciales se almacenan en dispositivos personales o servidores remotos, AxCrypt los encripta, haciéndolos ilegibles para personas no autorizadas. Esto protege la información confidencial incluso en caso de pérdida del dispositivo, robo o intentos de acceso no autorizado.</li>
fr: <li><b>Sécurité des données au repos :</b> Lorsque des documents sensibles sont stockés sur des appareils personnels ou des serveurs distants, AxCrypt les chiffre, les rendant illisibles pour les personnes non autorisées. Cela protège les informations confidentielles même en cas de perte, de vol ou de tentatives d'accès non autorisées à l'appareil.</li>
it: <li><b>Sicurezza dei dati a riposo:</b> Quando i documenti sensibili vengono archiviati su dispositivi personali o server remoti, AxCrypt li crittografa, rendendoli illeggibili a persone non autorizzate. Ciò salvaguarda le informazioni riservate anche in caso di smarrimento del dispositivo, furto o tentativi di accesso non autorizzati.</li>
ko: <li><b>데이터 보안 유지:</b> 중요한 문서가 개인 장치 또는 원격 서버에 저장되어 있는 경우 AxCrypt는 이를 암호화하여 권한이 없는 개인에게는 읽을 수 없도록 합니다. 이렇게 하면 장치 분실, 도난 또는 무단 액세스 시도가 발생할 경우에도 기밀 정보를 보호할 수 있습니다.</li>
nl: <li><b>Gegevensbeveiliging in rust:</b> Wanneer gevoelige documenten worden opgeslagen op persoonlijke apparaten of externe servers, versleutelt AxCrypt ze, waardoor ze onleesbaar worden voor onbevoegden. Dit beschermt vertrouwelijke informatie, zelfs in het geval van verlies, diefstal of onbevoegde toegangspogingen.</li>
pl: <li><b>Bezpieczeństwo danych w stanie spoczynku:</b> gdy poufne dokumenty są przechowywane na urządzeniach osobistych lub zdalnych serwerach, AxCrypt szyfruje je, czyniąc je nieczytelnymi dla nieupoważnionych osób. Chroni to poufne informacje nawet w przypadku utraty urządzenia, kradzieży lub prób nieautoryzowanego dostępu.</li>
pt: <li><b>Segurança de dados em repouso:</b> Quando documentos confidenciais são armazenados em dispositivos pessoais ou servidores remotos, o AxCrypt os criptografa, tornando-os ilegíveis para indivíduos não autorizados. Isso protege informações confidenciais mesmo em caso de perda, roubo ou tentativas de acesso não autorizado.</li>
ru: <li><b>Безопасность данных при хранении:</b> Когда конфиденциальные документы хранятся на личных устройствах или удаленных серверах, AxCrypt шифрует их, делая их нечитаемыми для посторонних лиц. Это обеспечивает защиту конфиденциальной информации даже в случае потери, кражи или попыток несанкционированного доступа к устройству.</li>
sv: <li><b>Datasäkerhet i vila:</b> När känsliga dokument lagras på personliga enheter eller fjärrservrar krypterar AxCrypt dem och gör dem oläsbara för obehöriga individer. Detta skyddar konfidentiell information även vid förlust, stöld eller obehöriga åtkomstförsök.</li>
tr: <li><b>Beklemedeki Verilerin Güvenliği:</b> Hassas belgeler kişisel cihazlarda veya uzak sunucularda saklandığında, AxCrypt bunları şifreler ve yetkisiz kişiler tarafından okunamaz hale getirir. Bu, cihaz kaybı, hırsızlık veya yetkisiz erişim girişimleri durumunda bile gizli bilgileri korur.</li>
zh: <li><b>静态数据安全：</b> 当敏感文档存储在个人设备或远程服务器上时，AxCrypt会对其进行加密，使未经授权的个人无法读取它们。即使在设备丢失、被盗或未经授权的访问尝试的情况下，这也能保护机密信息。</li>

# Blog_HTSRWWE_H3_Text3
source: <li><b>Secure File Sharing:</b> AxCrypt facilitates secure collaboration by encrypting files during transmission and storage. This ensures that sensitive data remains protected while being shared with colleagues, clients, or partners, mitigating the risk of interception or unauthorized access during remote collaboration.</li>
ar: <li><b>مشاركة الملفات الآمنة:</b> يسهل اكسكربت التعاون الآمن عن طريق تشفير الملفات أثناء الإرسال والتخزين. يضمن ذلك بقاء البيانات الحساسة محمية أثناء مشاركتها مع الزملاء أو العملاء أو الشركاء ، مما يخفف من مخاطر الاعتراض أو الوصول غير المصرح به أثناء التعاون عن بعد.</li>
de: <li><b>Sichere Dateifreigabe:</b> AxCrypt erleichtert die sichere Zusammenarbeit, indem Dateien während der Übertragung und Speicherung verschlüsselt werden. Dadurch wird sichergestellt, dass sensible Daten geschützt bleiben, während sie mit Kollegen, Kunden oder Partnern geteilt werden, wodurch das Risiko des Abfangens oder des unbefugten Zugriffs während der Remote-Zusammenarbeit verringert wird.</li>
es: <li><b>Intercambio seguro de archivos:</b> AxCrypt facilita la colaboración segura mediante el cifrado de archivos durante la transmisión y el almacenamiento. Esto garantiza que los datos confidenciales permanezcan protegidos mientras se comparten con colegas, clientes o socios, lo que mitiga el riesgo de interceptación o acceso no autorizado durante la colaboración remota.</li>
fr: <li><b>Partage Sécurisé de Fichiers :</b> AxCrypt facilite la collaboration sécurisée en chiffrant les fichiers lors de leur transmission et de leur stockage. Cela garantit que les données sensibles restent protégées lorsqu'elles sont partagées avec des collègues, des clients ou des partenaires, réduisant ainsi le risque d'interception ou d'accès non autorisé lors de la collaboration à distance.</li>
it: <li><b>Condivisione sicura dei file:</b> AxCrypt facilita la collaborazione sicura crittografando i file durante la trasmissione e l'archiviazione. Ciò garantisce che i dati sensibili rimangano protetti mentre vengono condivisi con colleghi, clienti o partner, mitigando il rischio di intercettazione o accesso non autorizzato durante la collaborazione remota.</li>
ko: <li><b>안전한 파일 공유:</b> AxCrypt는 전송 및 저장 중에 파일을 암호화하여 안전한 공동 작업을 용이하게 합니다. 이렇게 하면 중요한 데이터가 동료, 클라이언트 또는 파트너와 공유되는 동안에도 안전하게 보호되므로 원격 공동 작업 중 감청 또는 무단 액세스의 위험이 줄어듭니다.</li>
nl: <li><b>Veilig bestanden delen:</b> AxCrypt faciliteert veilige samenwerking door bestanden tijdens verzending en opslag te versleutelen. Dit zorgt ervoor dat gevoelige gegevens beschermd blijven terwijl ze worden gedeeld met collega's, klanten of partners, waardoor het risico op onderschepping of onbevoegde toegang tijdens samenwerking op afstand wordt beperkt.</li>
pl: <li><b>Bezpieczne udostępnianie plików:</b> AxCrypt ułatwia bezpieczną współpracę poprzez szyfrowanie plików podczas transmisji i przechowywania. Dzięki temu wrażliwe dane pozostają chronione podczas udostępniania współpracownikom, klientom lub partnerom, ograniczając ryzyko przechwycenia lub nieautoryzowanego dostępu podczas współpracy zdalnej.</li>
pt: <li><b>Compartilhamento seguro de arquivos:</b> O AxCrypt facilita a colaboração segura criptografando arquivos durante a transmissão e o armazenamento. Isso garante que os dados confidenciais permaneçam protegidos enquanto são compartilhados com colegas, clientes ou parceiros, reduzindo o risco de interceptação ou acesso não autorizado durante a colaboração remota.</li>
ru: <li><b>Безопасный обмен файлами:</b> AxCrypt обеспечивает безопасную совместную работу, шифруя файлы во время передачи и хранения. Это обеспечивает защиту конфиденциальных данных при совместном использовании с коллегами, клиентами или партнерами, снижая риск перехвата или несанкционированного доступа во время удаленной совместной работы.</li>
sv: <li><b>Säker fildelning:</b> AxCrypt underlättar säker samarbete genom att kryptera filer under överföring och lagring. Detta säkerställer att känslig data förblir skyddad när den delas med kollegor, klienter eller partners, vilket minskar risken för avlyssning eller obehörig åtkomst under distanssamarbete.</li>
tr: <li><b>Güvenli Dosya Paylaşımı:</b> AxCrypt, iletim ve depolama sırasında dosyaları şifreleyerek güvenli işbirliğini kolaylaştırır. Bu, hassas verilerin iş arkadaşları, müşteriler veya iş ortaklarıyla paylaşılırken korunmasını sağlayarak uzaktan işbirliği sırasında müdahale veya yetkisiz erişim riskini azaltır.</li>
zh: <li><b>安全文件共享：</b> AxCrypt通过在传输和存储过程中加密文件来促进安全协作。这可确保敏感数据在与同事、客户或合作伙伴共享时受到保护，从而降低远程协作期间被拦截或未经授权访问的风险。</li>

# Blog_HTSRWWE_H3_Text4
source: <li><b>Automatic File and Folder Encryption:</b> AxCrypt offers the ability to automatically encrypt new files added to specific folders. This eliminates the need for manual encryption, ensuring all sensitive data within designated folders remains protected, even in the ever-changing world of remote work.</li>
ar: <li><b>التشفير التلقائي للملفات والمجلدات:</b> يوفر اكسكربت القدرة على تشفير الملفات الجديدة المضافة تلقائيا إلى مجلدات محددة. هذا يلغي الحاجة إلى التشفير اليدوي ، مما يضمن بقاء جميع البيانات الحساسة داخل المجلدات المعينة محمية ، حتى في عالم العمل عن بعد المتغير باستمرار.</li>
de: <li><b>Automatische Datei- und Ordnerverschlüsselung:</b> AxCrypt bietet die Möglichkeit, neue Dateien, die bestimmten Ordnern hinzugefügt werden, automatisch zu verschlüsseln. Dadurch entfällt die Notwendigkeit einer manuellen Verschlüsselung und es wird sichergestellt, dass alle sensiblen Daten in bestimmten Ordnern auch in der sich ständig verändernden Welt der Remote-Arbeit geschützt bleiben.</li>
es: <li><b>Cifrado automático de archivos y carpetas:</b> AxCrypt ofrece la posibilidad de cifrar automáticamente nuevos archivos añadidos a carpetas específicas. Esto elimina la necesidad de cifrado manual, lo que garantiza que todos los datos confidenciales dentro de las carpetas designadas permanezcan protegidos, incluso en el mundo en constante cambio del trabajo remoto.</li>
fr: <li><b>Chiffrement Automatique des Fichiers et Dossiers :</b> AxCrypt offre la possibilité de chiffrer automatiquement les nouveaux fichiers ajoutés à des dossiers spécifiques. Cela élimine le besoin de chiffrement manuel, garantissant que toutes les données sensibles dans les dossiers désignés restent protégées, même dans le monde en constante évolution du travail à distance.</li>
it: <li><b>Crittografia automatica di file e cartelle:</b> AxCrypt offre la possibilità di crittografare automaticamente i nuovi file aggiunti a cartelle specifiche. Ciò elimina la necessità di crittografia manuale, garantendo che tutti i dati sensibili all'interno delle cartelle designate rimangano protetti, anche nel mondo in continua evoluzione del lavoro a distanza.</li>
ko: <li><b>자동 파일 및 폴더 암호화:</b> AxCrypt는 특정 폴더에 추가된 새 파일을 자동으로 암호화하는 기능을 제공합니다. 따라서 수동 암호화가 필요 없으므로 끊임없이 변화하는 원격 작업 환경에서도 지정된 폴더 내의 모든 중요한 데이터를 안전하게 보호할 수 있습니다.</li>
nl: <li><b>Automatische bestands- en mapversleuteling:</b> AxCrypt biedt de mogelijkheid om automatisch nieuwe bestanden te versleutelen die aan specifieke mappen worden toegevoegd. Hierdoor is handmatige versleuteling niet meer nodig, zodat alle gevoelige gegevens in bepaalde mappen beschermd blijven, zelfs in de steeds veranderende wereld van werken op afstand.</li>
pl: <li><b>Automatyczne szyfrowanie plików i folderów:</b> AxCrypt oferuje możliwość automatycznego szyfrowania nowych plików dodanych do określonych folderów. Eliminuje to potrzebę ręcznego szyfrowania, zapewniając ochronę wszystkich wrażliwych danych w wyznaczonych folderach, nawet w stale zmieniającym się świecie pracy zdalnej.</li>
pt: <li><b>Criptografia automática de arquivos e pastas:</b> O AxCrypt oferece a capacidade de criptografar automaticamente novos arquivos adicionados a pastas específicas. Isso elimina a necessidade de criptografia manual, garantindo que todos os dados confidenciais dentro das pastas designadas permaneçam protegidos, mesmo no mundo em constante mudança do trabalho remoto.</li>
ru: <li><b>Автоматическое шифрование файлов и папок:</b> AxCrypt предлагает возможность автоматического шифрования новых файлов, добавленных в определенные папки. Это устраняет необходимость в ручном шифровании, гарантируя, что все конфиденциальные данные в определенных папках остаются защищенными даже в постоянно меняющемся мире удаленной работы.</li>
sv: <li><b>Automatisk fil- och mappkryptering:</b> AxCrypt erbjuder möjligheten att automatiskt kryptera nya filer som läggs till i specifika mappar. Detta eliminerar behovet av manuell kryptering och säkerställer att all känslig data inom angivna mappar förblir skyddad, även i den ständigt föränderliga världen av distansarbete.</li>
tr: <li><b>Otomatik Dosya ve Klasör Şifreleme:</b> AxCrypt, belirli klasörlere eklenen yeni dosyaları otomatik olarak şifreleme yeteneği sunar. Bu, manuel şifreleme ihtiyacını ortadan kaldırarak, belirlenen klasörlerdeki tüm hassas verilerin sürekli değişen uzaktan çalışma dünyasında bile korunmasını sağlar.</li>
zh: <li><b>自动文件和文件夹加密：</b> AxCrypt提供了自动加密添加到特定文件夹的新文件的功能。这消除了手动加密的需要，确保指定文件夹中的所有敏感数据都受到保护，即使在不断变化的远程工作世界中也是如此。</li>

# Blog_HTSRWWE_H3_Text5
source: <li><b>Automatic Cloud File Encryption:</b> AxCrypt seamlessly integrates with popular cloud storage providers like Dropbox, Google Drive, and OneDrive. With automatic cloud file encryption, sensitive files uploaded to the cloud are automatically secured, ensuring consistent data protection across all storage platforms used by your remote workforce.</li>
ar: <li><b>التشفير التلقائي للملفات السحابية:</b> يتكامل اكسكربت بسلاسة مع مزودي التخزين السحابي المشهورين مثل جوجل درايف وون درايف ودروب بوكس. من خلال التشفير التلقائي للملفات السحابية، يتم تأمين الملفات الحساسة التي يتم تحميلها إلى السحابة تلقائيا، مما يضمن حماية متسقة للبيانات عبر جميع منصات التخزين التي تستخدمها القوى العاملة عن بعد.</li>
de: <li><b>Automatische Cloud-Dateiverschlüsselung:</b> AxCrypt lässt sich nahtlos in beliebte Cloud-Speicheranbieter wie Dropbox, Google Drive und OneDrive integrieren. Mit der automatischen Cloud-Dateiverschlüsselung werden vertrauliche Dateien, die in die Cloud hochgeladen werden, automatisch gesichert und gewährleisten einen konsistenten Datenschutz auf allen Speicherplattformen, die von Ihren Remote-Mitarbeitern verwendet werden.</li>
es: <li><b>Cifrado automático de archivos en la nube:</b> AxCrypt se integra a la perfección con proveedores populares de almacenamiento en la nube como Dropbox, Google Drive y OneDrive. Con el cifrado automático de archivos en la nube, los archivos confidenciales cargados en la nube se protegen automáticamente, lo que garantiza una protección de datos coherente en todas las plataformas de almacenamiento utilizadas por su personal remoto.</li>
fr: <li><b>Chiffrement Automatique des Fichiers Cloud :</b> AxCrypt s'intègre parfaitement aux principaux fournisseurs de stockage cloud tels que Dropbox, Google Drive et OneDrive. Avec le chiffrement automatique des fichiers cloud, les fichiers sensibles téléchargés sur le cloud sont automatiquement sécurisés, garantissant une protection constante des données sur toutes les plateformes de stockage utilisées par votre personnel à distance.</li>
it: <li><b>Crittografia automatica dei file cloud:</b> AxCrypt si integra perfettamente con i provider di cloud storage più diffusi come Dropbox, Google Drive e OneDrive. Con la crittografia automatica dei file nel cloud, i file sensibili caricati nel cloud vengono protetti automaticamente, garantendo una protezione dei dati coerente su tutte le piattaforme di archiviazione utilizzate dalla forza lavoro remota.</li>
ko: <li><b>자동 클라우드 파일 암호화:</b> AxCrypt는 Dropbox, Google Drive 및 OneDrive와 같이 널리 사용되는 클라우드 스토리지 공급업체와 원활하게 통합됩니다. 자동 클라우드 파일 암호화를 통해 클라우드에 업로드된 중요한 파일을 자동으로 보호하여 원격 작업자가 사용하는 모든 스토리지 플랫폼에서 일관된 데이터 보호를 보장합니다.</li>
nl: <li><b>Automatische cloudbestandsversleuteling:</b> AxCrypt kan naadloos worden geïntegreerd met populaire cloudopslagproviders zoals Dropbox, Google Drive en OneDrive. Met automatische bestandsversleuteling in de cloud worden gevoelige bestanden die naar de cloud worden geüpload automatisch beveiligd, waardoor een consistente gegevensbescherming wordt gegarandeerd op alle opslagplatforms die door uw externe medewerkers worden gebruikt.</li>
pl: <li><b>Automatyczne szyfrowanie plików w chmurze:</b> AxCrypt bezproblemowo integruje się z popularnymi dostawcami usług przechowywania danych w chmurze, takimi jak Dropbox, Google Drive i OneDrive. Dzięki automatycznemu szyfrowaniu plików w chmurze wrażliwe pliki przesyłane do chmury są automatycznie zabezpieczane, zapewniając spójną ochronę danych na wszystkich platformach przechowywania używanych przez Twoich zdalnych pracowników.</li>
pt: <li><b>Criptografia automática de arquivos na nuvem:</b> O AxCrypt se integra perfeitamente a provedores populares de armazenamento em nuvem, como Dropbox, Google Drive e OneDrive. Com a criptografia automática de arquivos na nuvem, os arquivos confidenciais enviados para a nuvem são automaticamente protegidos, garantindo uma proteção de dados consistente em todas as plataformas de armazenamento usadas por sua força de trabalho remota.</li>
ru: <li><b>Автоматическое шифрование файлов в облаке:</b> AxCrypt легко интегрируется с популярными поставщиками облачных хранилищ, такими как Dropbox, Google Drive и OneDrive. Благодаря автоматическому шифрованию файлов в облаке конфиденциальные файлы, загруженные в облако, автоматически защищаются, обеспечивая согласованную защиту данных на всех платформах хранения, используемых вашими удаленными сотрудниками.</li>
sv: <li><b>Automatisk kryptering av molnfiler:</b> AxCrypt integreras sömlöst med populära molnlagringstjänster som Dropbox, Google Drive och OneDrive. Med automatisk kryptering av molnfiler säkras känsliga filer som laddas upp till molnet automatiskt, vilket säkerställer konsekvent dataskydd över alla lagringsplattformar som används av din distansarbetsstyrka.</li>
tr: <li><b>Otomatik Bulut Dosya Şifreleme:</b> AxCrypt, Dropbox, Google Drive ve OneDrive gibi popüler bulut depolama sağlayıcılarıyla sorunsuz bir şekilde entegre olur. Otomatik bulut dosya şifrelemesi ile buluta yüklenen hassas dosyalar otomatik olarak güvence altına alınır ve uzaktaki iş gücünüz tarafından kullanılan tüm depolama platformlarında tutarlı veri koruması sağlanır.</li>
zh: <li><b>自动云文件加密：</b> AxCrypt 与 Dropbox、Google Drive 和 OneDrive 等流行的云存储提供商无缝集成。通过自动云文件加密，上传到云端的敏感文件将自动受到保护，从而确保远程员工使用的所有存储平台提供一致的数据保护。</li>

# Blog_HTSRWWE_H3_Text6
source: <li><b>Mobile File Encryption:</b> AxCrypt extends its robust security to mobile devices with its dedicated mobile app. This allows employees to securely access, encrypt, and decrypt files on their smartphones and tablets, further safeguarding sensitive information while working on the go.</li>
ar: <li><b>تشفير ملفات الجوال:</b> يوسع جوجل درايف وون درايف ودروب بوكسأمانه القوي للأجهزة المحمولة من خلال تطبيق الهاتف المحمول المخصص له. يتيح ذلك للموظفين الوصول بأمان إلى الملفات وتشفيرها وفك تشفيرها على هواتفهم الذكية والأجهزة اللوحية ، مما يزيد من حماية المعلومات الحساسة أثناء العمل أثناء التنقل.</li>
de: <li><b>Mobile Dateiverschlüsselung:</b> AxCrypt erweitert seine robuste Sicherheit mit seiner speziellen mobilen App auf mobile Geräte. Auf diese Weise können Mitarbeiter sicher auf Dateien auf ihren Smartphones und Tablets zugreifen, sie verschlüsseln und entschlüsseln, wodurch sensible Informationen während der Arbeit unterwegs weiter geschützt werden.</li>
es: <li><b>Cifrado de archivos móviles:</b> AxCrypt extiende su robusta seguridad a los dispositivos móviles con su aplicación móvil dedicada. Esto permite a los empleados acceder, cifrar y descifrar archivos de forma segura en sus teléfonos inteligentes y tabletas, protegiendo aún más la información confidencial mientras trabajan sobre la marcha.</li>
fr: <li><b>Chiffrement de Fichiers Mobiles :</b> AxCrypt étend sa sécurité robuste aux appareils mobiles avec son application mobile dédiée. Cela permet aux employés d'accéder, de chiffrer et de déchiffrer des fichiers en toute sécurité sur leurs smartphones et tablettes, renforçant ainsi la protection des informations sensibles lorsqu'ils sont en déplacement.</li>
it: <li><b>Crittografia dei file per dispositivi mobili:</b> AxCrypt estende la sua solida sicurezza ai dispositivi mobili con la sua app mobile dedicata. Ciò consente ai dipendenti di accedere, crittografare e decrittografare in modo sicuro i file sui propri smartphone e tablet, salvaguardando ulteriormente le informazioni sensibili mentre lavorano in movimento.</li>
ko: <li><b>모바일 파일 암호화:</b> AxCrypt는 전용 모바일 앱을 통해 강력한 보안을 모바일 장치로 확장합니다. 이를 통해 직원들은 스마트폰과 태블릿의 파일에 안전하게 액세스하고, 암호화하고, 암호를 해독할 수 있으므로 이동 중에도 중요한 정보를 더욱 안전하게 보호할 수 있습니다.</li>
nl: <li><b>Mobiele bestandsversleuteling:</b> AxCrypt breidt met zijn speciale mobiele app zijn krachtige beveiliging uit naar mobiele apparaten. Hierdoor kunnen werknemers veilig bestanden op hun smartphones en tablets openen, versleutelen en ontsleutelen, waardoor gevoelige informatie verder wordt beschermd terwijl ze onderweg werken.</li>
pl: <li><b>Szyfrowanie plików mobilnych:</b> AxCrypt rozszerza swoje niezawodne zabezpieczenia na urządzenia mobilne dzięki dedykowanej aplikacji mobilnej. Dzięki temu pracownicy mogą bezpiecznie uzyskiwać dostęp do plików na smartfonach i tabletach, szyfrować je i odszyfrowywać, co dodatkowo chroni poufne informacje podczas pracy w drodze.</li>
pt: <li><b>Criptografia de arquivos móveis:</b> O AxCrypt estende sua segurança robusta para dispositivos móveis com seu aplicativo móvel dedicado. Isso permite que os funcionários acessem, criptografem e descriptografem arquivos com segurança em seus smartphones e tablets, protegendo ainda mais informações confidenciais enquanto trabalham em qualquer lugar.</li>
ru: <li><b>Шифрование файлов на мобильных устройствах:</b> AxCrypt распространяет свою надежную защиту на мобильные устройства с помощью специального мобильного приложения. Это позволяет сотрудникам безопасно получать доступ, шифровать и расшифровывать файлы на своих смартфонах и планшетах, дополнительно защищая конфиденциальную информацию во время работы на ходу.</li>
sv: <li><b>Mobil filkryptering:</b> AxCrypt utökar sitt robusta skydd till mobila enheter med sin dedikerade mobilapp. Detta gör det möjligt för anställda att säkert komma åt, kryptera och dekryptera filer på sina smartphones och surfplattor, vilket ytterligare skyddar känslig information när de arbetar på språng.</li>
tr: <li><b>Mobil Dosya Şifreleme:</b> AxCrypt, özel mobil uygulaması ile sağlam güvenliğini mobil cihazlara genişletiyor. Bu, çalışanların akıllı telefonlarındaki ve tabletlerindeki dosyalara güvenli bir şekilde erişmelerine, şifrelemelerine ve şifrelerini çözmelerine olanak tanıyarak hareket halindeyken hassas bilgileri daha da korur.</li>
zh: <li><b>手机文件加密：</b> AxCrypt通过其专用的移动应用程序将其强大的安全性扩展到移动设备。这使员工能够安全地访问、加密和解密智能手机和平板电脑上的文件，从而在旅途中进一步保护敏感信息。</li>
