Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HPYBFC_H5_SH3_Text2
source: Ensure you use multi-factor authentication (MFA). MFA is a verification security process that requires you to provide two or more proofs of your identity before you can access your account. For example, a system will require a password and a code sent to your mobile device before access is granted. Multi-factor authentication adds an additional layer of security to make it harder for attackers to gain access to your device or online accounts.
ar: تأكد من استخدام المصادقة متعددة العوامل (MFA). MFA هي عملية أمان تحقق تتطلب منك تقديم اثنتين أو أكثر من إثباتات هويتك قبل أن تتمكن من الوصول إلى حسابك. على سبيل المثال ، سيطلب النظام كلمة مرور ورمزًا يتم إرساله إلى جهازك المحمول قبل منح الوصول. تضيف المصادقة متعددة العوامل طبقة إضافية من الأمان لتجعل من الصعب على المهاجمين الوصول إلى جهازك أو حساباتك عبر الإنترنت.
de: Stellen Sie sicher, dass Sie die Multi-Faktor-Authentifizierung (MFA) verwenden. MFA ist ein Verifizierungssicherheitsprozess, bei dem Sie zwei oder mehr Identitätsnachweise vorlegen müssen, bevor Sie auf Ihr Konto zugreifen können. Beispielsweise benötigt ein System ein Passwort und einen Code, die an Ihr Mobilgerät gesendet werden, bevor der Zugriff gewährt wird. Die Multi-Faktor-Authentifizierung fügt eine zusätzliche Sicherheitsebene hinzu, um Angreifern den Zugriff auf Ihr Gerät oder Ihre Online-Konten zu erschweren.
es: Asegúrate de utilizar la autenticación multifactor (MFA). La MFA consiste en un proceso de seguridad de verificación que requiere que proporciones dos o más pruebas de tu identidad antes de poder acceder a tu cuenta. Por ejemplo, un sistema requerirá una contraseña y un código enviado a tu dispositivo móvil antes de que se conceda el acceso. La autenticación multifactor agrega una capa adicional de seguridad para dificultar que los atacantes obtengan acceso a tu dispositivo o cuentas en línea.
fr: Assurez-vous d’utiliser l’authentification multifacteur (MFA). MFA est un processus de sécurité de vérification qui vous oblige à fournir deux preuves ou plus de votre identité avant de pouvoir accéder à votre compte. Par exemple, un système nécessitera un mot de passe et un code envoyés à votre appareil mobile avant que l’accès ne soit accordé. L’authentification multifacteur ajoute une couche de sécurité supplémentaire pour rendre plus difficile pour les attaquants d’accéder à votre appareil ou à vos comptes en ligne.
it: Assicurati di utilizzare l'autenticazione a più fattori (MFA). La MFA è un processo di verifica di sicurezza che richiede di fornire due o più prove della propria identità prima di poter accedere al proprio account. Ad esempio, un sistema richiederà una password e un codice inviati al dispositivo mobile prima che l'accesso venga concesso. L'autenticazione a più fattori aggiunge un ulteriore livello di sicurezza per rendere più difficile per gli aggressori accedere al tuo dispositivo o agli account online.
ko: MFA(다요소 인증)를 사용해야 합니다. MFA는 계정에 액세스하기 전에 두 개 이상의 신원 증명을 제공해야 하는 보안 확인 프로세스입니다. 예를 들어, 시스템에 액세스 권한이 부여되기 전에 모바일 장치로 전송된 암호와 코드가 필요합니다. 다중 요소 인증은 보안 계층을 추가하여 공격자가 장치 또는 온라인 계정에 액세스하기 어렵게 만듭니다.
nl: Zorg ervoor dat u multi-factor authenticatie (MFA) gebruikt. MFA is een verificatiebeveiligingsproces waarbij u twee of meer bewijzen van uw identiteit moet verstrekken voordat u toegang krijgt tot uw account. Een systeem vereist bijvoorbeeld een wachtwoord en een code die naar uw mobiele apparaat wordt gestuurd voordat toegang wordt verleend. Multi-factor authenticatie voegt een extra beveiligingslaag toe om het aanvallers moeilijker te maken toegang te krijgen tot uw apparaat of online accounts.
pl: Upewnij się, że używasz uwierzytelniania wieloskładnikowego (MFA). MFA to proces zabezpieczeń weryfikacji, który wymaga dostarczenia dwóch lub więcej dowodów tożsamości przed uzyskaniem dostępu do konta. Na przykład system będzie wymagał hasła i kodu wysłanego do urządzenia mobilnego przed przyznaniem dostępu. Uwierzytelnianie wieloskładnikowe dodaje dodatkową warstwę zabezpieczeń, aby utrudnić atakującym uzyskanie dostępu do Twojego urządzenia lub kont internetowych.
pt: Certifique-se de que usa autenticação multi-factor (MFA). A MFA é um processo de segurança de verificação que lhe exige duas ou mais provas da sua identidade antes de lhe dar acesso à sua conta. Por exemplo, um sistema exige uma palavra-passe e um código enviado para o seu dispositivo móvel antes do acesso ser concedido. A autenticação de vários factores coloca uma camada adicional de segurança para tornar mais difícil aos invasores obter acesso ao seu dispositivo ou contas online.
ru: Убедитесь, что вы используете многофакторную аутентификацию (MFA). MFA - это процесс проверки безопасности, который требует от вас предоставить два или более подтверждения вашей личности, прежде чем вы сможете получить доступ к своей учетной записи. Например, системе потребуется ввести пароль и код, отправленные на ваше мобильное устройство, прежде чем будет предоставлен доступ. Многофакторная аутентификация добавляет дополнительный уровень безопасности, затрудняя злоумышленникам доступ к вашему устройству или онлайн-учетным записям.
sv: Se till att du använder multifaktor-autentisering (MFA). MFA är en verifieringssäkerhetsprocess som kräver att du tillhandahåller två eller flera bevis på din identitet innan du kan komma åt ditt konto. Till exempel kommer ett system att kräva ett lösenord och en kod som skickas till din mobila enhet innan åtkomst beviljas. Multifaktorautentisering lägger till ett extra lager av säkerhet för att göra det svårare för angripare att få tillgång till din enhet eller dina onlinekonton.
tr: Çok faktörlü kimlik doğrulama (MFA) kullandığınızdan emin olun. MFA, hesabınıza erişebilmeniz için kimliğinizin iki veya daha fazla kanıtını sağlamanızı gerektiren bir doğrulama güvenlik sürecidir. Örneğin, bir sistem erişim izni verilmeden önce bir parola ve mobil cihazınıza gönderilen bir kod gerektirir. Çok faktörlü kimlik doğrulama, saldırganların cihazınıza veya çevrimiçi hesaplarınıza erişmesini zorlaştırmak için ek bir güvenlik katmanı ekler.
zh: 确保您使用多因素身份验证(MFA)。 MFA是一个验证安全过程，要求您提供两个或更多的身份证明，然后才能访问您的帐户。 例如，在授予访问权限之前，系统将需要发送到您的移动设备的密码和代码。 多因素身份验证增加了额外的安全层，使攻击者更难访问您的设备或在线帐户。

# Blog_HPYBFC_H5_SH4_Text1
source: Train every new employee to protect valuable data and have them sign your information policy. Use newsletters and/or ongoing training to reinforce your culture of cybersecurity. Raise cyber security awareness among the staff and teach them how to access data in the best, secure way on every device. They should know the risks of using data with an unsecure network. That can save the company from a massive loss in the years to come. Your business is only as secure as its weakest link.
ar: تدريب كل موظف جديد على حماية البيانات القيمة وجعلهم يوقعون على سياسة المعلومات الخاصة بك. استخدم النشرات الإخبارية و / أو التدريب المستمر لتعزيز ثقافة الأمن السيبراني لديك. زيادة الوعي بالأمن السيبراني بين الموظفين وتعليمهم كيفية الوصول إلى البيانات بأفضل طريقة آمنة على كل جهاز. يجب أن يعرفوا مخاطر استخدام البيانات مع شبكة غير آمنة. يمكن أن ينقذ ذلك الشركة من خسارة فادحة في السنوات القادمة. عملك آمن فقط مثل أضعف رابط له.
de: Schulen Sie jeden neuen Mitarbeiter im Schutz wertvoller Daten und lassen Sie ihn Ihre Informationsrichtlinie unterzeichnen. Nutzen Sie Newsletter und /oder fortlaufende Schulungen, um Ihre Cybersicherheitskultur zu stärken. Sensibilisieren Sie die Mitarbeiter für Cybersicherheit und zeigen Sie ihnen, wie Sie auf jedem Gerät bestmöglich und sicher auf Daten zugreifen können. Sie sollten die Risiken der Verwendung von Daten mit einem ungesicherten Netzwerk kennen. Das kann das Unternehmen in den kommenden Jahren vor einem massiven Verlust bewahren. Ihr Unternehmen ist nur so sicher wie sein schwächstes Glied.
es: Capacita a cada nuevo empleado para proteger los datos valiosos y pídeles que firmen tu política de información. Utiliza newsletters y/o formación continua para reforzar tu cultura de ciberseguridad. Sensibiliza sobre ciberseguridad entre el personal y enséñales cómo acceder a los datos de la mejor manera y segura en cada dispositivo. Deben conocer los riesgos de usar datos con una red no segura. Eso puede salvar a la empresa de una pérdida masiva en los próximos años. Tu empresa es tan segura como tu eslabón más débil.
fr: Formez chaque nouvel employé à protéger les données précieuses et demandez-lui de signer votre politique d’information. Utilisez des bulletins d’information et/ou des formations continues pour renforcer votre culture de la cybersécurité. Sensibiliser le personnel à la cybersécurité et apprenez leur à accéder aux données de la meilleure manière et en toute sécurité sur chaque appareil. Ils doivent connaître les risques liés à l’utilisation de données avec un réseau non sécurisé. Cela peut sauver l’entreprise d’une perte massive dans les années à venir. Votre entreprise n’est aussi sûre que son maillon le plus faible.
it: Addestra ogni nuovo dipendente a proteggere i dati preziosi e chiedi loro di firmare la tua politica sulle informazioni. Utilizza newsletter e/o formazione continua per rafforzare la tua cultura della sicurezza informatica. Aumenta la consapevolezza della sicurezza informatica tra il personale e insegna loro come accedere ai dati nel modo migliore e sicuro su ogni dispositivo. Dovrebbero conoscere i rischi dell'utilizzo dei dati con una rete non sicura. Ciò può salvare l'azienda da una massiccia perdita negli anni a venire. La tua azienda è sicura solo quanto il suo anello più debole.
ko: 모든 신입 사원이 중요한 데이터를 보호하도록 교육하고 정보 정책에 서명하도록 합니다. 뉴스레터 및/또는 지속적인 교육을 사용하여 사이버 보안 문화를 강화하십시오. 직원들 사이에서 사이버 보안 의식을 높이고 모든 기기에서 최상의 보안 방식으로 데이터에 액세스하는 방법을 알려줍니다. 그들은 안전하지 않은 네트워크에서 데이터를 사용할 때의 위험을 알아야 합니다. 그것은 앞으로 몇 년 동안 회사를 대규모 손실로부터 구할 수 있습니다.
nl: Train elke nieuwe werknemer om waardevolle gegevens te beschermen en laat hen uw informatiebeleid ondertekenen. Gebruik nieuwsbrieven en/of voortdurende training om uw cultuur van cyberbeveiliging te versterken. Maak het personeel bewust van cyberbeveiliging en leer ze hoe ze op elk apparaat op de beste, veilige manier toegang krijgen tot gegevens. Ze moeten de risico's kennen van het gebruik van gegevens met een onbeveiligd netwerk. Dat kan het bedrijf de komende jaren behoeden voor een enorm verlies. Uw bedrijf is slechts zo veilig als de zwakste schakel.
pl: Przeszkol każdego nowego pracownika w zakresie ochrony cennych danych i poproś go o podpisanie Twojej polityki informacyjnej. Korzystaj z biuletynów i/lub ciągłych szkoleń, aby wzmocnić swoją kulturę cyberbezpieczeństwa. Podnieś wśród pracowników świadomość bezpieczeństwa cybernetycznego i naucz ich, jak uzyskać dostęp do danych w najlepszy, bezpieczny sposób na każdym urządzeniu. Powinni znać zagrożenia związane z używaniem danych w niezabezpieczonej sieci. To może uratować firmę przed ogromnymi stratami w nadchodzących latach. Twoja firma jest tak bezpieczna, jak jej najsłabsze ogniwo.
pt: Dê formação a cada novo trabalhador para proteger dados valiosos e faça com assinem a sua política de informação. Utilize newsletters e/ou formação contínua para reforçar a sua cultura de cibersegurança. Aumente a consciência da cibersegurança do pessoal e ensine-o como aceder a dados da forma mais segura em cada dispositivo. Eles devem saber os riscos de usarem dados numa rede desprotegida. Tal pode poupar a empresa de uma enorme perda durante vários anos. O seu negócio só é tão seguro quanto o seu ponto mais fraco.
ru: Обучите каждого нового сотрудника защите ценных данных и попросите их подробно ознакомиться с вашей информационную политикой. Используйте информационные бюллетени и / или постоянное обучение для укрепления вашей культуры кибербезопасности. Повысьте осведомленность персонала о кибербезопасности и научите их, как наилучшим и безопасным способом получать доступ к данным на каждом устройстве. Они должны знать о рисках использования данных в незащищенной сети. Это может спасти компанию от огромных потерь в ближайшие годы. Ваш бизнес защищен настолько, насколько защищено его самое слабое звено.
sv: Utbilda varje ny medarbetare att skydda värdefull data och få dem att skriva under din informationspolicy. Använd nyhetsbrev och/eller fortlöpande utbildning för att stärka din cybersäkerhetskultur. Öka medvetenheten om cybersäkerhet bland personalen och lär dem hur de kan komma åt data på bästa, säkra sätt på varje enhet. De bör känna till riskerna med att använda data med ett osäkert nätverk. Det kan rädda företaget från en massiv förlust under de kommande åren. Ditt företag är bara så säkert som dess svagaste länk.
tr: Her yeni çalışanı değerli verileri koruma konusunda eğitim ve bilgi politikanızı imzalamalarını sağlayın. Siber güvenlik kültürünüzü güçlendirmek için haber bültenlerini ve/veya sürekli eğitimleri kullanın. Personel arasında siber güvenlik bilincini artırın ve onlara her cihazda verilere en iyi ve güvenli şekilde nasıl erişileceğini öğretin. Verileri güvenli olmayan bir ağda kullanmanın risklerini bilmeleri gerekir. Bu, şirketi ileriki yıllardaki büyük bir kayıptan kurtarabilir. İşletmeniz, yalnızca en zayıf halkası kadar güvenlidir.
zh: 培训每位新员工以保护有价值的数据，并让他们签署您的信息政策。 使用时事通讯和/或持续的培训来加强你的网络安全文化。 提高员工的网络安全意识，并教他们如何在每台设备上以最佳、安全的方式访问数据。 他们应该知道在不安全的网络中使用数据的风险。 这可以使公司在未来几年免于巨额亏损。 你的生意只有在最薄弱的一环才能安全.

# Blog_HPYBFC_H5_SubHeading1
source: <strong>Secure your hardware</strong>
ar: <strong> قم بتأمين أجهزتك</strong>
de: <strong>Sichern Sie Ihre Hardware</strong>
es: <strong>Protege tu hardware</strong>
fr: <strong>Sécurisez votre matériel</strong>
it: <strong>Proteggi il tuo hardware</strong>
ko: <strong>하드웨어 보안</strong>
nl: <strong>Beveilig uw hardware</strong>
pl: <strong>Zabezpiecz swój sprzęt</strong>
pt: <strong>Proteja o seu hardware</strong>
ru: <strong>Защитите свое оборудование</strong>
sv: <strong>Säkra din hårdvara</strong>
tr: <strong>Donanımınızın güvenliğini sağlayın</strong>
zh: <strong>保护您的硬件</strong>

# Blog_HPYBFC_H5_SubHeading2
source: <strong>Encryption</strong>
ar: <strong> التشفير</strong>
de: <strong>Verschlüsselung</strong>
es: <strong>Cifrado</strong>
fr: <strong>Chiffrement</strong>
it: <strong>Codifica</strong>
ko: <strong>암호화</strong>
nl: <strong>Encryptie</strong>
pl: <strong>Szyfrowanie</strong>
pt: <strong>Cifragem</strong>
ru: <strong>Шифрование</strong>
sv: <strong>Kryptering</strong>
tr: <strong>Şifreleme</strong>
zh: <strong>加密</strong>

# Blog_HPYBFC_H5_SubHeading3
source: <strong>Data backup</strong>
ar: <strong> النسخ الاحتياطي للبيانات</strong>
de: <strong>Datensicherung</strong>
es: <strong>Copia de seguridad de datos</strong>
fr: <strong>Sauvegarde des données</strong>
it: <strong>Backup dei dati</strong>
ko: <strong>데이터 백업</strong>
nl: <strong>Gegevensback-up</strong>
pl: <strong>Kopia zapasowa danych</strong>
pt: <strong>Cópia de segurança de dados</strong>
ru: <strong>Резервное копирование данных</strong>
sv: <strong>Säkerhetskopiering</strong>
tr: <strong>Veri yedekleme</strong>
zh: <strong>数据备份</strong>

# Blog_HPYBFC_H5_SubHeading4
source: <strong>Raise cybersecurity awareness</strong>
ar: <strong> رفع الوعي بالأمن السيبراني </ strong>
de: <strong>Sensibilisierung für Cybersicherheit</strong>
es: <strong>Sensibiliza sobre ciberseguridad</strong>
fr: <strong>Sensibiliser à la cybersécurité</strong>
it: <strong>Aumentare la consapevolezza della sicurezza informatica</strong>
ko: <strong>사이버 보안 인식 제고</strong>
nl: <strong>Bewustzijn op het gebied van cyberbeveiliging vergroten</strong>
pl: <strong>Podnoszenie świadomości cyberbezpieczeństwa</strong>
pt: <strong>Aumentar a consciência sobre a cibersegurança</strong>
ru: <strong>Повысить осведомленность о кибербезопасности</strong>
sv: <strong>Att öka medvetenheten om cybersäkerhet</strong>
tr: <strong>Siber güvenlik farkındalığını artırın</strong>
zh: <strong>提高网络安全意识</strong>

# Blog_HPYBFC_H5_Text1
source: Here are a few tips if you encounter cyber threats.
ar: فيما يلي بعض النصائح إذا واجهت تهديدات إلكترونية.
de: Hier sind einige Tipps, wenn Sie auf Cyberbedrohungen stoßen.
es: Aquí hay algunos consejos si estás expuesto a ciberamenazas.
fr: Voici quelques conseils si vous rencontrez des cybermenaces.
it: Ecco alcuni suggerimenti se incontri minacce informatiche.
ko: 다음은 사이버 위협에 직면한 경우에서 유용한 몇 가지 팁입니다.
nl: Hier volgen enkele tips voor als u te maken krijgt met cyberdreigingen.
pl: Oto kilka wskazówek, jeśli napotkasz cyberzagrożenia.
pt: Aqui estão algumas dicas para o caso de encontrar ciberameaças.
ru: Вот несколько советов: что делать, если вы столкнетесь с киберугрозами.
sv: Här är några tips om du stöter på cyberhot.
tr: İşte siber tehditlerle karşılaşırsanız birkaç ipucu.
zh: 如果您遇到网络威胁，以下是一些提示。

# Blog_HPYBFC_Heading1
source: AxCrypt wishes you a cracking Easter!
ar: اكسكربت تتمنى لكم عيد فصح متصدع!
de: AxCrypt wünscht Ihnen ein knackiges Osterfest!
es: ¡AxCrypt les desea una Feliz Pascua!
fr: AxCrypt vous souhaite une joyeuse Pâques!
it: AxCrypt vi augura una Pasqua scoppiettante!
ko: AxCrypt는 당신에게 부활절을 기원합니다!
nl: AxCrypt wenst u een knallend Pasen!
pl: AxCrypt życzy Ci wspaniałej Wielkanocy!
pt: A AxCrypt deseja-lhe uma Páscoa sensacional!
ru: AxCrypt желает вам веселой Пасхи!
sv: AxCrypt önskar dig en sprakande påsk!
tr: AxCrypt Paskalyanızı kutlar!
zh: AxCrypt祝你有一个破解复活节！

# Blog_HPYBFC_Heading2
source: What is a cyberattack?
ar: ما هو الهجوم السيبراني؟
de: Was ist ein Cyberangriff?
es: ¿Qué es un ciberataque?
fr: Qu’est-ce qu’une cyberattaque ?
it: Cos'è un attacco informatico?
ko: 사이버 공격이란 무엇입니까?
nl: Wat is een cyberaanval?
pl: Czym jest cyberatak?
pt: O que é um ciberataque?
ru: Что такое кибератака?
sv: Vad är en cyberattack?
tr: Siber saldırı nedir?
zh: 什么是网络攻击？

# Blog_HPYBFC_Heading3
source: Businesses experience these top eight cyberattacks:
ar: تواجه الشركات هذه الهجمات الإلكترونية الثمانية الأوائل:
de: Unternehmen erleben diese acht häufigsten Cyberangriffe:
es: Las empresas experimentan estos ocho ciberataques principales:
fr: Les entreprises sont confrontées à ces huit principales cyberattaques:
it: Le aziende subiscono questi otto principali attacchi informatici:
ko: 기업은 다음과 같은 상위 8개의 사이버 공격을 경험합니다.
nl: Bedrijven ervaren deze top acht cyberaanvallen:
pl: Firmy doświadczają tych ośmiu najczęstszych cyberataków:
pt: Os negócios conhecem a realidade destes oito tipos de ciberataques:
ru: Предприятия сталкиваются с восемью основными кибератаками:
sv: Företag upplever dessa topp åtta cyberattacker:
tr: İşletmelerin en çok karşılaştığı sekiz siber saldırı şu şekildedir:
zh: 企业经历了这八大网络攻击:

# Blog_HPYBFC_Heading4
source: How are cyberattacks and data breaches different?
ar: كيف تختلف الهجمات الإلكترونية وخروقات البيانات؟
de: Wie unterscheiden sich Cyberangriffe und Datenschutzverletzungen?
es: ¿En qué se diferencian los ciberataques y las filtraciones de datos?
fr: En quoi les cyberattaques et les violations de données sont-elles différentes ?
it: In che modo gli attacchi informatici e le violazioni dei dati sono diversi?
ko: 사이버 공격과 데이터 침해는 어떻게 다릅니까?
nl: Hoe verschillen cyberaanvallen en datalekken?
pl: Czym różnią się cyberataki od naruszeń danych?
pt: Quão diferentes são os ciberataques das violações de dados?
ru: Чем отличаются кибератаки от утечек данных?
sv: Vad skiljer cyberattacker och dataintrång åt?
tr: Siber saldırılar ve veri ihlalleri nasıl ayrışır?
zh: 网络攻击和数据泄露有何不同？

# Blog_HPYBFC_Heading5
source: How do you protect yourself?
ar: كيف تحمي نفسك؟
de: Wie schützen Sie sich?
es: ¿Cómo puedes protegerte?
fr: Comment vous protégez-vous?
it: Come proteggi te stesso?
ko: 어떻게 자신을 보호하나요?
nl: Hoe beschermt u uzelf?
pl: Jak się chronisz?
pt: Como é que você se protege?
ru: Как вы защищаете себя?
sv: Hur kan du skydda dig själv?
tr: Kendinizi nasıl korursunuz?
zh: 您如何保护自己？

# Blog_HPYBFC_Summary
source: 'Scientia potentia est' originating from Latin, meaning knowledge is power, is a relevant aphorism that can be associated with today's world. This dictum is now truer than ever, as a result of rapid advances in information technology.
ar: إن كلمة "Scientia potentia est" التي نشأت من اللاتينية ، والتي تعني المعرفة قوة ، هي قول مأثور ذي صلة يمكن ربطه بعالم اليوم. هذا القول المأثور هو الآن أكثر صحة من أي وقت مضى ، نتيجة للتقدم السريع في تكنولوجيا المعلومات.
de: 'Scientia potentia est' stammt aus dem Lateinischen und bedeutet Wissen ist Macht, ist ein relevanter Aphorismus, der mit der heutigen Welt in Verbindung gebracht werden kann. Dieses Diktum ist heute aufgrund der rasanten Fortschritte in der Informationstechnologie wahrer denn je.
es: 'Scientia potentia est' originario del latín, que significa que el conocimiento es poder, es un aforismo relevante que se puede asociar con el mundo actual. Este dicho es ahora más cierto que nunca, como resultado de los rápidos avances en la tecnología de la información.
fr: 'Scientia potentia est' vient du latin, signifiant savoir c'est pouvoir, est un aphorisme pertinent qui peut être associé au monde d'aujourd'hui. Ce dicton est maintenant plus vrai que jamais, en raison des progrès rapides des technologies de l'information.
it: 'Scientia potentia est' di origine latina, che significa sapere è potere, è un aforisma rilevante che può essere associato al mondo di oggi. Questo detto è ora più vero che mai, come risultato dei rapidi progressi nella tecnologia dell'informazione.
ko: 'Scientia potentia est'는 지식이 힘이라는 의미의 라틴어로, 오늘날의 세상과 연관될 수 있는 적절한 격언입니다. 실제 이 격언은 정보 기술의 급속한 발전으로 인해 그 어느 때보다 사실로 다가왔습니다.
nl: 'Scientia potentia est', afkomstig uit het Latijn, betekent dat kennis macht is. Dit is een relevant aforisme dat geassocieerd kan worden met de wereld van vandaag. Deze uitspraak geldt nu meer dan ooit, als gevolg van de snelle vooruitgang in de informatietechnologie.
pl: „Scientia potentia est” wywodząca się z łaciny, oznaczająca, że wiedza to władza, jest trafnym aforyzmem, który można kojarzyć z dzisiejszym światem. To stwierdzenie jest teraz prawdziwsze niż kiedykolwiek w wyniku szybkiego postępu w technologii informacyjnej.
pt: Em latim, 'Scientia potentia est' significa conhecimento é poder. É um aforismo relevante que pode ser associado ao mundo de hoje. Este dito é agora mais verdadeiro que nunca, dados os rápidos avanços das tecnologias de informação.
ru: "Scientia potentia est" — "знание - это сила", является актуальным афоризмом, который ассоциируется с сегодняшним миром. Это изречение сейчас более справедливо, чем когда-либо, в результате стремительного развития информационных технологий.
sv: 'Scientia potentia est' som kommer från latin, betyder kunskap är makt, och är en relevant aforism som kan appliceras på världen idag. Detta påstående är nu sannare än någonsin, som ett resultat av snabba framsteg inom informationsteknologin.
tr: Bilgi güçtür anlamına gelen Latince kökenli 'Scientia potentia est', günümüz dünyasıyla ilişkilendirilebilecek ilgili bir aforizmadır. Bilgi teknolojisindeki hızlı gelişmelerin bir sonucu olarak, bu hüküm şimdi her zamankinden daha doğrudur.
zh: "Scientia potentia est"起源于拉丁语，意思是知识就是力量，是一种相关的格言，可以与当今世界联系起来。 由于信息技术的快速发展，这一格言现在比以往任何时候都更加真实。

# Blog_HPYBFC_Title
source: How to protect your business from cyberthreats
ar: كيف تحمي عملك من التهديدات السيبرانية
de: So schützen Sie Ihr Unternehmen vor Cyberbedrohungen
es: Cómo proteger tu empresa de las ciberamenazas
fr: Comment protéger votre entreprise contre les cybermenaces
it: Come proteggere la tua azienda dalle minacce informatiche
ko: 사이버 위협으로부터 비즈니스를 보호하는 방법
nl: Hoe uw bedrijf te beschermen tegen cyberbedreigingen
pl: Jak chronić swój biznes przed cyberzagrożeniami
pt: Como proteger o seu negócio de ciberameaças
ru: Как защитить свой бизнес от киберугроз
sv: Hur du skyddar ditt företag från cyberhot
tr: İşletmeniz siber tehditlerden nasıl korunur
zh: 如何保护您的企业免受网络威胁
