Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxcryptBusinessGuideBlock2Text4
source: You will be presented with a total amount, and a calculation showing your discount (if provided) and VAT being applied. Click the button with the credit card logo, and complete the purchase.
de: Sie erhalten einen Gesamtbetrag und eine Berechnung, aus der Ihr Rabatt (falls vorhanden) und die angewendete Mehrwertsteuer hervorgehen. Klicken Sie auf die Schaltfläche mit dem Kreditkartenlogo und schließen Sie den Kauf ab.
es: Se le presentará una cantidad total y un cálculo que muestra su descuento (si se proporciona) y el IVA que se aplica. Haga clic en el botón con el logotipo de la tarjeta de crédito y complete la compra.
fr: Un montant total vous sera présenté, ainsi qu'un calcul montrant votre remise (le cas échéant) et la TVA appliquée. Cliquez sur le bouton avec le logo de la carte de crédit et finalisez l'achat.
it: Ti verrà presentato un importo totale e un calcolo che mostra lo sconto (se fornito) e l'IVA applicata. Fai clic sul pulsante con il logo della carta di credito e completa l'acquisto.
ko: 총 금액과 할인(제공된 경우) 및 VAT가 적용되는 계산서가 제공됩니다. 신용 카드 로고가 있는 버튼을 클릭하고 구매를 완료하십시오.
nl: U krijgt een totaal bedrag te zien, en een berekening waaruit blijkt dat uw korting (indien verstrekt) en btw worden toegepast. Klik op de knop met het creditcardlogo en voltooi de aankoop.
pl: Zostanie wyświetlona łączna kwota oraz kalkulacja pokazująca rabat (jeśli został podany) i zastosowany podatek VAT. Kliknij przycisk z logo karty kredytowej i sfinalizuj zakup.
ru: Вам будет представлена общая сумма и расчет с указанием вашей скидки (если она предоставлена) и применяемого НДС. Нажмите кнопку с логотипом кредитной карты и завершите покупку.
zh: 您将看到总金额，以及显示您的折扣（如果提供）和增值税的计算结果。单击带有信用卡徽标的按钮，然后完成购买。

# AxcryptBusinessGuideBlock2Text5
source: <b>Note:</b> Upon completing the purchase, you are automatically designated as the administrator.
de: <b>Anmerkung:</b> Nach Abschluss des Kaufs werden Sie automatisch zum Administrator ernannt.
es: <b>Nota:</b> Al finalizar la compra, se le designa automáticamente como administrador.
fr: <b>Remarque :</b> Une fois l'achat effectué, vous êtes automatiquement désigné comme administrateur.
it: <b>Nota:</b> Al termine dell'acquisto, l'utente viene automaticamente designato come amministratore.
ko: <b>참고:</b> 구매를 완료하면 자동으로 관리자로 지정됩니다.
nl: <b>Opmerking:</b> Na het voltooien van de aankoop wordt u automatisch aangewezen als de beheerder.
pl: <b>Uwaga:</b> po sfinalizowaniu zakupu zostaniesz automatycznie wyznaczony na administratora.
ru: <b>Заметка:</b> После завершения покупки вы автоматически назначаетесь администратором.
zh: <b>注意：</b> 完成购买后，您将自动被指定为管理员。

# AxcryptBusinessGuideBlock3Heading
source: Manage Your Business Subscription
de: Verwalten Sie Ihr Business-Abonnement
es: Administrar la suscripción de su empresa
fr: Gérer votre abonnement Business
it: Gestisci il tuo abbonamento aziendale
ko: 비즈니스 구독 관리
nl: Uw zakelijke abonnement beheren
pl: Zarządzaj subskrypcją biznesową
ru: Управляйте своей бизнес-подпиской
zh: 管理您的企业订阅

# AxcryptBusinessGuideBlock3SubHeading3
source: Add or Remove Members:
de: Hinzufügen oder Entfernen von Mitgliedern:
es: Agregar o quitar miembros:
fr: Ajouter ou supprimer des membres :
it: Aggiungi o rimuovi membri:
ko: 구성원 추가 또는 제거:
nl: Leden toevoegen of verwijderen:
pl: Dodaj lub usuń członków:
ru: Добавление или удаление участников:
zh: 添加或删除成员：

# AxcryptBusinessGuideBlock3Text1
source: <a href='https://account.axcrypt.net/en/Home/Login'><b>Sign in</b></a> with an AxCrypt ID on our website and ensure that you are designated as the administrator.
de: <a href='https://account.axcrypt.net/en/Home/Login'><b>Sign in</b></a> mit einer AxCrypt-ID auf unserer Website an und stellen Sie sicher, dass Sie als Administrator festgelegt sind.
es: <a href='https://account.axcrypt.net/en/Home/Login'><b>Inicie sesión</b></a> con un ID de AxCrypt en nuestro sitio web y asegúrese de que está designado como administrador.
fr: <a href='https://account.axcrypt.net/en/Home/Login'><b>Connectez-vous</b></a> avec un identifiant AxCrypt sur notre site Web et assurez-vous d'être désigné comme administrateur.
it: <a href='https://account.axcrypt.net/en/Home/Login'><b>Accedi</b></a> con un ID AxCrypt sul nostro sito Web e assicurati di essere designato come amministratore.
ko: <a href='https://account.axcrypt.net/en/Home/Login'><b>AxCrypt ID로 당사 웹 사이트에 로그인</b></a>하고 관리자로 지정되어 있는지 확인하십시오.
nl: <a href='https://account.axcrypt.net/en/Home/Login'><b>Log in</b></a> met een AxCrypt ID op onze website en zorg ervoor dat u bent aangewezen als beheerder.
pl: <a href='https://account.axcrypt.net/en/Home/Login'><b>Zaloguj się</b></a> przy użyciu identyfikatora AxCrypt na naszej stronie internetowej i upewnij się, że jesteś wyznaczony jako administrator.
ru: <a href='https://account.axcrypt.net/en/Home/Login'><b>Sign in</b></a> с помощью AxCrypt ID на нашем сайте и убедитесь, что вы назначены администратором.
zh: 在我们的网站上使用 AxCrypt ID <a href='https://account.axcrypt.net/en/Home/Login'><b>Sign in</b></a>，并确保您被指定为管理员。

# AxcryptBusinessGuideBlock3Text2
source: You can update your business name, address, and EU VAT number (if applicable) in the <b>AxCrypt ID</b> section. Please note that the information we store is limited to these details.
de: Sie können Ihren Firmennamen, Ihre Adresse und Ihre EU-Umsatzsteuer-Identifikationsnummer (falls zutreffend) im Abschnitt <b>AxCrypt-ID</b> aktualisieren. Bitte beachten Sie, dass die von uns gespeicherten Informationen auf diese Details beschränkt sind.
es: Puede actualizar el nombre, la dirección y el número de IVA de la UE de su empresa (si corresponde) en la sección <b>AxCrypt ID</b>. Tenga en cuenta que la información que almacenamos se limita a estos detalles.
fr: Vous pouvez mettre à jour le nom de votre entreprise, l'adresse et le numéro de TVA de l'UE (le cas échéant) dans la section <b>AxCrypt ID</b>. Veuillez noter que les informations que nous conservons se limitent à ces détails.
it: Puoi aggiornare il nome della tua attività, l'indirizzo e il numero di partita IVA dell'UE (se applicabile) nella sezione <b>ID AxCrypt</b> . Si prega di notare che le informazioni che memorizziamo sono limitate a questi dettagli.
ko: <b>AxCrypt ID</b> 섹션에서 사업자 이름, 주소 및 EU VAT 번호(해당되는 경우)를 업데이트할 수 있습니다. 당사가 저장하는 정보는 이러한 세부 정보로 제한됩니다.
nl: U kunt uw bedrijfsnaam, adres en EU-btw-nummer (indien van toepassing) bijwerken in de sectie <b>AxCrypt ID</b>. Houd er rekening mee dat de informatie die we opslaan beperkt is tot deze gegevens.
pl: Możesz zaktualizować nazwę swojej firmy, adres i numer VAT UE (jeśli dotyczy) w sekcji <b>Identyfikator AxCrypt</b>. Należy pamiętać, że informacje, które przechowujemy, ograniczają się do tych szczegółów.
ru: Вы можете обновить название, адрес и номер плательщика НДС в ЕС (если применимо) в разделе <b>AxCrypt ID</b>. Обратите внимание, что информация, которую мы храним, ограничена этими данными.
zh: 您可以在 <b>AxCrypt ID</b> 部分更新您的公司名称、地址和欧盟增值税号（如适用）。请注意，我们存储的信息仅限于这些详细信息。

# AxcryptBusinessGuideBlock3Text3
source: As the administrator, you can add or remove members as necessary:
de: Als Administrator können Sie bei Bedarf Mitglieder hinzufügen oder entfernen:
es: Como administrador, puede agregar o quitar miembros según sea necesario:
fr: En tant qu'administrateur, vous pouvez ajouter ou supprimer des membres si nécessaire :
it: In qualità di amministratore, è possibile aggiungere o rimuovere membri in base alle esigenze:
ko: 관리자는 필요에 따라 구성원을 추가하거나 제거할 수 있습니다.
nl: Als beheerder kunt u indien nodig leden toevoegen of verwijderen:
pl: Jako administrator możesz w razie potrzeby dodawać i usuwać członków:
ru: Как администратор, вы можете добавлять или удалять участников по мере необходимости:
zh: 作为管理员，您可以根据需要添加或删除成员：

# AxcryptBusinessGuideBlock3Text4
source: If there is a new member who doesn’t have an AxCrypt ID, they will receive an invitation email to create one.
de: Wenn es ein neues Mitglied gibt, das keine AxCrypt-ID hat, erhält es eine Einladungs-E-Mail, um eine zu erstellen.
es: Si hay un nuevo miembro que no tiene un ID de AxCrypt, recibirá un correo electrónico de invitación para crear uno.
fr: S'il y a un nouveau membre qui n'a pas d'identifiant AxCrypt, il recevra un e-mail d'invitation pour en créer un.
it: Se c'è un nuovo membro che non ha un ID AxCrypt, riceverà un'e-mail di invito per crearne uno.
ko: AxCrypt ID가 없는 새 구성원이 있는 경우 해당 구성원을 만들기 위한 초대 전자 메일을 받게 됩니다
nl: Als er een nieuw lid is dat geen AxCrypt-ID heeft, ontvangen ze een uitnodigingsmail om er een te maken.
pl: Jeśli pojawi się nowy członek, który nie ma identyfikatora AxCrypt, otrzyma wiadomość e-mail z zaproszeniem do jego utworzenia.
ru: Если у нового участника нет AxCrypt ID, он получит электронное письмо с приглашением на его создание.
zh: 如果有新成员没有 AxCrypt ID，他们将收到一封邀请电子邮件来创建一个。

# AxcryptBusinessGuideBlock3Text5
source: Existing AxCrypt users will receive a welcome email upon being added.
de: Bestehende AxCrypt-Benutzer erhalten eine Willkommens-E-Mail, sobald sie hinzugefügt werden.
es: Los usuarios existentes de AxCrypt recibirán un correo electrónico de bienvenida al ser agregados.
fr: Les utilisateurs existants d'AxCrypt recevront un e-mail de bienvenue lors de leur ajout.
it: Gli utenti esistenti di AxCrypt riceveranno un'e-mail di benvenuto al momento dell'aggiunta.
ko: 기존 AxCrypt 사용자는 추가 시 환영 이메일을 받게 됩니다.
nl: Bestaande AxCrypt-gebruikers ontvangen een welkomstmail wanneer ze worden toegevoegd.
pl: Obecni użytkownicy AxCrypt otrzymają powitalną wiadomość e-mail po dodaniu.
ru: Существующие пользователи AxCrypt получат приветственное электронное письмо после добавления.
zh: 现有 AxCrypt 用户在添加后将收到一封欢迎电子邮件。

# AxcryptBusinessGuideBlock3Text6
source: <b>Note:</b>You cannot remove yourself as the administrator or from the subscription.
de: <b>Anmerkung:</b>Sie können sich nicht selbst als Administrator oder aus dem Abonnement entfernen.
es: <b>Nota:</b>No puede quitarse como administrador o de la suscripción.
fr: <b>Remarque :</b> Vous ne pouvez pas vous retirer en tant qu'administrateur ni de l'abonnement.
it: <b>Nota:</b>Non è possibile rimuovere se stessi come amministratore o dall'abbonamento.
ko: <b>참고:</b>관리자나 구독에서 자신을 제거할 수 없습니다.
nl: <b>Opmerking:</b>U kunt uzelf niet verwijderen als beheerder of uit het abonnement.
pl: <b>Uwaga:</b>nie możesz usunąć siebie jako administratora ani usunąć się z subskrypcji.
ru: <b>Заметка:</b>Вы не можете удалить себя в качестве администратора, а также удалиться из подписки.
zh: <b>注意：</b>您无法将自己作为管理员或从订阅中删除。

# AxcryptBusinessGuideBlock4Heading2
source: Add Users to Groups:
de: Hinzufügen von Benutzern zu Gruppen:
es: Agregar usuarios a grupos:
fr: Ajouter des utilisateurs aux groupes :
it: Aggiungi utenti ai gruppi:
ko: 그룹에 사용자 추가:
nl: Gebruikers toevoegen aan groepen:
pl: Dodaj użytkowników do grup:
ru: Добавление пользователей в группы:
zh: 将用户添加到组：

# AxcryptBusinessGuideBlock4Heading3
source: Remove Existing Users:
de: Vorhandene Benutzer entfernen:
es: Quitar usuarios existentes:
fr: Supprimer des utilisateurs existants :
it: Rimuovi utenti esistenti:
ko: 기존 사용자 제거:
nl: Bestaande gebruikers verwijderen:
pl: Usuń istniejących użytkowników:
ru: Удаление существующих пользователей:
zh: 删除现有用户：

# AxcryptBusinessGuideBlock4Heading4
source: Update Existing User Role:
de: Aktualisieren Sie die vorhandene Benutzerrolle:
es: Actualizar rol de usuario existente:
fr: Mettre à jour le rôle d'un utilisateur existant :
it: Aggiorna ruolo utente esistente:
ko: 기존 사용자 역할 업데이트:
nl: Bestaande gebruikersrol bijwerken:
pl: Zaktualizuj istniejącą rolę użytkownika:
ru: Обновите существующую роль пользователя:
zh: 更新现有用户角色：

# AxcryptBusinessGuideBlock4Text1
source: Efficiently manage your AxCrypt Business subscription by adding, removing, or updating user roles.
de: Verwalten Sie Ihr AxCrypt Business-Abonnement effizient, indem Sie Benutzerrollen hinzufügen, entfernen oder aktualisieren.
es: Administre de manera eficiente su suscripción a AxCrypt Business agregando, eliminando o actualizando roles de usuario.
fr: Gérez efficacement votre abonnement AxCrypt Business en ajoutant, supprimant ou en mettant à jour les rôles des utilisateurs.
it: Gestisci in modo efficiente il tuo abbonamento AxCrypt Business aggiungendo, rimuovendo o aggiornando i ruoli utente.
ko: 사용자 역할을 추가, 제거 또는 업데이트하여 AxCrypt Business 구독을 효율적으로 관리할 수 있습니다.
nl: Beheer uw AxCrypt Business-abonnement efficiënt door gebruikersrollen toe te voegen, te verwijderen of bij te werken.
pl: Efektywnie zarządzaj swoją subskrypcją AxCrypt Business, dodając, usuwając lub aktualizując role użytkowników.
ru: Эффективно управляйте своей подпиской AxCrypt Business, добавляя, удаляя или обновляя роли пользователей.
zh: 通过添加、删除或更新用户角色来有效地管理您的 AxCrypt Business 订阅。

# AxcryptBusinessGuideBlock4Text2
source: Navigate to <b>Add Users</b> and either manually enter the email addresses or import a list in the form of .txt or .csv files. Users will be added according to your available license capacity.
de: Navigieren Sie zu <b>Benutzer hinzufügen</b> und geben Sie entweder die E-Mail-Adressen manuell ein oder importieren Sie eine Liste in Form von .txt oder .csv Dateien. Benutzer werden entsprechend Ihrer verfügbaren Lizenzkapazität hinzugefügt.
es: Vaya a <b>Agregar usuarios</b> e introduzca manualmente las direcciones de correo electrónico o importe una lista en forma de archivos .txt o .csv. Los usuarios se agregarán de acuerdo con la capacidad de licencia disponible.
fr: Accédez à <b>Ajouter des utilisateurs</b> et saisissez manuellement les adresses e-mail ou importez une liste au format .txt ou .csv. Les utilisateurs seront ajoutés en fonction de votre capacité de licence disponible.
it: Passare ad <b>Aggiungi utenti</b> e inserire manualmente gli indirizzi e-mail o importare un elenco sotto forma di file di .txt o .csv. Gli utenti verranno aggiunti in base alla capacità di licenza disponibile.
ko: <b>사용자 추가</b>로 이동하여 전자 메일 주소를 수동으로 입력하거나 목록을 .txt 또는 .csv 파일 형식으로 가져옵니다. 사용 가능한 라이선스 용량에 따라 사용자가 추가됩니다.
nl: Navigeer naar <b>Gebruikers toevoegen</b> en voer handmatig de e-mailadressen in of importeer een lijst in de vorm van .txt- of .csv-bestanden. Gebruikers worden toegevoegd op basis van de beschikbare licentiecapaciteit.
pl: Przejdź do opcji <b>Dodaj użytkowników</b> i ręcznie wprowadź adresy e-mail lub zaimportuj listę w postaci plików .txt lub .csv. Użytkownicy zostaną dodani w zależności od dostępnej pojemności licencji.
ru: Перейдите в раздел <b>«Добавить пользователей»</b> и введите адреса электронной почты вручную или импортируйте список в виде файлов .txt или .csv. Пользователи будут добавлены в соответствии с доступной емкостью лицензии.
zh: 导航到 <b>添加用户</b> ，然后手动输入电子邮件地址或以 .txt 或 .csv 文件的形式导入列表。将根据您的可用许可证容量添加用户。

# AxcryptBusinessGuideBlock4Text3P1
source: Go to Groups section, where you can select an existing Group or create a new one to add existing/new users based on available licenses. Users can directly be added to business and group together.
de: Gehen Sie zum Abschnitt Gruppen, wo Sie eine vorhandene Gruppe auswählen oder eine neue erstellen können, um vorhandene/neue Benutzer basierend auf den verfügbaren Lizenzen hinzuzufügen. Benutzer können direkt zum Unternehmen hinzugefügt und sich in Gruppen gruppieren.
es: Vaya a la sección Grupos, donde puede seleccionar un grupo existente o crear uno nuevo para agregar usuarios existentes/nuevos según las licencias disponibles. Los usuarios se pueden agregar directamente al negocio y al grupo juntos.
fr: Allez dans la section Groupes, où vous pouvez sélectionner un groupe existant ou en créer un nouveau pour ajouter des utilisateurs existants ou nouveaux en fonction des licences disponibles. Les utilisateurs peuvent être ajoutés directement à l'entreprise et au groupe en même temps.
it: Vai alla sezione Gruppi, dove puoi selezionare un gruppo esistente o crearne uno nuovo per aggiungere utenti esistenti/nuovi in base alle licenze disponibili. Gli utenti possono essere aggiunti direttamente all'azienda e raggruppati.
ko: 사용 가능한 라이선스를 기반으로 기존 그룹을 선택하거나 새 그룹을 만들어 기존/새 사용자를 추가할 수 있는 [그룹] 섹션으로 이동합니다. 사용자는 비즈니스 및 그룹에 직접 추가할 수 있습니다.
nl: Ga naar de sectie Groepen, waar u een bestaande groep kunt selecteren of een nieuwe groep kunt maken om bestaande/nieuwe gebruikers toe te voegen op basis van beschikbare licenties. Gebruikers kunnen direct worden toegevoegd aan het bedrijf en de groep samen.
pl: Przejdź do sekcji Grupy, gdzie możesz wybrać istniejącą Grupę lub utworzyć nową, aby dodać istniejących/nowych użytkowników w oparciu o dostępne licencje. Użytkownicy mogą być dodawani bezpośrednio do firmy i grupy.
ru: Перейдите в раздел Группы, где вы можете выбрать существующую группу или создать новую, чтобы добавить существующих/новых пользователей на основе доступных лицензий. Пользователи могут быть напрямую добавлены в бизнес и сгруппированы вместе.
zh: 转到 组 部分，您可以在其中选择现有组或创建新组，以根据可用许可证添加现有/新用户。可以直接将用户添加到企业并一起分组。

# AxcryptBusinessGuideBlock4Text3P2
source: For detailed instructions on managing groups, refer to the <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
de: Ausführliche Anweisungen zum Verwalten von Gruppen finden Sie im <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
es: Para obtener instrucciones detalladas sobre la administración de grupos, consulte la <a href='https://axcrypt.net/information/group/'><b>Guía de administración de grupos</b></a>.
fr: Pour des instructions détaillées sur la gestion des groupes, consultez le <a href='https://axcrypt.net/information/group/'><b>Guide de gestion des groupes</b></a>.
it: Per istruzioni dettagliate sulla gestione dei gruppi, fare riferimento alla <a href='https://axcrypt.net/information/group/'><b>Guida alla gestione dei gruppi</b></a>.
ko: 그룹 관리에 대한 자세한 지침은 <a href='https://axcrypt.net/information/group/'><b>그룹 관리 안내서</b></a> 를 참조하십시오.
nl: Raadpleeg de <a href='https://axcrypt.net/information/group/'><b>Gids voor groepsbeheer</b></a> voor gedetailleerde instructies over het beheren van groepen.
pl: Szczegółowe instrukcje dotyczące zarządzania grupami można znaleźć w <a href='https://axcrypt.net/information/group/'><b>Przewodniku zarządzania grupami</b></a>.
ru: Подробные инструкции по управлению группами см. <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
zh: 有关管理组的详细说明，请参阅 <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.

# AxcryptBusinessGuideBlock4Text4P1
source: Ensure that no group is selected during the process. Select the user by checking the box next to their name.
de: Stellen Sie sicher, dass während des Vorgangs keine Gruppe ausgewählt ist. Wählen Sie den Benutzer aus, indem Sie das Kontrollkästchen neben seinem Namen aktivieren.
es: Asegúrese de que no hay ningún grupo seleccionado durante el proceso. Seleccione el usuario marcando la casilla junto a su nombre.
fr: Assurez-vous qu'aucun groupe n'est sélectionné pendant le processus. Sélectionnez l'utilisateur en cochant la case à côté de son nom.
it: Assicurarsi che non venga selezionato alcun gruppo durante il processo. Seleziona l'utente selezionando la casella accanto al suo nome.
ko: 프로세스 중에 그룹이 선택되지 않았는지 확인합니다. 사용자 이름 옆의 상자를 선택하여 사용자를 선택합니다.
nl: Zorg ervoor dat er tijdens het proces geen groep wordt geselecteerd. Selecteer de gebruiker door het vakje naast de naam aan te vinken.
pl: Upewnij się, że w trakcie procesu nie została wybrana żadna grupa. Wybierz użytkownika, zaznaczając pole obok jego nazwy.
ru: Убедитесь, что во время процесса не выбрана ни одна группа. Выберите пользователя, установив флажок рядом с его именем.
zh: 确保在此过程中未选择任何组。通过选中用户名称旁边的框来选择用户。

# AxcryptBusinessGuideBlock4Text4P2
source: In the action menu, choose Delete to remove the user from your subscription.
de: Wählen Sie im Aktionsmenü die Option Löschen aus, um den Benutzer aus Ihrem Abonnement zu entfernen.
es: En el menú de acciones, selecciona Eliminar para eliminar al usuario de tu suscripción.
fr: Dans le menu d'actions, choisissez Supprimer pour retirer l'utilisateur de votre abonnement.
it: Nel menu delle azioni, scegli Elimina per rimuovere l'utente dall'abbonamento.
ko: 작업 메뉴에서 삭제를 선택하여 가입에서 사용자를 제거합니다.
nl: Kies Verwijderen in het actiemenu om de gebruiker uit uw abonnement te verwijderen.
pl: W menu akcji wybierz opcję Usuń, aby usunąć użytkownika z subskrypcji.
ru: В меню действий выберите Удалить, чтобы удалить пользователя из подписки.
zh: 在操作菜单中，选择删除以从您的订阅中删除用户。

# AxcryptBusinessGuideBlock4Text5P1
source: Navigate to the <b>Users</b> section in your account.
de: Navigieren Sie in Ihrem Konto zum Abschnitt <b>Benutzer</b>.
es: Ve a la sección <b>Usuarios</b> de tu cuenta.
fr: Accédez à la section <b>Utilisateurs</b> de votre compte.
it: Vai alla sezione <b>Utenti</b> del tuo account.
ko: 계정의 <b>사용자</b> 섹션으로 이동합니다.
nl: Navigeer naar de sectie <b>Gebruikers</b> in uw account.
pl: Przejdź do sekcji <b>Użytkownicy</b> na swoim koncie.
ru: Перейдите в раздел <b>«Пользователи»</b> в своей учетной записи.
zh: 导航到您帐户中的 <b>用户</b> 部分。

# AxcryptBusinessGuideBlock4Text5P2
source: Update the user’s role from a standard user to user admin, or vice versa.
de: Aktualisieren Sie die Rolle des Benutzers von einem Standardbenutzer zu einem Benutzeradministrator oder umgekehrt.
es: Actualice el rol del usuario de un usuario estándar a un administrador de usuario, o viceversa.
fr: Mettez à jour le rôle de l'utilisateur, en passant d'un utilisateur standard à un administrateur utilisateur, ou vice versa.
it: Aggiornare il ruolo dell'utente da utente standard a amministratore utente o viceversa.
ko: 표준 사용자에서 사용자 관리자로 또는 그 반대로 사용자 역할을 업데이트합니다.
nl: Werk de rol van de gebruiker bij van een standaardgebruiker naar een gebruikersbeheerder of omgekeerd.
pl: Zaktualizuj rolę użytkownika z użytkownika standardowego na administratora użytkownika i odwrotnie.
ru: Измените роль пользователя с обычного пользователя на администратора пользователя или наоборот.
zh: 将用户的角色从标准用户更新为用户管理员，反之亦然。

# AxcryptBusinessGuideBlock4Text6
source: <b>Note:</b> There must always be at least one active admin in your subscription.
de: <b>Anmerkung:</b> Es muss immer mindestens einen aktiven Administrator in Ihrem Abonnement geben.
es: <b>Nota:</b> Siempre debe haber al menos un administrador activo en su suscripción.
fr: <b>Remarque :</b> Il doit toujours y avoir au moins un administrateur actif dans votre abonnement.
it: <b>Nota:</b> Nella sottoscrizione deve essere sempre presente almeno un amministratore attivo.
ko: <b>참고:</b> 구독에는 항상 하나 이상의 활성 관리자가 있어야 합니다.
nl: <b>Opmerking:</b> Er moet altijd ten minste één actieve beheerder in uw abonnement aanwezig zijn.
pl: <b>Uwaga:</b> w Twojej subskrypcji musi zawsze znajdować się co najmniej jeden aktywny administrator.
ru: <b>Заметка:</b> В вашей подписке всегда должен быть хотя бы один активный администратор.
zh: <b>注意：</b> 您的订阅中必须始终至少有一个活动的管理员。

# AxcryptBusinessGuideBlock5Heading
source: Purchase Additional Licenses
de: Erwerben Sie zusätzliche Lizenzen
es: Comprar licencias adicionales
fr: Acheter des licences supplémentaires
it: Acquisto di licenze aggiuntive
ko: 추가 라이센스 구입
nl: Extra licenties aanschaffen
pl: Kup dodatkowe licencje
ru: Покупка дополнительных лицензий
zh: 购买其他许可证

# AxcryptBusinessGuideBlock5Heading1
source: Understand the Billing Period:
de: Verstehen Sie den Abrechnungszeitraum:
es: Entender el período de facturación:
fr: Comprendre la période de facturation :
it: Informazioni sul periodo di fatturazione:
ko: 청구 기간 이해:
nl: Begrijp de factureringsperiode:
pl: Zrozumienie okresu rozliczeniowego:
ru: Что такое расчетный период:
zh: 了解计费周期：
