Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIAWII_Text2
source: EARN IT is a security act which essentially will work to redesign the surveillance and monitoring of material posted by users on social media platforms. It has been met with a lot of criticism, many arguing that it will have detrimental effects on the privacy and security of American citizens. Through increased surveillance and monitoring of personal information, some even argue that the act presents significant problems in regards to censorship and the constitutional right of privacy.
ar: ايرن ايت هو عمل أمني سيعمل بشكل أساسي على إعادة تصميم مراقبة ورصد المواد التي ينشرها المستخدمون على منصات التواصل الاجتماعي. لقد قوبلت بالكثير من الانتقادات ، حيث قال الكثيرون إنها ستكون لها آثار ضارة على خصوصية وأمن المواطنين الأمريكيين. من خلال زيادة مراقبة المعلومات الشخصية ومراقبتها ، يجادل البعض بأن القانون يمثل مشاكل كبيرة فيما يتعلق بالرقابة والحق الدستوري في الخصوصية.
de: EARN IT ist ein Sicherheitsgesetz, das im Wesentlichen dazu dient, die Überwachung und Überwachung von Material, das von Benutzern auf Social-Media-Plattformen gepostet wird, neu zu gestalten. Es wurde viel kritisiert, Viele argumentieren, dass es sich nachteilig auf die Privatsphäre und Sicherheit amerikanischer Bürger auswirken wird. Durch die verstärkte Überwachung und Überwachung personenbezogener Daten argumentieren einige sogar, dass das Gesetz erhebliche Probleme in Bezug auf die Zensur und das verfassungsmäßige Recht auf Privatsphäre aufwirft.
es: EARN IT es una ley de seguridad que esencialmente trabajará para rediseñar la vigilancia y el monitoreo del material publicado por los usuarios en las plataformas de redes sociales. Ha recibido muchas críticas, muchas argumentando que tendrá efectos perjudiciales en la privacidad y seguridad de los ciudadanos estadounidenses. A través de una mayor vigilancia y control de la información personal, algunos incluso argumentan que la ley presenta problemas significativos con respecto a la censura y el derecho constitucional a la privacidad.
fr: EARN IT est une loi de sécurité qui visera essentiellement à repenser la surveillance et le suivi du matériel publié par les utilisateurs sur les plateformes de médias sociaux. Il a été accueilli avec beaucoup de critiques, beaucoup affirmant qu’il aura des effets néfastes sur la vie privée et la sécurité des citoyens américains. Grâce à une surveillance et à un suivi accrus des renseignements personnels, certains soutiennent même que la loi présente des problèmes importants en ce qui concerne la censure et le droit constitutionnel à la vie privée.
it: EARN IT è un atto di sicurezza che essenzialmente lavorerà per ridisegnare la sorveglianza e il monitoraggio del materiale pubblicato dagli utenti sulle piattaforme dei social media. È stato accolto con molte critiche, molti sostenendo che avrà effetti dannosi sulla privacy e sulla sicurezza dei cittadini americani. Attraverso una maggiore sorveglianza e monitoraggio delle informazioni personali, alcuni sostengono addirittura che l'atto presenti problemi significativi per quanto riguarda la censura e il diritto costituzionale alla privacy.
ko: EARN IT는 본질적으로 사용자가 소셜 미디어 플랫폼에 게시한 자료의 감시 및 모니터링을 재설계하기 위해 작동하는 보안 행위입니다. 그것은 많은 비판을 받았으며, 많은 사람들은 그것이 미국 시민의 사생활과 보안에 해로운 영향을 미칠 것이라고 주장했습니다. 개인 정보에 대한 감시 및 모니터링이 강화됨에 따라 일부는 이 법이 검열 및 헌법상의 프라이버시 권리와 관련하여 심각한 문제를 제기한다고 주장합니다.
nl: EARN IT is een beveiligingswet die in wezen zal werken aan het herontwerpen van de bewaking en monitoren van materiaal dat door gebruikers op sociale-mediaplatforms wordt geplaatst. Er is veel kritiek op gekomen, velen beweren dat het nadelige gevolgen zal hebben voor de privacy en veiligheid van Amerikaanse burgers. Door meer toezicht op en monitoren van persoonlijke informatie, beweren sommigen zelfs dat de wet aanzienlijke problemen oplevert met betrekking tot censuur en het grondwettelijke recht op privacy.
pl: EARN IT to ustawa o bezpieczeństwie, która zasadniczo będzie działać na rzecz przeprojektowania nadzoru i monitorowania materiałów publikowanych przez użytkowników na platformach mediów społecznościowych. Spotkało się to z dużą krytyką, wielu argumentowało, że będzie to miało szkodliwy wpływ na prywatność i bezpieczeństwo obywateli amerykańskich. Poprzez wzmożony nadzór i monitorowanie danych osobowych niektórzy twierdzą nawet, że ustawa stwarza poważne problemy w odniesieniu do cenzury i konstytucyjnego prawa do prywatności.
pt: A EARN IT é uma lei de segurança que irá essencialmente redesenhar a vigilância e monitorização de material postado por utilizadores em plataformas de rede social. Tem sido alvo de muito criticismo, com muitos a argumentar que terá efeitos nocivos na privacidade e segurança dos cidadãos norte-americanos. Algumas pessoas até argumentam que, com mais vigilância e monitorização de informação pessoal, a lei apresenta problemas significativos em relação a censura e ao direito constitucional à privacidade.
ru: EARN IT - это закон о безопасности, который, по сути, будет работать над перестройкой системы наблюдения и мониторинга материалов, размещаемых пользователями на платформах социальных сетей. Закон был встречен большой критикой, многие утверждали, что это окажет пагубное воздействие на частную жизнь и безопасность американских граждан. Из-за усиления слежки и мониторинга личной информации некоторые даже утверждают, что закон создает значительные проблемы в отношении цензуры и конституционного права на неприкосновенность частной жизни.
sv: EARN IT är en säkerhetsakt som i huvudsak kommer att arbeta för att omforma övervakningen av material som lagts upp av användare på sociala medieplattformar. Den har mötts av mycket kritik, många menar att det kommer att ha skadliga effekter på amerikanska medborgares integritet och säkerhet. Genom ökad övervakning och övervakning av personlig information hävdar vissa till och med att lagen ger betydande problem när det gäller censur och den konstitutionella rätten till privatliv.
tr: EARN IT, esasen kullanıcılar tarafından sosyal medya platformlarında paylaşılan materyalin izlenmesi ve gözlemlenmesini yeniden tasarlamak için çalışan bir güvenlik yasasıdır. Çoğunlukla Kuzey Amerika'daki kullanıcıların mahremiyet ve güvenliği üzerinde zararlı etkileri olacağını öne süren birçok eleştiri almıştır. Bazıları bu yasanın, kişisel bilgilerin giderek artan şekillerde izlenmesi ve gözlemlenmesi yoluyla sansür ve anayasal mahremiyet hakkı konusunda ciddi sorunlara neden olduğunu ileri sürmektedir.
zh: EARN IT是一项安全法案，基本上将致力于重新设计用户在社交媒体平台上发布的材料的监视和监控。 它遭到了很多批评，许多人认为它会对美国公民的隐私和安全产生不利影响。 通过加强对个人信息的监督和监测，一些人甚至认为该法案在审查制度和宪法隐私权方面存在重大问题。

# Blog_EIAWII_Title
source: EARN IT Act- What is it?,
ar: كسب قانون - ما هو ؟،
de: EARN IT Act - Was ist das?,
es: La Ley EARN IT: ¿de qué se trata?
fr: EARN IT Act- Qu’est-ce que c’est?,
it: EARN IT Act- Che cos'è?
ko: EARN IT 법안- 은 무엇입니까?,
nl: EARN IT wet- Wat is het?
pl: EARN IT Act - Co to jest?
pt: EARN IT Act- O que é?
ru: EARN IT акт - Что это?
sv: Vad är EARN IT Act?
tr: EARN IT Yasası - Nedir?
zh: EARN IT法案-它是什么？,

# Blog_EIBM_Conclusion_ContactUs
source: Be curious and have a look at our <a style='color: #efefef; font-weight: 800;' href='/blog'>blog posts</a> and don’t forget to contact us at <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> if you have any questions! .
ar: كن فضوليًا وألق نظرة على <a style = 'color: #efefef؛ وزن الخط: 800 ؛ href = '/ blog'> مشاركات المدونة </a> ولا تنس الاتصال بنا على <a href = 'mailto: support@axcrypt.net' style = 'font-weight: 800؛ color: #efefef؛ '> support@axcrypt.net </a> أو <a href =' mailto: business@axcrypt.net 'style =' font-weight: 800؛ color: #efefef؛ '> business@axcrypt.net </a> إذا كان لديك أي أسئلة! .
de: Seien Sie neugierig und schauen Sie sich unsere <a style='color: #efefef; font-weight: 800;' href='/blog'>blog posts</a> an und vergessen Sie nicht, uns unter <a href=' mailto:support@axcrypt.net ' style ='font-weight: 800; color: #efefef;'>support@axcrypt.net </a> zu kontaktieren oder <a href='mailto:business@axcrypt.net ' style ='font-weight: 800; color: #efefef;'>business@axcrypt.net </a> wenn Sie Fragen haben! .
es: Mantén tu curiosidad y echa un vistazo a nuestras <a style='color: #efefef; font-weight: 800;' href='/blog'>publicaciones de blog</a> and no te olvides de contactarnos al correo <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> si tienes alguna pregunta.
fr: Soyez curieux et jetez un coup d’œil à nos <a style='color: #efefef; font-weight: 800;' href='/blog'>articles de blog</a> et n’oubliez pas de nous contacter à <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> si vous avez des questions! .
it: Sii curioso e dai un'occhiata al nostro <a style='color: #efefef; font-weight: 800;' href='/blog'>post del blog</a> e non dimenticare di contattarci all'indirizzo <a href='mailto:support@axcrypt.net' style='font-weight: 800; colore: #efefef;'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> se hai domande! .
ko: 호기심을 갖고 <a style='color: #efefef; font-weight: 800;' href='/blog'>블로그 게시물</a>을 살펴보시고 질문이 있으시면 <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> 로 연락하는 것을 잊지 마십시오! .
nl: Wees nieuwsgierig en bekijk onze <astyle='color:#efefef;font-weight:800;'href='/blog'>blogposts</a> en vergeet niet contact op te nemen met <ahref='mailto:support@axcrypt.net'style='font-weight:800;color:#efefef;'>support@axcrypt.net</a> of <ahref='mailto:business@axcrypt.net'style='font-weight:800;color:#efefef;'>business@axcrypt.net</a> als u vragen heeft!
pl: Bądź ciekawy i spójrz na nasz <a style='color: #efefef; grubość czcionki: 800;' href='/blog'>posty na blogu</a> i nie zapomnij skontaktować się z nami pod adresem <a href='mailto:support@axcrypt.net' style='font-weight: 800; kolor: #efefef;'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> jeśli masz jakieś pytania! .
pt: Seja curioso e dê uma olhadela nos nossos <a style='color: #efefef; font-weight: 800;' href='/blog'>blog posts</a> e não se esqueça de nos contactar via <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> se tiver alguma questão!
ru: Проявите любопытство и взгляните на наши <a style='color: #efefef; font-weight: 800;' href='/blog'>blog posts</a> и не забудьте связаться с нами по <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> или <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> если у вас есть какие-либо вопросы! .
sv: Var nyfiken och ta en titt på våra <a style='färg: #efefef; font-weight: 800;' href='/blog'>blogginlägg</a> och glöm inte att kontakta oss på <a href='mailto:support@axcrypt.net' style='font-weight: 800; färg: #efefef;'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net' style='font-weight: 800; färg: #efefef;'>business@axcrypt.net</a> om du har några frågor! .
tr: <a style='color: #efefef; font-weight: 800;' href='/blog'>blog yazılarımıza</a> bir göz atarak merakınızı giderin ve herhangi bir sorunuz varsa <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> veya <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> bizimle iletişime geçmeyi unutmayın!
zh: 好奇，看看我们的 <a style='color: #efefef; font-weight: 800;' href='/blog'>blog posts</a> 别忘了与我们联络 <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> 或 <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> 如果您有任何问题！ .

# Blog_EIBM_Conclusion_Heading
source: Contact information
ar: معلومات التواصل
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
it: Informazioni di contatto
ko: 연락처 정보
nl: Contactinformatie
pl: Kontakt
pt: Informação de contacto
ru: Контактная информация
sv: Kontaktuppgifter
tr: İletişim bilgileri
zh: 联络资料

# Blog_EIBM_Conclusion_Text1
source: <a style='color: #efefef; font-weight: 800;' href='/business'>Here</a> are the AxCrypt functions at a glance.
ar: <a style = 'color: #efefef؛ وزن الخط: 800 ؛ href = '/ business'> هنا </a> لمحة سريعة عن وظائف اكسكربت.
de: <a style='color: #efefef; font-weight: 800;' href='/business'>Here</a> sind die AxCrypt Funktionen auf einen Blick.
es: <a style='color: #efefef; font-weight: 800;' href='/business'>Aquí</a> están las funciones de AxCrypt a simple vista.
fr: <a style='color: #efefef; font-weight: 800;' href='/business'>Voici</a> les fonctions d’AxCrypt en un coup d’œil.
it: <a style='color: #efefef; font-weight: 800;' href='/business'>Ecco</a> le funzioni di AxCrypt a colpo d'occhio.
ko: <a style='color: #efefef; font-weight: 800;' href='/business'>여기</a>에서 AxCrypt 기능을 한눈에 볼 수 있습니다.
nl: <astyle='color:#efefef;font-weight:800;'href='/business'>Hier</a>zijn de AxCrypt-functies in één oogopslag.
pl: <a style='kolor: #efefef; grubość czcionki: 800;' href='/business'>Oto</a> funkcje AxCrypt w skrócie.
pt: <a style='color: #efefef; font-weight: 800;' href='/business'>Aqui</a> estão, de uma só vez, as funções AxCrypt.
ru: <a style='color: #efefef; font-weight: 800;' href='/business'>Here</a> вот и функции AxCrypt.
sv: <a style='color: #efefef; font-weight: 800;' href='/business'>Här</a> är AxCrypt-funktionerna med en blick.
tr: <a style='color: #efefef; font-weight: 800;' href='/business'>İşte</a> bir bakışta AxCrypt işlevleri.
zh: <a style='color:#efefef;font-weight:800;'href='/business'>Here</a>是AxCrypt函数一目了然。

# Blog_EIBM_Conclusion_Text2
source: You want to learn more? We release interesting information every week.
ar: تريد معرفة المزيد؟ نصدر معلومات مثيرة للاهتمام كل أسبوع.
de: Sie wollen mehr erfahren? Wir veröffentlichen jede Woche interessante Informationen.
es: ¿Quieres saber más? Publicamos información interesante cada semana.
fr: Vous voulez en savoir plus? Nous publions des informations intéressantes chaque semaine.
it: Vuoi saperne di più? Rilasciamo informazioni interessanti ogni settimana.
ko: 더 알고 싶으신가요? 매주 흥미로운 정보가 공개됩니다.
nl: Wilt u meer leren? We geven elke week interessante informatie vrij.
pl: Chcesz dowiedzieć się więcej? Co tydzień publikujemy ciekawe informacje.
pt: Quer aprender mais? Publicamos informação interessante todas as semanas.
ru: Хотите узнать больше? Каждую неделю мы публикуем интересную информацию.
sv: Vill du veta mer? Vi släpper intressant information varje vecka.
tr: Daha fazla bilgi edinmek ister misiniz? Her hafta ilginç bilgiler yayınlıyoruz.
zh: 你想知道更多吗？ 我们每周发布有趣的信息。

# Blog_EIBM_H1_Text1
source: Cryptography is the study of abstracting information from undesired users of the same. Cryptography techniques have long been used in the banking industries to ensure the security of monetary transactions including the security of ATM cards, computer passwords, and electronic commerce.
ar: علم التشفير هو دراسة استخلاص المعلومات من المستخدمين غير المرغوب فيهم. لطالما استخدمت تقنيات التشفير في الصناعات المصرفية لضمان أمان المعاملات النقدية بما في ذلك أمان بطاقات الصراف الآلي وكلمات مرور الكمبيوتر والتجارة الإلكترونية.
de: Kryptographie ist das Studium der Abstraktion von Informationen von unerwünschten Benutzern derselben. Kryptographietechniken werden seit langem in der Bankenbranche eingesetzt, um die Sicherheit von Geldtransaktionen zu gewährleisten, einschließlich der Sicherheit von Geldautomatenkarten, Computerkennwörtern und elektronischem Handel.
es: La criptografía es el estudio de abstraer información de usuarios no deseados de la misma. Las técnicas de criptografía se han utilizado durante mucho tiempo en las industrias bancarias para garantizar la seguridad de las transacciones monetarias, incluida la seguridad de las tarjetas en cajeros automáticos, las contraseñas de las computadoras y el comercio electrónico.
fr: La cryptographie est l'étude de l'abstraction d'informations auprès d'utilisateurs indésirables. Les techniques de cryptographie sont utilisées depuis longtemps dans les secteurs bancaires pour assurer la sécurité des transactions monétaires, y compris la sécurité des cartes de guichet automatique, des mots de passe informatiques et du commerce électronique.
it: La crittografia è lo studio dell'astrazione di informazioni da utenti indesiderati. Le tecniche di crittografia sono state a lungo utilizzate nei settori bancari per garantire la sicurezza delle transazioni monetarie, compresa la sicurezza delle carte bancomat, delle password dei computer e del commercio elettronico.
ko: 암호학은 원하지 않는 사용자로부터 정보를 추출하는 학문입니다. 암호 기술은 ATM 카드, 컴퓨터 비밀번호, 전자 상거래의 보안을 포함한 통화 거래의 보안을 보장하기 위해 오랫동안 은행 산업에서 사용되어 왔습니다.
nl: Cryptografie is de studie van het abstraheren van informatie van ongewenste gebruikers ervan. Cryptografietechnieken worden al lang gebruikt in de banksector om de veiligheid van monetaire transacties te garanderen, waaronder de veiligheid van ATM-kaarten, computerwachtwoorden en elektronische handel.
pl: Kryptografia to nauka o izolowaniu informacji od jej niepożądanych użytkowników. Techniki kryptograficzne są od dawna stosowane w branżach bankowych w celu zapewnienia bezpieczeństwa transakcji pieniężnych, w tym bezpieczeństwa kart bankomatowych, haseł komputerowych i handlu elektronicznego.
pt: A cifragem é o estudo da abstracção de informação de utilizadores indesejados. Há muito tempo que se têm usado técnicas de cifragem nos sectores bancários para garantir a segurança de transacções monetárias, incluindo a segurança de cartões de ATMs, palavras-passe de computadores e comércio electrónico.
ru: Криптография - это изучение абстрагирования информации от нежелательных ее пользователей. Методы криптографии уже давно используются в банковской отрасли для обеспечения безопасности денежных транзакций, включая безопасность карт банкоматов, компьютерных паролей и электронной коммерции.
sv: Kryptografi är att abstrahera information från oönskade användare. Kryptografitekniker har länge använts i banksektorn för att säkerställa säkerheten för monetära transaktioner inklusive säkerheten för bankomatkort, datorlösenord och elektronisk handel.
tr: Kriptografi, bilginin istenmeyen kullanıcılardan soyutlanma çalışmasıdır. Kriptografi teknikleri, ATM kartlarının, bilgisayar şifrelerinin ve elektronik ticaretin güvenliği de dahil olmak üzere parasal işlemlerin güvenliğini sağlamak için bankacılık endüstrilerinde uzun zamandır kullanılmaktadır.
zh: 密码学是从不想要的用户那里提取信息的研究。 密码技术长期以来一直被用于银行业，以确保货币交易的安全性，包括ATM卡，计算机密码和电子商务的安全性。

# Blog_EIBM_H1_Text2
source: Cryptography revolves around Encryption and Decryption where Encryption is a process in which plain text data is converted into an unreadable text called the ciphertext and decryption is the process of transforming data that has been rendered unreadable back to its normal form.
ar: يدور التشفير حول التشفير وفك التشفير حيث التشفير هو عملية يتم فيها تحويل بيانات النص العادي إلى نص غير قابل للقراءة يسمى النص المشفر وفك التشفير هو عملية تحويل البيانات التي تم جعلها غير قابلة للقراءة مرة أخرى إلى شكلها الطبيعي.
de: Kryptographie dreht sich um Verschlüsselung und Entschlüsselung, wobei Verschlüsselung ein Prozess ist, bei dem Klartextdaten in einen unlesbaren Text umgewandelt werden, der als Chiffretext bezeichnet wird, und Entschlüsselung der Prozess der Umwandlung von Daten, die unlesbar gemacht wurden, in ihre normale Form zurückversetzt wird.
es: La criptografía gira en torno al cifrado y el descifrado, donde el cifrado es un proceso en el que los datos de texto sin formato se convierten en un texto ilegible llamado texto cifrado y el descifrado es el proceso de transformación de los datos que se han vuelto ilegibles a su forma normal.
fr: La cryptographie tourne autour du Cryptage et du Décryptage où le Cryptage est un processus dans lequel les données en texte brut sont converties en un texte illisible appelé texte chiffré et le décryptage est le processus de transformation des données qui ont été rendues illisibles à leur forme normale.
it: La crittografia ruota attorno alla crittografia e alla decrittografia, dove la crittografia è un processo in cui i dati in chiaro vengono convertiti in un testo illeggibile chiamato testo cifrato e la decrittografia è il processo di trasformazione dei dati resi illeggibili nella loro forma normale.
ko: 암호화는 암호화 및 암호 해독을 중심으로 이루어지며, 암호화는 일반 텍스트 데이터를 암호문이라고 하는 읽을 수 없는 텍스트로 변환하는 프로세스이고, 암호 해독은 암호화된 데이터를 다시 일반 형식으로 변환하는 프로세스입니다.
nl: Cryptografie draait om encryptie en decryptie, waarbij encryptie een proces is waarbij gegevens in platte tekst worden omgezet in een onleesbare tekst, de cijfertekst, en decryptie het proces is waarbij onleesbaar gemaakte gegevens weer worden omgezet in hun normale vorm.
pl: Kryptografia obraca się wokół szyfrowania i deszyfrowania, gdzie szyfrowanie jest procesem, w którym dane w postaci zwykłego tekstu są przekształcane w nieczytelny tekst, zwany tekstem zaszyfrowanym, a odszyfrowywanie to proces przekształcania danych, które stały się nieczytelne, z powrotem do ich normalnej postaci.
pt: A criptografia gira em torno de Cifragem e Decifragem em que a Cifragem é um processo em que texto comum é convertido em texto ilegível chamado texto cifrado e a Decifragem é o processo de transformação de dados ilegíveis de volta a legíveis.
ru: Криптография вращается вокруг шифрования и дешифрования, где шифрование - это процесс, при котором данные обычного текста преобразуются в нечитаемый текст, называемый зашифрованным текстом, а дешифрование - это процесс преобразования данных, которые стали нечитаемыми, обратно в их обычную форму.
sv: Kryptografi kretsar kring kryptering och dekryptering, kryptering är en process där vanlig textdata omvandlas till en oläsbar text som kallas chiffertext och dekryptering är processen att transformera data som har gjorts oläsliga tillbaka till sin normala läsbara form.
tr: Kriptografi, Şifreleme ve Şifre Çözme etrafında döner; burada Şifreleme, düz metin verilerinin şifreli metin adı verilen okunamayan bir metne dönüştürüldüğü bir süreçtir ve şifre çözme, okunamaz hale getirilen verileri normal biçimine geri dönüştürme işlemidir.
zh: 密码学围绕加密和解密，其中加密是将纯文本数据转换为不可读的文本（称为密文）的过程，解密是将已呈现不可读的数据转换回正常形式的过程。
