Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICE_H1_Text5
source: <li style="list-style-type: '\2714';"> Nowadays, multiple devices are used and transferring data through these devices creates another susceptibility. Using cloud encryption, none of the information will be available without a decryption key
ar: <li style="list-style-type: '\2714';"> في الوقت الحاضر ، يتم استخدام أجهزة متعددة ونقل البيانات عبر هذه الأجهزة يخلق قابلية أخرى للإصابة. باستخدام التشفير السحابي ، لن تتوفر أي من المعلومات بدون مفتاح فك التشفير
de: <li style="list-style-type: '\2714';"> Heutzutage werden mehrere Geräte verwendet, und die Datenübertragung über diese Geräte schafft eine weitere Anfälligkeit. Bei Verwendung der Cloud-Verschlüsselung ist keine der Informationen ohne Entschlüsselungsschlüssel verfügbar
es: <li style="list-style-type: '\2714';"> Hoy en día, se utilizan múltiples dispositivos y la transferencia de datos a través de estos dispositivos crea otra susceptibilidad. Al usar el cifrado en la nube, ninguna información estará disponible sin una clave de descifrado
fr: <li style="list-style-type: '\2714';"> De nos jours, de multiples appareils sont utilisés et le transfert de données via ces appareils crée une autre susceptibilité. En utilisant le cryptage cloud, aucune des informations ne sera disponible sans clé de décryptage
it: <li style="list-style-type: '\2714';"> Al giorno d'oggi, vengono utilizzati molteplici dispositivi e il trasferimento di dati attraverso questi dispositivi crea un'altra suscettibilità. Utilizzando la crittografia cloud, nessuna delle informazioni sarà disponibile senza una chiave di decrittazione
ko: <li style="list-style-type: '\2714';"> 요즘에는 여러 장치가 사용되며 이러한 장치를 통해 데이터를 전송하면 또 다른 감수성이 생깁니다. 클라우드 암호화를 사용하면 암호 해독 키 없이는 정보를 사용할 수 없습니다.</li>
nl: <li style="list-style-type: '\2714';"> Tegenwoordig worden er meerdere apparaten gebruikt en het overbrengen van gegevens via deze apparaten zorgt voor een andere gevoeligheid. Met behulp van cloudencryptie is geen van de informatie beschikbaar zonder een decoderingssleutel
pl: <li style="list-style-type: '\2714';"> Obecnie używa się wielu urządzeń, a przesyłanie danych za ich pośrednictwem stwarza kolejną podatność. Korzystając z szyfrowania w chmurze, żadna informacja nie będzie dostępna bez klucza deszyfrującego
pt: <li style="list-style-type: '\2714';"> Hoje em dia, são usados múltiplos dispositivos, e transferir dados através deles cria outra susceptibilidade. Ao usar-se cifragem na nuvem, nenhuma informação ficará disponível sem uma chave de decifragem.
ru: <li style="list-style-type: '\2714';"> В настоящее время используется несколько устройств, и передача данных через эти устройства создает еще одну уязвимость. Используя облачное шифрование, ни одна информация не будет доступна без ключа дешифрования
sv: <li style="list-style-type: '\2714';"> Nuförtiden används flera enheter, och överföring av information via dessa enheter skapar en annan mottaglighet. Med molnkryptering kommer ingen av informationen att vara tillgänglig utan en dekrypteringsnyckel
tr: <li style="list-style-type: '\2714';"> Günümüzde birden fazla cihaz kullanılmakta ve bu cihazlar üzerinden veri aktarımı başka bir duyarlılığa neden olmaktadır. Bulut şifrelemesi kullanıldığında, bilgilerin hiçbiri şifre çözme anahtarı olmadan kullanılamaz</li>
zh: <li style="list-style-type: '\2714';"> 如今，使用多个设备，通过这些设备传输数据会产生另一种敏感性。 使用云加密，如果没有解密密钥，所有信息都不可用

# Blog_WICE_H1_Text6
source: <li style="list-style-type: '\2714';"> Cloud encryption is not just a secure solution for sharing and storing data. It is also configured to meet internal organizational constraints and relevant regulatory authorities, such as the Federal Information Security Management Act (FISMA), Federal Information Processing Standards (FIPS), Health Insurance Portability and Accountability Act (HIPAA), and Payment Card Industry Data Security Standard (PCI/DSS).
ar: <li style="list-style-type: '\2714';"> التشفير السحابي ليس مجرد حل آمن لمشاركة البيانات وتخزينها. تم تكوينه أيضًا لتلبية القيود التنظيمية الداخلية والسلطات التنظيمية ذات الصلة ، مثل قانون إدارة أمن المعلومات الفيدرالي (FISMA) ، ومعايير معالجة المعلومات الفيدرالية (FIPS) ، وقانون نقل التأمين الصحي والمساءلة (HIPAA) ، وأمن بيانات صناعة بطاقات الدفع قياسي (PCI/ DSS).
de: <li style="list-style-type: '\2714';"> Cloud-Verschlüsselung ist nicht nur eine sichere Lösung zum Teilen und Speichern von Daten. Es ist auch so konfiguriert, dass es interne organisatorische Einschränkungen und relevante Regulierungsbehörden erfüllt, wie z. B. das Federal Information Security Management Act (FISMA), die Federal Information Processing Standards (FIPS), das Health Insurance Portability and Accountability Act (HIPAA) und den Payment Card Industry Data Security Standard (PCI / DSS).
es: <li style="list-style-type: '\2714';"> El cifrado en la nube no es solo una solución segura para compartir y almacenar datos. También está configurado para cumplir con las restricciones organizativas internas y las autoridades reguladoras relevantes, como la Ley Federal de Administración de Seguridad de la Información (FISMA), los estándares federales de procesamiento de la información (FIPS), la Ley de Portabilidad y Responsabilidad de Seguros de Salud (HIPAA) y los estándares de seguridad de datos (DSS) de la industria de tarjetas de pago (PCI).
fr: <li style="list-style-type: '\2714';"> Le chiffrement cloud n'est pas seulement une solution sécurisée pour partager et stocker des données. Il est également configuré pour répondre aux contraintes organisationnelles internes et aux autorités réglementaires compétentes, telles que la Loi Fédérale sur la Gestion de la Sécurité de l'Information (FISMA), les Normes Fédérales de Traitement de l'Information (FIPS), la Loi sur la Transférabilité et la Responsabilité de l'Assurance Maladie (HIPAA) et la Norme de Sécurité des Données de l'Industrie des Cartes de Paiement (PCI/DSS).
it: <li style="list-style-type: '\2714';"> La crittografia cloud non è solo una soluzione sicura per la condivisione e l'archiviazione dei dati. È inoltre configurato per soddisfare i vincoli organizzativi interni e le autorità di regolamentazione pertinenti, come il Federal Information Security Management Act (FISMA), i Federal Information Processing Standards (FIPS), l'Health Insurance Portability and Accountability Act (HIPAA) e il Payment Card Industry Data Security Norma (PCI/DSS).
ko: <li style="list-style-type: '\2714';"> 클라우드 암호화는 단순히 데이터를 공유하고 저장하기 위한 안전한 솔루션뿐만이 아닌 FISMA(연방 정보 보안 관리법), FIPS(연방 정보 처리 표준), HIPAA(건강 보험 이동성 및 책임법) 및 PCI/DSS(결제 카드 산업 데이터 보안 표준)와 같은 내부 조직 제약 조건 및 관련 규제 기관을 충족하도록 구성됩니다.</li>
nl: <li style="list-style-type: '\2714';"> Cloudversleuteling is niet alleen een veilige oplossing voor het delen en opslaan van gegevens. Het is ook geconfigureerd om te voldoen aan interne organisatorische beperkingen en relevante regelgevende instanties, zoals de Federal Information Security Management Act (FISMA), Federal Information Processing Standards (FIPS), Health Insurance Portability and Accountability Act (HIPAA) en Payment Card Industry Data Security Standaard (PCI/DSS).
pl: <li style="list-style-type: '\2714';"> Szyfrowanie w chmurze to nie tylko bezpieczne rozwiązanie do udostępniania i przechowywania danych. Jest również skonfigurowany tak, aby spełniać wewnętrzne ograniczenia organizacyjne i odpowiednie organy regulacyjne, takie jak federalna ustawa o zarządzaniu bezpieczeństwem informacji (FISMA), federalne standardy przetwarzania informacji (FIPS), ustawa o przenośności i odpowiedzialności w ubezpieczeniach zdrowotnych (HIPAA) oraz bezpieczeństwo danych branży kart płatniczych Standardowe (PCI/DSS).
pt: <li style="list-style-type: '\2714';"> A cifragem na nuvem não é apenas uma solução segura de partilha e armazenamento de dados. Está também configurada para ir ao encontro de restrições organizacionais internas e autoridades reguladoras relevantes, tais como Federal Information Security Management Act (FISMA), Federal Information Processing Standards (FIPS), Health Insurance Portability e Accountability Act (HIPAA), e Payment Card Industry Data Security Standard (PCI/DSS).
ru: <li style="list-style-type: '\2714';"> Облачное шифрование - это не просто безопасное решение для обмена и хранения данных. Оно также настроен с учетом внутренних организационных ограничений и соответствующих регулирующих органов, таких как Федеральный закон об управлении информационной безопасностью (FISMA), Федеральные стандарты обработки информации (FIPS), Закон о переносимости и подотчетности медицинского страхования (HIPAA) и Стандарт безопасности данных индустрии платежных карт (PCI/DSS).
sv: <li style="list-style-type: '\2714';"> Molnkryptering är inte bara en säker lösning för att dela och lagra data. Den är också konfigurerad för att möta interna organisatoriska begränsningar och relevanta tillsynsmyndigheter, såsom Federal Information Security Management Act (FISMA), Federal Information Processing Standards (FIPS), Health Insurance Portability and Accountability Act (HIPAA) och Payment Card Industry Data Security Standard (PCI/DSS).
tr: <listyle="list-style-type:'\2714';"> Bulut şifreleme yalnızca verilerin paylaşılması ve depolanması için güvenli bir çözüm değildir. Ayrıca örgütsel iç kısıtlamalara ve Federal Bilgi Yönetim Yasası (FISMA), Federal Bilgi İşleme Standartları (FIPS), Sağlık Sigortası Taşınabilirlik ve Hesap Verebilirlik Yasası (HIPAA) ve Ödeme Kart Endüstrisi Veri Güvenlik Standardı (PCI/DSS) gibi ilgili, düzenleyici mercilere uyum sağlayacak şekilde yapılandırılır.
zh: <li style="list-style-type: '\2714';"> 云加密不仅仅是共享和存储数据的安全解决方案。 它还被配置为满足内部组织约束和相关监管机构，如联邦信息安全管理法（FISMA）、联邦信息处理标准（FIPS）、健康保险可移植性和责任法案（HIPAA）和支付卡行业数据安全标准（PCI/DSS）。

# Blog_WICE_H2_SH1_Text1
source: According to the <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> Cloud Security Alliance's Cloud Adoption Practices and Priorities Survey report,</strong></a> 34% of organizations are avoiding the cloud, as their IT experts don’t have the knowledge and experience to meet cloud service requirements. Most of the enterprises have three to four clouds, creating complexity and hence technical knowledge and relevant experience is mandatory.
ar: وفقًا لـ <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> اعتماد Cloud Security Alliance من Cloud Security تقرير استبيان الممارسات والأولويات ، </ strong> </a> تتجنب 34٪ من المؤسسات استخدام السحابة ، نظرًا لأن خبراء تكنولوجيا المعلومات لديهم لا يمتلكون المعرفة والخبرة اللازمتين لتلبية متطلبات الخدمة السحابية. تمتلك معظم الشركات ثلاث إلى أربع غيوم ، مما يخلق تعقيدًا وبالتالي المعرفة التقنية والخبرة ذات الصلة إلزامية.
de: Nach dem <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong > Umfragebericht zu Cloud-Akzeptanzpraktiken und Prioritäten der Cloud Security Alliance,</strong></a> 34% der Unternehmen meiden die Cloud, da ihre IT-Experten nicht über das Wissen und die Erfahrung verfügen, um die Anforderungen an Cloud-Services zu erfüllen. Die meisten Unternehmen haben drei bis vier Clouds, was zu Komplexität führt und daher technisches Wissen und einschlägige Erfahrung erforderlich macht.
es: De acuerdo con el informe <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong>Cloud Security Alliance's Cloud Adoption Practices and Priorities Survey</strong></a>, el 34 % de las organizaciones evitan la nube, ya que sus expertos en TI no tienen el conocimiento ni la experiencia para cumplir con los requisitos del servicio en la nube. La mayoría de las empresas tienen tres o cuatro nubes, lo que crea complejidad y, por lo tanto, el conocimiento técnico y la experiencia relevante son obligatorios.
fr: Selon <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> le rapport d'Enquête sur les Pratiques et les Priorités d'Adoption du Cloud de la Cloud Security Alliance,</strong></a> 34 % des organisations évitent le cloud, car leurs experts informatiques n'ont pas les connaissances et l'expérience nécessaires pour répondre aux exigences des services cloud. La plupart des entreprises ont trois à quatre clouds, ce qui crée de la complexité et, par conséquent, des connaissances techniques et une expérience pertinente sont obligatoires.
it: Secondo l'<a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> Cloud Security Alliance's Cloud Adoption Rapporto sull'indagine su prassi e priorità,</strong></a> il 34% delle organizzazioni evita il cloud, poiché i propri esperti IT non dispongono delle conoscenze e dell'esperienza necessarie per soddisfare i requisiti dei servizi cloud. La maggior parte delle aziende ha da tre a quattro cloud, creando complessità e quindi la conoscenza tecnica e l'esperienza pertinente sono obbligatorie.
ko: Cloud Security Alliance의 클라우드 채택 관행 및 우선 순위 설문 조사 보고서<a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> 에</strong></a> 따르면 조직의 34%는 IT 전문가가 클라우드 서비스 요구 사항을 충족할 수 있는 지식과 경험이 없기 때문에 클라우드를 기피하고 있습니다. 대부분의 기업에는 3-4개의 클라우드가 있어 복잡성이 발생하므로 기술 지식과 관련 경험이 필수입니다.
nl: Volgens het <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong>Cloud Adoption van Cloud Security Alliance Praktijken en Prioriteiten Survey onderzoek blijkt dat</strong></a> 34% van de organisaties de cloud vermijdt, omdat hun IT-experts niet over de kennis en ervaring beschikken om aan de vereisten voor cloudservices te voldoen. De meeste ondernemingen hebben drie tot vier clouds, waardoor complexiteit ontstaat en technische kennis en relevante ervaring vereist zijn.
pl: Zgodnie z <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> Cloud Adoption Alliance Raport z badania praktyk i priorytetów</strong></a> 34% organizacji unika chmury, ponieważ ich eksperci IT nie mają wiedzy i doświadczenia, aby spełnić wymagania dotyczące usług w chmurze. Większość przedsiębiorstw ma od trzech do czterech chmur, co powoduje złożoność, dlatego wiedza techniczna i odpowiednie doświadczenie są obowiązkowe.
pt: De acordo com o <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> relatório Cloud Security Alliance's Cloud Adoption Practices and Priorities Survey,</strong></a>, 34% das organizações evitam a nuvem, porque os seus especialistas de TI não têm o conhecimento e a experiência necessários para ir ao encontro dos requisitos dos serviços na nuvem. A maioria das empresas têm três a quatro nuvens, criando-se complexidade e sendo obrigatórios conhecimento técnico e experiência relevante.
ru: Согласно <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong > Cloud Security Alliance's Cloud Adoption Practices and Priorities Survey report,</strong></a> 34% организаций избегают использования облака, поскольку их ИТ-специалисты не обладают знаниями и опытом для удовлетворения требований к облачным сервисам. Большинство предприятий имеют от трех до четырех облаков, что создает сложность, и, следовательно, технические знания и соответствующий опыт являются обязательными.
sv: Enligt <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> Cloud Security Alliances Cloud Adoption Practices and Priorities Survey rapport,</strong></a> undviker 34 % av organisationerna molnet, eftersom deras IT-experter inte har kunskapen och erfarenheten för att möta kraven på molntjänster. De flesta av företagen har tre till fyra moln, vilket skapar komplexitet och därför är teknisk kunskap och relevant erfarenhet obligatoriskt.
tr: <a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong> Cloud Security Alliance'ın Bulut Uyumlaştırma Uygulamaları ve Öncelikleri Anketi raporuna göre,</strong></a> BT uzmanlarının bulut hizmeti gereksinimlerini karşılayacak bilgi ve deneyime sahip olmaması nedeniyle kuruluşların %34'ü buluttan kaçınıyor. İşletmelerin çoğunun üç ila dört bulutu bulunuyor, bu da karmaşıklık yaratır ve bu nedenle teknik bilgi ve ilgili deneyim zorunludur.
zh: 根据<a href='https://www.mcafee.com/blogs/enterprise/cloud-security/6-cloud-security-issues-that-businesses-experience/'><strong>云安全联盟的云采用实践和优先级调查报告</strong></a>34％的组织正在避开云，因为他们的IT专家没有知识和经验来满足云服务需求。 大多数企业都有三到四个云，造成复杂性，因此技术知识和相关经验是强制性的。

# Blog_WICE_H2_SH2_Text1
source: Differences in cloud platforms make data encryption a stumbling block. The cloud platform has three models: Infrastructure as a Service (IaaS), Platform as a Service (PaaS), and Software as a Service (SaaS). These models perform different tasks to secure huge amounts of data. As these models are different, encryption methods become complicated and makes it burdensome for the cloud service provider of an organization to maintain and perform various encryption processes.
ar: الاختلافات في الأنظمة الأساسية السحابية تجعل تشفير البيانات حجر عثرة. تشتمل المنصة السحابية على ثلاثة نماذج: البنية التحتية كخدمة (IaaS) والنظام الأساسي كخدمة (PaaS) والبرنامج كخدمة (SaaS). تؤدي هذه النماذج مهامًا مختلفة لتأمين كميات هائلة من البيانات. نظرًا لاختلاف هذه النماذج ، تصبح طرق التشفير معقدة وتجعل من الصعب على مزود الخدمة السحابية لمؤسسة الحفاظ على عمليات التشفير المختلفة وتنفيذها.
de: Unterschiede bei Cloud-Plattformen machen die Datenverschlüsselung zu einem Stolperstein. Die Cloud-Plattform umfasst drei Modelle: Infrastruktur als Service (IaaS), Plattform als Service (PaaS) und Software als Service (SaaS). Diese Modelle erfüllen verschiedene Aufgaben, um große Datenmengen zu sichern. Da diese Modelle unterschiedlich sind, werden Verschlüsselungsmethoden kompliziert und machen es für den Cloud-Dienstanbieter einer Organisation mühsam, verschiedene Verschlüsselungsprozesse aufrechtzuerhalten und durchzuführen.
es: Las diferencias en las plataformas en la nube hacen que el cifrado de datos sea un obstáculo. La plataforma en la nube tiene tres modelos: Infraestructura como servicio (IaaS), Plataforma como servicio (PaaS) y Software como servicio (SaaS). Estos modelos realizan diferentes tareas para asegurar grandes cantidades de datos. Como estos modelos son diferentes, los métodos de cifrado se vuelven complicados y hacen que sea una carga para el proveedor de servicios en la nube de una organización mantener y realizar varios procesos de cifrado.
fr: Les différences entre les plates-formes cloud font du chiffrement des données une pierre d'achoppement. La plate-forme cloud a trois modèles : Infrastructure en tant que Service (IaaS), Plate-forme en tant que Service (PaaS) et Logiciel en tant que Service (SaaS). Ces modèles effectuent différentes tâches pour sécuriser d'énormes quantités de données. Comme ces modèles sont différents, les méthodes de chiffrement deviennent compliquées et compliquent la maintenance et l'exécution de divers processus de chiffrement par le fournisseur de services cloud d'une organisation.
it: Le differenze nelle piattaforme cloud rendono la crittografia dei dati un ostacolo. La piattaforma cloud ha tre modelli: Infrastructure as a Service (IaaS), Platform as a Service (PaaS) e Software as a Service (SaaS). Questi modelli eseguono diverse attività per proteggere enormi quantità di dati. Poiché questi modelli sono diversi, i metodi di crittografia diventano complicati e rendono gravoso per il fornitore di servizi cloud di un'organizzazione mantenere ed eseguire vari processi di crittografia.
ko: 클라우드 플랫폼의 차이로 인해 데이터 암호화가 걸림돌이 됩니다. 클라우드 플랫폼에는 IaaS(서비스형 인프라), PaaS(서비스형 플랫폼) 및 SaaS(서비스형 소프트웨어)의 세 가지 모델이 있습니다. 이러한 모델은 방대한 양의 데이터를 보호하기 위해 다양한 작업을 수행합니다. 이러한 모델이 서로 다르기 때문에 암호화 방법이 복잡해지고 조직의 클라우드 서비스 공급자가 다양한 암호화 프로세스를 유지 관리하고 수행하는 데 부담이 됩니다.
nl: Verschillen in cloudplatforms maken data-encryptie tot een struikelblok. Het cloudplatform kent drie modellen: Infrastructure as a Service (IaaS), Platform as a Service (PaaS) en Software as a Service (SaaS). Deze modellen voeren verschillende taken uit om enorme hoeveelheden gegevens te beveiligen. Aangezien deze modellen verschillen, worden encryptiemethoden ingewikkeld en wordt het voor de cloudserviceprovider van een organisatie lastig om verschillende encryptieprocessen te onderhouden en uit te voeren.
pl: Różnice w platformach chmurowych sprawiają, że szyfrowanie danych jest przeszkodą. Platforma chmurowa ma trzy modele: infrastruktura jako usługa (IaaS), platforma jako usługa (PaaS) i oprogramowanie jako usługa (SaaS). Modele te wykonują różne zadania w celu zabezpieczenia ogromnych ilości danych. Ponieważ modele te są różne, metody szyfrowania stają się skomplikowane i sprawiają, że dostawca usług w chmurze organizacji jest uciążliwy w utrzymaniu i wykonywaniu różnych procesów szyfrowania.
pt: As diferenças entre as plataformas na nuvem fazem da cifragem de dados uma pedra no caminho. A plataforma na nuvem tem três modelos: Infrastructure as a Service (IaaS), Platform as a Service (PaaS) e Software as a Service (SaaS). Estes modelos executam diferentes tarefas para proteger grandes quantidades de dados. Sendo estes modelos diferentes, os métodos de cifragem tornam-se complicados e um fardo para o fornecedor de serviços na nuvem manter e executar vários processos de cifragem.
ru: Различия в облачных платформах делают шифрование данных камнем преткновения. Облачная платформа имеет три модели: Инфраструктура как услуга (IaaS), Платформа как услуга (PaaS) и программное обеспечение как услуга (SaaS). Эти модели выполняют различные задачи по защите огромных объемов данных. Поскольку эти модели различны, методы шифрования усложняются и делают обременительным для поставщика облачных услуг организации обслуживание и выполнение различных процессов шифрования.
sv: Skillnader i molnplattformar gör datakryptering till en stötesten. Molnplattformen har tre modeller: Infrastruktur som Service (IaaS), Plattform som Service (PaaS) och Programvara som Service (SaaS). Dessa modeller utför olika uppgifter för att säkra enorma mängder data. Eftersom dessa modeller är olika blir krypteringsmetoderna komplicerade och gör det betungande för en organisations molntjänstleverantör att underhålla och utföra olika krypteringsprocesser.
tr: Bulut platformlarındaki farklılıklar, veri şifrelemeyi bir ayak bağı haline getirir. Bulut platformlarının Bir Hizmet olarak Altyapı (IaaS), Bir Hizmet olarak Platform (Pass) ve Bir Hizmet olarak Yazılım (SaaS) üç modeli bulunur. Bu modeller büyük miktarlardaki verilerin güvenliğinin sağlanması için farklı görevler görür. Bu modeller farklı olduğu için şifreleme yöntemleri karmaşık haline gelir ve bunu bir kurumun bulut hizmet sağlayıcısı için çeşitli şifreleme süreçlerinin sürdürülmesi ve gerçekleştirilmesini bir külfet haline getirir.
zh: 云平台的差异使得数据加密成为绊脚石。 云平台有三种模式：基础设施即服务(IaaS)、平台即服务(PaaS)和软件即服务(SaaS)。 这些模型执行不同的任务来保护大量数据。 由于这些模型不同，加密方法变得复杂，并使组织的云服务提供商难以维护和执行各种加密过程。
