Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFIGDSBSI2_H4_Text2
source: Selecting a robust file encryption software ensures that your Google Drive files are equipped with the powerful measures to protect your sensitive data effectively. Whether it's personal files, financial documents, or sensitive business data, encryption ensures that even if unauthorized access occurs to your Google Drive storage, your data remains unreadable and protected.
ar: يضمن اختيار برنامج تشفير ملفات قوي أن ملفات جوجل درايف مجهزة بإجراءات قوية لحماية بياناتك الحساسة بشكل فعال. سواء كانت ملفات شخصية أو مستندات مالية أو بيانات عمل حساسة ، يضمن التشفير أنه حتى في حالة حدوث وصول غير مصرح به إلى مساحة تخزين جوجل درايف ، تظل بياناتك غير قابلة للقراءة ومحمية.
de: Die Auswahl einer robusten Dateiverschlüsselungssoftware stellt sicher, dass Ihre Google Drive-Dateien mit den leistungsstarken Maßnahmen ausgestattet sind, um Ihre sensiblen Daten effektiv zu schützen. Unabhängig davon, ob es sich um persönliche Dateien, Finanzdokumente oder sensible Geschäftsdaten handelt, stellt die Verschlüsselung sicher, dass Ihre Daten auch bei unbefugtem Zugriff auf Ihren Google Drive-Speicher unlesbar und geschützt bleiben.
es: La selección de un software de cifrado de archivos robusto garantiza que sus archivos de Google Drive estén equipados con las poderosas medidas para proteger sus datos confidenciales de manera efectiva. Ya sea que se trate de archivos personales, documentos financieros o datos comerciales confidenciales, el cifrado garantiza que, incluso si se produce un acceso no autorizado a su almacenamiento de Google Drive, sus datos permanezcan ilegibles y protegidos.
fr: La sélection d'un logiciel de cryptage de fichiers robuste garantit que vos fichiers Google Drive sont équipés de mesures puissantes pour protéger efficacement vos données sensibles. Qu'il s'agisse de fichiers personnels, de documents financiers ou de données professionnelles sensibles, le cryptage garantit que même en cas d'accès non autorisé à votre stockage Google Drive, vos données restent illisibles et protégées.
it: La scelta di un robusto software di crittografia dei file garantisce che i tuoi file di Google Drive siano dotati delle potenti misure per proteggere efficacemente i tuoi dati sensibili. Che si tratti di file personali, documenti finanziari o dati aziendali sensibili, la crittografia garantisce che anche in caso di accesso non autorizzato allo spazio di archiviazione di Google Drive, i dati rimangano illeggibili e protetti.
ko: 튼튼한 파일 암호화 소프트웨어를 선택함으로써 귀하의 Google Drive 파일은 민감한 데이터를 효과적으로 보호할 수 있는 강력한 조치로 갖추어집니다. 개인 파일, 재정 문서 또는 민감한 비즈니스 데이터가 포함되어 있든, Google Drive 저장소에 무단 접근이 발생하더라도 귀하의 데이터는 읽을 수 없고 보호됩니다.
nl: Het selecteren van krachtige software voor bestandsversleuteling zorgt ervoor dat jouw Google Drive-bestanden zijn uitgerust met krachtige maatregelen om je gevoelige data effectief te beschermen. Of het nu gaat om persoonlijke bestanden, financiële documenten of gevoelige bedrijfsgegevens, versleuteling zorgt ervoor dat zelfs als er onbevoegd toegang tot jouw Google Drive-opslag plaatsvindt, jouw data onleesbaar en beschermd blijven.
pl: Wybór solidnego oprogramowania do szyfrowania plików gwarantuje, że Twoje pliki na Dysku Google będą wyposażone w skuteczne środki skutecznie chroniące Twoje wrażliwe dane. Niezależnie od tego, czy są to pliki osobiste, dokumenty finansowe czy wrażliwe dane biznesowe, szyfrowanie gwarantuje, że nawet w przypadku nieautoryzowanego dostępu do miejsca na Dysku Google Twoje dane pozostaną nieczytelne i chronione.
pt: A seleção de um software robusto de criptografia de arquivos garante que seus arquivos do Google Drive estejam equipados com as medidas poderosas para proteger seus dados confidenciais de forma eficaz. Quer se trate de arquivos pessoais, documentos financeiros ou dados comerciais confidenciais, a criptografia garante que, mesmo que ocorra acesso não autorizado ao armazenamento do Google Drive, seus dados permaneçam ilegíveis e protegidos.
ru: Выбор надежного программного обеспечения для шифрования файлов гарантирует, что ваши файлы на Google Диске оснащены мощными мерами для эффективной защиты ваших конфиденциальных данных. Будь то личные файлы, финансовые документы или конфиденциальные бизнес-данные, шифрование гарантирует, что даже в случае несанкционированного доступа к вашему хранилищу Google Диска ваши данные останутся нечитаемыми и защищенными.
sv: Att välja en robust filkrypteringsprogramvara säkerställer att dina Google Drive-filer är utrustade med kraftfulla åtgärder för att effektivt skydda din känsliga data. Oavsett om det handlar om personliga filer, finansiella dokument eller känslig affärsdata, garanterar kryptering att även om obehörig åtkomst sker till ditt Google Drive-lagring, förblir din data oläslig och skyddad.
tr: Kuvvetli bir dosya şifreleme yazılımı seçmek, Google Drive dosyalarınızın hassas verilerinizi etkili bir şekilde korumak için güçlü önlemlerle donatılmasını sağlar. İster kişisel dosyalar, ister finansal belgeler veya hassas iş verileri olsun, şifreleme, Google Drive depolama alanınıza yetkisiz erişim olsa bile verilerinizin okunamaz ve korunaklı halde kalmasını sağlar.
zh: 选择功能强大的文件加密软件可确保您的 Google Drive 文件配备强大的措施来有效保护您的敏感数据。 无论是个人文件、财务文档还是敏感的业务数据，加密都能确保即使发生未经授权访问您的 Google Drive存储空间，您的数据仍然无法读取并受到保护。

# Blog_HTEFIGDSBSI2_Heading1
source: The Role of Encryption in Google Drive Security
de: Die Rolle der Verschlüsselung bei der Sicherheit von Google Drive
fr: Le rôle du chiffrement dans la sécurité de Google Drive
ru: Роль шифрования в безопасности Google Диска
zh: 加密在Google Drive安全中的作用

# Blog_HTEFIGDSBSI2_Heading2
source: How to Automatically Encrypt Your Google Drive Files with AxCrypt
ar: كيفية تشفير ملفات جوجل درايف تلقائيا باستخدام اكسكربت
de: So verschlüsseln Sie Ihre Google Drive-Dateien automatisch mit AxCrypt
es: Cómo Cifrar Automáticamente Tus Archivos de Google Drive con AxCrypt
fr: Comment Chiffrer Automatiquement Vos Fichiers Google Drive avec AxCrypt ​
it: Come crittografare automaticamente i file di Google Drive con AxCrypt
ko: AxCrypt로 Google Drive 파일을 자동으로 암호화하는 방법
nl: Hoe je jouw Google Drive-bestanden automatisch kunt versleutelen met AxCrypt
pl: Jak automatycznie szyfrować pliki na Dysku Google za pomocą AxCrypt
pt: Como criptografar automaticamente seus arquivos do Google Drive com o AxCrypt
ru: Как автоматически зашифровать файлы Google Диска с помощью AxCrypt
sv: Så här krypterar du automatiskt dina Google Drive-filer med AxCrypt
tr: Google Drive Dosyalarını AxCrypt ile Otomatik Olarak Şifreleme
zh: 如何使用AxCrypt自动加密您的Google Drive文件

# Blog_HTEFIGDSBSI2_Heading3
source: 5 Benefits of Encrypting Your Google Drive Files
ar: 5 فوائد لتشفير ملفات جوجل درايف الخاصة بك
de: 5 Vorteile der Verschlüsselung Ihrer Google Drive-Dateien
es: 5 beneficios de cifrar tus archivos de Google Drive
fr: 5 Avantages du Cryptage de Vos Fichiers Google Drive
it: 5 vantaggi della crittografia dei file di Google Drive
ko: Google Drive 파일을 암호화하는 5가지 이점
nl: 5 voordelen van het versleutelen van jouw Google Drive-bestanden
pl: 5 korzyści z szyfrowania plików na Dysku Google
pt: 5 benefícios de criptografar seus arquivos do Google Drive
ru: 5 преимуществ шифрования файлов Google Диска
sv: 5 fördelar med att Kryptera dina Google Drive-filer
tr: Google Drive Dosyalarınızı Şifrelemenin 5 Faydası
zh: 加密 Google Drive 文件的 5 大好处

# Blog_HTEFIGDSBSI2_Heading4
source: A Secure Way Forward
ar: طريق آمن للمضي قدما
de: Ein sicherer Weg in die Zukunft
es: Un camino seguro a seguir
fr: Une Voie à Suivre Sécurisée
it: Un modo sicuro per andare avanti
ko: 안전한 진전
nl: Een veilige weg vooruit
pl: Bezpieczna droga naprzód
pt: Um caminho seguro a seguir
ru: Безопасный путь вперед
sv: En säker väg framåt
tr: İleriye Doğru Güvenli Bir Yol
zh: 安全的前进方向

# Blog_HTEFIGDSBSI2_Summary
source: Google Drive is one of the most popular cloud storage services for personal and business data. It’s a great place to store your photos, videos, documents, and sensitive business files for convenience and backup.
ar: يعد جوجل درايف أحد أكثر خدمات التخزين السحابية شيوعا للبيانات الشخصية والتجارية. إنه مكان رائع لتخزين الصور ومقاطع الفيديو والمستندات وملفات الأعمال الحساسة للراحة والنسخ الاحتياطي.
de: Google Drive ist einer der beliebtesten Cloud-Speicherdienste für persönliche und geschäftliche Daten. Es ist ein großartiger Ort, um Ihre Fotos, Videos, Dokumente und vertraulichen Geschäftsdateien bequem und sicher zu speichern.
es: Google Drive es uno de los servicios de almacenamiento en la nube más populares para datos personales y comerciales. Es un gran lugar para almacenar sus fotos, videos, documentos y archivos comerciales confidenciales para mayor comodidad y copia de seguridad.
fr: Google Drive est l'un des services de stockage cloud les plus populaires pour les données personnelles et professionnelles. C'est un endroit idéal pour stocker vos photos, vidéos, documents et fichiers professionnels sensibles à des fins pratiques et de sauvegarde.
it: Google Drive è uno dei servizi di cloud storage più popolari per i dati personali e aziendali. È un ottimo posto per archiviare foto, video, documenti e file aziendali sensibili per comodità e backup.
ko: Google Drive는 개인 및 비즈니스 데이터를 위한 가장 인기 있는 클라우드 스토리지 서비스 중 하나입니다. 사진, 비디오, 문서 및 민감한 비즈니스 파일을 편리하게 저장하고 백업할 수 있는 훌륭한 장소입니다.
nl: Google Drive is een van de meest populaire cloudopslagservices voor persoonlijke en zakelijke gegevens. Het is een geweldige plek om voor jouw gemak en als back-up foto's, video's, documenten en gevoelige zakelijke bestanden op te slaan.
pl: Dysk Google to jedna z najpopularniejszych usług przechowywania danych osobistych i biznesowych w chmurze. To świetne miejsce do przechowywania zdjęć, filmów, dokumentów i poufnych plików biznesowych dla wygody i tworzenia kopii zapasowych.
pt: O Google Drive é um dos serviços de armazenamento em nuvem mais populares para dados pessoais e empresariais. É um ótimo lugar para armazenar suas fotos, vídeos, documentos e arquivos comerciais confidenciais para conveniência e backup.
ru: Google Drive — один из самых популярных сервисов облачного хранения личных и бизнес-данных. Это отличное место для хранения фотографий, видео, документов и конфиденциальных бизнес-файлов для удобства и резервного копирования.
sv: Google Drive är en av de mest populära molnlagringstjänsterna för person- och affärsdata. Det är ett utmärkt ställe att lagra dina foton, videor, dokument och känsliga affärsfiler för bekvämlighet och säkerhetskopiering.
tr: Google Drive, kişisel ve ticari veriler için en popüler bulut depolama hizmetlerinden biridir. Fotoğraflarınızı, videolarınızı, belgelerinizi ve hassas iş dosyalarınızı kolaylık sağlaması ve yedeklerini almak amacıyla depolayacağınız harika bir yerdir.
zh: Google Drive 是最受欢迎的个人和企业数据云存储服务之一。这是存储照片、视频、文档和敏感业务文件的好地方，以方便和备份。

# Blog_HTEFIGDSBSI2_Text1
source: Google Drive is one of the most popular cloud storage services for personal and business data. It’s a great place to store your photos, videos, documents, and sensitive business files for convenience and backup.
ar: يعد جوجل درايف أحد خدمات التخزين السحابية الأكثر شيوعًا للبيانات الشخصية والتجارية. إنه مكان رائع لتخزين الصور ومقاطع الفيديو والمستندات وملفات الأعمال الحساسة لتوفير الراحة والنسخ الاحتياطي.
de: Google Drive ist einer der beliebtesten Cloud-Speicherdienste für persönliche und geschäftliche Daten. Es ist ein großartiger Ort, um Ihre Fotos, Videos, Dokumente und vertraulichen Geschäftsdateien bequem und sicher zu speichern.
es: Google Drive es uno de los servicios de almacenamiento en la nube más populares para datos personales y comerciales. Es un gran lugar para almacenar sus fotos, videos, documentos y archivos comerciales confidenciales para mayor comodidad y copia de seguridad.
fr: Google Drive est l'un des services de stockage cloud les plus populaires pour les données personnelles et professionnelles. C'est un endroit idéal pour stocker vos photos, vidéos, documents et fichiers professionnels sensibles à des fins pratiques et de sauvegarde.
it: Google Drive è uno dei servizi di cloud storage più popolari per i dati personali e aziendali. È un ottimo posto per archiviare foto, video, documenti e file aziendali sensibili per comodità e backup.
ko: Google Drive는 개인 및 비즈니스 데이터를 위한 가장 인기 있는 클라우드 스토리지 서비스 중 하나입니다. 사진, 비디오, 문서 및 민감한 비즈니스 파일을 편리하게 저장하고 백업할 수 있는 훌륭한 장소입니다.
nl: Google Drive is een van de meest populaire cloudopslagservices voor persoonlijke en zakelijke gegevens. Het is een geweldige plek om voor jouw gemak en als back-up foto's, video's, documenten en gevoelige zakelijke bestanden op te slaan.
pl: Dysk Google to jedna z najpopularniejszych usług przechowywania danych osobistych i biznesowych w chmurze. To świetne miejsce do przechowywania zdjęć, filmów, dokumentów i poufnych plików biznesowych dla wygody i tworzenia kopii zapasowych.
pt: O Google Drive é um dos serviços de armazenamento em nuvem mais populares para dados pessoais e empresariais. É um ótimo lugar para armazenar suas fotos, vídeos, documentos e arquivos comerciais confidenciais para conveniência e backup.
ru: Google Drive — один из самых популярных сервисов облачного хранения личных и бизнес-данных. Это отличное место для хранения фотографий, видео, документов и конфиденциальных бизнес-файлов для удобства и резервного копирования.
sv: Google Drive är en av de mest populära molnlagringstjänsterna för person- och affärsdata. Det är ett utmärkt ställe att lagra dina foton, videor, dokument och känsliga affärsfiler för bekvämlighet och säkerhetskopiering.
tr: Google Drive, kişisel ve ticari veriler için en popüler bulut depolama hizmetlerinden biridir. Fotoğraflarınızı, videolarınızı, belgelerinizi ve hassas iş dosyalarınızı kolaylık sağlaması ve yedeklerini almak amacıyla depolayacağınız harika bir yerdir.
zh: Google Drive 是最受欢迎的个人和企业数据云存储服务之一。这是存储照片、视频、文档和敏感业务文件的好地方，以方便和备份。

# Blog_HTEFIGDSBSI2_Text2
source: It is not, however, the most secure and private way to manage your files. Despite Google's claims that it encrypts your files in transit and at rest, <a href= 'https://support.google.com/drive/answer/10375054?hl=en'><strong>Google's guidelines</strong></a> state that it <strong>“processes”</strong> your stored data to enhance the user experience, which could mean anything from analyzing your files to using them to target you with advertising.
ar: ومع ذلك ، فهي ليست الطريقة الأكثر أمانا وخصوصية لإدارة ملفاتك. على الرغم من ادعاءات جوجل بأنها تقوم بتشفير ملفاتك أثناء النقل وفي حالة الراحة ، تنص <a href= 'https://support.google.com/drive/answer/10375054?hl=en'>إرشادات جوجل</strong></a> على أنها <strong>"تعالج"</strong> بياناتك المخزنة لتحسين تجربة المستخدم ، مما قد يعني أي شيء من تحليل ملفاتك إلى استخدامها لاستهدافك بالإعلانات.
de: Es ist jedoch nicht die sicherste und privateste Art, Ihre Dateien zu verwalten. Trotz der Behauptungen von Google, dass es Ihre Dateien während der Übertragung und im Ruhezustand verschlüsselt, besagen die <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>Google's guidelines</strong></a>, dass Ihre gespeicherten Daten <strong>"verarbeitet"</strong> werden, um die Benutzererfahrung zu verbessern, was alles bedeuten kann, von der Analyse Ihrer Dateien bis hin zu ihrer Verwendung, um Sie mit Werbung anzusprechen.
es: Sin embargo, no es la forma más segura y privada de administrar sus archivos. A pesar de las afirmaciones de Google de que encripta sus archivos en tránsito y en reposo, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>las pautas de Google</strong></a> establecen que <strong>"procesa"</strong> sus datos almacenados para mejorar la experiencia del usuario, lo que podría significar cualquier cosa, desde analizar sus archivos hasta usarlos para enviarle publicidad.
fr: Ce n’est cependant pas le moyen le plus sécurisé et le plus privé de gérer vos fichiers. Malgré les affirmations de Google selon lesquelles vos fichiers en transit et au repos sont chiffrés, les <a href= 'https://support.google.com/drive/answer/10375054?hl=en'><strong>Consignes de Google</strong></a> déclarent qu'ils <strong>“traitent”</strong> vos données stockées pour améliorer l'expérience utilisateur, ce qui peut aller de l'analyse de vos fichiers à leur utilisation pour vous cibler avec de la publicité.
it: Non è, tuttavia, il modo più sicuro e privato per gestire i tuoi file. Nonostante Google affermi di crittografare i tuoi file in transito e a riposo, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>le linee guida di Google</strong></a> affermano che " <strong>elabora"</strong> i tuoi dati memorizzati per migliorare l'esperienza dell'utente, il che potrebbe significare qualsiasi cosa, dall'analisi dei tuoi file al loro utilizzo per indirizzarti con la pubblicità.
ko: 그러나 Google Drive는 파일을 관리하는 가장 안전하고 사적인 방법은 아닙니다. Google이 파일이 이동 중이거나 휴식 중일 때 암호화된다고 주장하더라도, <a href= 'https://support.google.com/drive/answer/10375054?hl=en'><strong>Google의 지침</strong></a>에 따르면 저장된 데이터를 <strong>“처리”</strong>하여 사용자 경험을 향상시킨다고 명시되어 있습니다. 이는 파일 분석부터 광고 대상 설정에 이르기까지 다양한 의미일 수 있습니다.
nl: Het is echter niet de veiligste en meest privacy vriendelijke manier om je bestanden te beheren. Ondanks de beweringen van Google dat je bestanden tijdens transport en opslag versleutelt zijn, stellen <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>de richtlijnen van Google</strong></a> dat het jouw opgeslagen gegevens <strong>"verwerkt"</strong> om de gebruikerservaring te verbeteren, wat kan betekenen, dat Google je bestanden of het gebruik ervan kan analyseren om je te targeten met advertenties.
pl: Nie jest to jednak najbezpieczniejszy i najbardziej prywatny sposób zarządzania plikami. Pomimo twierdzeń Google, że szyfruje Twoje pliki podczas przesyłania i przechowywania, <a href= 'https://support.google.com/drive/answer/10375054?hl=en'><strong>Wytyczne Google</strong>< /a> oświadcza, że <strong>„przetwarza”</strong> przechowywane dane w celu poprawy komfortu użytkownika, co może oznaczać wszystko, od analizy plików po wykorzystanie ich do kierowania reklam do Ciebie.
pt: No entanto, não é a maneira mais segura e privada de gerenciar seus arquivos. Apesar das alegações do Google de que criptografa seus arquivos em trânsito e em repouso, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>as diretrizes do Google</strong></a> afirmam que ele <strong>"processa"</strong> seus dados armazenados para melhorar a experiência do usuário, o que pode significar qualquer coisa, desde analisar seus arquivos até usá-los para segmentá-lo com publicidade.
ru: Однако это не самый безопасный и конфиденциальный способ управления файлами. Несмотря на заявления Google о том, что он шифрует ваши файлы при передаче и хранении, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>Google's guidelines</strong></a> говорится, что он <strong>«обрабатывает»</strong> ваши сохраненные данные для улучшения пользовательского опыта, что может означать что угодно, от анализа ваших файлов до их использования для таргетинга рекламы.
sv: Det är dock inte det mest säkra och privata sättet att hantera dina filer. Trots Googles påståenden om att de krypterar dina filer under överföring och i vila, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>Googles riktlinjer</strong></a> påstår att de <strong>"behandlar"</strong> din lagrade data för att förbättra användarupplevelsen, vilket skulle kunna innebära allt från att analysera dina filer till att använda dem för att rikta reklam mot dig.
tr: Ancak, dosyalarınızı yönetmenin en güvenli ve özel yolu değildir. Google'ın dosyalarınızı aktarım sırasında ve beklemedeyken şifrelediğini iddia etmesine rağmen, <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>Google'ın yönergeleri</strong></a> , kullanıcı deneyimini geliştirmek için depolanan verilerinizi <strong>"işlediğini"</strong> belirtir, bu da dosyalarınızı analiz etmekten sizi reklamlarla hedeflemek için kullanmaya kadar herhangi bir şey anlamına gelebilir.
zh: 但是，这并不是管理文件的最安全、最私密的方式。尽管 Google 声称它会加密传输中和静态的文件，但 <a href='https://support.google.com/drive/answer/10375054?hl=en'><strong>Google's guidelines</strong></a> 指出，它会 <strong>“处理”</strong> 您存储的数据以增强用户体验，这可能意味着从分析您的文件到使用它们来定位您做广告。

# Blog_HTEFIGDSBSI2_Text3
source: This implies that Google has access to your files and can view them at any time at its discretion. You cannot afford to take any risks when it comes to your sensitive data – you need to have complete control over it.
ar: وهذا يعني أن جوجل لديها حق الوصول إلى ملفاتك ويمكنها الاطلاع عليها في أي وقت حسب تقديرها. لا يمكنك تحمل أي مخاطر عندما يتعلق الأمر ببياناتك الحساسة، بل تحتاج إلى السيطرة الكاملة عليها.
de: Dies bedeutet, dass Google Zugriff auf Ihre Dateien hat und diese jederzeit nach eigenem Ermessen einsehen kann. Sie können es sich nicht leisten, Risiken einzugehen, wenn es um Ihre sensiblen Daten geht – Sie müssen die vollständige Kontrolle darüber haben.
es: Esto implica que Google tiene acceso a sus archivos y puede verlos en cualquier momento a su discreción. No puede permitirse correr ningún riesgo cuando se trata de sus datos confidenciales: debe tener un control total sobre ellos.
fr: Cela implique que Google a accès à vos fichiers et peut les consulter à tout moment et à sa discrétion. Vous ne pouvez pas vous permettre de prendre des risques lorsqu’il s’agit de vos données sensibles : vous devez en avoir un contrôle total.
it: Ciò implica che Google ha accesso ai tuoi file e può visualizzarli in qualsiasi momento a sua discrezione. Non puoi permetterti di correre rischi quando si tratta dei tuoi dati sensibili: devi avere il controllo completo su di essi.
ko: 이는 Google이 언제든지 자유롭게 귀하의 파일에 접근하고 열람할 수 있음을 의미합니다. 민감한 데이터에 대해 아무런 위험도 감수할 수 없습니다 – 데이터에 대한 완벽한 통제권을 가져야 합니다.
nl: Dit houdt in dat Google toegang heeft tot jouw bestanden en deze op elk gewenst moment kan bekijken. Je kunt het je niet permitteren om risico's te nemen als het gaat om jouw gevoelige gegevens - je wil er volledige controle over hebben.
pl: Oznacza to, że Google ma dostęp do Twoich plików i może je przeglądać w dowolnym momencie, według własnego uznania. Nie możesz sobie pozwolić na żadne ryzyko, jeśli chodzi o Twoje wrażliwe dane – musisz mieć nad nimi pełną kontrolę.
pt: Isso implica que o Google tem acesso aos seus arquivos e pode visualizá-los a qualquer momento, a seu critério. Você não pode se dar ao luxo de correr riscos quando se trata de seus dados confidenciais – você precisa ter controle total sobre eles.
ru: Это означает, что Google имеет доступ к вашим файлам и может просматривать их в любое время по своему усмотрению. Вы не можете позволить себе рисковать, когда речь идет о ваших конфиденциальных данных — вы должны иметь полный контроль над ними.
sv: Detta innebär att Google har tillgång till dina filer och kan när som helst se dem, helt på deras villkor. Du har inte råd att ta några risker när det gäller dina känsliga uppgifter – Du måste ha fullständig kontroll över dina filer.
tr: Bu, Google'ın dosyalarınıza erişimi olduğu ve kendi takdirine bağlı olarak bunları istediği zaman görüntüleyebileceği anlamına gelir. Hassas verileriniz söz konusu olduğunda herhangi bir risk almayı göze alamazsınız - bunlar üzerinde tam kontrole sahip olmanız gerekir.
zh: 这意味着 Google 可以访问您的文件，并可以随时自行决定查看它们。当涉及到您的敏感数据时，您不能承担任何风险——您需要完全控制它。
