Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EFPECT_H2_SH2_Text1
source: In the next few years, workstations that contain data that must be kept safe for lengthy periods of time after initial encryption will require post-quantum cryptography. Quantum computers are extremely difficult to construct. None has yet been constructed that can outperform a traditional computer, despite many attempts. But according to the article, quantum machines might become a reality within the next 10 to 20 years. Quantum cryptography, unlike mathematical encryption, employs quantum physics to convey secure data and is genuinely unhackable. Quantum cryptography is a quantum mechanics-based approach for safeguarding the distribution of symmetric encryption keys. Quantum key distribution is a more accurate term for it (QKD). The different QKD techniques are designed to ensure that any eavesdropper attempting to monitor the transmitted photons would cause the transmission to be disrupted.
ar: يستخدم التشفير الكمي ، على عكس التشفير الرياضي ، فيزياء الكم لنقل بيانات آمنة وهو غير قابل للقرصنة حقًا. التشفير الكمي هو نهج قائم على ميكانيكا الكم لحماية توزيع مفاتيح التشفير المتماثل. توزيع المفتاح الكمي هو مصطلح أكثر دقة له (QKD). تم تصميم تقنيات QKD المختلفة للتأكد من أن أي متنصت يحاول مراقبة الفوتونات المرسلة قد يتسبب في تعطيل الإرسال. في السنوات القليلة المقبلة ، ستتطلب محطات العمل التي تحتوي على بيانات يجب أن تظل آمنة لفترات طويلة من الزمن بعد التشفير الأولي تشفيرًا ما بعد الكم. من الصعب للغاية بناء أجهزة الكمبيوتر الكمومية. لم يتم حتى الآن إنشاء أي جهاز يمكنه التفوق على أجهزة الكمبيوتر التقليدية ، على الرغم من المحاولات العديدة. لكن وفقًا للمقال ، قد تصبح الآلات الكمومية حقيقة واقعة في غضون السنوات العشر إلى العشرين القادمة.
de: In den nächsten Jahren werden Workstations, die Daten enthalten, die nach der Erstverschlüsselung für längere Zeit sicher aufbewahrt werden müssen, eine Post-Quanten-Kryptographie erfordern. Quantencomputer sind extrem schwierig zu konstruieren. Es wurde noch keiner konstruiert, der trotz vieler Versuche einen herkömmlichen Computer übertreffen kann. Dem Artikel zufolge könnten Quantenmaschinen jedoch innerhalb der nächsten 10 bis 20 Jahre Realität werden. Die Quantenkryptographie verwendet im Gegensatz zur mathematischen Verschlüsselung die Quantenphysik, um sichere Daten zu übermitteln, und ist wirklich nicht hackbar. Quantenkryptographie ist ein quantenmechanischer Ansatz zur Sicherung der Verteilung symmetrischer Verschlüsselungsschlüssel. Quantenschlüsselverteilung ist ein genauerer Begriff dafür (QSV). Die verschiedenen QSV-Techniken sollen sicherstellen, dass jeder Lauscher, der versucht, die übertragenen Photonen zu überwachen, die Übertragung stören würde.
es: En los próximos años, las estaciones de trabajo que contengan datos que deban mantenerse seguros durante largos períodos de tiempo después del cifrado inicial requerirán criptografía poscuántica. Las computadoras cuánticas son extremadamente difíciles de construir. Todavía no se ha construido ninguna que pueda superar a una computadora tradicional, a pesar de muchos intentos. Pero según el artículo, las máquinas cuánticas podrían convertirse enuna realidad en los próximos 10 a 20 años. La criptografía cuántica, a diferencia del cifrado matemático, emplea la física cuántica para transmitir datos seguros y es genuinamente imposible de hackear. La criptografía cuántica es un enfoque basado en la mecánica cuántica para salvaguardar la distribución de claves de cifrado simétricas. La distribución de claves cuánticas es un término más preciso para ello (QKD). Las diferentes técnicas QKD están diseñadas para garantizar que cualquier intruso que intente monitorear los fotones transmitidos cause la interrupción de la transmisión.
fr: Au cours des prochaines années, les postes de travail contenant des données qui doivent être conservées en toute sécurité pendant de longues périodes après le chiffrement initial nécessiteront une cryptographie post-quantique. Les ordinateurs quantiques sont extrêmement difficiles à construire. Aucun n'a encore été construit qui puisse surpasser un ordinateur traditionnel, malgré de nombreuses tentatives. Mais selon l'article, les machines quantiques pourraient devenir une réalité dans les 10 à 20 prochaines années. La cryptographie quantique, contrairement au cryptage mathématique, utilise la physique quantique pour transmettre des données sécurisées et est véritablement inviolable. La cryptographie quantique est une approche basée sur la mécanique quantique pour protéger la distribution des clés de chiffrement symétriques. La distribution de clé quantique est un terme plus précis pour cela (QKD). Les différentes techniques QKD sont conçues pour garantir que tout indiscret tentant de surveiller les photons transmis perturberait la transmission.
it: Nei prossimi anni, le workstation che contengono i dati che devono essere mantenuti al sicuro per lunghi periodi di tempo dopo una crittografia iniziale richiederà una crittografia post-quantistica. I computer quantistici sono estremamente difficili da costruire. Non ne è ancora stato costruito uno in grado di superare un computer tradizionale, nonostante tanti tentativi. Ma secondo l'articolo, le macchine quantistiche potrebbero diventare una realtà entro i prossimi 10-20 anni. La crittografia quantistica, a differenza della crittografia matematica, utilizza la fisica quantistica per trasmettere dati sicuri ed è davvero inattaccabile. La crittografia quantistica è un approccio basato sulla meccanica quantistica per salvaguardare la distribuzione delle chiavi di crittografia simmetrica. La distribuzione a chiave quantistica è un termine più accurato per questo (QKD). Le diverse tecniche QKD sono progettate per assicurare l'interruzione della trasmissione nel caso in cui qualsiasi intercettatore tenti di rilevare i fotoni trasmessi.
ko: 향후 몇 년 동안 초기 암호화 후 장기간 안전하게 보관해야 하는 데이터가 포함된 워크스테이션에는 사후양자 암호화가 필요할 것입니다. 양자 컴퓨터는 구성하기가 매우 어렵습니다. 많은 시도에도 불구하고 기존 컴퓨터를 능가할 수 있는 것은 아직 구축되지 않았습니다. 그러나 기사에 따르면, 양자 기계는 향후 10~20년 내에 현실이 될 수 있습니다. 양자 암호화는 수학적 암호화와 달리 양자 물리학을 사용하여 안전한 데이터를 전달하며 실제로 해킹할 수 없습니다. 양자 암호화는 대칭 암호화 키의 배포를 보호하기 위한 양자 역학 기반 접근 방식이며, 양자 키 배포(QKD)가 더 정확한 용어입니다. 다른 QKD 기술은 전송된 광자를 모니터링하려는 도청자가 전송을 방해할 수 있도록 설계되었습니다.
nl: In de komende jaren zullen werkstations die gegevens bevatten die na de eerste versleuteling gedurende lange tijd veilig moeten worden bewaard, post-kwantumcryptografie vereisen. Quantumcomputers zijn buitengewoon moeilijk te bouwen. Er is nog geen enkele gebouwd die, ondanks vele pogingen, beter kan presteren dan een traditionele computer. Maar volgens het artikel kunnen kwantummachines binnen 10 tot 20 jaar werkelijkheid worden. Kwantumcryptografie maakt, in tegenstelling tot wiskundige codering, gebruik van kwantumfysica om veilige gegevens over te brengen en is echt onhackbaar. Kwantumcryptografie is een op kwantummechanica gebaseerde benadering voor het beveiligen van de distributie van symmetrische coderingssleutels. Kwantumsleuteldistributie oftewel Quantum key distribution is een nauwkeuriger term ervoor (QKD). De verschillende QKD-technieken zijn ontworpen om ervoor te zorgen dat elke afluisteraar die probeert de uitgezonden fotonen te controleren, de transmissie zou verstoren.
pl: W ciągu najbliższych kilku lat stacje robocze zawierające dane, które po początkowym zaszyfrowaniu muszą być bezpieczne przez długi czas, będą wymagały kryptografii post-kwantowej. Komputery kwantowe są niezwykle trudne do zbudowania. Nie zbudowano jeszcze żadnego, który mógłby przewyższyć tradycyjny komputer, pomimo wielu prób. Ale zgodnie z artykułem maszyny kwantowe mogą stać się rzeczywistością w ciągu najbliższych 10 do 20 lat. Kryptografia kwantowa, w przeciwieństwie do szyfrowania matematycznego, wykorzystuje fizykę kwantową do przekazywania bezpiecznych danych i jest naprawdę nie do zhakowania. Kryptografia kwantowa to oparte na mechanice kwantowej podejście do zabezpieczania dystrybucji symetrycznych kluczy szyfrowania. Dystrybucja klucza kwantowego jest bardziej adekwatnym terminem (QKD). Różne techniki QKD mają na celu zapewnienie, że każdy podsłuchujący próbujący monitorować przesyłane fotony spowoduje zakłócenie transmisji.
pt: Nos próximos anos, as estações de trabalho com dados que devam ser guardados de forma segura por longos períodos de tempo após a sua cifragem inicial irão requerer criptografia pós-quântica. Os computadores quânticos são extremamente difíceis de construir. Ainda nenhum que supere um computador tradicional foi construído, apesar das inúmeras tentativas. No entanto, de acordo com o artigo, as máquinas quânticas devem tornar-se realidade nos próximos 10 a 20 anos. A criptografia quântica, ao contrário da criptografia matemática, emprega física quântica para expressar dados seguros e é genuinamente inviolável. A criptografia quântica é uma abordagem baseada em mecânica quântica para a salvaguarda da distribuição de chaves de cifragem simétricas, sendo a distribuição de chaves quânticas (QKD) um termo mais preciso. As diferentes técnicas QKD estão desenhadas para garantir que qualquer tentativa de monitorização de fotões em trânsito cause disrupção de transmissão de dados.
ru: В ближайшие несколько лет для рабочих станций, содержащих данные, которые должны храниться в безопасности в течение длительных периодов времени после первоначального шифрования, потребуется постквантовая криптография. Квантовые компьютеры чрезвычайно сложны в построении. Несмотря на многочисленные попытки, до сих пор не было сконструировано ни одного устройства, способного превзойти традиционный компьютер. Но, согласно статье, квантовые машины могут стать реальностью в течение ближайших 10-20 лет. Квантовая криптография, в отличие от математического шифрования, использует квантовую физику для передачи защищенных данных и действительно не поддается взлому. Квантовая криптография - это основанный на квантовой механике подход к защите распределения симметричных ключей шифрования. Квантовое распределение ключей - более точный термин для этого (QKD). Различные методы QKD разработаны таким образом, чтобы гарантировать, что любой подслушивающий, пытающийся отслеживать передаваемые фотоны, приведет к прерыванию передачи.
sv: Under de närmaste åren kommer arbetsstationer som innehåller data som måste förvaras säkra under långa perioder efter initial kryptering att kräva post-kvantkryptering. Kvantdatorer är extremt svåra att konstruera. Ingen som kan överträffa en traditionell dator har ännu konstruerats trots många försök. Men enligt artikeln kan kvantmaskiner bli verklighet inom de närmaste 10 till 20 åren. Kvantkryptering, till skillnad från matematisk kryptering, använder kvantfysik för att förmedla säker data och verkligen är ohackbar. Kvantkryptografi är en kvantmekanikbaserad metod för att skydda distributionen av symmetriska krypteringsnycklar. Kvantnyckeldistribution är en mer exakt term för det (QKD). De olika QKD-teknikerna är utformade för att säkerställa att alla avlyssnare som försöker övervaka de överförda fotonerna skulle orsaka att överföringen störs.
tr: Önümüzdeki yıllarda, ilk şifreleme sonrası uzun süreler boyunca güvende tutulması gereken verileri içeren çalışma istasyonları kuantum sonrası şifreleme gerektirecektir. Kuantum bilgisayarlarının yapılması oldukça zordur. Birçok denemeye rağmen geleneksel bir bilgisayarın performansını geçebilecek bir tanesi henüz yapılamamıştır. Ancak makaleye göre kuantum makineleri önümüzdeki 10 ila 20 yıl içerisinde bir gerçeklik haline gelebilir. Matematik kriptografinin aksine kuantum kriptografisi güvenli verilerin aktarılması için kuantum fiziğini kullanır ve gerçek anlamda hacklenmesi imkansızdır. Kuantum kriptografisi, simetrik şifreleme anahtarlarının dağıtımının güvenliğinin sağlanması için kuantum mekaniği temelli bir yaklaşımdır. Kuantum anahtar dağıtımı, bunun için daha doğru bir terimdir (QKD). İletilen fotonları izlemeye teşebbüs eden bir kulak misafirinin iletimin kesintiye uğramasına neden olmasını sağlamak için farklı QKD teknikleri tasarlanmıştır.
zh: 在接下来的几年中，包含必须在初始加密后长时间保持安全的数据的工作站将需要后量子加密。 量子计算机非常难以构建。 尽管进行了许多尝试，但尚未构建出能够胜过传统计算机的计算机。 但根据文章，量子机器可能会在未来10到20年内成为现实。 量子密码学与数学加密不同，采用量子物理学来传递安全数据，并且是真正不可破解的。 量子密码学是一种基于量子力学的方法，用于保护对称加密密钥的分布。 量子密钥分配是it（QKD）更准确的术语。 不同的QKD技术旨在确保任何试图监测传输光子的窃听者都会导致传输中断。

# Blog_EFPECT_H2_SubHeading1
source: <strong>User-Controlled Encryption </strong>
ar: <strong> تشفير يتحكم فيه المستخدم </strong>
de: <strong>Benutzergesteuerte Verschlüsselung </strong>
es: <strong>Cifrado controlado por el usuario</strong>
fr: <strong>Cryptage Contrôlé par l'Utilisateur</strong>
it: <strong>Crittografia Controllata dall'Utente</strong>
ko: <strong>사용자 제어 암호화 </strong>
nl: <strong>Door de Gebruiker Gecontroleerde Encryptie </strong>
pl: <strong>Szyfrowanie kontrolowane przez użytkownika </strong>
pt: <strong>Cifragem Controlada Pelo Utilizador </strong>
ru: <strong>Управляемое пользователем шифрование </strong>
sv: <strong>Användarkontrollerad kryptering </strong>
tr: <strong>Kullanıcı Kontrollü Şifreleme </strong>
zh: <strong>用户控制加密</strong>

# Blog_EFPECT_H2_SubHeading2
source: <strong>Quantum Cryptography</strong>
ar: <strong> التشفير الكم </strong>
de: <strong>Quantenkryptographie</strong>
es: <strong>Criptografía cuántica</strong>
fr: <strong>Cryptographie Quantique</strong>
it: <strong>Crittografia Quantistica</strong>
ko: <strong>양자 암호화</strong>
nl: <strong>Kwantumcryptografie</strong>
pl: <strong>Kryptografia kwantowa</strong>
pt: <strong>Criptografia Quântica</strong>
ru: <strong>Квантовая криптография</strong>
sv: <strong>Kvantkryptering</strong>
tr: <strong>Kuantum Kriptografi</strong>
zh: <strong>量子密码学</strong>

# Blog_EFPECT_Heading1
source: Emerging Threats
ar: التهديدات الناشئة
de: Aufkommende Bedrohungen
es: Amenazas emergentes
fr: Menaces Émergentes
it: Minacce emergenti
ko: 새로운 위협
nl: Opkomende Bedreigingen
pl: Pojawiające się zagrożenia
pt: Ameaças Emergentes
ru: Возникающие угрозы
sv: Växande hot
tr: Yükselen Tehditler
zh: 新出现的威胁

# Blog_EFPECT_Heading2
source: Future Encryption Approaches
ar: مناهج التشفير المستقبلية
de: Zukünftige Verschlüsselungsansätze
es: Futuros enfoques en el cifrado
fr: Approches de Chiffrement Futures
it: Approcci di Crittografia Futuri
ko: 미래의 암호화 접근법
nl: Toekomstige Encryptiebenaderingen
pl: Przyszłościowe podejścia do szyfrowania
pt: Abordagens Futuras de Cifragem
ru: Будущие подходы к шифрованию
sv: Framtida krypteringsmetoder
tr: Gelecekteki Şifreleme Yaklaşımları
zh: 未来的加密方法

# Blog_EFPECT_Summary
source: Encryption is essential in protecting trade secrets, identification data, financial transactions, sensitive personal information, and other forms of proprietary data that are stored digitally.
ar: يعد التشفير ضروريًا لحماية الأسرار التجارية وبيانات التعريف والمعاملات المالية والمعلومات الشخصية الحساسة والأشكال الأخرى من بيانات الملكية المخزنة رقميًا.
de: Verschlüsselung ist für den Schutz von Geschäftsgeheimnissen, Identifikationsdaten, Finanztransaktionen, sensiblen persönlichen Informationen und anderen Formen von geschützten Daten, die digital gespeichert werden, unerlässlich.
es: El cifrado es esencial para proteger los secretos comerciales, los datos de identificación, las transacciones financieras, la información personal confidencial y otras formas de datos de propiedad que se almacenan digitalmente.
fr: Le cryptage est essentiel pour protéger les secrets commerciaux, les données d'identification, les transactions financières, les informations personnelles sensibles et d'autres formes de données exclusives stockées numériquement.
it: La crittografia è essenziale per proteggere segreti commerciali, dati identificativi, transazioni finanziarie, informazioni personali sensibili, e altre forme di dati privati che sono archiviati digitalmente.
ko: 암호화는 기업 비밀, 식별 데이터, 금융 거래, 민감한 개인 정보 및 디지털 방식으로 저장된 기타 형태의 자산 데이터를 보호하는 데 필수적입니다.
nl: Encryptie is essentieel bij het beschermen van handelsgeheimen, identificatiegegevens, financiële transacties, gevoelige persoonlijke informatie en andere vormen van eigendomsgegevens die digitaal worden opgeslagen.
pl: Szyfrowanie jest niezbędne do ochrony tajemnic handlowych, danych identyfikacyjnych, transakcji finansowych, wrażliwych danych osobowych i innych form zastrzeżonych danych przechowywanych cyfrowo.
pt: A cifragem é essencial à protecção de segredos de negócio, dados de identificação, transacções financeiras, informação pessoal sensível e outras formas de dados proprietário que são armazenados digitalmente.
ru: Шифрование имеет важное значение для защиты коммерческой тайны, идентификационных данных, финансовых транзакций, приватной личной информации и других форм конфиденциальных данных, которые хранятся в цифровом виде.
sv: Kryptering är väsentligt för att skydda affärshemligheter, identifieringsdata, finansiella transaktioner, känslig personlig information och andra former av äganderättsskyddad data som lagras digitalt.
tr: Dijital olarak muhafaza edilen ticari sırların, tanımlama verilerinin, finansal işlemlerin, hassas kişisel bilgilerin ve diğer şekillerdeki kişiye özel verilerin korunmasında şifreleme esastır.
zh: 加密在保护商业秘密、识别数据、金融交易、敏感个人信息和其他以数字方式存储的专有数据方面至关重要。
