Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_5KFESSAO_H2_Text1
source: For some, encrypting data, such as their files’ content, is already enough to ensure its security. However, if you only encrypt the actual data stored, unauthorized users may still have access to view file names, archives, and the like.
ar: بالنسبة للبعض ، فإن تشفير البيانات ، مثل محتوى ملفاتهم ، كافٍ بالفعل لضمان أمنها. ومع ذلك ، إذا قمت فقط بتشفير البيانات الفعلية المخزنة ، فقد يظل بإمكان المستخدمين غير المصرح لهم الوصول لعرض أسماء الملفات والمحفوظات وما شابه ذلك.
de: Für einige reicht die Verschlüsselung von Daten, z. B. des Inhalts ihrer Dateien, bereits aus, um ihre Sicherheit zu gewährleisten. Wenn Sie jedoch nur die tatsächlich gespeicherten Daten verschlüsseln, haben nicht autorisierte Benutzer möglicherweise weiterhin Zugriff auf Dateinamen, Archive und dergleichen.
es: Para algunos, cifrar datos, como el contenido de sus archivos, ya es suficiente para garantizar su seguridad. Sin embargo, si solo cifras los datos reales almacenados, los usuarios no autorizados aún pueden tener acceso para ver nombres de archivos, archivos y similares.
fr: Pour certains, le cryptage des données, telles que le contenu de leurs fichiers, est déjà suffisant pour assurer leur sécurité. Toutefois, si vous chiffrez uniquement les données stockées, les utilisateurs non autorisés peuvent toujours avoir accès à l’affichage des noms de fichiers, des archives, etc.
it: Per alcuni, la crittografia dei dati, come il contenuto dei propri file, è già sufficiente per garantirne la sicurezza. Tuttavia, se si crittografano solo i dati effettivamente archiviati, gli utenti non autorizzati potrebbero comunque avere accesso per visualizzare nomi di file, archivi e simili.
ko: 부분적으로는, 파일의 컨텐츠 등의 데이터를 암호화하는 것만으로도 보안성을 충분히 확보됩니다. 그러나 그렇게 실제로 저장된 데이터만 암호화 하게 되면 권한이 없는 사용자는 여전히 파일 이름, 보관소 등을 살펴볼 수 있는 엑세스를 가질 수 있습니다.
nl: Voor sommigen is het versleutelen van gegevens, zoals de inhoud van hun bestanden, al voldoende om de veiligheid ervan te garanderen. Als u echter alleen de daadwerkelijk opgeslagen gegevens versleutelt, hebben onbevoegde gebruikers mogelijk nog steeds toegang om bestandsnamen, archieven en dergelijke te bekijken.
pl: Niektórym już samo szyfrowanie danych, takich jak zawartość plików, zapewnia ich bezpieczeństwo. Jeśli jednak zaszyfrujesz tylko rzeczywiste przechowywane dane, nieupoważnieni użytkownicy mogą nadal mieć dostęp do przeglądania nazw plików, archiwów i tym podobnych.
pt: Para algumas pessoas, cifrar dados, tal como o conteúdo dos seus ficheiros, é suficiente para garantir segurança. Contudo, se cifrar apenas o conteúdo, utilizadores não autorizados poderão ter acesso aos nomes dos ficheiros, dos arquivos, etc.
ru: Для некоторых шифрование данных, таких как содержимое файлов, уже достаточно для обеспечения их безопасности. Однако, если вы зашифруете только фактически сохраненные данные, неавторизованные пользователи все равно смогут иметь доступ к просмотру имен файлов, архивов и тому подобного.
sv: För vissa är det redan tillräckligt att kryptera data, till exempel deras filers innehåll, för att säkerställa dess säkerhet. Men om du endast krypterar den faktiska lagrade informationen kan obehöriga användare fortfarande ha tillgång till att visa filnamn, arkiv och liknande.
tr: Bazıları için dosyalarının içerikleri gibi verilerin şifelenmesi güvenliğin sağlanması için yeterlidir. Ancak, yalnızca depolanan gerçek verileri şifrelerseniz yetkisiz kullanıcılar yine de dosya isimlerini, arşivleri ve benzerlerini görüntülemek için erişim sağlayabilir.
zh: 对于一些人来说，加密数据（如文件内容）已经足以确保其安全性。 但是，如果您只对存储的实际数据进行加密，则未经授权的用户仍可能有权查看文件名、存档等。

# Blog_5KFESSAO_H2_Text2
source: Besides, other people may derive information from having access to your file names. And for someone who wants to protect sensitive company files and other personal data, this can be quite worrisome.
ar: إلى جانب ذلك ، قد يستمد الأشخاص الآخرون معلومات من الوصول إلى أسماء الملفات الخاصة بك. وبالنسبة لشخص يريد حماية ملفات الشركة الحساسة وغيرها من البيانات الشخصية ، فقد يكون هذا مقلقًا للغاية.
de: Außerdem können andere Personen Informationen aus dem Zugriff auf Ihre Dateinamen ableiten. Und für jemanden, der sensible Unternehmensdateien und andere persönliche Daten schützen möchte, kann dies durchaus besorgniserregend sein.
es: Además, otras personas pueden obtener información al tener acceso a los nombres de tus archivos. Y para alguien que quiere proteger los archivos confidenciales de la empresa y otros datos personales, esto puede ser bastante preocupante.
fr: En outre, d’autres personnes peuvent tirer des informations de l’accès à vos noms de fichiers. Et pour quelqu’un qui veut protéger les fichiers sensibles de l’entreprise et d’autres données personnelles, cela peut être assez inquiétant.
it: Inoltre, altre persone possono ricavare informazioni dall'accesso ai nomi dei file. E per qualcuno che vuole proteggere i file aziendali sensibili e altri dati personali, questo può essere abbastanza preoccupante.
ko: 또한 다른 사용자가 사용자의 파일 이름에 액세스하여 정보를 얻을 수도 있습니다. 또한 중요한 회사 파일 및 기타 개인 데이터를 보호하려는 사람에게는 매우 걱정스러운 일이 될 수 있습니다.
nl: Bovendien kunnen andere mensen informatie afleiden uit de toegang tot uw bestandsnamen. En voor iemand die gevoelige bedrijfsbestanden en andere persoonlijke gegevens wil beschermen, kan dit behoorlijk zorgwekkend zijn.
pl: Poza tym inne osoby mogą czerpać informacje z dostępu do twoich nazw plików. A dla kogoś, kto chce chronić poufne pliki firmowe i inne dane osobowe, może to być dość niepokojące.
pt: Além disso, outras pessoas podem derivar informação a partir do acesso que têm ao nomes dos seus ficheiros. E para alguém que quer proteger ficheiros empresariais sensíveis e outros dados pessoais, tal pode ser muito preocupante.
ru: Кроме того, другие люди могут получить информацию, имея доступ к именам ваших файлов. И для тех, кто хочет защитить конфиденциальные файлы компании и другие личные данные, это может вызвать немалое беспокойство.
sv: Dessutom kan andra personer få information från att ha tillgång till dina filnamn. Och för någon som vill skydda känsliga företagsfiler och andra personuppgifter kan detta vara ganska oroande.
tr: Ayrıca, diğer kişiler dosya adlarınıza erişmekten bilgi edinebilir. Hassas şirket dosyalarını ve diğer kişisel verileri korumak isteyen biri için bu oldukça endişe verici olabilir.
zh: 此外，其他人可能会从访问您的文件名中获取信息。 对于想要保护敏感公司文件和其他个人数据的人来说，这可能相当令人担忧。

# Blog_5KFESSAO_H2_Text3
source: For this reason, it is crucial that your encryption software has a feature that lets you encrypt file names. This feature should prevent other people from seeing your file name and require them with a key or password before accessing it. If you want an extra layer of protection to your files, the file name encryption feature can undoubtedly come in handy.
ar: لهذا السبب ، من الضروري أن يحتوي برنامج التشفير الخاص بك على ميزة تتيح لك تشفير أسماء الملفات. يجب أن تمنع هذه الميزة الأشخاص الآخرين من رؤية اسم الملف الخاص بك وتطلب منهم استخدام مفتاح أو كلمة مرور قبل الوصول إليه. إذا كنت تريد طبقة إضافية من الحماية لملفاتك ، فيمكن أن تكون ميزة تشفير اسم الملف مفيدة بلا شك.
de: Aus diesem Grund ist es wichtig, dass Ihre Verschlüsselungssoftware über eine Funktion verfügt, mit der Sie Dateinamen verschlüsseln können. Diese Funktion sollte verhindern, dass andere Personen Ihren Dateinamen sehen, und sie mit einem Schlüssel oder Passwort auffordern, bevor sie darauf zugreifen können. Wenn Sie Ihre Dateien zusätzlich schützen möchten, kann die Funktion zur Dateinamenverschlüsselung zweifellos nützlich sein.
es: Por esta razón, es fundamental que tu software de cifrado tenga una función que te permita cifrar los nombres de los archivos. Esta función debería evitar que otras personas vean tu nombre de archivo y solicitarles una clave o contraseña antes de acceder a él. Si deseas una capa adicional de protección para tus archivos, la función de cifrado de nombre de archivo sin duda puede ser útil.
fr: Pour cette raison, il est crucial que votre logiciel de cryptage dispose d’une fonctionnalité qui vous permet de chiffrer les noms de fichiers. Cette fonctionnalité devrait empêcher d’autres personnes de voir votre nom de fichier et leur demander une clé ou un mot de passe avant d’y accéder. Si vous voulez une couche de protection supplémentaire à vos fichiers, la fonction de cryptage de nom de fichier peut sans aucun doute être utile.
it: Per questo motivo, è fondamentale che il software di crittografia disponga di una funzione che consenta di crittografare i nomi dei file. Questa funzione dovrebbe impedire ad altre persone di vedere il nome del tuo file e richiedere loro una chiave o una password prima di accedervi. Se desideri un ulteriore livello di protezione per i tuoi file, la funzione di crittografia del nome file può senza dubbio tornare utile.
ko: 이러한 이유로 암호화 소프트웨어에 파일 이름을 암호화할 수 있는 기능이 있어야 합니다. 이 기능은 다른 사람이 파일 이름을 볼 수 없도록 하고, 액세스하기 전에 키 또는 암호를 입력해야 합니다. 파일에 대한 추가 보호 계층을 원하는 경우, 파일 이름 암호화 기능이 유용할 수 있습니다.
nl: Om deze reden is het van cruciaal belang dat uw coderingssoftware een functie heeft waarmee u bestandsnamen kunt coderen. Deze functie moet voorkomen dat andere mensen uw bestandsnaam zien en ze een sleutel of wachtwoord nodig hebben voordat ze toegang krijgen. Als u een extra beschermingslaag voor uw bestanden wilt, kan de functie voor het versleutelen van bestandsnamen ongetwijfeld van pas komen.
pl: Z tego powodu ważne jest, aby oprogramowanie szyfrujące posiadało funkcję, która umożliwia szyfrowanie nazw plików. Ta funkcja powinna uniemożliwić innym osobom zobaczenie nazwy pliku i wymagać od nich klucza lub hasła przed uzyskaniem do niego dostępu. Jeśli potrzebujesz dodatkowej warstwy ochrony swoich plików, funkcja szyfrowania nazw plików może z pewnością się przydać.
pt: Por esta razão, é crucial que o software de cifragem tenha uma funcionalidade que lhe permita cifrar os nomes dos ficheiros. Esta funcionalidade deve prevenir outras pessoas de ver o nome do ficheiro, requerendo-lhes a introdução de uma chave ou palavra-passe. Se quiser uma camada extra de protecção dos seus ficheiros, a funcionalidade de cifragem de nome de ficheiro pode indubitavelmente ser útil.
ru: По этой причине крайне важно, чтобы в вашем программном обеспечении для шифрования была функция, позволяющая шифровать имена файлов. Эта функция должна препятствовать тому, чтобы другие люди видели ваше имя файла, и требовать от них ввода ключа или пароля перед получением доступа к нему. Если вам нужен дополнительный уровень защиты ваших файлов, функция шифрования имен файлов, несомненно, может пригодиться.
sv: På grund av detta är det avgörande att din krypteringsmjukvara har en funktion som låter dig kryptera filnamn. Den här funktionen bör hindra andra från att se ditt filnamn och kräva att de har en nyckel eller ett lösenord innan de kan komma åt det. Om du vill ha ett extra lager av skydd för dina filer kan krypteringsfunktionen för filnamn utan tvekan komma till användning.
tr: Bu nedenle, şifreleme yazılımınızın dosya adlarını şifrelemenizi sağlayan bir özelliğe sahip olması çok önemlidir. Bu özellik, diğer kişilerin dosya adınızı görmesini engellemeli ve erişmeden önce bir anahtar veya parola kullanmalarını gerektirmelidir. Dosyalarınız için ekstra bir koruma katmanı istiyorsanız, dosya adı şifreleme özelliği hiç şüphesiz faydalı olabilir.
zh: 出于这个原因，您的加密软件具有允许您加密文件名的功能至关重要。 此功能应防止其他人看到您的文件名，并在访问之前要求他们提供密钥或密码。 如果您想要为文件提供额外的保护层，文件名加密功能无疑可以派上用场。

# Blog_5KFESSAO_H2_Text4
source: On a different note, you might want to check out this article about the various human errors that impact data security.
ar: في ملاحظة أخرى ، قد ترغب في الاطلاع على هذه المقالة حول الأخطاء البشرية المختلفة التي تؤثر على أمن البيانات.
de: In einem anderen Sinne möchten Sie vielleicht diesen Artikel über die verschiedenen menschlichen Fehler lesen, die sich auf die Datensicherheit auswirken.
es: Por otro lado, tal vez quieras consultar este artículo sobre los diversos errores humanos que afectan la seguridad de los datos.
fr: Sur une note différente, vous voudrez peut-être consulter cet article sur les différentes erreurs humaines qui ont un impact sur la sécurité des données.
it: In una nota diversa, potresti voler dare un'occhiata a questo articolo sui vari errori umani che incidono sulla sicurezza dei dati.
ko: 추가 정보를 위해, 데이터 보안에 영향을 미치는 다양한 인적 오류에 대한 이 기사를 확인해 보세요.
nl: Even iets anders, U zou wellicht dit artikel willen lezen over de verschillende menselijke fouten die van invloed zijn op gegevensbeveiliging.
pl: Z drugiej strony warto zapoznać się z tym artykułem o różnych błędach ludzkich, które wpływają na bezpieczeństwo danych.
pt: Sobre um outro assunto, poderá querer dar uma olhadela neste artigo sobre os vários erros humanos que impactam a segurança de dados.
ru: С другой стороны, вы, возможно, захотите ознакомиться с этой статьей о различных человеческих ошибках, которые влияют на безопасность данных.
sv: I övrigt kanske du vill kolla in den här artikeln om de olika mänskliga misstagen som påverkar datasäkerheten.
tr: Farklı bir açıdan, veri güvenliğini etkileyen çeşitli insan hataları hakkındaki bu makaleye göz atmak isteyebilirsiniz.
zh: 另外，您可能想看看这篇关于影响数据安全的各种人为错误的文章。

# Blog_5KFESSAO_H3_Text1
source: As much as you want to protect all the information from your current files, you might also want to protect the data from the files that you want to discard. Since this information may contain sensitive or relevant content to your other files, it is vital to ensure their protection up to the deletion process.
ar: بقدر ما تريد حماية جميع المعلومات من ملفاتك الحالية ، فقد ترغب أيضًا في حماية البيانات من الملفات التي تريد تجاهلها. نظرًا لأن هذه المعلومات قد تحتوي على محتوى حساس أو ذي صلة بملفاتك الأخرى ، فمن الضروري ضمان حمايتها حتى عملية الحذف.
de: So sehr Sie alle Informationen aus Ihren aktuellen Dateien schützen möchten, möchten Sie möglicherweise auch die Daten aus den Dateien schützen, die Sie verwerfen möchten. Da diese Informationen sensible oder relevante Inhalte für Ihre anderen Dateien enthalten können, ist es wichtig, deren Schutz bis zum Löschvorgang sicherzustellen.
es: Por mucho que desees proteger toda la información de tus archivos actuales, es posible que también desees proteger los datos de los archivos que deseas eliminar. Dado que esta información puede incluir contenido confidencial o relevante para tus otros archivos, es fundamental garantizar su protección hasta el proceso de eliminación.
fr: Autant que vous voulez protéger toutes les informations de vos fichiers actuels, vous pouvez également protéger les données des fichiers que vous souhaitez supprimer. Étant donné que ces informations peuvent contenir du contenu sensible ou pertinent pour vos autres fichiers, il est essentiel d’assurer leur protection jusqu’au processus de suppression.
it: Per quanto tu voglia proteggere tutte le informazioni dai tuoi file correnti, potresti anche voler proteggere i dati dai file che vuoi eliminare. Poiché queste informazioni possono contenere contenuti sensibili o rilevanti per gli altri tuoi file, è fondamentale garantirne la protezione fino al processo di eliminazione.
ko: 현재 파일의 모든 정보를 보호하는 것 처럼, 삭제할 파일에서도 데이터를 보호할 수 있습니다. 이 정보에는 다른 파일에 민감하거나 관련된 콘텐츠가 포함될 수 있으므로 삭제 프로세스까지 파일을 보호하는 것이 중요합니다.
nl: Hoe graag u ook alle informatie van uw huidige bestanden wilt beschermen, u wilt misschien ook de gegevens beschermen van de bestanden die u wilt verwijderen. Aangezien deze informatie mogelijk gevoelige of relevante inhoud voor uw andere bestanden bevat, is het van vitaal belang om hun bescherming te waarborgen tot aan het verwijderingsproces.
pl: O ile chcesz chronić wszystkie informacje z bieżących plików, możesz również chcieć chronić dane przed plikami, które chcesz odrzucić. Ponieważ te informacje mogą zawierać wrażliwe lub istotne treści dla innych plików, ważne jest zapewnienie ich ochrony aż do procesu usuwania.
pt: Tanto quanto deseja proteger toda a informação dos seus ficheiros actuais, desejará o mesmo em relação aos ficheiros que irá apagar. Uma vez que esta informação pode conter conteúdo sensível e relevante para os seus outros ficheiros, é vital que garanta que a sua protecção até ao processo de remoção.
ru: Как бы сильно вы ни хотели защитить всю информацию из ваших текущих файлов, вы также можете захотеть защитить данные из файлов, которые вы хотите удалить. Поскольку эта информация может содержать конфиденциальный или относящийся к другим вашим файлам контент, жизненно важно обеспечить их защиту вплоть до процесса удаления.
sv: Så mycket som du vill skydda all information från dina nuvarande filer, kanske du också vill skydda data från filerna som du vill kassera. Eftersom denna information kan innehålla känsligt eller relevant innehåll för dina andra filer, är det viktigt att säkerställa deras skydd fram till raderingsprocessen.
tr: Geçerli dosyalarınızdaki tüm bilgileri korumak kadar, atmak istediğiniz dosyalardaki verileri de korumak da önemlidir. Bu bilgiler diğer dosyalarınız için hassas veya alakalı içerik içerebileceğinden, silme işlemine kadar bunların korunmasını sağlamak hayati önem taşır.
zh: 尽管您希望保护当前文件中的所有信息，但您可能还希望保护数据免受要丢弃的文件的影响。 由于此信息可能包含其他文件的敏感或相关内容，因此在删除过程中确保它们的保护至关重要。
