Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_FOKM_H3_SH3_Text1
source: Key sharing is a feature that allows you to keep your data secure while also sharing it with your colleagues. It enables you to collaborate and connect with other members without jeopardising the confidentiality of your data. Using AxCrypt's key sharing function you can give anyone data access and withdraw it whenever you want; you don't even have to disclose your own password. With their own password, the other user can access the shared files. For more info on AxCrypt key sharing check our key sharing tutorial on <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> for a better understanding of AxCrypt's key sharing capability.
ar: مشاركة المفاتيح هي ميزة تتيح لك الحفاظ على أمان بياناتك أثناء مشاركتها أيضًا مع زملائك. يمكّنك من التعاون والتواصل مع الأعضاء الآخرين دون تعريض سرية بياناتك للخطر. باستخدام وظيفة مشاركة المفاتيح في اكسكربت، يمكنك منح أي شخص إمكانية الوصول إلى البيانات وسحبها وقتما تشاء ؛ ليس عليك حتى الكشف عن كلمة المرور الخاصة بك. باستخدام كلمة المرور الخاصة بهم ، يمكن للمستخدم الآخر الوصول إلى الملفات المشتركة. لمزيد من المعلومات حول مشاركة مفتاح اكسكربت ، تحقق من البرنامج التعليمي لمشاركة المفاتيح على <a href='https://www.youtube.com/watch؟v=TUVWbmiEFS'>يوتيوب </a> لفهم أفضل لقدرة مشاركة المفتاح في اكسكربت .
de: Die Schlüsselfreigabe ist eine Funktion, mit der Sie Ihre Daten sicher aufbewahren und gleichzeitig mit Ihren Kollegen teilen können. Es ermöglicht Ihnen, mit anderen Mitgliedern zusammenzuarbeiten und sich mit ihnen zu verbinden, ohne die Vertraulichkeit Ihrer Daten zu gefährden. Mit der Schlüsselfreigabefunktion von AxCrypt können Sie jedem Datenzugriff gewähren und ihn jederzeit zurückziehen. Sie müssen nicht einmal Ihr eigenes Passwort preisgeben. Mit einem eigenen Passwort kann der andere Benutzer auf die freigegebenen Dateien zugreifen. Weitere Informationen zur AxCrypt-Schlüsselfreigabe finden Sie in unserem Tutorial zur Schlüsselfreigabe auf <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>YouTube </a> für ein besseres Verständnis der Schlüsselfreigabefunktion von AxCrypt.
es: El uso compartido de claves es una función que te permite mantener tus datos seguros mientras los compartes con tus colegas. Te permite colaborar y conectarte con otros miembros sin poner en peligro la confidencialidad de tus datos. Con la función de uso compartido de claves de AxCrypt, puedes otorgar acceso a los datos a cualquier persona y retirarlos cuando lo desees; ni siquiera tienes que revelar tu contraseña. Para obtener más información sobre cómo compartir claves de AxCrypt, consulta nuestro tutorial para compartir claves en <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a>.
fr: Le partage de clés est une fonctionnalité qui vous permet de sécuriser vos données tout en les partageant avec vos collègues. Il vous permet de collaborer et de vous connecter avec d’autres membres sans compromettre la confidentialité de vos données. En utilisant la fonction de partage de clés d’AxCrypt, vous pouvez donner à n’importe qui l’accès aux données et les retirer quand vous le souhaitez; vous n’avez même pas besoin de divulguer votre propre mot de passe. Avec son propre mot de passe, l’autre utilisateur peut accéder aux fichiers partagés. Pour plus d’informations sur le partage de clés AxCrypt, consultez notre tutoriel de partage de clés sur <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> pour une meilleure compréhension de la capacité de partage de clés d’AxCrypt.
it: La condivisione delle chiavi è una funzionalità che ti consente di proteggere i tuoi dati condividendoli anche con i tuoi colleghi. Ti consente di collaborare e connetterti con altri membri senza compromettere la riservatezza dei tuoi dati. Usando la funzione di condivisione delle chiavi di AxCrypt puoi dare a chiunque l'accesso ai dati e ritirarli quando vuoi; non devi nemmeno rivelare la tua password. Con la propria password, l'altro utente può accedere ai file condivisi. Per ulteriori informazioni sulla condivisione delle chiavi di AxCrypt, consulta il nostro tutorial sulla condivisione delle chiavi su <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> per una migliore comprensione della capacità di condivisione delle chiavi di AxCrypt .
ko: 키 공유는 데이터를 안전하게 유지하면서 동료와 공유할 수 있는 기능입니다. 이를 통해 데이터의 기밀성을 위태롭게 하지 않고 다른 구성원과 협업하고 연결할 수 있습니다. AxCrypt의 키 공유 기능을 사용하면 누구에게나 데이터 액세스 권한을 부여하고 원할 때마다 철회 할 수 있습니다. 자신의 비밀번호를 공개 할 필요조차 없습니다. 자신의 암호를 사용하여 다른 사용자가 공유 파일에 액세스할 수 있습니다. AxCrypt 키 공유에 대한 자세한 내용은 AxCrypt의 키 공유 기능을 더 잘 이해하기 위해 <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>유튜브 </a> 의 키 공유 가이드를 확인하십시오.
nl: Het delen van sleutels is een functie waarmee u uw gegevens veilig kunt houden en deze ook kunt delen met uw collega's. Het stelt u in staat om samen te werken en contact te leggen met andere leden zonder de vertrouwelijkheid van uw gegevens in gevaar te brengen. Met behulp van AxCrypt's functie voor het delen van sleutels kunt u iedereen toegang geven tot gegevens en deze intrekken wanneer u maar wilt; u hoeft niet eens uw eigen wachtwoord vrij te geven. Met zijn eigen wachtwoord heeft de andere gebruiker toegang tot de gedeelde bestanden. Voor meer informatie over het delen van sleutels met AxCrypt, bekijk onze tutorial over het delen van sleutels op <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> voor een beter begrip van de mogelijkheden voor het delen van sleutels van AxCrypt .
pl: Udostępnianie kluczy to funkcja, która pozwala chronić dane, a także udostępniać je współpracownikom. Umożliwia współpracę i łączenie się z innymi członkami bez narażania poufności danych. Korzystając z funkcji udostępniania kluczy AxCrypt, możesz dać każdemu dostęp do danych i wycofać je, kiedy tylko chcesz; nie musisz nawet ujawniać własnego hasła. Inny użytkownik może uzyskać dostęp do udostępnionych plików za pomocą własnego hasła. Aby uzyskać więcej informacji na temat udostępniania kluczy AxCrypt, zapoznaj się z naszym samouczkiem dotyczącym udostępniania kluczy na <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube</a>, aby lepiej zrozumieć możliwości udostępniania kluczy AxCrypt .
pt: A partilha de chaves é uma funcionalidade que lhe permite manter os seus dados seguros e partilhá-los com os seus colegas. Permite-lhe colaborar e ligar-se a outras pessoas sem pôr em risco a confidencialidade dos seus dados. Ao usar a funcionalidade de partilha de chaves da AxCrypt, pode dar e revogar o acesso a dados a qualquer pessoa e sempre que desejar; nem sequer tem de divulgar a palavra-passe. Para mais informação sobre a partilha de chaves AxCrypt, veja o nosso tutorial de partilha de chaves no <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a>
ru: Совместное использование ключей - это функция, которая позволяет вам сохранять ваши данные в безопасности, а также делиться ими со своими коллегами. Это позволяет вам сотрудничать и устанавливать связь с другими участниками, не ставя под угрозу конфиденциальность ваших данных. Используя функцию обмена ключами AxCrypt, вы можете предоставить доступ к данным кому угодно и отозвать их, когда захотите; вам даже не нужно раскрывать свой собственный пароль. Используя свой собственный пароль, другой пользователь может получить доступ к общим файлам. Для получения дополнительной информации о совместном использовании ключей AxCrypt ознакомьтесь с нашим руководством по совместному использованию ключей на <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> for a better understanding of AxCrypt's key sharing capability.
sv: Nyckeldelning är en funktion som låter dig hålla din data säker samtidigt som du delar den med dina kollegor. Det gör att du kan samarbeta och ansluta med andra medlemmar utan att äventyra sekretessen för dina uppgifter. Genom att använda AxCrypts nyckeldelningsfunktion kan du ge vem som helst dataåtkomst och dra tillbaka den när du vill; du behöver inte ens avslöja ditt eget lösenord. Med sitt eget lösenord kan den andra användaren komma åt de delade filerna. För mer information om AxCrypt-nyckeldelning, kolla in vår manual för nyckeldelning på <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube </a> för en bättre förståelse av AxCrypts nyckeldelningsförmåga.
tr: Anahtar paylaşımı, verilerinizi güvende tutmanızı ve aynı zamanda çalışma arkadaşlarınızla paylaşmanızı sağlayan bir özelliktir. Verilerinizin gizliliğini tehlikeye atmadan diğer üyelerle işbirliği yapmanızı ve bağlantı kurmanızı sağlar. AxCrypt'in anahtar paylaşım işlevini kullanarak kendi şifrenizi açıklamak zorunda bile kalmadan herkese veri erişimi verebilir ve istediğiniz zaman geri çekebilirsiniz. Diğer kullanıcı kendi parolasıyla paylaşılan dosyalara erişebilir. AxCrypt anahtar paylaşımı hakkında daha fazla bilgi ve AxCrypt'in anahtar paylaşım özelliğini daha iyi anlamak için <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube'daki </a> anahtar paylaşımı konusunda öğretici videomuza bakın.
zh: 密钥共享是一项功能，可让您在保持数据安全的同时与同事共享数据。 它使您能够与其他成员协作和联系，而不会危及您的数据的机密性。 使用AxCrypt的密钥共享功能，您可以让任何人访问数据，并随时撤回;你甚至不必透露自己的密码。 使用自己的密码，其他用户可以访问共享文件。 有关AxCrypt密钥共享的更多信息，请查看我们的密钥共享教程<a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>You Tube</a>为了更好地了解AxCrypt的密钥共享功能。

# Blog_FOKM_H3_SH4_Text1
source: Master Key is highly secure, it can be viewed as an automatic sharing of files with the administrators of the business. It allows business managers to recover files from other members of the company. This avoids the possibility of losing vital files. No documents will ever be lost owing to employees quitting or forgetting the passwords as long as the company administrators keep track of the credentials. Master key feature is only available for business users. <a href='https://axcrypt.net/information/features '> Click here </a> to check more business subscription features. Read more about AxCrypt's master key <a href= 'https://www.axcrypt.net/blog/master-key'>feature here</a>.
ar: يعد المفتاح الرئيسي آمنا للغاية ، ويمكن اعتباره مشاركة تلقائية للملفات مع مسؤولي الأعمال. يسمح لمديري الأعمال باستعادة الملفات من أعضاء آخرين في الشركة. هذا يتجنب احتمال فقدان الملفات الحيوية. لن تفقد أي مستندات على الإطلاق بسبب استقالة الموظفين أو نسيان كلمات المرور طالما أن مسؤولي الشركة يتتبعون بيانات الاعتماد. ميزة المفتاح الرئيسي متاحة فقط لمستخدمي الأعمال. <a href='https://axcrypt.net/information/features '> انقر هنا </a> للتحقق من المزيد من ميزات اشتراك الأعمال. اقرأ المزيد عن ميزة المفتاح الرئيسي لاكسكربت <a href= 'https://www.axcrypt.net/blog/master-key'> هنا </a>.
de: Der Hauptschlüssel ist sehr sicher und kann als automatische Freigabe von Dateien mit den Administratoren des Unternehmens angesehen werden. Es ermöglicht Geschäftsführern, Dateien von anderen Mitgliedern des Unternehmens wiederherzustellen. Dies vermeidet die Möglichkeit, wichtige Dateien zu verlieren. Es gehen niemals Dokumente verloren, wenn Mitarbeiter die Kennwörter kündigen oder vergessen, solange die Unternehmensadministratoren die Anmeldeinformationen im Auge behalten. Die Hauptschlüsselfunktion ist nur für Geschäftsbenutzer verfügbar. <a href='https://axcrypt.net/information/features '> Click here </a>, um weitere Funktionen für Business-Abonnements zu überprüfen. Lesen Sie mehr über Axcrypts Hauptschlüssel <a href= 'https://www.axcrypt.net/blog/master-key '>feature here</a>.
es: La clave maestra es altamente segura; se puede considerar como un sistema automático de intercambio de archivos con los gerentes de la empresa. Permite a los gerentes comerciales recuperar archivos de otros empleados de la compañía. Esto elimina la posibilidad de perder archivos importantes. Ningún documento se perderá nunca ante la renuncia u olvido de las contraseñas de los empleados, siempre y cuando los administradores de la empresa realicen un seguimiento de las credenciales. La función de clave maestra solo está disponible para usuarios Business. <a href='https://axcrypt.net/information/features '> Haz clic aquí </a> para conocer más sobre las funciones de suscripción Business. Conoce más sobre la función de clave maestra de AxCrypt <a href= 'https://www.axcrypt.net/blog/master-key'>aquí</a>.
fr: La Clé Principale est hautement sécurisé, il peut être considéré comme un partage automatique de fichiers avec les administrateurs de l'entreprise. Il permet aux chefs d'entreprise de récupérer les fichiers des autres membres de l'entreprise. Cela évite la possibilité de perdre des fichiers vitaux. Aucun document ne sera jamais perdu en raison de la démission ou de l'oubli des mots de passe des employés tant que les administrateurs de l'entreprise conserveront une trace des informations d'identification. La fonction de clé principale n'est disponible que pour les utilisateurs professionnels. <a href='https://axcrypt.net/information/features '> Cliquez ici </a> pour consulter d'autres fonctionnalités de l'abonnement professionnel. En savoir plus sur les fonctionnalité de la clé principale d'AxCrypt <a href= 'https://www.axcrypt.net/blog/master-key'> ici</a>.
it: Master Key è altamente sicuro, può essere visto come una condivisione automatica di file con gli amministratori dell'azienda. Permette ai manager aziendali di recuperare file da altri membri dell'azienda. Questo evita la possibilità di perdere file essenziali. Nessun documento andrà mai perso a causa delle dimissioni dei dipendenti o della dimenticanza delle password, purché gli amministratori dell'azienda tengano traccia delle credenziali. La funzione chiave principale è disponibile solo per gli utenti aziendali. <a href='https://axcrypt.net/information/features '> Fai clic qui </a> per controllare altre funzionalità di abbonamento aziendale. Ulteriori informazioni sulla chiave principale di AxCrypt <a href= 'https://www.axcrypt.net/blog/master-key'>funzione qui</a>.
ko: 마스터 키는 매우 안전한 것으로, 비즈니스 관리자와 파일을 자동으로 공유할 수 있습니다. 이를 통해 비즈니스 관리자는 회사의 다른 구성원으로부터 파일을 복구할 수 있습니다. 이렇게 하면 중요한 파일이 손실될 가능성을 피할 수 있습니다. 회사 관리자가 인증서를 추적하는 한 직원이 퇴사하거나 암호를 잊어버려도 문서들은 손실되지 않을 수 있습니다. 이러한 마스터 키 기능은 비즈니스 사용자만이 사용할 수 있습니다. <a href='https://axcrypt.net/information/features '> 이곳을 클릭</a>하여 비즈니스 구독시 누릴 수 있는 특징들에 대해 알아보세요. AxCrypt의 <a href= 'https://www.axcrypt.net/blog/master-key'>마스터 키 특징들</a>.
nl: Master Key is zeer veilig, het kan worden gezien als een automatische deling van bestanden met de beheerders van het bedrijf. Hiermee kunnen bedrijfsmanagers bestanden van andere leden van het bedrijf herstellen. Dit vermijdt de mogelijkheid om vitale bestanden te verliezen. Er gaan nooit documenten verloren doordat werknemers stoppen of wachtwoorden vergeten, zolang de bedrijfsbeheerders de inloggegevens bijhouden. Hoofdsleutelfunctie is alleen beschikbaar voor zakelijke gebruikers. <a href='https://axcrypt.net/information/features '> Klik hier </a> om meer zakelijke abonnementsfuncties te bekijken. Lees meer over de hoofdsleutel van AxCrypt <a href= 'https://www.axcrypt.net/blog/master-key'>functie hier</a>.
pl: Master Key jest wysoce bezpieczny, może być postrzegany jako automatyczne udostępnianie plików administratorom firmy. Umożliwia menedżerom biznesowym odzyskiwanie plików od innych członków firmy. Pozwala to uniknąć utraty ważnych plików. Żadne dokumenty nigdy nie zostaną utracone z powodu rezygnacji pracowników lub zapomnienia haseł, o ile administratorzy firmy śledzą dane uwierzytelniające. Funkcja klucza głównego jest dostępna tylko dla użytkowników biznesowych. <a href='https://axcrypt.net/information/features '> Kliknij tutaj </a>, aby sprawdzić więcej funkcji subskrypcji biznesowej. Przeczytaj więcej o <a href= 'https://www.axcrypt.net/blog/master-key'>funkcji klucza głównego AxCrypt</a>.
pt: A Chave-Mestra é altamente segura e pode ser vista como uma partilha automática de ficheiros com os administradores da empresa. Permite aos gestores de negócios recuperar ficheiros de outros membros da empresa. Isto evita a possibilidade de perda de ficheiros vitais. Nenhum documento será perdido por causa de trabalhadores que saem da empresa ou que se esquecem das palavras-chave, desde que os administradores da empresa controlem as credenciais. A chave-mestra é uma funcionalidade disponível apenas para utilizadores Business. <a href='https://axcrypt.net/information/features '> Clique aqui </a> para ver mais funcionalidades da subscrição Business. Leia mais sobre a chave-mestra da AxCrypt <a href= 'https://www.axcrypt.net/blog/master-key'>aqui</a>.
ru: Мастер-ключ обладает высокой степенью безопасности, его можно рассматривать как автоматический обмен файлами с администраторами бизнеса. Это позволяет бизнес-менеджерам восстанавливать файлы от других сотрудников компании, а так же избежать возможности потери жизненно важных файлов. Никакие документы никогда не будут потеряны из-за того, что сотрудники уволились или забыли пароли, пока администраторы компании отслеживают учетные данные. Функция мастер-ключа доступна только для бизнес-пользователей. <a href='https://axcrypt.net/information/features '> Click here </a> to check more business subscription features. Read more about AxCrypt's master key <a href= 'https://www.axcrypt.net/blog/master-key'>feature here</a>.
sv: Huvudnyckeln är mycket säker, den kan ses som en automatisk delning av filer med företagets administratörer. Det tillåter företagschefer att återställa filer från andra medlemmar i företaget. Detta undviker möjligheten att förlora viktiga filer. Inga dokument kommer någonsin att gå förlorade på grund av att anställda slutar eller glömmer lösenorden så länge företagets administratörer håller reda på referenserna. Huvudnyckelfunktionen är endast tillgänglig för företagsanvändare. <a href='https://axcrypt.net/information/features '> Klicka här </a> för att se fler företagsfunktioner. Läs mer om AxCrypts huvudnyckelfunktion <a href= 'https://www.axcrypt.net/blog/master-key'>här</a>.
tr: Ana Anahtar son derece güvenli olup işletme idarecileri ile otomatik bir dosya paylaşımı olarak görülebilir. İşletme yöneticilerinin şirketin diğer üyelerinin dosyalarını kurtarmasına olanak tanıyor. Bu ayrıca hayati önemdeki dosyaların kaybedilme olasılığını da ortadan kaldırıyor. Şirket idarecileri kimlik bilgilerinin kaydını tuttuğu sürece çalışanların işten ayrılması ya da parolaları unutması nedeniyle hiçbir dosya artık kaybolmayacak. Ana anahtar özelliği yalnızca işletme kullanıcıları için mevcuttur. <ahref='https://axcrypt.net/information/features'> İşletme aboneliği özellikleri hakkında daha fazla bilgi almak için </a> buraya tıklayınız. AxCrypt'in ana anahtarı hakkında <ahref='https://www.axcrypt.net/blog/master-key'>feature buradan daha fazla bilgi edinin</a>.
zh: 主密钥是高度安全的，它可以被看作是与业务管理员自动共享文件。 它允许业务经理从公司的其他成员恢复文件。 这避免了丢失重要文件的可能性。 只要公司管理员跟踪凭据，就不会因员工退出或忘记密码而丢失任何文件。 主密钥功能仅适用于业务用户。 <href='https://axcrypt.net/information/features '>Click here</a>查看更多业务订阅功能。 阅读更多关于AxCrypt的主密钥<a href='https://www.axcrypt.net/blog/master-key'>feature here</a>。

# Blog_FOKM_H3_SubHeading3
source: <strong>Key sharing</strong>
ar: <strong> مشاركة المفتاح </strong>
de: <strong>Schlüsselfreigabe</strong>
es: <strong>Uso compartido de claves</strong>
fr: <strong>Partage de clés</strong>
it: <strong>Condivisione delle chiavi</strong>
ko: <strong>키 공유</strong>
nl: <strong>Sleutel delen</strong>
pl: <strong>Udostępnianie kluczy</strong>
pt: <strong>Partilha de chaves</strong>
ru: <strong>Совместное использование ключей</strong>
sv: <strong> Nyckeldelning</strong>
tr: <strong>Anahtar paylaşımı</strong>
zh: <strong>密钥共享</strong>

# Blog_FOKM_H3_SubHeading4
source: <strong>Master key </strong>
ar: <strong> المفتاح الرئيسي </strong>
de: <strong>Hauptschlüssel</strong>
es: <strong>Clave maestra </strong>
fr: <strong>Clé Principale </strong>
it: <strong>Tasto principale </strong>
ko: <strong>마스터 키 </strong>
nl: <strong>Hoofdsleutel </strong>
pl: <strong>Klucz główny </strong>
pt: <strong>Chave-mestra</strong>
ru: <strong>Мастер-ключ </strong>
sv: <strong>Huvudnyckel </strong>
tr: <strong>Ana anahtar </strong>
zh: <strong>主密钥</strong>
