Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EITPS_H1_SH4_Text1
source: You can encrypt data on your computer, hard discs, USB drives, mobile devices, and other devices as well. Even if the device is hacked, lost, or stolen, this will prevent the data from being misused.
ar: يمكنك تشفير البيانات الموجودة على جهاز الكمبيوتر والقرص الصلب ومحرك أقراص الناقل التسلسلي العالمي والأجهزة المحمولة والأجهزة الأخرى أيضًا. حتى إذا تم اختراق الجهاز أو فقده أو سرقته ، فسيؤدي ذلك إلى منع إساءة استخدام البيانات.
de: Sie können auch Daten auf Ihrem Computer, Festplatten, USB-Laufwerken, Mobilgeräten und anderen Geräten verschlüsseln. Selbst wenn das Gerät gehackt, verloren oder gestohlen wird, verhindert dies, dass die Daten missbraucht werden.
es: Puedes cifrar datos en tu computadora, discos duros, unidades USB, dispositivos móviles y otros dispositivos también. Incluso si el dispositivo es hackeado, perdido o robado, esto evitará el mal uso de los datos.
fr: Vous pouvez également chiffrer les données sur votre ordinateur, vos disques durs, vos clés USB, vos appareils mobiles et d’autres appareils. Même si l’appareil est piraté, perdu ou volé, cela empêchera les données d’être utilisées à mauvais escient.
it: È possibile crittografare i dati su computer, dischi rigidi, unità USB, dispositivi mobili e altri dispositivi. Anche se il dispositivo viene hackerato, perso o rubato, ciò impedirà l'uso improprio dei dati.
ko: 컴퓨터, 하드 디스크, USB 드라이브, 모바일 장치 및 기타 장치의 데이터를 암호화할 수도 있습니다. 장치가 해킹되거나 분실되거나 도난당하더라도 데이터가 잘못 사용되는 것을 방지할 수 있습니다.
nl: U kunt ook gegevens op uw computer, harde schijven, USB-drives, mobiele apparaten en andere apparaten versleutelen. Zelfs als het apparaat wordt gehackt, verloren raakt of wordt gestolen, voorkomt dit dat de gegevens worden misbruikt.
pl: Możesz szyfrować dane na komputerze, dyskach twardych, dyskach USB, urządzeniach mobilnych i innych urządzeniach. Nawet jeśli urządzenie zostanie zhakowane, zgubione lub skradzione, zapobiegnie to niewłaściwemu wykorzystaniu danych.
pt: Pode cifrar dados no seu computador, discos rígidos, drives USB, dispositivos móveis e outros dispositivos também. Mesmo que o dispositivo seja pirateado, perdido ou roubado, isto prevenirá os dados de serem mal usados.
ru: Вы также можете шифровать данные на своем компьютере, жестких дисках, USB-накопителях, мобильных устройствах и других устройствах. Даже если устройство будет взломано, утеряно или украдено, это предотвратит неправильное использование данных.
sv: Du kan kryptera data på din dator, hårddiskar, USB-enheter, mobila enheter och andra enheter också. Även om enheten hackas, försvinner eller blir stulen kommer detta att förhindra att data missbrukas.
tr: Bilgisayarınızdaki, sabit disklerinizdeki, USB sürücülerinizdeki, mobil cihazlarınızdaki ve diğer cihazlarınızdaki verileri de şifreleyebilirsiniz. Bu, cihaz saldırıya uğrasa, kaybolsa veya çalınsa bile, verilerin kötüye kullanılmasını önleyecektir.
zh: 您还可以加密计算机、硬盘、USB驱动器、移动设备和其他设备上的数据。 即使设备被黑客入侵，丢失或被盗，这也可以防止数据被滥用。

# Blog_EITPS_H1_SH5_Text1
source: Using Wi-Fi to connect to the internet is convenient, but there is always a trade-off in terms of security, as an intruder will be able to intercept any connection, potentially resulting in the theft of important data. Therefore, in order to protect data transported between sites, it is vital to encrypt it.
ar: يعد استخدام واي فاي للاتصال بالإنترنت أمرًا ملائمًا ، ولكن هناك دائمًا مقايضة من حيث الأمان ، حيث سيتمكن المتسلل من اعتراض أي اتصال ، مما قد يؤدي إلى سرقة البيانات المهمة. لذلك ، من أجل حماية البيانات المنقولة بين المواقع ، من الضروري تشفيرها.
de: Die Verwendung von Wi-Fi für die Verbindung mit dem Internet ist praktisch, aber es gibt immer einen Kompromiss in Bezug auf die Sicherheit, da ein Eindringling jede Verbindung abfangen kann, was möglicherweise zum Diebstahl wichtiger Daten führt. Um die zwischen Standorten transportierten Daten zu schützen, ist es daher wichtig, sie zu verschlüsseln.
es: Usar WiFi para conectarse a internet es conveniente, pero siempre hay una contrapartida en términos de seguridad, ya que un intruso podrá interceptar cualquier conexión, lo que podría derivar en el robo de datos importantes. Por lo tanto, para proteger los datos transportados entre sitios, es fundamental cifrarlos.
fr: L’utilisation du Wi-Fi pour se connecter à internet est pratique, mais il y a toujours un compromis en termes de sécurité, car un intrus sera en mesure d’intercepter n’importe quelle connexion, ce qui peut entraîner le vol de données importantes. Par conséquent, afin de protéger les données transportées entre les sites, il est essentiel de les chiffrer.
it: Utilizzare il Wi-Fi per connettersi a Internet è conveniente, ma c'è sempre un compromesso in termini di sicurezza, in quanto un intruso sarà in grado di intercettare qualsiasi connessione, potenzialmente con conseguente furto di dati importanti. Pertanto, al fine di proteggere i dati trasportati tra i siti, è fondamentale crittografarli.
ko: Wi-Fi를 사용하여 인터넷에 연결하는 것이 편리하지만, 침입자가 연결을 가로챌 수 있어 중요한 데이터를 도난당할 수 있으므로 보안 측면에서 항상 절충점이 있습니다. 따라서 사이트 간에 전송되는 데이터를 보호하려면 암호화하는 것이 중요합니다.
nl: Wi-Fi gebruiken om verbinding te maken met het internet is handig, maar er is altijd een compromis in termen van veiligheid, omdat een indringer elke verbinding kan onderscheppen, wat kan leiden tot diefstal van belangrijke gegevens. Om gegevens die tussen sites worden getransporteerd te beschermen, is het daarom van vitaal belang deze te versleutelen.
pl: Korzystanie z Wi-Fi do łączenia się z Internetem jest wygodne, ale zawsze istnieje kompromis pod względem bezpieczeństwa, ponieważ intruz będzie w stanie przechwycić każde połączenie, co potencjalnie może skutkować kradzieżą ważnych danych. Dlatego w celu ochrony danych przesyłanych między witrynami konieczne jest ich zaszyfrowanie.
pt: Usar Wi-Fi para se conectar à internet é conveniente, mas há sempre um compromisso em termos de segurança, pois um intruso será capaz de interceptar qualquer conexão, podendo tal resultar em roubo de dados importantes. Portanto, para proteger os seus dados transportados entre sítios, é vital que os cifre.
ru: Использование Wi-Fi для подключения к Интернету удобно, но всегда есть компромисс с точки зрения безопасности, поскольку злоумышленник сможет перехватить любое соединение, что потенциально приведет к краже важных данных. Поэтому, чтобы защитить данные, передаваемые между сайтами, жизненно важно их зашифровать.
sv: Att använda Wi-Fi för att ansluta till internet är bekvämt, men det finns alltid en avvägning när det gäller säkerhet, eftersom en inkräktare kommer att kunna avlyssna vilken anslutning som helst, vilket potentiellt kan leda till stöld av viktig data. Därför är det viktigt att kryptera data för att skydda data som transporteras mellan webbplatser.
tr: İnternete bağlanmak için Wi-Fi kullanmak pratiktir, ancak bir davetsiz misafir herhangi bir bağlantıya dahil olabileceğinden ve potansiyel olarak önemli verilerin çalınmasına neden olacağından, güvenlik açısından her zaman bir denge bulunur. Bu nedenle, siteler arasında taşınan verileri korumak için, şifreleme hayati önem taşır.
zh: 使用Wi-Fi连接到互联网很方便，但在安全性方面总是有一个权衡，因为入侵者将能够拦截任何连接，可能导致重要数据被盗。 因此，为了保护站点之间传输的数据，对其进行加密至关重要。

# Blog_EITPS_H1_SubHeading1
source: <strong>Large corporations needs to be cautious about data protection</strong>
ar: <strong> يتعين على الشركات الكبرى توخي الحذر بشأن حماية البيانات </strong>
de: <strong>Große Unternehmen müssen beim Datenschutz vorsichtig sein</strong>
es: <strong>Las grandes corporaciones deben ser cautelosas con la protección de datos</strong>
fr: <strong>Les grandes entreprises doivent être prudentes en matière de protection des données</strong>
it: <strong>Le grandi aziende devono essere caute nella protezione dei dati</strong>
ko: <strong>대기업은 데이터 보호에 신중해야합니다.</strong>
nl: <strong>Grote bedrijven moeten voorzichtig zijn met gegevensbescherming</strong>
pl: <strong>Duże korporacje muszą zachować ostrożność w kwestii ochrony danych</strong>
pt: <strong>As grandes empresas precisam de ser cautelosas em relação a protecção de dados</strong>
ru: <strong>Крупным корпорациям необходимо проявлять осторожность в отношении защиты данных</strong>
sv: <strong>Stora företag måste vara försiktiga med dataskydd</strong>
tr: <strong>Büyük şirketlerin veri koruma konusunda dikkatli olması gerekir</strong>
zh: <strong>大公司需要谨慎对待数据保护</strong>

# Blog_EITPS_H1_SubHeading2
source: <strong>Customers' digital information must be safeguarded.</strong>
ar: <strong> يجب حماية المعلومات الرقمية للعملاء.</strong>
de: <strong>Die digitalen Informationen der Kunden müssen geschützt werden.</strong>
es: <strong>La información digital de los clientes debe ser salvaguardada</strong>
fr: <strong>Les informations numériques des clients doivent être protégées.</strong>
it: <strong>Le informazioni digitali dei clienti devono essere salvaguardate.</strong>
ko: <strong>고객의 디지털 정보는 보호되어야 합니다.</strong>
nl: <strong>De digitale informatie van klanten moet worden beschermd.</strong>
pl: <strong>Dane cyfrowe klientów muszą być chronione.</strong>
pt: <strong>A informação digital de clientes deve ser salvaguardada.</strong>
ru: <strong>Цифровая информация клиентов должна быть защищена.</strong>
sv: <strong>Kunders digitala information måste skyddas.</strong>
tr: <strong>Müşterilerin dijital bilgileri korunmalıdır.</strong>
zh: <strong>客户的数字信息必须得到保护。</strong>

# Blog_EITPS_H1_SubHeading3
source: <strong>Defense against government intervention</strong>
ar: <strong> الدفاع ضد تدخل الحكومة</strong>
de: <strong>Verteidigung gegen staatliche Eingriffe</strong>
es: <strong>Defensa contra la intervención del gobierno</strong>
fr: <strong>Défense contre l’intervention du gouvernement</strong>
it: <strong>Difesa contro l'intervento del governo</strong>
ko: <strong>정부 개입에 대한 방어</strong>
nl: <strong>Verdediging tegen overheidsingrijpen</strong>
pl: <strong>Obrona przed interwencją rządu</strong>
pt: <strong>Defesa contra intervenção governamental</strong>
ru: <strong>Защита от вмешательства правительства</strong>
sv: <strong>Försvar mot statlig inblandning</strong>
tr: <strong>Hükümet müdahalesine karşı savunma</strong>
zh: <strong>防御政府干预</strong>

# Blog_EITPS_H1_SubHeading4
source: <strong>Benefits of encryption aren't restricted to online use</strong>
ar: <strong> لا تقتصر فوائد التشفير على الاستخدام عبر الإنترنت</strong>
de: <strong>Die Vorteile der Verschlüsselung sind nicht auf die Online-Nutzung beschränkt</strong>
es: <strong>Los beneficios del cifrado no se limitan al uso en línea</strong>
fr: <strong>Les avantages du chiffrement ne se limitent pas à l’utilisation en ligne</strong>
it: <strong>I vantaggi della crittografia non sono limitati all'uso online</strong>
ko: <strong>암호화의 이점은 온라인 사용뿐만이 아닙니다</strong>
nl: <strong>De voordelen van encryptie zijn niet beperkt tot online gebruik</strong>
pl: <strong>Zalety szyfrowania nie ograniczają się do użytku online</strong>
pt: <strong>Os benefícios da cifragem não se restringem à utilização online</strong>
ru: <strong>Преимущества шифрования не ограничиваются использованием в сети</strong>
sv: <strong>Fördelarna med kryptering är inte begränsade till endast online användning</strong>
tr: <strong>Şifrelemenin avantajları çevrimiçi kullanımla sınırlı değildir</strong>
zh: <strong>加密的好处不仅限于在线使用</strong>

# Blog_EITPS_H1_SubHeading5
source: <strong>Any Wi-Fi connection can be intercepted by an intruder</strong>
ar: <strong> أي اتصال واي فاي يمكن أن يعترضه متطفل </ strong>
de: <strong>Jede Wi-Fi-Verbindung kann von einem Eindringling abgefangen werden</strong>
es: <strong>Cualquier conexión WiFi puede ser interceptada por un intruso</strong>
fr: <strong>Toute connexion Wi-Fi peut être interceptée par un intrus</strong>
it: <strong>Qualsiasi connessione Wi-Fi può essere intercettata da un intruso</strong>
ko: <strong>모든 Wi-Fi 연결은 침입자가 가로챌 수 있습니다.</strong>
nl: <strong>Elke wifi-verbinding kan worden onderschept door een indringer</strong>
pl: <strong>Każde połączenie Wi-Fi może zostać przechwycone przez intruza</strong>
pt: <strong>Qualquer conexão Wi-Fi pode ser interceptada por um intruso</strong>
ru: <strong>Любое соединение Wi-Fi может быть перехвачено злоумышленником</strong>
sv: <strong>Alla Wi-Fi-anslutningar kan avlyssnas av en inkräktare</strong>
tr: <strong>Herhangi bir Wi-Fi bağlantısı davetsiz misafirler tarafından ele geçirilebilir</strong>
zh: <strong>任何Wi-Fi连接都可能被入侵者拦截</strong>

# Blog_EITPS_H2_SH1_Text1
source: Securing files online is perceived to be exceedingly expensive, therefore directors and executives are hesitant to acknowledge its importance and, as a result, put any expenditures on hold.
ar: يُنظر إلى تأمين الملفات عبر الإنترنت على أنه مكلف للغاية ، لذلك يتردد أعضاء مجلس الإدارة والمديرين التنفيذيين في الاعتراف بأهميتها ، ونتيجة لذلك ، يؤجلون أي نفقات.
de: Die Sicherung von Dateien im Internet wird als äußerst teuer empfunden, daher zögern Direktoren und Führungskräfte, ihre Bedeutung anzuerkennen und infolgedessen alle Ausgaben auf Eis zu legen.
es: Proteger los archivos en línea se percibe como algo extremadamente costoso, por lo que directores y ejecutivos dudan en reconocer su importancia y, como resultado, suspenden cualquier gasto.
fr: La sécurisation des fichiers en ligne est perçue comme extrêmement coûteuse, c'est pourquoi les administrateurs et les cadres hésitent à reconnaître son importance et, par conséquent, à suspendre toute dépense.
it: La protezione dei file online è percepita come estremamente costosa, pertanto i direttori e i dirigenti sono riluttanti a riconoscerne l'importanza e, di conseguenza, a sospendere qualsiasi spesa.
ko: 온라인으로 파일을 보호하는 것은 비용이 많이 드는 것으로 인식되므로, 이사와 경영진은 그 중요성을 인정하는 것을 주저하고 결과적으로 지출을 보류합니다.
nl: Het online beveiligen van bestanden wordt als buitengewoon duur ervaren, waardoor bestuurders en leidinggevenden aarzelen om het belang ervan te erkennen en eventuele uitgaven uitstellen.
pl: Zabezpieczanie plików online jest postrzegane jako niezwykle kosztowne, dlatego dyrektorzy i kadra kierownicza niechętnie uznają jego znaczenie i w rezultacie wstrzymują wszelkie wydatki.
pt: Proteger ficheiros online é percepcionado como algo extremamente caro, portanto directores e executivos hesitam em reconhecer a sua importância e, como resultado, colocam as despesas em espera.
ru: Защита файлов в Интернете считается чрезвычайно дорогостоящей, поэтому директора и топ-менеджеры не решаются признать ее важность и, как следствие, откладывают любые расходы на неё.
sv: Att säkra filer online upplevs vara oerhört dyrt, därför är direktörer och chefer tveksamma till att erkänna dess betydelse och, som ett resultat, skjuta upp eventuella utgifter.
tr: Dosyaları çevrimiçi olarak güvence altına almak oldukça pahalı bir şeymiş gibi düşünülür, bu nedenle yöneticiler ve idareciler önemini kabul etmekte tereddüt etmekte ve sonuç olarak herhangi bir harcamayı ertelemektedir.
zh: 在线保护文件被认为是极其昂贵的，因此董事和高管们不愿意承认它的重要性，因此，暂停任何支出。

# Blog_EITPS_H2_SH2_Text1
source: Many people assume that encrypting data lengthens the time it takes to retrieve and examine information, lowering efficiency.
ar: يفترض الكثير من الناس أن تشفير البيانات يطيل الوقت الذي يستغرقه استرداد المعلومات وفحصها ، مما يقلل الكفاءة.
de: Viele Menschen gehen davon aus, dass die Verschlüsselung von Daten die Zeit zum Abrufen und Untersuchen von Informationen verlängert und die Effizienz verringert.
es: Muchas personas suponen que cifrar los datos prolonga el tiempo necesario para recuperar y examinar la información, lo que reduce la eficiencia.
fr: Beaucoup de gens supposent que le cryptage des données allonge le temps nécessaire pour récupérer et examiner les informations, ce qui réduit l’efficacité.
it: Molte persone presumono che la crittografia dei dati allunghi il tempo necessario per recuperare ed esaminare le informazioni, riducendo l'efficienza.
ko: 많은 사람들은 데이터를 암호화하면 정보를 검색하고 검사하는 데 걸리는 시간이 길어져 효율성이 낮아진다고 생각합니다.
nl: Veel mensen denken dat het versleutelen van gegevens de tijd verlengt die nodig is om informatie op te vragen en te onderzoeken, waardoor de efficiëntie afneemt.
pl: Wiele osób zakłada, że szyfrowanie danych wydłuża czas potrzebny na pobranie i zbadanie informacji, obniżając wydajność.
pt: Muitas pessoas assumem que cifrar dados aumenta o tempo que demora a obter e examinar informação, reduzindo a eficiência.
ru: Многие люди предполагают, что шифрование данных увеличивает время, необходимое для извлечения и проверки информации, тем самым снижая эффективность.
sv: Många antar att kryptering av data förlänger tiden det tar att hämta och granska information, vilket minskar effektiviteten.
tr: Birçok kişi, verileri şifrelemenin bilgi almak ve incelemek için gereken süreyi uzattığını ve verimliliği düşürdüğünü varsayar.
zh: 许多人认为加密数据会延长检索和检查信息所需的时间，从而降低效率。

# Blog_EITPS_H2_SH3_Text1
source: People have the misconception that encryption only works when the server is turned off and the operating system decrypts sensitive data for anyone who is logged in when the server is operational, including burglars.
ar: يعتقد الناس أن التشفير لا يعمل إلا عند إيقاف تشغيل الخادم وأن نظام التشغيل يقوم بفك تشفير البيانات الحساسة لأي شخص يقوم بتسجيل الدخول عندما يكون الخادم قيد التشغيل ، بما في ذلك اللصوص.
de: Die Leute haben das Missverständnis, dass Verschlüsselung nur funktioniert, wenn der Server ausgeschaltet ist und das Betriebssystem sensible Daten für jeden entschlüsselt, der angemeldet ist, wenn der Server in Betrieb ist, einschließlich Einbrecher.
es: La gente tiene la idea errónea de que el cifrado solo funciona cuando el servidor está apagado y el sistema operativo descifra los datos confidenciales de cualquier persona que haya iniciado sesión cuando el servidor está operativo, incluidos los ladrones.
fr: Les gens ont l’idée fausse que le cryptage ne fonctionne que lorsque le serveur est éteint et que le système d’exploitation décrypte les données sensibles pour toute personne connectée lorsque le serveur est opérationnel, y compris les cambrioleurs.
it: Le persone hanno l'idea sbagliata che la crittografia funzioni solo quando il server è spento e il sistema operativo decrittografa i dati sensibili per chiunque abbia effettuato l'accesso quando il server è operativo, compresi i ladri.
ko: 사람들은 서버가 꺼져 있을 때만 암호화가 작동하고 서버가 작동 중일 때 중요한 데이터를 해독할 수 있다는 잘못된 인식을 가지고 있습니다.
nl: Mensen hebben de misvatting dat encryptie alleen werkt wanneer de server is uitgeschakeld en dat het besturingssysteem gevoelige gegevens ontsleutelt voor iedereen die is ingelogd wanneer de server operationeel is, inclusief inbrekers.
pl: Ludzie mają błędne przekonanie, że szyfrowanie działa tylko wtedy, gdy serwer jest wyłączony, a system operacyjny odszyfrowuje poufne dane każdego, kto jest zalogowany, gdy serwer działa, w tym włamywaczy.
pt: As pessoas têm a concepção errada de que a cifragem apenas funciona quando o servidor está desligado e o sistema operativo decifra informação sensível de qualquer pessoa que esteja autenticada quando o servidor está operacional, incluindo ladrões.
ru: У людей сложилось ошибочное представление, что шифрование работает только тогда, когда сервер выключен, а операционная система расшифровывает конфиденциальные данные для всех, кто входит в систему, когда сервер работает, включая взломщиков.
sv: Folk har missuppfattningen att kryptering bara fungerar när servern är avstängd och operativsystemet dekrypterar känslig data för alla som är inloggade när servern är i drift, inklusive inbrottstjuvar.
tr: İnsanlar, şifrelemenin yalnızca sunucu kapatıldığında çalıştığı ve işletim sisteminin, hırsızlar da dahil olmak üzere sunucu çalışırken oturum açan herkes için hassas verilerin şifresini çözdüğü yanılgısına düşer.
zh: 人们有这样的误解，即加密只有在服务器关闭时才起作用，操作系统解密服务器运行时登录的任何人的敏感数据，包括窃贼。
