Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSPWESBSI2_H3_SH2_Text5
source: <b>STEP 3:</b> Browse and select the files that you’d like to encrypt. Tap and hold to select multiple files.
ar: <b>الخطوة 3:</b> تصفح وحدد الملفات التي تريد تشفيرها. انقر مع الاستمرار لتحديد ملفات متعددة.
de: <b>SCHRITT 3:</b> Durchsuchen Sie die Dateien, die Sie verschlüsseln möchten, und wählen Sie sie aus. Tippen und halten Sie, um mehrere Dateien auszuwählen.
es: <b>PASO 3:</b> Busque y seleccione los archivos que desea cifrar. Mantén pulsado para seleccionar varios archivos.
fr: <b>ÉTAPE 3 :</b> Parcourez et sélectionnez les fichiers que vous souhaitez chiffrer. Appuyez et maintenez pour sélectionner plusieurs fichiers.
it: <b>PASSO 3:</b> Sfoglia e seleziona i file che desideri crittografare. Toccare e tenere premuto per selezionare più file.
ko: <b>3단계:</b> 암호화할 파일을 찾아 선택합니다. 여러 파일을 선택하려면 길게 탭합니다.
nl: <b>STAP 3:</b> Doorblader en selecteer de bestanden die je wilt versleutelen. Klik en houd vast om meerdere bestanden te selecteren.
pl: <b>KROK 3:</b> Przeglądaj i wybierz pliki, które chcesz zaszyfrować. Naciśnij i przytrzymaj, aby wybrać wiele plików.
pt: <b>3º PASSO:</b> Procure e selecione os arquivos que você deseja criptografar. Toque sem soltar para selecionar vários ficheiros.
ru: <b>ШАГ 3:</b> Найдите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов.
sv: <b>STEG 3:</b> Bläddra och välj de filer som du vill kryptera. Tryck och håll ned för att välja flera filer.
tr: <b>3. ADIM:</b> Şifrelemek istediğiniz dosyalara göz atın ve seçin. Birden fazla dosya seçmek için dokunun ve basılı tutun.
zh: <b>步骤3：</b> 浏览并选择要加密的文件。点击并按住以选择多个文件。

# Blog_HTSPWESBSI2_H3_SH2_Text6
source: And that’s it! Your files will be encrypted with an <b>.axx</b> file extension, and will appear on the ‘Recent Files’ tab under the menu strip. To open a file, just tap on any of the listed files directly from the main screen, or tap the <b>‘Open Secured’</b> button and select a file. To permanently decrypt a file, tap on the <b>‘Stop Securing’</b> button and select the file that you’d like to decrypt that has the <b>.axx</b> file extension.
ar: وهذا كل شيء! سيتم تشفير ملفاتك بامتداد <b>ملف .axx</b> ، وستظهر في علامة التبويب "الملفات الحديثة" أسفل شريط القائمة. لفتح ملف، ما عليك سوى النقر على أي من الملفات المدرجة مباشرة من الشاشة الرئيسية، أو النقر على زر <b>'فتح آمن'</b> واختيار ملف. لفك تشفير ملف نهائيا ، انقر فوق <b>الزر "إيقاف التأمين"</b> وحدد الملف الذي ترغب في فك تشفيره والذي يحتوي على امتداد <b>الملف .axx</b> .
de: Und das ist es! Ihre Dateien werden mit der Dateierweiterung <b>.axx</b> verschlüsselt und auf der Registerkarte "Zuletzt verwendete Dateien" in der Menüleiste angezeigt. Um eine Datei zu öffnen, tippen Sie einfach direkt auf dem Hauptbildschirm auf eine der aufgelisteten Dateien oder tippen Sie auf die Schaltfläche <b>"Gesichert öffnen"</b> und wählen Sie eine Datei aus. Um eine Datei dauerhaft zu entschlüsseln, tippen Sie auf die Schaltfläche <b>"Sicherung beenden"</b> und wählen Sie die Datei mit der Dateierweiterung <b>.axx</b> aus, die Sie entschlüsseln möchten.
es: ¡Y eso es todo! Sus archivos se cifrarán con una extensión de archivo <b>.axx</b> y aparecerán en la pestaña 'Archivos recientes' debajo de la tira de menú. Para abrir un archivo, simplemente toque cualquiera de los archivos enumerados directamente desde la pantalla principal, o toque el botón <b>'Abrir seguro'</b> y seleccione un archivo. Para descifrar permanentemente un archivo, toque el botón <b>'Detener seguridad'</b> y seleccione el archivo que desea descifrar que tenga la extensión de archivo <b>.axx</b>.
fr: Et c'est tout! Vos fichiers seront cryptés avec une extension de fichier <b>.axx</b> et apparaîtront dans l'onglet « Fichiers Récents » sous la barre de menu. Pour ouvrir un fichier, appuyez simplement sur l'un des fichiers répertoriés directement depuis l'écran principal, ou appuyez sur le bouton <b>'Ouvrir Sécurisé'</b> et sélectionnez un fichier. Pour décrypter définitivement un fichier, appuyez sur le bouton <b>'Arrêter la Sécurisation'</b> et sélectionnez le fichier que vous souhaitez décrypter et qui porte l'extension de fichier <b>.axx</b>.
it: E questo è tutto! I tuoi file verranno crittografati con un'estensione <b>.axx</b> e appariranno nella scheda "File recenti" sotto la barra dei menu. Per aprire un file, basta toccare uno dei file elencati direttamente dalla schermata principale, oppure toccare il pulsante <b>"Apri protetto"</b> e selezionare un file. Per decrittografare definitivamente un file, tocca il pulsante <b>"Interrompi protezione"</b> e seleziona il file che desideri decrittografare con estensione <b>.axx</b> .
ko: 그게 다야! 파일은 <b>.axx</b> 파일 확장명으로 암호화되며 메뉴 스트립 아래의 '최근 파일' 탭에 나타납니다. 파일을 열려면 기본 화면에서 나열된 파일을 직접 탭하거나 <b> '보안 파일 열기'</b> 버튼을 탭하여 파일을 선택합니다. 파일의 암호를 영구적으로 해독하려면 <b>'보안 중지'</b> 버튼을 누르고 파일 확장명이 <b>.axx</b>인 암호를 해독할 파일을 선택합니다.
nl: En dat is het! Jouw bestanden worden versleuteld met de bestandsextensie <b>.axx</b> en verschijnen op het tabblad 'Recente bestanden' onder de menustrook. Om een bestand te openen, klik je gewoon op een van de vermelde bestanden rechtstreeks vanuit het hoofdscherm, of klik je op de knop <b>'Beveiligd openen'</b> en selecteer je een bestand. Om een bestand permanent te ontsleutelen, klik je op de knop <b>'Beveiliging stoppen'</b> en selecteer je het bestand dat je wilt ontsleutelen met de bestandsextensie <b>.axx</b> .
pl: I to wszystko! Twoje pliki zostaną zaszyfrowane z rozszerzeniem <b>.axx</b> i pojawią się na karcie „Ostatnie pliki” pod paskiem menu. Aby otworzyć plik, po prostu dotknij dowolnego z wymienionych plików bezpośrednio na ekranie głównym lub dotknij przycisku <b>„Otwórz zabezpieczone”</b> i wybierz plik. Aby trwale odszyfrować plik, kliknij przycisk <b>„Zatrzymaj zabezpieczanie”</b> i wybierz plik, który chcesz odszyfrować, i który ma rozszerzenie <b>.axx</b>.
pt: E é isso! Seus arquivos serão criptografados com uma extensão de arquivo <b>.axx</b> e aparecerão na guia 'Arquivos recentes' sob a faixa de menu. Para abrir um arquivo, basta tocar em qualquer um dos arquivos listados diretamente da tela principal, ou tocar no botão <b>'Abrir Protegido'</b> e selecionar um arquivo. Para descriptografar permanentemente um arquivo, toque no botão <b>'Parar de proteger'</b> e selecione o arquivo que você deseja descriptografar que tem a extensão de arquivo <b>.axx</b> .
ru: Вот и все! Ваши файлы будут зашифрованы с расширением <b>.axx</b> и появятся на вкладке «Недавние файлы» под строкой меню. Чтобы открыть файл, просто нажмите на любой из перечисленных файлов прямо на главном экране или нажмите кнопку <b>«Открыть защищенный»</b> и выберите файл. Чтобы окончательно расшифровать файл, нажмите кнопку <b>«Остановить защиту»</b> и выберите файл, который вы хотите расшифровать, с расширением <b>.axx</b>.
sv: Och det är allt! Dina filer kommer att krypteras med filändelsen <b>.axx</b> och kommer att visas på "Senaste filer" under menyn. För att öppna en fil, tryck bara på någon av de listade filerna direkt från huvudskärmen, eller tryck på knappen <b>"Öppna skyddad"</b> och välj en fil. För att permanent dekryptera en fil, tryck på knappen <b>"Sluta säkra"</b> och välj den fil som du vill dekryptera och har filändelsen <b>.axx</b> .
tr: Ve bu kadar! Dosyalarınız bir <b>.axx</b> dosya uzantısıyla şifrelenecek ve menü şeridinin altındaki 'Son Dosyalar' sekmesinde görünecektir. Bir dosyayı açmak için, doğrudan ana ekrandan listelenen dosyalardan herhangi birine dokunun veya <b>'Güvenli Aç'</b> düğmesine dokunun ve bir dosya seçin. Bir dosyanın şifresini kalıcı olarak çözmek için <b>'Korumayı Durdur'</b> düğmesine dokunun ve şifresini çözmek istediğiniz <b>.axx</b> dosya uzantısına sahip dosyayı seçin.
zh: 就是这样！您的文件将使用 <b>.axx</b> 文件扩展名进行加密，并将显示在菜单栏下的“最近使用的文件”选项卡上。要打开文件，只需直接从主屏幕点击任何列出的文件，或点击 <b>“打开安全”</b> 按钮并选择一个文件。要永久解密文件，请点击 <b>“停止保护”</b> 按钮，然后选择要解密的文件扩展名为 <b>.axx</b> 的文件。

# Blog_HTSPWESBSI2_H3_SH2_Text7
source: When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: عند فتح ملف لعرضه أو تحريره، فإنه ينشئ فقط عملية فك تشفير مؤقتة، وسيتم تلقائيا إعادة تشفير أي تغييرات يتم إجراؤها على الملف.
de: Wenn Sie eine Datei öffnen, um sie anzuzeigen oder zu bearbeiten, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: Al abrir un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: Lorsque vous ouvrez un fichier pour l'afficher ou le modifier, cela crée uniquement un processus de décryptage temporaire et toutes les modifications apportées au fichier seront automatiquement rechiffrées.
it: Quando si apre un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittografia temporaneo e tutte le modifiche apportate al file verranno automaticamente crittografate nuovamente.
ko: 보거나 편집하기 위해 파일을 열면 임시 암호 해독 프로세스만 생성되며 파일의 모든 변경 내용은 자동으로 다시 암호화됩니다.
nl: Wanneer je een bestand opent om te bekijken of te bewerken, wordt er slechts een tijdelijk ontsleutelingsproces aangemaakt en worden alle wijzigingen in het bestand automatisch opnieuw versleuteld.
pl: Kiedy otwierasz plik w celu przeglądania lub edycji, tworzy się jedynie tymczasowy proces deszyfrowania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: Quando você abre um arquivo para exibir ou editar, ele cria apenas um processo de descriptografia temporário e quaisquer alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: När du öppnar en fil för att visa eller redigera skapas bara en tillfällig dekrypteringsprocess, och alla ändringar som görs i filen kommer sedan automatiskt återkrypteras.
tr: Görüntülemek veya düzenlemek için bir dosyayı açtığınızda, yalnızca geçici bir şifre çözme işlemi oluşturulur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_HTSPWESBSI2_H3_SH2_Text8
source: AxCrypt can also automatically encrypt and sync files on your <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> and Mac, and on your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>OneDrive accounts, so that you can access and edit them on the go on your phone.
ar: يمكن ل اكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا على <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>نظامي التشغيل ويندوز</b></a> و ماك ، وعلى حسابات <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>جوجل درايف</b></a> و <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>ون درايف</b></a>الخاصة بك على حسابات ون درايف ، بحيث يمكنك الوصول إليها وتحريرها أثناء التنقل على هاتفك.
de: AxCrypt kann auch automatisch Dateien auf Ihrem <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> und Mac sowie auf Ihren <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a> und OneDrive-Kontenverschlüsseln und synchronisieren, sodass Sie unterwegs auf Ihrem Telefon darauf zugreifen und sie bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos en su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> y Mac, y en sus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> y OneDrive Cuentas de <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, para que pueda acceder a ellos y editarlos sobre la marcha en su teléfono.
fr: AxCrypt peut également chiffrer et synchroniser automatiquement les fichiers sur votre <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> et Mac, et sur votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> et <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>Comptes OneDrive</b></a>Comptes OneDrive, afin que vous puissiez y accéder et les modifier lors de vos déplacements sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> e Mac e sui tuoi account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>Account OneDrive, in modo da poterli accedere e modificarli in movimento sul tuo telefono.
ko: 또한 AxCrypt는 <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> 및 Mac, <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 및 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive 계정</b></a>OneDrive 계정에서 파일을 자동으로 암호화하고 동기화할 수 있으므로 휴대폰에서 파일을 액세스하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden versleutelen en synchroniseren op jouw <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> en Mac, en op jouw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive-</b></a> en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-accounts OneDrive-accounts</b></a>, zodat je ze onderweg op jouw telefoon kunt openen en bewerken.
pl: AxCrypt może także automatycznie szyfrować i synchronizować pliki w <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows< /b></a> i Mac oraz na Twoim <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>Dysk Google</b></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>Konta OneDrive</b></a>Konta OneDrive, dzięki czemu możesz uzyskiwać do nich dostęp i edytować je, gdziekolwiek jesteś, na telefonie.
pt: O AxCrypt também pode criptografar e sincronizar arquivos automaticamente em suas contas <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>do Windows</b></a> e Mac e em suas contas <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>do Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>Contas do OneDrive, para que você possa acessá-los e editá-los em qualquer lugar em seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы на вашем компьютере <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> и Mac, а также на вашем <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>учетные записи OneDrive, чтобы вы могли получать к ним доступ и редактировать их на ходу со своего телефона.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer på dina <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows-</b></a> och Mac-datorer, och på dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-konton</b></a>OneDrive-konton, så att du kan komma åt och redigera dem när du är på språng via din telefon.
tr: AxCrypt ayrıca <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> ve Mac'inizdeki, <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive hesaplarınızdaki</b></a>dosyaları otomatik olarak şifreleyebilir ve senkronize edebilir, böylece hareket halindeyken telefonunuzdan bunlara erişebilir ve bunları düzenleyebilirsiniz.
zh: AxCrypt还可以自动加密和同步 <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> 和Mac上的文件，以及<a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 和 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>上的文件，以便您可以随时随地在手机上访问和编辑它们。

# Blog_HTSPWESBSI2_H3_SubHeading1
source: <b>Follow these steps to encrypt your PDFs with <a href='https://axcrypt.net/passwordmanager/'><b>passwords</b></a> on Windows and Mac.</b>
ar: <b>اتبع هذه الخطوات لتشفير ملفات PDF الخاصة بك <a href='https://axcrypt.net/passwordmanager/'><b>بكلمات مرور</b></a> على نظامي التشغيل ويندوز وماك.</b>
de: <b>Führen Sie die folgenden Schritte aus, um Ihre PDF-Dateien unter Windows und Mac mit <a href='https://axcrypt.net/passwordmanager/'><b>passwords</b></a> zu verschlüsseln.</b>
es: <b>Siga estos pasos para cifrar sus archivos PDF con <a href='https://axcrypt.net/passwordmanager/'><b>contraseñas</b></a> en Windows y Mac.</b>
fr: <b>Suivez ces étapes pour crypter vos PDF avec des <a href='https://axcrypt.net/passwordmanager/'><b>mots de passe</b></a> sous Windows et Mac.</b>
it: <b>Segui questi passaggi per crittografare i tuoi PDF con <a href='https://axcrypt.net/passwordmanager/'><b>password</b></a> su Windows e Mac.</b>
ko: <b>Windows 및 Mac에서 <a href='https://axcrypt.net/passwordmanager/'><b>암호</b></a>로 PDF 파일을 암호화하는 방법은 다음과 같습니다.</b>
nl: <b>Volg deze stappen om jouw PDF's te versleutelen met <a href='https://axcrypt.net/passwordmanager/'><b>wachtwoorden</b></a> op Windows en Mac.</b>
pl: Szyfrując pliki PDF, możesz mieć pewność, że są one zawsze chronione, nawet jeśli ktoś uzyska do nich dostęp, ponieważ nie będzie w stanie odszyfrować ani odczytać zawartości plików PDF bez klucza deszyfrującego. AxCrypt to kompleksowe oprogramowanie do szyfrowania plików, które chroni pliki PDF za pomocą najsilniejszego i praktycznie niezniszczalnego algorytmu szyfrowania AES-256.
pt: <b>Siga estas etapas para criptografar seus PDFs com <a href='https://axcrypt.net/passwordmanager/'><b>senhas</b></a> no Windows e no Mac.</b>
ru: <b>Выполните следующие действия, чтобы зашифровать PDF-файлы с <a href='https://axcrypt.net/passwordmanager/'><b>passwords</b></a> в Windows и Mac.</b>
sv: <b>Följ dessa steg för att kryptera dina PDF-filer med <a href='https://axcrypt.net/passwordmanager/'><b>lösenord</b></a> på Windows och Mac.</b>
tr: <b>Windows ve Mac'te PDF'lerinizi <a href='https://axcrypt.net/passwordmanager/'><b>parolayla</b></a> şifrelemek için aşağıdaki adımları izleyin.</b>
zh: <b>按照以下步骤在Windows和Mac上使用 <a href='https://axcrypt.net/passwordmanager/'><b>passwords</b></a> 加密PDF。</b>

# Blog_HTSPWESBSI2_H3_SubHeading2
source: <b>Follow these steps to encrypt your PDFs with passwords on your Android and iPhone.</b>
ar: <b>اتبع هذه الخطوات لتشفير ملفات PDF الخاصة بك بكلمات مرور على جهاز أندرويد و ايفون.</b>
de: <b>Befolgen Sie diese Schritte, um Ihre PDFs auf Ihrem Android- und iPhone-Gerät mit Passwörtern zu verschlüsseln.</b>
es: <b>Sigue estos pasos para cifrar tus archivos PDF con contraseñas en tu Android y iPhone.</b>
fr: <b>Suivez ces étapes pour crypter vos PDF avec des mots de passe sur votre Android et votre iPhone.</b>
it: <b>Segui questi passaggi per crittografare i tuoi PDF con password sul tuo Android e iPhone.</b>
ko: <b>Android 및 iPhone에서 암호로 PDF 파일을 암호화하는 방법을 따르세요.</b>
nl: <b>Volg deze stappen om jouw PDF's te versleutelen met wachtwoorden op jouw Android en iPhone.</b>
pl: <b>Wykonaj poniższe kroki, aby zaszyfrować pliki PDF za pomocą haseł na urządzeniu z Androidem lub iPhone'ie.</b>
pt: <b>Siga estas etapas para criptografar seus PDFs com senhas em seu Android e iPhone.</b>
ru: <b>Выполните следующие действия, чтобы зашифровать PDF-файлы с помощью паролей на устройствах Android и iPhone.</b>
sv: <b>Följ dessa steg för att kryptera dina PDF-filer med lösenord på din Android och iPhone.</b>
tr: <b>Android ve iPhone'unuzda PDF'lerinizi parolalarla şifrelemek için bu adımları izleyin.</b>
zh: <b>请按照以下步骤在Android和iPhone上使用密码加密PDF。</b>
