Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_H1_Text1
source: Exploitation of an individual’s interest by a scammer in order to access restricted information. Phishing is by far the most entrenched form of data security breach in this sphere. Due to its nature, the victims of this form of data breach at times have no idea that they are leaving themselves open to exploitation. The way phishing works is that the entity with the intention to access unauthorized information lures the potential victim into thinking that they are engaging with a legitimate online entity; usually via email to access the desired information. The victim, unaware that they are being scammed, end up giving the desired information themselves. To the mind of the victim, they are only giving out desired information to a legitimate online platform. The end result is that the person ends up aiding in the data breach, albeit unknowingly, through accessing malicious links or email attachments.
ar: استغلال مصلحة الفرد من قبل المحتال للوصول إلى المعلومات المقيدة. يعتبر التصيد الاحتيالي إلى حد بعيد الشكل الأكثر رسوخًا لخرق أمان البيانات في هذا المجال. نظرًا لطبيعته ، فإن ضحايا هذا النوع من خرق البيانات ليس لديهم في بعض الأحيان أي فكرة عن أنهم يتركون أنفسهم عرضة للاستغلال. الطريقة التي يعمل بها التصيد الاحتيالي هي أن الكيان الذي ينوي الوصول إلى معلومات غير مصرح بها يغري الضحية المحتملة للاعتقاد بأنها تتعامل مع كيان شرعي عبر الإنترنت ؛ عادة عبر البريد الإلكتروني للوصول إلى المعلومات المطلوبة. الضحية ، غير مدرك أنه يتعرض للخداع ، ينتهي به الأمر بإعطاء المعلومات المطلوبة بنفسه. في نظر الضحية ، فإنهم يقدمون المعلومات المرغوبة فقط لمنصة شرعية عبر الإنترنت. والنتيجة النهائية هي أن الشخص ينتهي بالمساعدة في خرق البيانات ، وإن كان ذلك دون علمه ، من خلال الوصول إلى الروابط الضارة أو مرفقات البريد الإلكتروني.
de: Ausnutzung des Interesses einer Person durch einen Betrüger, um auf eingeschränkte Informationen zuzugreifen. Phishing ist bei weitem die am weitesten verbreitete Form der Verletzung der Datensicherheit in diesem Bereich. Aufgrund ihrer Natur haben die Opfer dieser Form der Datenverletzung manchmal keine Ahnung, dass sie sich der Ausbeutung aussetzen. Phishing funktioniert so, dass die Entität mit der Absicht, auf nicht autorisierte Informationen zuzugreifen, das potenzielle Opfer dazu verleitet, zu glauben, dass es sich um eine legitime Online-Entität handelt. in der Regel per E-Mail, um auf die gewünschten Informationen zuzugreifen. Das Opfer, das nicht weiß, dass es betrogen wird, gibt am Ende selbst die gewünschten Informationen weiter. Für das Opfer geben sie nur die gewünschten Informationen an eine legitime Online-Plattform weiter. Das Endergebnis ist, dass die Person am Ende bei der Datenverletzung hilft, wenn auch unwissentlich, indem sie auf schädliche Links oder E-Mail-Anhänge zugreift.
es: Explotación del interés de un individuo por parte de un estafador para acceder a información restringida. El phishing es, por lejos, la forma más arraigada de vulneración de la seguridad de los datos en este ámbito. Debido a su naturaleza, las víctimas de esta forma de vulneración de datos a veces no tienen idea de que están abiertas a la explotación. La forma en que funciona el phishing es que la entidad con la intención de acceder a información no autorizada atrae a la víctima potencial para que piense que está interactuando con una entidad en línea legítima; generalmente a través de correo electrónico para acceder a la información deseada. La víctima, sin saber que está siendo estafada, acaba dando ella misma la información deseada. La víctima cree que solo está dando la información deseada a una plataforma en línea legítima. El resultado final es que la persona termina ayudando en la vulneración de datos, aunque sin saberlo, accediendo a enlaces maliciosos o archivos adjuntos de correo electrónico.
fr: Exploitation des intérêts d’un individu par un escroc afin d’accéder à des informations restreintes. L'’hameçonnage est de loin la forme la plus enracinée de violation de la sécurité des données dans ce domaine. En raison de sa nature, les victimes de cette forme de violation de données n’ont parfois aucune idée qu’elles se laissent exposer à l’exploitation. La façon dont l’hameçonnage fonctionne est que l’entité ayant l’intention d’accéder à des informations non autorisées incite la victime potentielle à penser qu’elle s’engage avec une entité en ligne légitime; généralement par e-mail pour accéder aux informations souhaitées. La victime, ignorant qu’elle se fait arnaquer, finit par donner elle-même les informations souhaitées. Dans l’esprit de la victime, ils ne donnent que les informations souhaitées à une plate-forme en ligne légitime. Le résultat final est que la personne finit par aider à la violation de données, bien que sans le savoir, en accédant à des liens malveillants ou à des pièces jointes à des e-mails.
it: Sfruttamento dell'interesse di un individuo da parte di un truffatore per accedere a informazioni riservate. Il phishing è di gran lunga la forma più radicata di violazione della sicurezza dei dati in questo ambito. A causa della sua natura, le vittime di questa forma di violazione dei dati a volte non hanno idea che si stanno esponendo allo sfruttamento. Il modo in cui funziona il phishing è che l'entità con l'intenzione di accedere a informazioni non autorizzate induce la potenziale vittima a pensare che stia interagendo con un'entità online legittima; di solito via e-mail per accedere alle informazioni desiderate. La vittima, ignara di essere stata truffata, finisce per fornire da sola le informazioni desiderate. Nella mente della vittima, stanno solo fornendo le informazioni desiderate a una piattaforma online legittima. Il risultato finale è che la persona finisce per aiutare nella violazione dei dati, anche se inconsapevolmente, attraverso l'accesso a collegamenti dannosi o allegati di posta elettronica.
ko: 제한된 정보에 액세스하기 위해 사기꾼이 개인의 이익을 악용하는 행위. 피싱은 이 영역에서 가장 확고한 형태의 데이터 보안 침해입니다. 그 특성으로 인해 이러한 형태의 데이터 침해의 피해자는 때때로 자신이 착취에 노출되어 있다는 사실을 전혀 모릅니다. 피싱이 작동하는 방식은 승인되지 않은 정보에 액세스하려는 의도를 가진 개체가 잠재적 피해자로 하여금 합법적이라고 생각하게 유인하는 것입니다. 일반적으로 원하는 정보에 액세스하기 위해 이메일을 사용합니다. 피해자는 자신이 사기를 당하고 있다는 사실을 모르고 결국 원하는 정보를 스스로 제공하게 됩니다. 피해자는 마음에는 합법적인 온라인 플랫폼에 정보를 제공한다고 생각하지만. 결과는 그 사람이 무의식적으로 악성 링크나 이메일 첨부 파일에 액세스하여 데이터를 유출하게 된다는 것입니다.
nl: Exploitatie van de interesse van een persoon door een oplichter om toegang te krijgen tot beperkte informatie. Phishing is verreweg de meest diepgewortelde vorm van inbreuk op de gegevensbeveiliging op dit gebied. Door zijn aard hebben de slachtoffers van deze vorm van datalek soms geen idee dat ze zichzelf blootstellen aan uitbuiting. De manier waarop phishing werkt, is dat de entiteit met de bedoeling toegang te krijgen tot ongeautoriseerde informatie, het potentiële slachtoffer laat denken dat ze contact hebben met een legitieme online entiteit; meestal via e-mail om toegang te krijgen tot de gewenste informatie. Het slachtoffer, die zich er niet van bewust is dat hij/zij wordt opgelicht, geeft uiteindelijk zelf de gewenste informatie. In de ogen van het slachtoffer geven ze alleen de gewenste informatie door aan een legitiem online platform. Het eindresultaat is dat de persoon uiteindelijk helpt bij het datalek, zij het onbewust, door toegang te krijgen tot kwaadaardige links of e-mailbijlagen.
pl: Wykorzystywanie zainteresowania osoby przez oszusta w celu uzyskania dostępu do zastrzeżonych informacji. Phishing jest zdecydowanie najbardziej rozpowszechnioną formą naruszenia bezpieczeństwa danych w tej sferze. Ze względu na swój charakter ofiary tej formy naruszenia danych czasami nie mają pojęcia, że narażają się na wykorzystanie. Sposób, w jaki działa phishing polega na tym, że podmiot mający zamiar uzyskać dostęp do nieautoryzowanych informacji skłania potencjalną ofiarę do myślenia, że wchodzi w interakcję z legalnym podmiotem online; zwykle za pośrednictwem poczty e-mail, aby uzyskać dostęp do żądanych informacji. Ofiara, nieświadoma, że jest oszukiwana, sama podaje żądane informacje. W umyśle ofiary przekazują tylko pożądane informacje legalnej platformie internetowej. W rezultacie dana osoba pomaga w naruszeniu danych, choć nieświadomie, poprzez dostęp do złośliwych linków lub załączników wiadomości e-mail.
pt: A exploração do interesse de um indivíduo por um perpetrador de esquemas para aceder a informação restrita. O phishing é de longe a forma mais arreigada de violação de segurança de dados nesta esfera. Devido à sua natureza, as vítimas desta forma de violação de dados não tem, por vezes, ideia de que se estão a deixar vulneráveis à exploração. A forma como o phishing funciona é tal que a entidade com intenção de aceder a informação não autorizada alicia a potencial vítima a pensar que está perante uma entidade online legítima, normalmente através de email. A vítima, sem saber que está a ser enganada, acaba por fornecer a informação que lhe é solicitada. Na sua mente, a vítima está apenas a fornecer informação a uma plataforma online legítima. O resultado final é que a pessoa acaba por ajudar a violar os dados, apesar de inconscientemente, através de hiperligações maliciosas ou anexos de email.
ru: Использование интересов физического лица мошенником с целью получения доступа к информации с ограниченным доступом. Фишинг, безусловно, является наиболее укоренившейся формой нарушения безопасности данных в этой сфере. Из-за своей природы, жертвы этой формы утечки данных порой понятия не имеют, что они оставляют себя открытыми для эксплуатации. Принцип работы фишинга заключается в том, что субъект, намеревающийся получить доступ к несанкционированной информации, заставляет потенциальную жертву думать, что они взаимодействуют с законным онлайн-субъектом; обычно по электронной почте, чтобы получить доступ к желаемой информации. Жертва, не подозревая, что ее обманывают, в конечном итоге сама предоставляет желаемую информацию. По мнению жертвы, они всего лишь передают желаемую информацию законной онлайн-платформе. Конечным результатом является то, что человек в итоге способствует утечке данных, хотя и неосознанно, путем доступа к вредоносным ссылкам или вложениям электронной почты.
sv: Utnyttjande av en individs intresse av en bedragare för att få tillgång till begränsad information. Nätfiske är den överlägset mest förankrade formen av datasäkerhetsbrott på det här området. På grund av dess natur har offren för denna form av dataintrång ibland ingen aning om att de lämnar sig själva öppna för exploatering. Sättet nätfiske fungerar på är att personen med avsikt att få tillgång till obehörig information lockar det potentiella offret att tro att de engagerar sig med en legitim online-enhet; vanligtvis via e-post för att komma åt önskad information. Offret, omedvetet om att de blir lurade, slutar med att själva ge den önskade informationen. För offrets sinne ger de bara ut önskad information till en legitim onlineplattform. Resultatet blir att personen hjälper till med dataintrånget, om än omedvetet, genom att klicka på skadliga länkar eller e-postbilagor.
tr: Kısıtlı bilgilere erişmek için bir dolandırıcı tarafından bir bireyin menfaatinin istismar edilmesi. Kimlik avı, bu alandaki en köklü veri güvenliği ihlali biçimidir. Doğası gereği, bu tür veri ihlalinin kurbanları zaman zaman kendilerini sömürüye açık bıraktıklarına dair hiçbir fikre sahip değildir. Kimlik avının çalışma şekli, yetkisiz bilgilere erişme niyeti olan aktörün potansiyel kurbanı genellikle istenen bilgilere erişmek için e-posta yoluyla meşru bir çevrimiçi varlıkla ilişki kurduklarını düşünmeye teşvik etmesktir. Dolandırıldığının farkında olmayan mağdur, istenen bilgiyi kendisi verir. Mağdur yalnızca meşru bir çevrimiçi platforma istenen bilgileri verdiğini düşünür. Sonuç olarak, kişi kötü amaçlı bağlantılara veya e-posta eklerine erişerek bilmeden de olsa veri ihlaline yardımcı olur.
zh: 诈骗者利用个人利益，以获取受限制的信息。 网络钓鱼是迄今为止该领域最根深蒂固的数据安全漏洞形式。 由于其性质，这种形式的数据泄露的受害者有时不知道他们正在让自己受到剥削。 网络钓鱼的工作方式是意图访问未经授权的信息的实体引诱潜在受害者认为他们正在与合法的在线实体进行互动;通常通过电子邮件访问所需的 受害者不知道他们被骗，最终自己提供了所需的信息。 对于受害者来说，他们只是向合法的在线平台提供所需的信息。 最终的结果是，该人最终通过访问恶意链接或电子邮件附件来帮助数据泄露，尽管在不知不觉中。

# Blog_HEIDS_H10_Text1
source: Outsourcing or dealing with contractors whose perspective of data security might be different from that of the organization that is contacting outside vendors. Outsourcing has been known to contribute to cases of data breaches. When vendors have access to information that is deemed sensitive and they themselves do not appreciate its importance, which could lead to serious data leakages.
ar: الاستعانة بمصادر خارجية أو التعامل مع المقاولين الذين قد يختلف منظور أمن البيانات عن منظور المنظمة التي تتصل بالموردين الخارجيين. من المعروف أن الاستعانة بمصادر خارجية تساهم في حالات انتهاك البيانات. عندما يتمكن البائعون من الوصول إلى المعلومات التي تعتبر حساسة وهم أنفسهم لا يقدرون أهميتها ، مما قد يؤدي إلى تسرب خطير للبيانات.
de: Outsourcing oder Umgang mit Auftragnehmern, deren Perspektive der Datensicherheit sich möglicherweise von der der Organisation unterscheidet, die externe Anbieter kontaktiert. Es ist bekannt, dass Outsourcing zu Fällen von Datenschutzverletzungen beiträgt. Wenn Anbieter Zugang zu Informationen haben, die als sensibel gelten und sie selbst ihre Bedeutung nicht einschätzen, kann dies zu schwerwiegenden Datenlecks führen.
es: La subcontratación o el trato con contratistas cuya perspectiva de la seguridad de los datos puede ser diferente de la de la organización que se pone en contacto con proveedores externos. Se sabe que la subcontratación contribuye a los casos de vulneraciones de datos. Cuando los proveedores tienen acceso a información que se considera confidencial y ellos mismos no aprecian su importancia, lo que podría conducir a graves filtraciones de datos.
fr: Externaliser ou traiter avec des sous-traitants dont la perspective de la sécurité des données peut être différente de celle de l’organisation qui contacte des fournisseurs externes. L’externalisation est connue pour contribuer aux cas de violation de données. Lorsque les fournisseurs ont accès à des informations jugées sensibles et qu’ils n’en apprécient pas eux-mêmes l’importance, ce qui pourrait entraîner de graves fuites de données.
it: Outsourcing o trattare con appaltatori la cui prospettiva di sicurezza dei dati potrebbe essere diversa da quella dell'organizzazione che sta contattando fornitori esterni. È noto che l'outsourcing contribuisce ai casi di violazione dei dati. Quando i fornitori hanno accesso a informazioni ritenute sensibili e loro stessi non ne apprezzano l'importanza, il che potrebbe portare a gravi perdite di dati.
ko: 데이터 보안에 대한 관점이 외부 공급업체와 접촉하는 조직의 관점과 다를 수 있는 계약자를 아웃소싱하거나 처리합니다. 아웃소싱은 데이터 유출 사례에 기여하는 것으로 알려져 있습니다. 공급업체가 민감한 것으로 간주되는 정보에 액세스할 수 있고 그 중요성을 인식하지 못하는 경우 심각한 데이터 유출로 이어질 수 있습니다.
nl: Uitbesteding of omgaan met contractanten wier perspectief op gegevensbeveiliging anders kan zijn dan dat van de organisatie die contact opneemt met externe leveranciers. Het is bekend dat uitbesteding kan bijdragen aan gevallen van datalekken. Wanneer verkopers toegang hebben tot informatie die als gevoelig wordt beschouwd en zij zelf het belang ervan niet inzien, kan dit leiden tot ernstige datalekken.
pl: Outsourcing lub kontakt z kontrahentami, których perspektywa bezpieczeństwa danych może różnić się od perspektywy organizacji, która kontaktuje się z zewnętrznymi dostawcami. Wiadomo, że outsourcing przyczynia się do przypadków naruszeń danych. Gdy dostawcy mają dostęp do informacji uznanych za wrażliwe i sami nie doceniają ich znaczenia, co może prowadzić do poważnych wycieków danych.
pt: Subcontratar ou lidar com prestadores de serviços cuja perspectiva de segurança de dados pode ser diferente da da organização que está a contactar fornecedores externos. A subcontratação é conhecida por contribuir para casos de violações de dados. Quando os fornecedores têm acesso a informações consideradas sensíveis e eles próprios não estão conscientes da sua importância, tal pode levar a sérias fugas de dados.
ru: Аутсорсинг или работа с подрядчиками, чьи взгляды на безопасность данных могут отличаться от взглядов организации, которая обращается к внешним поставщикам. Известно, что аутсорсинг способствует случаям утечки данных. Когда поставщики имеют доступ к информации, которая считается конфиденциальной, и сами они не осознают ее важности, что может привести к серьезной утечке данных.
sv: Outsourcing eller hantering av entreprenörer vars perspektiv på datasäkerhet kan skilja sig från den organisation som kontaktar externa leverantörer. Outsourcing har varit känt för att bidra till fall av dataintrång. När leverantörer har tillgång till information som bedöms som känslig och de själva inte inser dess betydelse, kan det leda till allvarliga dataläckor.
tr: Dış kaynak kullanımı veya veri güvenliğine bakış açıları dış tedarikçilerle iletişime geçen kuruluşun bakış açısından farklı olabilecek yüklenicilerle çalışmak. Dış kaynak kullanımının veri ihlali vakalarına katkıda bulunduğu bilinmektedir. Satıcıların hassas kabul edilen bilgilere erişimi olduğunda ve kendileri bu bilgilerin önemini takdir etmediklerinde, bu durum ciddi veri sızıntılarına yol açabilir.
zh: 外包或处理数据安全观点可能与联系外部供应商的组织不同的承包商。 众所周知，外包会导致数据泄露。 当供应商可以访问被认为敏感的信息，而他们自己并不认识到它的重要性，这可能导致严重的数据泄漏。
