Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WSPPI_H2_Text2
source: Privacy is a social norm. We put in passwords on our devices and locks on bathroom doors to help safeguard our privacy and even citizens saying they’re not bothered by it use them to prevent people from entering their private realm. The only people who will seek out privacy, are by definition bad people. Nevertheless we as human beings not just terrorists and criminals, all of us — have things to hide. We all need private moments that we can keep out of persistent, insistent and inquisitive looks.
ar: الخصوصية هي قاعدة اجتماعية. وضعنا كلمات مرور على أجهزتنا وأقفال أبواب الحمامات للمساعدة في حماية خصوصيتنا وحتى المواطنين الذين يقولون إنهم لا يزعجهم ذلك يستخدمونها لمنع الناس من دخول عالمهم الخاص. الأشخاص الوحيدون الذين يبحثون عن الخصوصية هم بحكم التعريف الأشخاص السيئون. ومع ذلك فنحن كبشر ولسنا مجرد إرهابيين ومجرمين ، كلنا - لدينا أشياء نخفيها. نحتاج جميعًا إلى لحظات خاصة يمكننا تجنبها من المظهر المستمر والإصرار والفضولي.
de: Privatsphäre ist eine soziale Norm. Wir geben Passwörter in unsere Geräte und Schlösser an Badezimmertüren ein, um unsere Privatsphäre zu schützen, und sogar Bürger, die sagen, dass sie sich nicht darum kümmern, verwenden sie, um zu verhindern, dass Menschen in ihr Privatleben eindringen. Die einzigen Menschen, die Privatsphäre suchen, sind per Definition schlechte Menschen. Trotzdem haben wir als Menschen, nicht nur Terroristen und Kriminelle, wir alle — Dinge zu verbergen. Wir alle brauchen private Momente, die wir aus hartnäckigen, eindringlichen und neugierigen Blicken heraushalten können.
es: La privacidad es una norma social. Ponemos contraseñas en nuestros dispositivos y cerraduras en las puertas de los baños para ayudar a salvaguardar nuestra privacidad e incluso los ciudadanos que dicen que no les molesta las usan para evitar que las personas entren en su ámbito privado. Las únicas personas que buscarán privacidad son, por definición, malas personas. Sin embargo, nosotros, como seres humanos, no solo terroristas y criminales, todos nosotros, tenemos cosas que ocultar. Todos necesitamos momentos privados que podamos mantener fuera de miradas persistentes, insistentes e inquisitivas.
fr: La vie privée est une norme sociale. Nous mettons des mots de passe sur nos appareils et verrouillons les portes des salles de bain pour aider à protéger notre vie privée et même les citoyens qui disent que cela ne les dérange pas les utilisent pour empêcher les gens d'entrer dans leur domaine privé. Les seules personnes qui recherchent la vie privée sont par définition de mauvaises personnes. Néanmoins, en tant qu'êtres humains, pas seulement des terroristes et des criminels, nous tous, nous avons des choses à cacher. Nous avons tous besoin de moments privés que nous pouvons protéger des regards persistants, insistants et inquisiteurs.
it: La privacy è una norma sociale. Inseriamo password sui nostri dispositivi e lucchetti sulle porte dei bagni per salvaguardare la nostra privacy e persino i cittadini che affermano di non essere infastiditi da ciò le usano per impedire alle persone di entrare nel loro regno privato. Le uniche persone che cercheranno la privacy sono per definizione persone cattive. Tuttavia noi come esseri umani, non solo terroristi e criminali, tutti noi abbiamo cose da nascondere. Abbiamo tutti bisogno di momenti privati ​​in cui essere fuori da sguardi continui, insistenti e curiosi.
ko: 개인 정보 보호는 사회적 규범입니다. 우리는 개인 정보를 보호하기 위해 장치에 암호를 걸고 욕실 문을 잠그고 심지어 시민들도 암호를 사용하여 사람들이 사적인 영역에 들어가는 것을 방지합니다. 프라이버시를 추구하는 것이 의심스러워 보일 수도 있지만 우리 모두에게는 숨길 것이 있습니다 - 우리 모두는 지속적이고 끈기 있고 호기심 많은 것들에게 벗어날 수있는 사적인 순간이 필요합니다.
nl: Privacy is een sociale norm. We plaatsen wachtwoorden op onze apparaten en sloten op badkamerdeuren om onze privacy te beschermen en zelfs burgers die zeggen dat ze er geen last van hebben, gebruiken ze om te voorkomen dat mensen hun privé-domein betreden. De enige mensen die privacy opzoeken, zijn per definitie slechte mensen. Desalniettemin hebben wij als mensen, niet alleen terroristen en criminelen, wij allemaal - dingen te verbergen. We hebben allemaal privémomenten nodig die we kunnen onthouden van aanhoudende, indringende en nieuwsgierige blikken.
pl: Prywatność to norma społeczna. Umieszczamy hasła na naszych urządzeniach i zamki w drzwiach do łazienki, aby chronić naszą prywatność, a nawet obywatele, którzy twierdzą, że im to nie przeszkadza, używają ich, aby uniemożliwić ludziom wejście do ich prywatnego królestwa. Jedynymi ludźmi, którzy będą szukać prywatności, są z definicji źli ludzie. Niemniej jednak my jako istoty ludzkie, nie tylko terroryści i przestępcy, my wszyscy – mamy rzeczy do ukrycia. Wszyscy potrzebujemy prywatnych chwil, które możemy trzymać z dala od uporczywych, natarczywych i dociekliwych spojrzeń.
pt: A privacidade é uma normal social. Nos usamos palavras-passe nos nossos dispositivos e fechaduras nas portas das casas de banho para ajudar a salvaguardar a nossa privacidade e mesmo cidadãos que dizem que não estar preocupados com ela usam-nas para prevenir pessoas de entrar no seu domínio pessoal. As únicas pessoas que procurarão privacidade são, por definição, más. No entanto, nós, como seres humanos, não apenas terroristas e criminosos, todos nós, temos coisas a esconder. Todos nós precisamos de momentos privados longe longe de olhares persistentes, insistentes e inquisitivos.
ru: Конфиденциальность - это социальная норма. Мы ставим пароли на наши устройства и замки на двери ванных комнат, чтобы помочь защитить нашу частную жизнь, и даже граждане, которые говорят, что их это не беспокоит, используют пароли, чтобы помешать людям проникнуть в их частную жизнь. Единственные люди, которые будут стремиться к уединению, по определению плохие люди. Тем не менее нам, людям, а не только террористам и преступникам, всем нам есть что скрывать. Нам всем нужны моменты уединения, которые мы могли бы уберечь от настойчивых и пытливых взглядов.
sv: Sekretess är en social norm. Vi lägger in lösenord på våra enheter och lås på badrumsdörrar för att skydda vår integritet och även medborgare som säger att de inte har nått att dölja använder det för att hindra människor från att komma in i deras privata sfär. De enda människor som kommer att snoka upp andras privatliv är per definition dåliga människor. Ändå har vi som människor, inte bara terrorister och kriminella, vi alla saker att dölja. Vi behöver alla privata stunder som vi kan hålla borta från ihärdiga, enträgna och frågvisa blickar.
tr: Mahremiyet toplumsal bir normdur. Mahremiyetimizi korumak için cihazlarımıza parolalar, banyo kapılarımıza ise kilitler yerleştiririz ve bundan rahatsız olmadığını söyleyen kişiler bile bunları insanların kendi kişisel dünyalarına girmesini önlemek için kullanır. Mahremiyet arayan insanlar doğası gereği kötü insanlardır. Yine de insanoğlu olarak bizler terörist ya da suçlu değiliz, hepimizin - saklayacak şeyleri vardır. Israrcı, dayatmacı ve meraklı bakışlardan uzakta kalabileceğiniz özel anlara ihtiyaç duyarız.
zh: 隐私是一种社会规范。 我们在我们的设备上设置密码，并在浴室门上设置锁，以帮助保护我们的隐私，甚至公民说他们不被它困扰，使用它们来阻止人们进入他们的私人领域。 根据定义，唯一会寻求隐私的人是坏人。 然而，我们作为人类不仅仅是恐怖分子和罪犯，我们所有人—都有隐藏的东西。 我们都需要私人的时刻，我们可以保持持久，坚持和好奇的外观。

# Blog_WSPPI_H2_Text3
source: Personal data affects nearly everything, including what messages and content we see on the Internet. Without the knowledge of what data is being used for, we are virtually helpless in today’s world. The internet should be a tool of liberation and democratization but can be used in an unprecedented way allowing mass indiscriminate surveillance. A lack of privacy and thriving mass surveillance remodels a society that breeds conformity and obedience and submission. Don’t agree to make yourself a harmless, uninteresting and non threatening person not to fear people knowing what you’re doing.
ar: تؤثر البيانات الشخصية في كل شيء تقريبًا ، بما في ذلك الرسائل والمحتوى الذي نراه على الإنترنت. بدون معرفة ما يتم استخدام البيانات من أجله ، نكون بلا حول ولا قوة في عالم اليوم. يجب أن يكون الإنترنت أداة للتحرير وإرساء الديمقراطية ولكن يمكن استخدامه بطريقة غير مسبوقة تسمح بمراقبة جماعية عشوائية. يعيد الافتقار إلى الخصوصية والمراقبة الجماعية المزدهرة تشكيل مجتمع يولد الامتثال والطاعة والخضوع. لا توافق على أن تجعل نفسك شخصًا غير ضار وغير مهم ولا يهدد حتى لا تخاف من الناس الذين يعرفون ما تفعله.
de: Personenbezogene Daten betreffen fast alles, einschließlich der Nachrichten und Inhalte, die wir im Internet sehen. Ohne das Wissen, wofür Daten verwendet werden, sind wir in der heutigen Welt praktisch hilflos. Das Internet sollte ein Werkzeug der Befreiung und Demokratisierung sein, kann aber auf beispiellose Weise genutzt werden, um eine wahllose Massenüberwachung zu ermöglichen. Ein Mangel an Privatsphäre und blühende Massenüberwachung gestalten eine Gesellschaft um, die Konformität, Gehorsam und Unterwerfung hervorbringt. Stimmen Sie nicht zu, sich zu einer harmlosen, uninteressanten und nicht bedrohlichen Person zu machen, um keine Angst vor Menschen zu haben, die wissen, was Sie tun.
es: Los datos personales afectan casi todo, incluidos los mensajes y el contenido que vemos en internet. Sin el conocimiento de para qué se utilizan los datos, estamos prácticamente indefensos en el mundo actual. Internet debería ser una herramienta de liberación y democratización, pero puede utilizarse de una forma sin precedentes que permita una vigilancia masiva e indiscriminada. La falta de privacidad y la vigilancia masiva próspera restructuran una sociedad que cultiva la conformidad, la obediencia y la sumisión. No aceptes convertirte en una persona inofensiva, poco interesante y no amenazante para no temer que la gente sepa lo que estás haciendo.
fr: Les données personnelles affectent presque tout, y compris les messages et le contenu que nous voyons sur Internet. Sans la connaissance de l’utilisation des données, nous sommes pratiquement impuissants dans le monde d’aujourd’hui. Internet devrait être un outil de libération et de démocratisation, mais peut être utilisé d’une manière sans précédent permettant une surveillance aveugle de masse. Un manque d’intimité et une surveillance de masse florissante remodèlent une société qui engendre la conformité, l’obéissance et la soumission. N’acceptez pas de vous faire une personne inoffensive, inintéressante et non menaçante pour ne pas craindre que les gens sachent ce que vous faites.
it: I dati personali riguardano quasi tutto, compresi i messaggi e i contenuti che vediamo su Internet. Senza conoscere lo scopo per cui vengono utilizzati i dati, siamo praticamente impotenti nel mondo di oggi. Internet dovrebbe essere uno strumento di liberazione e democratizzazione, ma può essere utilizzato in un modo senza precedenti consentendo una sorveglianza indiscriminata di massa. Una mancanza di privacy e una fiorente sorveglianza di massa rimodella una società che genera conformismo, obbedienza e sottomissione. Non accettare di renderti una persona innocua, poco interessante e non minacciosa senza avere paura che le persone sappiano cosa stai facendo.
ko: 개인 데이터는 인터넷에서 볼 수 있는 메시지와 콘텐츠를 포함하여 거의 모든 것에 영향을 미칩니다. 데이터가 어떤 용도로 사용되고 있는지 알지 못하면 오늘날의 세계에서 사실상 무력해집니다. 인터넷은 해방과 민주화의 도구가 되어야 하지만 대규모 무차별 감시를 허용하는 전례 없는 방식으로 사용될 수 있습니다. 사생활의 부족과 번성하는 대량 감시는 순응과 순종과 복종을 낳는 사회를 리모델링합니다. 사람들이 당신이하는 일을 아는 것을 두려워하여 자신을 무해하고 흥미롭지 않으며 위협적이지 않은 사람으로 만드는 데 동의하지 마세요.
nl: Persoonlijke gegevens beïnvloeden bijna alles, inclusief welke berichten en inhoud we op het internet zien. Zonder de kennis van waarvoor gegevens worden gebruikt, zijn we vrijwel hulpeloos in de wereld van vandaag. Het internet zou een instrument van bevrijding en democratisering moeten zijn, maar kan op een ongekende manier worden gebruikt, waardoor willekeurige massa beveiliging mogelijk is. Een gebrek aan privacy en bloeiende massa beveiliging hervormt een samenleving die conformiteit, gehoorzaamheid en onderwerping kweekt. Ga niet akkoord om van uzelf een ongevaarlijke, oninteressante en niet-bedreigende persoon te maken om niet bang te zijn dat mensen weten wat u doet.
pl: Dane osobowe mają wpływ na prawie wszystko, w tym na to, jakie wiadomości i treści widzimy w Internecie. Bez wiedzy o tym, do czego wykorzystywane są dane, jesteśmy praktycznie bezradni w dzisiejszym świecie. Internet powinien być narzędziem wyzwolenia i demokratyzacji, ale można go używać w bezprecedensowy sposób, umożliwiając masową i masową inwigilację. Brak prywatności i kwitnąca masowa inwigilacja przebudowują społeczeństwo, które hoduje konformizm, posłuszeństwo i uległość. Nie zgadzaj się na uczynienie z siebie nieszkodliwej, nieciekawej i niegroźnej osoby, aby nie bać się ludzi, którzy wiedzą, co robisz.
pt: Os dados pessoais afectam quase tudo, incluindo as mensagens e o conteúdo que vemos na internet. Sem o conhecimento de que dados estão a ser usados e para quê, tornamo-nos virtualmente impotentes no mundo de hoje. A internet deveria ser uma ferramenta de liberdade e democratização, mas pode ser usada de uma forma sem precedentes, permitindo vigilância indiscriminada em massa. A falta de privacidade e a próspera vigilância em massa remodela a sociedade que procria conformidade, obediência e submissão. Não concorde em tornar-se uma pessoa indefesa, sem interesse e não ameaçadora para não temer pessoas que sabem o que está a fazer.
ru: Персональные данные влияют практически на все, включая то, какие сообщения и контент мы видим в Интернете. Не зная, для чего используются данные, мы практически беспомощны в современном мире. Интернет должен быть инструментом освобождения и демократизации, но может использоваться беспрецедентным образом, позволяя осуществлять массовую неизбирательную слежку. Отсутствие неприкосновенности частной жизни и процветающая массовая слежка перестраивают общество, которое порождает конформизм, послушание и покорность. Не соглашайтесь изображать из себя безобидного, неинтересного и не внушающего угроз человека, чтобы не бояться, что люди узнают, что вы делаете.
sv: Personuppgifter påverkar nästan allt, inklusive vilka meddelanden och vilket innehåll vi ser på Internet. Utan att veta vad data används till är vi hjälplösa i dagens värld. Internet bör vara ett verktyg för befrielse och demokratisering, men kan användas på ett aldrig tidigare skådat sätt och möjliggör massa urskillningslös övervakning. Brist på integritet och blomstrande massövervakning skapar ett samhälle som föder lydnad och underkastelse. Gå inte med på att göra dig själv till en ointressant person bara för att folk vet vad du gör.
tr: Kilisel veriler, İnternet üzerinde gördüğümüz mesajlar ve içerikler de dahil olmak üzere hemen hemen her şeyi etkiler. Hangi verilerin ne için kullanıldığı bilgisi olmadan bugünün dünyasında neredeyse umutsuz durumdayız. İnternetin bir özgürleşme ve demokratikleşme aracı olması gerekirken toplu ve ayrıcı olmayan izlenmeye olanak tanıyan benzersiz bir şekilde de kullanılması da mümkündür. Ne yaptığınızı bilen insanlardan korkmamak için kendinizi zararsız, sönük ya da tehdit teşkil etmeyen bir kişi haline getirmeyi kabul etmeyin.
zh: 个人数据几乎影响所有内容，包括我们在互联网上看到的消息和内容。 如果不知道数据的用途，我们在当今世界几乎束手无策。 互联网应该是解放和民主化的工具，但可以以前所未有的方式使用，允许大规模不分青红皂白的监视。 缺乏隐私和蓬勃发展的大规模监控重塑了一个培养一致性，服从和服从的社会。 不要同意让自己成为一个无害，无趣和无威胁的人，不要害怕别人知道你在做什么。
