Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDSCBF_H2_SH2_Text1
source: Many users still feel that implementing encryption on their devices necessitates professional skills. This is merely a myth. AxCrypt delivers AES 256-bit encryption, so you won't have trouble installing it. Even if you have an issue during the installation, our customer support team can assist you. Check out our <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>YouTube videos to get started</a>.
ar: لا يزال العديد من المستخدمين يشعرون أن تنفيذ التشفير على أجهزتهم يتطلب مهارات احترافية. هذه مجرد خرافة. يوفر برنامج اكسكربت تشفير AES 256 بت ، لذلك لن تواجه مشكلة في تثبيته. حتى إذا كانت لديك مشكلة أثناء التثبيت ، يمكن لفريق دعم العملاء لدينا مساعدتك. تحقق من <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'> مقاطع فيديو YouTube للبدء </a>.
de: Viele Benutzer sind immer noch der Meinung, dass die Implementierung von Verschlüsselung auf ihren Geräten professionelle Fähigkeiten erfordert. Das ist nur ein Mythos. AxCrypt bietet AES 256-Bit-Verschlüsselung, sodass Sie keine Probleme bei der Installation haben. Auch wenn Sie während der Installation ein Problem haben, kann Ihnen unser Kundensupport-Team weiterhelfen. Schauen Sie sich unsere <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA '>YouTube videos to get started</a>.
es: Muchos usuarios aún sienten que implementar el cifrado en sus dispositivos requiere habilidades profesionales. Esto es simplemente un mito. AxCrypt ofrece cifrado AES de 256 bits, por lo que no tendrás problemas para instalarlo. Incluso si tienes un problema durante la instalación, nuestro equipo de atención al cliente puede ayudarte. Echa un vistazo a nuestros <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>videos de YouTube para saber cómo usarlo</a>.
fr: De nombreux utilisateurs estiment encore que la mise en œuvre du cryptage sur leurs appareils nécessite des compétences professionnelles. Ce n’est qu’un mythe. AxCrypt offre un cryptage AES 256 bits, vous n’aurez donc aucun problème à l’installer. Même si vous rencontrez un problème lors de l’installation, notre équipe de support client peut vous aider. Consultez nos <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>vidéos YouTube pour commencer</a>.
it: Molti utenti ritengono ancora che l'implementazione della crittografia sui propri dispositivi richieda competenze professionali. Questo è solo un mito. AxCrypt offre la crittografia AES a 256 bit, così che non avrai problemi a installarlo. Anche se hai un problema durante l'installazione, il nostro team di assistenza clienti può aiutarti. Guarda i nostri <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>video di YouTube per iniziare</a>.
ko: 많은 사용자가 여전히 장치에 암호화를 구현하려면 전문적인 기술이 필요하다고 생각합니다. 이것은 단지 소문일 뿐입니다. AxCrypt는 AES 256비트 암호화를 제공하므로, 설치하는 데 문제가 없습니다. 설치 중에 문제가 발생한 경우에도 고객 지원 팀에서 도와드릴 수 있습니다. 시작하려면 <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'> 유튜브 동영상을 확인하십시오.</a>.
nl: Veel gebruikers vinden nog steeds dat het implementeren van encryptie op hun apparaten professionele vaardigheden vereist. Dit is slechts een mythe. AxCrypt levert AES 256-bit encryptie, dus u zult geen problemen hebben om het te installeren. Zelfs als u een probleem hebt tijdens de installatie, kan ons klantenserviceteam u helpen. Bekijk onze <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>YouTube-video's om aan de slag te gaan</a>.
pl: Wielu użytkowników nadal uważa, że wdrożenie szyfrowania na ich urządzeniach wymaga umiejętności zawodowych. To tylko mit. AxCrypt zapewnia 256-bitowe szyfrowanie AES, więc nie będziesz mieć problemów z jego instalacją. Nawet jeśli masz problem podczas instalacji, nasz zespół obsługi klienta może Ci pomóc. Obejrzyj nasze <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>filmy na YouTube, aby rozpocząć</a>.
pt: Muitos utilizadores ainda sentem que implementar a cifragem nos seus dispositivos requer competências profissionais. Isto é meramente um mito. A AxCrypt oferece cifragem AES de 256 bits, pelo que não terá problema a instalá-la. Mesmo que você tenha um problema durante a instalação, a nossa equipa de apoio ao cliente pode ajudá-lo. Veja os <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>nossos vídeos no YouTube para se iniciar</a>.
ru: Многие пользователи по-прежнему считают, что внедрение шифрования на их устройствах требует профессиональных навыков. Это миф. AxCrypt обеспечивает 256-битное шифрование AES, так что у вас не возникнет проблем с его установкой. Даже если у вас возникнут проблемы во время установки, наша служба поддержки может помочь вам. Ознакомьтесь с нашим <a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>YouTube videos to get started</a>.
sv: Många användare känner fortfarande att användning av kryptering på sina enheter kräver professionell kompetens. Detta är bara en myt. AxCrypt levererar AES 256-bitars kryptering, så du kommer inte ha problem med att installera den. Även om du har problem under installationen kan vårt kundsupportteam hjälpa dig. Kolla in vår :href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>YouTube video för att komma igång</a>.
tr: Birçok kullanıcı hala cihazlarına şifreleme uygulamanın profesyonel beceriler gerektirdiğini düşünmektedir. Bu sadece bir efsanedir. AxCrypt AES 256-bit şifreleme sunar, bu nedenle kurulumda sorun yaşamazsınız. Kurulum sırasında bir sorun yaşasanız bile, müşteri destek ekibimiz size yardımcı olabilir.
zh: 许多用户仍然认为在他们的设备上实施加密需要专业技能。 这只是一个神话。 AxCrypt提供AES256位加密，所以你不会有安装它的麻烦。 即使您在安装过程中遇到问题，我们的客户支持团队也可以为您提供帮助。 看看我们的<a href='https://www.youtube.com/channel/UCoSoXBjq6iCG5232fHoWStA'>YouTube videos to get started</a>。

# Blog_MDSCBF_H2_SH3_Text1
source: In many circumstances, storing encrypted data in the cloud is safer than keeping it on-premises, where insiders may have greater access. If you want to keep encrypted data safe in the cloud, be sure you have custody of the encryption keys, not your cloud provider. Find another cloud service if your current one demands you to hand over your keys. AxCrypt is designed to simplify advanced encryption on multiple cloud storage services such as Google Drive, Dropbox, etc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Read more about the AxCrypt cloud encryption feature here</a>.
ar: في كثير من الحالات ، يكون تخزين البيانات المشفرة في السحابة أكثر أمانًا من الاحتفاظ بها في أماكن العمل ، حيث قد يكون لدى المطلعين إمكانية وصول أكبر. إذا كنت ترغب في الاحتفاظ بالبيانات المشفرة بأمان في السحابة ، فتأكد من أنك تحتفظ بمفاتيح التشفير ، وليس مزود السحابة الخاص بك. ابحث عن خدمة سحابية أخرى إذا طلبت منك الخدمة الحالية تسليم مفاتيحك. تم تصميم اكسكربت لتبسيط التشفير المتقدم على خدمات التخزين السحابية المتعددة مثل جوجل درايف و دروب بوكس وما إلى ذلك. <a href = 'https: //axcrypt.net/blog/what-is-cloud-computing-and-its-common- التهديدات '> اقرأ المزيد عن ميزة التشفير السحابي اكسكربت هنا </a>.
de: In vielen Fällen ist die Speicherung verschlüsselter Daten in der Cloud sicherer als die Aufbewahrung vor Ort, wo Insider möglicherweise einen besseren Zugriff haben. Wenn Sie verschlüsselte Daten in der Cloud sicher aufbewahren möchten, stellen Sie sicher, dass Sie die Verschlüsselungsschlüssel verwahren, nicht Ihr Cloud-Anbieter. Suchen Sie sich einen anderen Cloud-Dienst, wenn Ihr aktueller Sie zur Übergabe Ihrer Schlüssel auffordert. AxCrypt wurde entwickelt, um die erweiterte Verschlüsselung auf mehreren Cloud-Speicherdiensten wie Google Drive, Dropbox usw. zu vereinfachen. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats '>Read more about the AxCrypt cloud encryption feature here</a>.
es: En muchas circunstancias, almacenar datos cifrados en la nube es más seguro que mantenerlos en las instalaciones, donde las personas con privilegios pueden tener un mayor acceso. Si deseas mantener seguros los datos cifrados en la nube, asegúrate de tener la custodia de las claves de cifrado, no tu proveedor de nube. Busca otro servicio en la nube si el actual exige que entregues tus claves. AxCrypt está diseñado para simplificar el cifrado avanzado en múltiples servicios de almacenamiento en la nube, como Google Drive, Dropbox, etc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Conoce más sobre la función de cifrado en la nube de AxCrypt aquí</a>.
fr: Dans de nombreuses circonstances, stocker des données chiffrées dans le cloud est plus sûr que de les conserver sur site, où les initiés peuvent avoir un meilleur accès. Si vous souhaitez protéger les données cryptées dans le cloud, assurez-vous que vous avez la garde des clés de cryptage, et non votre fournisseur de cloud. Trouvez un autre service cloud si votre service actuel vous demande de remettre vos clés. AxCrypt est conçu pour simplifier le chiffrement avancé sur plusieurs services de stockage cloud tels que Google Drive, Dropbox, etc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>En savoir plus sur la fonctionnalité de chiffrement cloud d'AxCrypt ici</a>.
it: In molte circostanze, l'archiviazione dei dati crittografati nel cloud è più sicura rispetto alla loro conservazione in loco, dove gli addetti ai lavori possono avere un accesso maggiore. Se si desidera mantenere i dati crittografati al sicuro nel cloud, assicurati di avere tu la custodia delle chiavi di crittografia, non il tuo provider cloud. Trova un altro servizio cloud se quello attuale ti richiede di consegnare le chiavi. AxCrypt è progettato per semplificare la crittografia avanzata su più servizi di cloud storage come Google Drive, Dropbox, ecc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Ulteriori informazioni sulla funzione di crittografia cloud AxCrypt qui</a>.
ko: 대부분의 경우 암호화된 데이터를 클라우드에 저장하는 것이 내부자가 더 많이 액세스할 수 있는 사내에 보관하는 것보다 안전합니다. 암호화된 데이터를 클라우드에 안전하게 보관하려면 클라우드 공급자가 아닌 암호화 키를 보관해야 합니다. 현재 클라우드 서비스에서 키를 넘겨달라고 요구하는 경우 다른 클라우드 서비스를 찾으십시오. AxCrypt는 구글 드라이브, 드롭박스 등과 같은 여러 클라우드 스토리지 서비스에서 고급 암호화를 단순화하도록 설계되었습니다. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>AxCrypt 클라우드 암호화 기능에 대한 자세한 내용은 여기를 참조하십시오</a>.
nl: In veel gevallen is het opslaan van versleutelde gegevens in de cloud veiliger dan het op locatie bewaren, waar insiders mogelijk meer toegang hebben. Als u gecodeerde gegevens veilig in de cloud wilt bewaren, zorg er dan voor dat u de coderingssleutels bewaart, niet uw cloudprovider. Zoek een andere cloudservice als uw huidige vereist dat u uw sleutels overhandigt. AxCrypt is ontworpen om geavanceerde codering te vereenvoudigen op meerdere cloudopslagservices zoals Google Drive, Dropbox, enz. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common- bedreigingen'>Lees hier meer over de AxCrypt-cloudversleutelingsfunctie</a>.
pl: W wielu przypadkach przechowywanie zaszyfrowanych danych w chmurze jest bezpieczniejsze niż przechowywanie ich lokalnie, gdzie osoby z wewnątrz mogą mieć większy dostęp. Jeśli chcesz, aby zaszyfrowane dane były bezpieczne w chmurze, upewnij się, że masz pieczę nad kluczami szyfrowania, a nie dostawcą chmury. Znajdź inną usługę w chmurze, jeśli Twoja obecna wymaga przekazania kluczy. AxCrypt został zaprojektowany w celu uproszczenia zaawansowanego szyfrowania w wielu usługach przechowywania w chmurze, takich jak Dysk Google, Dropbox itp. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common- zagrożenia '>Przeczytaj więcej o funkcji szyfrowania chmury AxCrypt tutaj</a>.
pt: Em muitas circunstâncias, armazenar dados cifrados na nuvem é mais seguro que guardá-los localmente onde pessoas internas têm mais acesso. Se quiser manter dados cifrados na nuvem seguros, tenha a certeza de que tem você, não o fornecedor da nuvem, custódia das chaves de cifragem. Procure por outros fornecedores de serviços na nuvem se o actual exige que lhe entregue as suas chaves. A AxCrypt está desenhada para simplificar a cifragem avançada em vários serviços de armazenamento na nuvem tais como o Google Drive, o Dropbox, etc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Leia mais sobre a funcionalidade de cifragem na nuvem da AxCrypt aqui</a>.
ru: Во многих случаях хранение зашифрованных данных в облаке безопаснее, чем хранение их локально, где инсайдеры могут иметь больший доступ. Если вы хотите сохранить зашифрованные данные в безопасности в облаке, убедитесь, что ключи шифрования хранятся у вас, а не у вашего облачного провайдера. Найдите другой облачный сервис, если ваш текущий требует, чтобы вы передали свои ключи. AxCrypt предназначен для упрощения расширенного шифрования в нескольких облачных сервисах хранения данных, таких как Google Drive, Dropbox и т.д. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Read more about the AxCrypt cloud encryption feature here</a>.
sv: Under många omständigheter är det säkrare att lagra krypterad data i molnet än att hålla den på plats, där insiders kan ha större tillgång. Om du vill hålla krypterad data säker i molnet, se till att du och inte din molnleverantör har kontroll över krypteringsnycklarna,. Hitta en annan molntjänst om din nuvarande kräver att du lämnar över dina nycklar. AxCrypt är designat för att förenkla avancerad kryptering på flera molnlagringstjänster som Google Drive, Dropbox, etc. <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common- hots'>Läs mer om AxCrypts molnkrypteringsfunktion här</a>.
tr: Birçok durumda, şifrelenmiş verileri bulutta depolamak, üyelerinin daha fazla erişime sahip olabileceği şirket içinde tutmaktan daha güvenlidir. Şifrelenmiş verileri bulutta güvende tutmak istiyorsanız, şifreleme anahtarlarının kontrolünün bulut tedarikçinizde değil sizde olduğundan emin olun. Mevcut bulut hizmetiniz anahtarlarınızı teslim etmenizi gerektiriyorsa başka bir bulut hizmeti bulun. AxCrypt, Google Drive, Dropbox gibi çoklu bulut depolama hizmetlerinde gelişmiş şifrelemeyi basitleştirmek için tasarlanmıştır. <ahref='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>AxCrypt bulu şifreleme özelliği için burayı okuyun</a>.
zh: 在许多情况下，将加密数据存储在云中比将其保存在本地更安全，内部人员可能有更大的访问权限。 如果您想在云中保持加密数据的安全，请确保您拥有加密密钥的保管权，而不是您的云提供商。 如果您当前的云服务要求您交出密钥，请查找另一个云服务。 AxCrypt旨在简化多个云存储服务（如Google Drive，Dropbox等）上的高级加密。 <a href='https://axcrypt.net/blog/what-is-cloud-computing-and-its-common-threats'>Read more about the AxCrypt cloud encryption feature here</a>.

# Blog_MDSCBF_H2_SH4_Text1
source: It is one of the most widespread Encryption misconceptions. This could be because we only hear about hackers targeting big businesses, which is also untrue. In fact, Small firms and individuals are targeted more than big businesses. According to a survey, small firms target 43% of cyber-attacks. This is primarily due to their systems' lack of fortification–exactly what cybercriminals seek. You still need encryption, no matter how small your company is.
ar: إنه أحد المفاهيم الخاطئة الأكثر انتشارًا في التشفير. قد يكون هذا لأننا نسمع فقط عن قراصنة يستهدفون الشركات الكبيرة ، وهذا غير صحيح أيضًا. في الواقع ، يتم استهداف الشركات الصغيرة والأفراد أكثر من الشركات الكبيرة. وفقًا لمسح ، تستهدف الشركات الصغيرة 43٪ من الهجمات الإلكترونية. هذا يرجع في المقام الأول إلى افتقار أنظمتهم إلى التحصين - وهو بالضبط ما يسعى إليه مجرمو الإنترنت. لا تزال بحاجة إلى التشفير ، مهما كانت شركتك صغيرة.
de: Es ist eines der am weitesten verbreiteten Verschlüsselungsmissverständnisse. Dies könnte daran liegen, dass wir nur von Hackern hören, die auf große Unternehmen abzielen, was ebenfalls unwahr ist. Tatsächlich werden kleine Unternehmen und Einzelpersonen mehr angesprochen als große Unternehmen. Laut einer Umfrage zielen kleine Unternehmen auf 43% der Cyberangriffe ab. Dies liegt vor allem an der mangelnden Befestigung ihrer Systeme – genau das, wonach Cyberkriminelle suchen. Sie brauchen immer noch Verschlüsselung, egal wie klein Ihr Unternehmen ist.
es: Es uno de los conceptos erróneos de cifrado más extendidos. Esto podría deberse a que solo escuchamos sobre hackers informáticos que apuntan a grandes empresas, lo cual tampoco es cierto. De hecho, las pequeñas empresas y los individuos reciben más ciberataques que las grandes empresas. Según una encuesta, las pequeñas empresas representan el 43 % de los ciberataques. Esto se debe principalmente a la falta de fortificación de sus sistemas, exactamente lo que buscan los ciberdelincuentes. Necesitas cifrado sin importar cuán pequeña sea tu empresa.
fr: C’est l’une des idées fausses les plus répandues sur le Chiffrement. Cela pourrait être dû au fait que nous n’entendons parler que de pirates informatiques ciblant les grandes entreprises, ce qui est également faux. En fait, les Petites entreprises et les particuliers sont plus ciblés que les grandes entreprises. Selon une enquête, les petites entreprises ciblent 43% des cyberattaques. Cela est principalement dû au manque de fortification de leurs systèmes-exactement ce que recherchent les cybercriminels. Vous avez toujours besoin de cryptage, quelle que soit la taille de votre entreprise.
it: È uno dei malintesi di Crittografia più diffusi. Ciò potrebbe essere dovuto al fatto che sentiamo parlare solo di hacker che prendono di mira le grandi aziende, il che è anche falso. In effetti, le piccole imprese e gli individui sono presi di mira più delle grandi imprese. Secondo un sondaggio, le piccole imprese sono prese di mira dagli attacchi informatici il 43%. Ciò è dovuto principalmente alla mancanza di fortificazione dei loro sistemi – esattamente ciò che i criminali informatici cercano. Hai ancora bisogno della crittografia, non importa quanto piccola sia la tua azienda.
ko: 가장 널리 퍼진 암호화 오해 중 하나입니다. 대기업을 표적으로 삼는 해커에 대해서만 들었기 때문일 수 있으며, 이는 사실이 아닙니다. 사실, 중소기업과 개인은 대기업보다 더 많은 표적이됩니다. 설문 조사에 따르면 중소기업은 사이버 공격의 43 %를 차지하고 있습니다. 이는 주로 사이버 범죄자들이 추구하는 시스템의 요새화 부족 때문입니다. 회사가 아무리 작더라도 암호화가 필요합니다.
nl: Het is een van de meest voorkomende misvattingen over encryptie. Dit zou kunnen komen doordat we alleen horen dat hackers het op grote bedrijven gemunt hebben, wat ook niet waar is. Kleine bedrijven en particulieren zijn vaker het doelwit dan grote bedrijven. Volgens een onderzoek is 43% van de cyberaanvallen gericht op kleine bedrijven. Dit is voornamelijk te wijten aan het gebrek aan versterking van hun systemen - precies wat cybercriminelen zoeken. U hebt nog steeds encryptie nodig, hoe klein uw bedrijf ook is.
pl: Jest to jedno z najbardziej rozpowszechnionych nieporozumień dotyczących szyfrowania. Może to być spowodowane tym, że słyszymy tylko o hakerach atakujących duże firmy, co również jest nieprawdziwe. W rzeczywistości małe firmy i osoby prywatne są bardziej nakierowane na duże przedsiębiorstwa. Według ankiety małe firmy są celem 43% cyberataków. Wynika to przede wszystkim z braku fortyfikacji ich systemów – dokładnie tego, czego szukają cyberprzestępcy. Nadal potrzebujesz szyfrowania, bez względu na to, jak mała jest Twoja firma.
pt: É uma das ideias erradas mais espalhadas sobre a cifragem. Tal pode dever-se a ouvirmos apenas sobre hackers que atacam grandes empresas, o que também não é verdade. De facto, as pequenas empresas e os indivíduos são mais atacados do que as grandes empresas. De acordo com um inquérito, as pequenas empresas são alvo de 43% dos ciberataques. Isto deve-se primariamente à falta de fortificação dos seus sistemas - exactamente o que os cibercriminosos procuram. Você precisa de cifragem, independentemente de quão pequena a sua empresa é.
ru: Это одно из самых распространенных заблуждений в области шифрования. Это может быть связано с тем, что мы слышим только о хакерах, нацеленных на крупный бизнес, что также не соответствует действительности. На самом деле, мелкие фирмы и частные лица подвергаются нападкам в большей степени, чем крупный бизнес. Согласно опросу, 43% кибератак приходится на небольшие фирмы. В первую очередь это связано с отсутствием у их систем защиты – именно этого добиваются киберпреступники. Вам все равно нужно шифрование, независимо от того, насколько мала ваша компания.
sv: Detta är en av de största missuppfattningarna gällande kryptering. Det kan bero på att vi bara hör om hackare som riktar in sig på stora företag, vilket också är osant. Faktum är att de riktar in sig på små företag och individer mer än på stora företag. Enligt en undersökning drabbas 43 % av små företag av cyberattacker. Detta beror främst på deras brist på skydd av systemen - precis vad cyberkriminella söker. Du behöver fortfarande kryptering, oavsett hur litet ditt företag är.
tr: Bu, Şifreleme ile ilgili en yaygın yanılgılarından biridir. Bunun nedeni, yalnızca büyük işletmeleri hedef alan bilgisayar korsanlarını duyuyor olmamız olabilir, ki bu da doğru değildir. Aslında, küçük firmalar ve bireyler büyük işletmelerden daha fazla hedef olur. Bir ankete göre, küçük firmalar siber saldırıların %43'ünün hedefi oluyor. Bu, öncelikle sistemlerinin güçlendirme eksikliğinden kaynaklanır - tam da siber suçluların aradığı şey. Şirketiniz ne kadar küçük olursa olsun, şifrelemeye ihtiyacınız vardır.
zh: 它是最普遍的加密误解之一。 这可能是因为我们只听说黑客针对大型企业，这也是不真实的。 事实上，小企业和个人的目标比大企业更多。 根据一项调查，小企业的目标是43％的网络攻击。 这主要是由于他们的系统缺乏强化–正是网络犯罪分子所寻求的。 无论你的公司有多小，你仍然需要加密。
