Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDPNST_H2_SH3_Text1
source: In the first six months of 2021, mobile smishing increased by over 700%, owing to more online traffic. This year, mobile smishing attacks are predicted to become more complicated and effective, luring people to click on malicious web links, open infected files, and even SMS messages.
ar: في الأشهر الستة الأولى من عام 2021 ، زاد التصيد عبر الهاتف المحمول بأكثر من 700٪ ، بسبب زيادة حركة المرور على الإنترنت. هذا العام ، من المتوقع أن تصبح هجمات التصيد عبر الهاتف المحمول أكثر تعقيدًا وفعالية ، مما يجذب الأشخاص للنقر على روابط الويب الضارة ، وفتح الملفات المصابة ، وحتى الرسائل النصية القصيرة.
de: In den ersten sechs Monaten des Jahres 2021 stieg das mobile Smishing aufgrund des gestiegenen Online-Verkehrs um über 700%. In diesem Jahr werden mobile Smishing-Angriffe voraussichtlich komplizierter und effektiver werden und Menschen dazu verleiten, auf schädliche Weblinks zu klicken, infizierte Dateien und sogar SMS-Nachrichten zu öffnen.
es: En los primeros seis meses de 2021, el smishing móvil aumentó más del 700 %, debido a un mayor tráfico en línea. Este año, se prevé que los ataques de smishing móviles se vuelvan más complicados y efectivos, atrayendo a las personas a hacer clic en enlaces web maliciosos, abrir archivos infectados e incluso mensajes SMS.
fr: Au cours des six premiers mois de 2021, l'hameçonnage SMS mobile a augmenté de plus de 700%, en raison de l’augmentation du trafic en ligne. Cette année, les attaques d'hameçonnage SMS mobile devraient devenir plus compliquées et efficaces, incitant les gens à cliquer sur des liens Web malveillants, à ouvrir des fichiers infectés et même à envoyer des SMS.
it: Nei primi sei mesi del 2021, lo smishing mobile è aumentato di oltre il 700%, grazie al maggiore traffico online. Quest'anno, si prevede che gli attacchi di smishing mobile diventeranno più complicati ed efficaci, attirando le persone a fare clic su collegamenti Web dannosi, aprire file infetti e persino messaggi SMS.
ko: 2021년 첫 6개월 동안 모바일 스미싱은 온라인 트래픽 증가로 인해 700% 이상 증가했습니다. 올해 모바일 스미싱 공격은 더욱 복잡해지고 효과적일 것으로 예상되며, 악성 웹 링크 클릭, 감염된 파일 오픈, SMS 메시지로 유인 등의 방법을 사용할 것입니다.
nl: In de eerste zes maanden van 2021 steeg mobile smishing met meer dan 700%, als gevolg van meer online verkeer. Dit jaar zullen mobiele smishing-aanvallen naar verwachting ingewikkelder en effectiever worden, waarbij mensen worden gelokt om op kwaadaardige weblinks te klikken, geïnfecteerde bestanden en zelfs sms-berichten te openen.
pl: W ciągu pierwszych sześciu miesięcy 2021 r. smishing mobilny wzrósł o ponad 700% dzięki większemu ruchowi online. Przewiduje się, że w tym roku ataki smishingiem mobilnym staną się bardziej skomplikowane i skuteczne, zachęcając ludzi do klikania złośliwych łączy internetowych, otwierania zainfekowanych plików, a nawet wiadomości SMS.
pt: Nos primeiros seis meses de 2021, o smishing móvel aumentou mais de 700%, devido a mais tráfego online. Este ano, prevê-se que os ataques de smishing móvel se tornem mais complicados e eficazes, aliciando as pessoas a clicar em hiperligações maliciosas, a abrir ficheiros infectados e mesmo SMSs.
ru: За первые шесть месяцев 2021 года мобильный смишинг увеличился более чем на 700% благодаря увеличению онлайн-трафика. По прогнозам, в этом году мобильные фишинговые атаки станут более сложными и эффективными, заставляя людей переходить по вредоносным веб-ссылкам, открывать зараженные файлы и даже SMS-сообщения.
sv: Under de första sex månaderna 2021 ökade mobil "smishing" med över 700 % på grund av mer onlinetrafik. I år förutspås mobila smishing-attacker bli mer komplicerade och effektiva, vilket lockar människor att klicka på skadliga webblänkar, öppna infekterade filer och till och med SMS-meddelanden.
tr: 2021'in ilk altı ayında, daha fazla çevrimiçi trafik nedeniyle mobil oltalama %700'den fazla arttı. Bu yıl, mobil oltalama saldırılarının daha karmaşık ve etkili hale geleceği, insanları kötü amaçlı web bağlantılarına tıklamaya, virüslü dosyaları açmaya ve hatta SMS mesajlarına çekmeye teşvik edeceği tahmin ediliyor.
zh: 在2021年前六个月，由于更多的在线流量，移动短信钓鱼增加了700％以上。 今年，预计移动smishing攻击将变得更加复杂和有效，诱使人们点击恶意web链接，打开受感染的文件，甚至短信。

# Blog_MDPNST_H2_SH4_Text1
source: AxCrypt is a multi-award-winning cyber security company that offers mobile and PC cybersecurity solutions for personal and business security. AxCrypt Mobile encryption is beyond a regular lock screen password. It is a one-stop for safeguarding all of your personal information and data on your mobile phones from third-party interference. It does so by storing your phone's information in an unreadable, jumbled format that can only be read with the correct credentials. With mobile encryption, you can be certain that your data is protected even if your device is lost or stolen. You can even exchange encrypted data/files with your team members through our mobile key sharing feature without providing your passwords with just one click.
ar: اكسكربت هي شركة أمن سيبراني حائزة على العديد من الجوائز تقدم حلولاً للأمن السيبراني للأجهزة المحمولة وأجهزة الكمبيوتر الشخصية للأمن الشخصي والتجاري. يتجاوز تشفير اكسكربت موبايل كلمة مرور شاشة القفل العادية. إنها محطة واحدة لحماية جميع معلوماتك وبياناتك الشخصية على هواتفك المحمولة من تدخل طرف ثالث. يقوم بذلك عن طريق تخزين معلومات هاتفك بتنسيق غير قابل للقراءة ومختلط لا يمكن قراءته إلا باستخدام بيانات الاعتماد الصحيحة. باستخدام تشفير الهاتف المحمول ، يمكنك التأكد من حماية بياناتك حتى في حالة فقد جهازك أو سرقته. يمكنك حتى تبادل البيانات / الملفات المشفرة مع أعضاء فريقك من خلال ميزة مشاركة مفتاح الهاتف المحمول الخاصة بنا دون تقديم كلمات المرور الخاصة بك بنقرة واحدة فقط.
de: AxCrypt ist ein mehrfach ausgezeichnetes Cybersicherheitsunternehmen, das mobile und PC-Cybersicherheitslösungen für die persönliche und geschäftliche Sicherheit anbietet. Die mobile AxCrypt-Verschlüsselung geht über ein normales Passwort für den Sperrbildschirm hinaus. Es ist eine zentrale Anlaufstelle, um alle Ihre persönlichen Informationen und Daten auf Ihren Mobiltelefonen vor Eingriffen Dritter zu schützen. Dazu werden die Informationen Ihres Telefons in einem unlesbaren, durcheinandergebrachten Format gespeichert, das nur mit den richtigen Anmeldeinformationen gelesen werden kann. Mit der mobilen Verschlüsselung können Sie sicher sein, dass Ihre Daten auch dann geschützt sind, wenn Ihr Gerät verloren geht oder gestohlen wird. Sie können sogar verschlüsselte Daten / Dateien mit Ihren Teammitgliedern über unsere mobile Schlüsselfreigabefunktion austauschen, ohne Ihre Passwörter mit nur einem Klick anzugeben.
es: AxCrypt es una empresa de ciberseguridad galardonada con múltiples premios que ofrece soluciones de ciberseguridad para dispositivos móviles y PC para la seguridad personal y empresarial. El cifrado de AxCrypt Mobile va más allá de una contraseña de pantalla de bloqueo normal. Es una ventanilla única para proteger toda tu información y datos personales en tus teléfonos móviles de la intromisión de terceros. Lo hace almacenando la información de tu teléfono en un formato desordenado e ilegible que solo se puede leer con las credenciales correctas. Con el cifrado móvil, puedes estar seguro de que tus datos están protegidos incluso si pierdes o te roban tu dispositivo. Incluso puedes intercambiar datos/archivos cifrados con los miembros de tu equipo a través de nuestra función móvil para compartir claves sin proporcionar tus contraseñas con solo un clic.
fr: AxCrypt est une société de cybersécurité primée à plusieurs reprises qui propose des solutions de cybersécurité mobiles et PC pour la sécurité personnelle et professionnelle. Le cryptage AxCrypt Mobile va au-delà d'un mot de passe d'écran de verrouillage ordinaire. Il s'agit d'un guichet unique pour protéger toutes vos informations et données personnelles sur vos téléphones mobiles contre les interférences de tiers. Pour ce faire, il stocke les informations de votre téléphone dans un format illisible et confus qui ne peut être lu qu'avec les informations d'identification correctes. Avec le cryptage mobile, vous pouvez être certain que vos données sont protégées même si votre appareil est perdu ou volé. Vous pouvez même échanger des données/fichiers cryptés avec les membres de votre équipe grâce à notre fonction de partage de clé mobile sans fournir vos mots de passe en un seul clic.
it: AxCrypt è una società di sicurezza informatica pluripremiata che offre soluzioni per la sicurezza informatica su dispositivi mobili e PC per la sicurezza personale e aziendale. La crittografia AxCrypt Mobile va oltre una normale password di blocco schermata. È un blocco univoco per salvaguardare tutte le tue informazioni personali e i dati sui tuoi telefoni cellulari da interferenze da parte di terzi. Lo rende possibile memorizzando le informazioni del tuo telefono in un formato illeggibile e confuso, che può essere letto solo con le credenziali corrette. Con la crittografia mobile puoi essere sicuro che i tuoi dati sono protetti anche se il tuo dispositivo viene perso o rubato. Puoi persino scambiare i dati/files crittografati con i membri del tuo gruppo tramite la nostra funzione di condivisione della mobile key senza fornire le tue password con un solo click.
ko: AxCrypt는 개인 및 기업 보안을 위한 모바일 및 PC 사이버 보안 솔루션을 제공하는 다중 수상 경력에 빛나는 사이버 보안 회사입니다. AxCrypt 모바일 암호화는 일반 화면잠금 암호를 넘어선 그 이상의 솔루션입니다. 제3자 간섭으로부터 휴대 전화의 모든 개인 정보 및 데이터를 보호하기 위한 원스톱 서비스입니다. 당신의 모바일 정보는 난해하고 뒤죽박죽인 형식으로 저장되며, 이렇게 암호화된 정보는 올바른 자격 증명으로만 읽을 수 있습니다. 모바일 암호화를 사용하면 장치의 분실 또는 도난의 경우에도 당신의 데이터를 확실하게 보호할 수 있습니다. 모바일 키 공유 기능을 사용하면 암호를 공유하지 않고도 클릭 한 번으로 당신의 팀원들과 암호화된 데이터 혹은 파일을 주고 받을 수 있습니다.
nl: AxCrypt is een meermaals bekroond cyberbeveiligingsbedrijf dat mobiele en pc-cyberbeveiligingsoplossingen biedt voor persoonlijke en zakelijke beveiliging. AxCrypt Mobile encryptie gaat verder dan een normaal wachtwoord voor het vergrendelscherm. Het is een alles-in-één voor het beschermen van al uw persoonlijke informatie en gegevens op uw mobiele telefoons tegen inmenging van derden. Het doet dit door de informatie van uw telefoon op te slaan in een onleesbaar, verward formaat dat alleen kan worden gelezen met de juiste inloggegevens. Met mobiele encryptie kunt u er zeker van zijn dat uw gegevens worden beschermd, zelfs als uw apparaat verloren of gestolen raakt. U kunt zelfs versleutelde gegevens/bestanden uitwisselen met uw teamleden via onze functie voor het delen van mobiele sleutels zonder uw wachtwoorden op te geven met slechts één klik.
pl: AxCrypt to wielokrotnie nagradzana firma zajmująca się bezpieczeństwem cybernetycznym, która oferuje rozwiązania z zakresu cyberbezpieczeństwa mobilnego i PC dla bezpieczeństwa osobistego i biznesowego. Szyfrowanie AxCrypt Mobile wykracza poza zwykłe hasło ekranu blokady. Jest to kompleksowa ochrona wszystkich danych osobowych i danych w telefonach komórkowych przed ingerencją osób trzecich. Czyni to, przechowując informacje o telefonie w nieczytelnym, pomieszanym formacie, który można odczytać tylko przy użyciu poprawnych poświadczeń. Dzięki szyfrowaniu mobilnemu możesz mieć pewność, że Twoje dane są chronione nawet w przypadku zgubienia lub kradzieży urządzenia. Możesz nawet wymieniać zaszyfrowane dane/pliki z członkami swojego zespołu za pomocą naszej funkcji udostępniania kluczy mobilnych bez podawania haseł jednym kliknięciem.
pt: A AxCrypt é uma empresa de cibersegurança com vários prémios atribuídos e que oferece soluções de cibersegurança pessoal e empresarial móvel e no PC. A cifragem Móvel da AxCrypt vai além de um bloqueio de ecrã protegido por palavra-passe. É uma solução completa para salvaguardar toda a sua informação pessoal e dados nos seus telefones móveis de interferência de terceiros. A AxCrypt armazena a informação do seu telefone num formato ilegível e baralhado, podendo apenas ser lida com as credenciais correctas. Com cifragem móvel, pode estar certo de que os seus dados estão protegidos mesmo quando o seu dispositivo é perdido ou furtado. Pode até trocar dados/ficheiros cifrados com os membros da sua equipa através da nossa funcionalidade de partilha de chaves móveis, sem fornecer as suas palavras-passe e com apenas num clique.
ru: AxCrypt - это отмеченная множеством наград компания по кибербезопасности, которая предлагает решения для кибербезопасности мобильных устройств и ПК для обеспечения личной и деловой безопасности. Мобильное шифрование AxCrypt выходит за рамки обычного пароля на экране блокировки. Это универсальный способ защиты всей вашей личной информации и данных на ваших мобильных телефонах от вмешательства третьих лиц. Это достигается за счет сохранения информации о вашем телефоне в нечитаемом, беспорядочном формате, который можно прочитать только с правильными учетными данными. С помощью мобильного шифрования вы можете быть уверены, что ваши данные защищены, даже если ваше устройство потеряно или украдено. Вы даже можете обмениваться зашифрованными данными / файлами с членами вашей команды с помощью нашей функции обмена мобильными ключами, не предоставляя свои пароли, всего одним щелчком мыши.
sv: AxCrypt är ett flerfaldigt prisbelönt cybersäkerhetsföretag som erbjuder mobil- och PC-cybersäkerhetslösningar för både personligt och affärsmässigt bruk. AxCrypt Mobile-kryptering är mer än bara ett vanligt lösenord för låsskärmen. Det är ett enda ställe för att skydda all din personliga information och data på dina mobiltelefoner från en tredje parts intrång. Det gör det genom att lagra din telefons information i ett oläsligt, blandat format som bara kan läsas med rätt inloggningsuppgifter. Med mobil kryptering kan du vara säker på att din data är skyddad även om din enhet tappas bort eller blir stulen. Du kan till och med utbyta krypterad data/filer med ditt team genom vår mobila nyckeldelningsfunktion, utan att ange dina lösenord, med bara ett klick.
tr: AxCrypt, kişisel ve iş güvenliği için mobil ve bilgisayar siber güvenlik çözümü sunan çok ödüllü bir siber güvenik şirketidir. AxCrypt, mobil şifreleme, normal bir kilit ekranı şifrelemesinin ötesindedir. Telefonunuzdaki tüm kişisel bilgilerinizi ve verilerinizi üçüncü taraf müdahalesinden korumak için entegre bir şirkettir. Bunu, telefonunuzun bilgileri okunamayan karışık bir şekilde tutar ve sadece doğru kimlik bilgisiyle okunur. halde saklar. Mobil şifreleme ile cihazınız kaybolsa veya çalınsa bile verilerinizin korunduğundan emin olabilirsiniz. Mobil anahtar paylaşım özelliğimiz sayesinde ekip üyelerinizle, şifrenizi paylaşmadan tek tıklama ile şifrelenmiş veri/dosyaları paylaşabilir ve değiştirebilirsiniz.
zh: AxCrypt是一家屡获殊荣的网络安全公司，为个人和商业安全提供移动和PC网络安全解决方案。 AxCrypt移动加密超越了常规锁屏密码。 这是一站式的保护您的手机上的所有个人信息和数据免受第三方干扰。 它通过将手机的信息存储在无法读取的混乱格式中来实现这一点，这种格式只能使用正确的凭据进行读取。 使用移动加密，即使您的设备丢失或被盗，您也可以确定您的数据受到保护。 您甚至可以通过我们的移动密钥共享功能与您的团队成员交换加密数据/文件，而无需只需点击一下即可提供密码。

# Blog_MDPNST_H2_SubHeading1
source: <strong>Mobile Malware attacks</strong>
ar: <strong> هجمات البرامج الضارة للجوال </strong>
de: <strong>Angriffe auf mobile Malware</strong>
es: <strong>Ataques de malware móvil</strong>
fr: <strong>attaques de Logiciels malveillants Mobiles</strong>
it: <strong>Attacchi Malware ai Dispositivi Mobili</strong>
ko: <strong>모바일 멀웨어 공격</strong>
nl: <strong>Mobiele malware-aanvallen</strong>
pl: <strong>Ataki mobilnego złośliwego oprogramowania</strong>
pt: <strong>Ataques Móveis de Malware</strong>
ru: <strong>Атаки мобильных вредоносных программ</strong>
sv: <strong>Mobila attacker mot skadlig programvara</strong>
tr: <strong>Mobil Kötü Amaçlı Yazılım saldırıları</strong>
zh: <strong>移动恶意软件攻击</strong>

# Blog_MDPNST_H2_SubHeading2
source: <strong>Cloud Services is still a primary target </strong>
ar: <strong> لا تزال الخدمات السحابية هدفًا أساسيًا </ strong>
de: <strong>Cloud-Dienste sind immer noch ein primäres Ziel </strong>
es: <strong>Los servicios en la nube siguen siendo un blanco principal </strong>
fr: <strong>Les Services Cloud restent une cible principale </strong>
it: <strong>I servizi cloud sono ancora un obiettivo primario </strong>
ko: <strong>클라우드 서비스는 여전히 주요 타깃입니다. </strong>
nl: <strong>Cloud Services is nog steeds een primair doelwit </strong>.
pl: <strong>Usługi w chmurze są nadal głównym celem </strong>
pt: <strong>Os Serviços na Nuvem são ainda um alvo primário </strong>
ru: <strong>Облачные сервисы по-прежнему являются основной целью </strong>
sv: <strong>Molntjänster är fortfarande ett primärt mål </strong>
tr: <strong>Bulut Hizmetleri hala birincil hedef olarak görünmekte </strong>
zh: <strong>云服务仍然是主要目标</strong>

# Blog_MDPNST_H2_SubHeading3
source: <strong>Phishing and Smishing attacks </strong>
ar: <strong> هجمات التصيد الاحتيالي والتصيد الاحتيالي </strong>
de: <strong>Phishing- und Smishing-Angriffe </strong>
es: <strong>Ataques de phishing y smishing </strong>
fr: <strong>Attaques d'hameçonnage et d'hameçonnage SMS </strong>
it: <strong>Attacchi di Phishing e Smishing </strong>
ko: <strong>피싱 및 스미싱 공격 </strong>
nl: <strong>Phishing- en smishingaanvallen</strong>
pl: <strong>Ataki phishingowe i Smishing </strong>
pt: <strong>Ataques de Phishing e Smishing </strong>
ru: <strong>Фишинговые и смишинговые-атаки </strong>
sv: <strong>Nätfiske och sms bedrägeri </strong>
tr: <strong>Kimlik Avı ve SMS dolandırıcılığı saldırıları </strong>
zh: <strong>网络钓鱼和短信诈骗攻击</strong>

# Blog_MDPNST_H2_SubHeading4
source: <strong>Mobile Encryption with AxCrypt</strong>
ar: <strong> تشفير الجوال باستخدام اكسكربت</strong>
de: <strong>Mobile Verschlüsselung mit AxCrypt</strong>
es: <strong>Cifrado móvil con AxCrypt</strong>
fr: <strong>Cryptage mobile avec AxCrypt</strong>
it: <strong>Crittografia Mobile con AxCrypt</strong>
ko: <strong>AxCrypt를 사용한 모바일 암호화</strong>
nl: <strong>Mobiele encryptie met AxCrypt</strong>
pl: <strong>Szyfrowanie mobilne za pomocą AxCrypt</strong>
pt: <strong>Cifragem Móvel com AxCrypt</strong>
ru: <strong>Мобильное шифрование с помощью AxCrypt</strong>
sv: <strong>Mobilkryptering med AxCrypt</strong>
tr: <strong>AxCrypt ile Mobil Şifreleme</strong>
zh: <strong>使用AxCrypt进行移动加密</strong>

# Blog_MDPNST_Heading1
source: Mobile phones have become a new front for crimes
ar: أصبحت الهواتف المحمولة جبهة جديدة للجرائم
de: Mobiltelefone sind zu einer neuen Front für Verbrechen geworden
es: Los teléfonos móviles se han convertido en un nuevo frente para los delitos
fr: Les téléphones portables sont devenus un nouveau front pour la criminalité
it: I telefoni cellulari sono diventati un nuovo fronte per i crimini
ko: 휴대 전화는 범죄의 새로운 전선이되었습니다.
nl: Mobiele telefoons zijn een nieuw dekmantel voor misdaden geworden
pl: Telefony komórkowe stały się nowym frontem przestępstw
pt: Os telemóveis tornaram-se uma nova frente para os crimes
ru: Мобильные телефоны стали новым прикрытием для преступлений
sv: Mobiltelefoner har blivit en ny måltavla för brott
tr: Cep telefonları suçlar için yeni bir cephe haline geldi
zh: 手机已成为犯罪的新战线

# Blog_MDPNST_Heading2
source: Some of the mobile threats to watch out for in 2022
ar: بعض تهديدات الأجهزة المحمولة التي يجب الانتباه إليها في عام 2022
de: Einige der mobilen Bedrohungen, auf die Sie im Jahr 2022 achten sollten
es: Algunas de las amenazas móviles a tener en cuenta en 2022
fr: Certaines des menaces mobiles à surveiller en 2022
it: Alcune minacce per i dispositivi mobile a cui far attenzione nel 2022
ko: 2022년도에 주의해야 할 모바일 위협들
nl: Enkele van de mobiele bedreigingen om op te letten in 2022
pl: Niektóre zagrożenia mobilne, na które należy uważać w 2022 r.
pt: Algumas das ameaças móveis para prestar atenção em 2022
ru: Несколько мобильных угроз, на которые следует обратить внимание в 2022 году
sv: Några utav de mobila hot att se upp för under 2022
tr: 2022'de dikkat edilmesi gereken mobil tehditlerden bazıları
zh: 2022年需要注意的一些移动威胁

# Blog_MDPNST_Summary
source: Mobile security trends worldwide are dominated by misinformation campaigns, supply chain attacks, phishing, smishing, mobile interception, and mobile malware.
ar: تهيمن حملات المعلومات المضللة ، وهجمات سلسلة التوريد ، والتصيد الاحتيالي ، والتصيد الاحتيالي ، واعتراض الأجهزة المحمولة ، والبرامج الضارة للأجهزة المحمولة على اتجاهات أمان الأجهزة المحمولة في جميع أنحاء العالم.
de: Mobile Sicherheitstrends weltweit werden von Fehlinformationskampagnen, Lieferkettenangriffen, Phishing, Smishing, mobilem Abfangen und mobiler Malware dominiert.
es: Las tendencias de seguridad móvil en todo el mundo están dominadas por campañas de desinformación, ataques a la cadena de suministro, phishing, smishing, intercepción móvil y malware móvil.
fr: Les tendances mondiales en matière de sécurité mobile sont dominées par les campagnes de désinformation, les attaques de la chaîne d'approvisionnement, l'hameçonnage, l'hameçonnage par SMS, l'interception mobile et les logiciels malveillants mobiles.
it: Le tendenze di sicurezza mobile in tutto il mondo sono dominate da campagne di disinformazione, attacchi alla filiera, phishing, smishing, intercettazione e malware della rete mobile.
ko: 전 세계의 모바일 보안 트렌드는 잘못된 정보 캠페인, 공급망 공격, 피싱, 스미싱, 도청, 멀웨어 등이 지배적입니다.
nl: Mobiele beveiligingstrends over de hele wereld worden gedomineerd door desinformatiecampagnes, supply chain-aanvallen, phishing, smishing, mobiele onderschepping en mobiele malware.
pl: Trendy w zakresie bezpieczeństwa mobilnego na całym świecie są zdominowane przez kampanie dezinformacyjne, ataki w łańcuchu dostaw, phishing, smishing, przechwytywanie urządzeń mobilnych i mobilne złośliwe oprogramowanie.
pt: As tendências mundiais da segurança móvel são dominadas por campanhas de desinformação, ataques a cadeias de fornecimento, phishing, smishing, intercepção móvel e malware móvel.smishing,
ru: В тенденциях мобильной безопасности во всем мире доминируют кампании по дезинформации, атаки на цепочки поставок, фишинг, смишинг, перехват мобильных сообщений и вредоносное ПО для мобильных устройств.
sv: Mobilsäkerhetstrender över hela världen domineras av desinformationskampanjer, supply chain-attacker, nätfiske, sms bedrägerier, mobil avlyssning och mobil skadlig programvara.
tr: Dünya çapındaki mobil güvenlik akımları, yanlış bilgilendirme kampanyaları, tedarik zinciri saldırıları, e-şifre avcılığı, kimlik avı, mobil müdahale ve mobil kötü amaçlı yazılımlar tarafından kontrol edilmektedir.
zh: 全球移动安全趋势主要是错误信息活动、供应链攻击、网络钓鱼、短信钓鱼、移动拦截和移动恶意软件。
