Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MK_Text2
source: Now just imagine a situation where an important financial document is being encrypted after creating the yearly revenue report. During the following year a new financial team is put in place, and when it's time for the yearly report they realize the financial document the previous team used is now encrypted with credentials no one has access to any longer.
ar: الآن فقط تخيل موقفًا يتم فيه تشفير مستند مالي مهم بعد إنشاء تقرير الإيرادات السنوي. خلال العام التالي ، تم تعيين فريق مالي جديد ، وعندما يحين وقت التقرير السنوي ، أدركوا أن المستند المالي الذي استخدمه الفريق السابق مشفر الآن بأوراق اعتماد لم يعد بإمكان أي شخص الوصول إليها.
de: Stellen Sie sich nun eine Situation vor, in der ein wichtiges Finanzdokument nach dem Erstellen des jährlichen Umsatzberichts verschlüsselt wird. Im folgenden Jahr wird ein neues Finanzteam eingerichtet, und wenn es Zeit für den Jahresbericht ist, stellen sie fest, dass das Finanzdokument, das das vorherige Team verwendet hat, jetzt mit Anmeldeinformationen verschlüsselt ist, auf die niemand mehr zugreifen kann.
es: Ahora imagina una situación en la que se cifra un documento financiero importante después de crear el informe de ingresos anual. Durante el año siguiente, se establece un nuevo equipo financiero y, cuando llega el momento del informe anual, se dan cuenta de que el documento financiero que usó el equipo anterior ahora está cifrado con credenciales a las que ya nadie tiene acceso.
fr: Maintenant, imaginez une situation où un document financier important est crypté après la création du rapport annuel sur les revenus. Au cours de l’année suivante, une nouvelle équipe financière est mise en place et, lorsqu’il est temps de rédiger le rapport annuel, elle se rend compte que le document financier utilisé par l’équipe précédente est maintenant crypté avec des informations d’identification auxquelles personne n’a plus accès.
it: Ora immagina solo una situazione in cui un importante documento finanziario viene crittografato dopo aver creato il rapporto sulle entrate annuali. Durante l'anno successivo viene istituito un nuovo team finanziario e, quando è il momento del rapporto annuale, si rendono conto che il documento finanziario utilizzato dal team precedente è ora crittografato con credenziali a cui nessuno ha più accesso.
ko: 이제 연간 수익 보고서를 작성한 후 중요한 재무 문서가 암호화되는 상황을 상상해 보세요. 다음 해에는 새로운 재무 팀이 배치되고 연간 보고서 작성시 이전 팀이 사용한 재무 문서가 이제 아무도 더 이상 액세스할 수 없는 자격 증명으로 암호화되었음을 깨닫게 될 겁니다.
nl: Stelt u zich nu een situatie voor waarin een belangrijk financieel document wordt versleuteld na het opstellen van het jaarlijkse inkomstenverslag. Het jaar daarop wordt een nieuw financieel team aangesteld, en wanneer het tijd is voor het jaarverslag, beseffen ze dat het financiële document dat het vorige team gebruikte, nu is versleuteld met referenties waartoe niemand nog toegang heeft.
pl: Teraz wyobraź sobie sytuację, w której ważny dokument finansowy jest szyfrowany po utworzeniu rocznego raportu o przychodach. W następnym roku zostaje powołany nowy zespół finansowy, a kiedy nadejdzie czas na roczny raport, zdają sobie sprawę, że dokument finansowy, którego używał poprzedni zespół, jest teraz zaszyfrowany danymi, do których nikt już nie ma dostępu.
pt: Imagine um documento financeiro importante cifrado depois da criação do relatório anual de receitas. No ano seguinte, entra uma nova equipa financeira que, pela altura do relatório anual, percebe que o documento financeiro que a equipa anterior usou está cifrado com credenciais a que ninguém tem acesso.
ru: Теперь просто представьте ситуацию, когда важный финансовый документ шифруется после создания годового отчета о доходах. В течение следующего года создается новая финансовая команда, и когда приходит время для годового отчета, они понимают, что финансовый документ, который использовала предыдущая команда, теперь зашифрован с помощью учетных данных, к которым больше ни у кого нет доступа.
sv: Föreställ dig nu en situation där ett viktigt finansiellt dokument krypteras efter att den årliga intäktsrapporten skapats. Under det följande året sätts ett nytt finansteam på plats och när det är dags för årsrapporten inser de att det finansiella dokumentet som det tidigare teamet använde nu är krypterat med uppgifter som ingen längre har tillgång till.
tr: Şimdi, yıllık gelir raporunu oluşturduktan sonra önemli bir finansal belgenin şifrelendiği bir anı hayal edin. Ertesi yıl boyunca yeni bir finansal ekip kurulur ve yıllık raporun zamanı geldiğinde, önceki ekibin kullandığı finansal belgenin hiç kimsenin erişimin olmadığı kimlik bilgileriyle şifrelendiğini fark ederler.
zh: 现在想象一下，在创建年度收入报告后，一个重要的财务文件正在被加密的情况。 在接下来的一年里，一个新的财务团队就位，当年度报告的时候，他们意识到以前的团队使用的财务文件现在已经用凭证加密，没有人可以访问了。

# Blog_MK_Text3
source: AxCrypt has now added a new feature which is a solution to the above issue called <b>Master key</b> along with its other features like Advanced Encryption Standard, cloud storage awareness and key sharing. It is now available in Windows, Mac, Android, and iOS platforms.
ar: أضاف اكسكربت الآن ميزة جديدة تمثل حلاً للمشكلة المذكورة أعلاه تسمى <b> المفتاح الرئيسي </ b> جنبًا إلى جنب مع ميزاته الأخرى مثل معيار التشفير المتقدم والوعي بالتخزين السحابي ومشاركة المفاتيح. إنه متوفر الآن في أنظمة التشغيل ويندوز و ماك و ذكري المظهر و ايفون.
de: AxCrypt hat jetzt eine neue Funktion hinzugefügt, die eine Lösung für das oben genannte Problem namens <b>Hauptschlüssel</b> zusammen mit seinen anderen Funktionen wie Erweiterter Verschlüsselungsstandard, Cloud-Speicher-Bewusstsein und Schlüsselfreigabe darstellt. Es ist jetzt für Windows-, Mac-, Android- und iOS-Plattformen verfügbar.
es: AxCrypt ahora ha agregado una nueva función que es una solución al problema anterior llamado <b>Clave maestra</b> junto con sus otras funciones como Estándar de cifrado avanzado, conocimiento del almacenamiento en la nube y uso compartido de claves. Ahora está disponible en las plataformas Windows, Mac, Android e iOS.
fr: AxCrypt a maintenant ajouté une nouvelle fonctionnalité qui est une solution au problème ci-dessus appelée <b>Clé Principale</b> avec ses autres fonctionnalités telles que Advanced Encryption Standard, la sensibilisation au stockage sur le cloud et le partage de clés. Il est maintenant disponible sur les plates-formes Windows, Mac, Android et iOS.
it: AxCrypt ha ora aggiunto una nuova funzionalità che è una soluzione al problema di cui sopra chiamata <b>Chiave principale</b> insieme alle sue altre funzionalità come Advanced Encryption Standard, consapevolezza dell'archiviazione cloud e condivisione delle chiavi. Ora è disponibile su piattaforme Windows, Mac, Android e iOS.
ko: AxCrypt는 이제 고급 암호화 표준, 클라우드 스토리지 인식 및 키 공유와 같은 다른 기능과 함께 <b>마스터 키</b> 라는 위의 문제에 대한 해결책인 새로운 기능을 추가했습니다. 이제 윈도우, 맥, 안드로이드 및 iOS 플랫폼에서 사용할 수 있습니다.
nl: AxCrypt heeft nu een nieuwe functie toegevoegd die een oplossing is voor het bovenstaande probleem, genaamd <b>Master key</b>, samen met zijn andere functies zoals Advanced Encryption Standard, bewustzijn van cloudopslag en het delen van sleutels. Het is nu beschikbaar voor Windows, Mac, Android en iOS platforms.
pl: AxCrypt dodał teraz nową funkcję, która jest rozwiązaniem powyższego problemu o nazwie <b>Klucz główny</b> wraz z innymi funkcjami, takimi jak Advanced Encryption Standard, świadomość przechowywania w chmurze i udostępnianie kluczy. Jest teraz dostępny na platformach Windows, Mac, Android i iOS.
pt: A AxCrypt adicionou uma nova funcionalidade que é a solução para o problema acima referido e chama-se <b>Chave-mestra</b> juntamente com as suas outras funcionalidades como Advanced Encryption Standard, Detecção de Armazenamento na Nuvem e partilha de chaves. Já está disponível nas plataformas Windows, Mac, Android e iOS.
ru: AxCrypt теперь добавил новую функцию, которая является решением вышеупомянутой проблемы под названием <b> Мастер-ключ </ b>, наряду с другими функциями, такими как расширенный стандарт шифрования, осведомленность об облачных хранилищах и совместное использование ключей. Теперь он доступен на платформах Windows, Mac, Android и iOS.
sv: AxCrypt har nu lagt till en ny funktion som är en lösning på ovanstående problem som kallas <b>Huvudnyckel</b> tillsammans med dess andra funktioner som Advanced Encryption Standard, molnlagringsmedvetenhet och nyckeldelning. Det finns nu tillgängligt på Windows, Mac, Android och iOS-plattformar.
tr: AxCrypt şimdi Gelişmiş Şifreleme Standardı, bulut depolama farkındalığı ve anahtar paylaşımı gibi diğer özellikleriyle birlikte <b>Ana Anahtar</b> adı verilen yukarıdaki soruna çözüm niteliğindeki yeni bir özellik ekledi. Artık Windows, Mac, Android ve iOS platformlarında kullanılabilir.
zh: AxCrypt现在增加了一个新功能，它是上述问题的解决方案，称为<b>主密钥</b>以及其他功能，如高级加密标准，云存储感知和密钥共享。 它现在可在Windows，Mac，Android和iOS平台上使用。

# Blog_MK_Title
source: Master Key: Keeping Business Data Safe and Accessible During Changes
de: Hauptschlüssel: Geschäftsdaten bei Änderungen sicher und zugänglich halten
es: Clave maestra: Mantener los datos comerciales seguros y accesibles durante los cambios
fr: "Clé maîtresse : garder les données d'entreprise en sécurité et accessibles pendant les changements."
it: Chiave maestra: mantenere i dati aziendali sicuri e accessibili durante le modifiche
ko: 마스터 키: 변경 시 비즈니스 데이터를 안전하게 보호하고 액세스 가능
nl: Master Key: Bedrijfsgegevens veilig en toegankelijk houden tijdens wijzigingen
pl: Klucz główny: zapewnienie bezpieczeństwa i dostępności danych biznesowych podczas zmian
ru: Мастер-ключ: обеспечение безопасности и доступности бизнес-данных во время изменений
zh: 主密钥：在更改期间保持业务数据安全和可访问

# Blog_PECA_Conclusion_Text1
source: AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data; data at rest, at transit and in use. Moreover, AxCrypt also provides its users a password management generator that ensures your passwords are as secure as possible. It also provides a collaboration tool that allows users to share secured files and data with other AxCrypt users. In addition to this AxCrypt helps in secure sharing of files with key sharing and master key features<a href= 'https://www.axcrypt.net/blog/master-key'> Read more here </a>.
ar: يوفر اكسكربت تشفيرًا قويًا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات ؛ البيانات في حالة التخزين والنقل والمستخدمة. علاوة على ذلك ، يوفر اكسكربت أيضًا لمستخدميه مولدًا لإدارة كلمات المرور يضمن أن تكون كلمات المرور الخاصة بك آمنة قدر الإمكان. كما يوفر أداة تعاون تتيح للمستخدمين مشاركة الملفات والبيانات المؤمنة مع مستخدمي اكسكربت الآخرين. بالإضافة إلى أن اكسكربت يساعد في المشاركة الآمنة للملفات مع مشاركة المفاتيح والميزات الرئيسية الرئيسية <a href='https://www.axcrypt.net/blog/master-key'> اقرأ المزيد هنا </a>.
de: AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern. ruhende Daten, bei der Übertragung und im Gebrauch. Darüber hinaus bietet AxCrypt seinen Benutzern einen Passwortverwaltungsgenerator, der sicherstellt, dass Ihre Passwörter so sicher wie möglich sind. Es bietet auch ein Tool für die Zusammenarbeit, mit dem Benutzer gesicherte Dateien und Daten für andere AxCrypt-Benutzer freigeben können. Darüber hinaus hilft AxCrypt bei der sicheren Freigabe von Dateien mit Schlüsselfreigabe und Hauptschlüsselfunktionen<a href= 'https://www.axcrypt.net/blog/master-key '> Read more here </a>.
es: AxCrypt ofrece un cifrado sólido de 256 bits para proteger tus datos en las tres etapas de datos: datos en reposo, en tránsito y en uso. Además, AxCrypt también proporciona a sus usuarios un generador de administración de contraseñas que garantiza que sus contraseñas sean lo más seguras posible. También proporciona una herramienta de colaboración que permite a los usuarios compartir archivos y datos protegidos con otros usuarios de AxCrypt. Además de esto, AxCrypt ayuda a compartir archivos de forma segura con funciones de clave maestra y uso compartido de claves. <a href= 'https://www.axcrypt.net/blog/master-key'>Haz clic aquí para obtener más información</a>.
fr: AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes des données; données au repos, en transit et en cours d’utilisation. De plus, AxCrypt fournit également à ses utilisateurs un générateur de gestion des mots de passe qui garantit que vos mots de passe sont aussi sécurisés que possible. Il fournit également un outil de collaboration qui permet aux utilisateurs de partager des fichiers et des données sécurisés avec d’autres utilisateurs d’AxCrypt. En plus de cela, AxCrypt aide au partage sécurisé des fichiers avec le partage de clés et les fonctionnalités de clé principale<a href='https://axcrypt.net/blog/master-key/'> En savoir plus ici </a>.
it: AxCrypt offre una crittografia avanzata con crittografia a 256 bit per proteggere i tuoi dati nelle tre fasi dei dati; dati a riposo, in transito e in uso. Inoltre, AxCrypt fornisce anche ai suoi utenti un generatore di gestione delle password che garantisce che le password siano il più sicure possibile. Fornisce inoltre uno strumento di collaborazione che consente agli utenti di condividere file e dati protetti con altri utenti AxCrypt. Oltre a questo, AxCrypt aiuta nella condivisione sicura dei file con la condivisione delle chiavi e le funzioni di chiave master<a href='https://www.axcrypt.net/blog/master-key'> Leggi di più qui </a>.
ko: AxCrypt는 256 비트 암호화로 강력한 암호화를 제공하여 3 단계의 데이터에서 데이터를 보호합니다; 미사용 데이터, 전송 중 및 사용 중인 데이터, 또한 AxCrypt는 사용자에게 암호를 최대한 안전하게 유지하는 암호 관리 생성기를 제공합니다. 더 붙여 사용자가 다른 AxCrypt 사용자와 보안 파일 및 데이터를 공유 할 수있는 협업 도구를 제공합니다. 이 외에도 AxCrypt는 <a href='https://www.axcrypt.net/blog/master-key'> 키 공유 및 마스터 키 기능으로 </a> 파일을 안전하게 공유하는 데 도움이 됩니다.
nl: AxCrypt biedt sterke encryptie met 256-bits encryptie om uw gegevens in de drie gegevensfasen te beveiligen; gegevens in rust, onderweg en in gebruik. Bovendien biedt AxCrypt zijn gebruikers ook een generator voor wachtwoordbeheer die ervoor zorgt dat uw wachtwoorden zo veilig mogelijk zijn. Het biedt ook een samenwerkingstool waarmee gebruikers beveiligde bestanden en gegevens kunnen delen met andere AxCrypt-gebruikers. Daarnaast helpt AxCrypt bij het veilig delen van bestanden met functies voor het delen van sleutels en hoofdsleutels<a href= 'https://www.axcrypt.net/blog/master-key'> Lees hier meer</a>.
pl: AxCrypt oferuje silne, 256-bitowe szyfrowanie, aby zabezpieczyć Twoje dane na trzech etapach danych; dane w spoczynku, w ruchu i w użyciu. Co więcej, AxCrypt zapewnia również swoim użytkownikom generator zarządzania hasłami, który zapewnia, że Twoje hasła są tak bezpieczne, jak to tylko możliwe. Zapewnia również narzędzie do współpracy, które pozwala użytkownikom udostępniać zabezpieczone pliki i dane innym użytkownikom AxCrypt. Oprócz tego AxCrypt pomaga w bezpiecznym udostępnianiu plików dzięki funkcji udostępniania kluczy i funkcji klucza głównego<a href= 'https://www.axcrypt.net/blog/master-key'> Przeczytaj więcej tutaj </a>.
pt: A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados nas suas três fases: em repouso, em trânsito e em uso. Além disso, fornece aos seus utilizadores um gerador de palavras-passe que garante que as suas palavras-passe são o mais seguras possível. A AxCrypt fornece ainda uma ferramenta de colaboração que permite aos utilizadores partilhar ficheiros e dados protegidos com outros utilizadores AxCrypt. A AxCrypt ajuda a partilhar ficheiros em segurança com a partilha de chaves e a chave-mestra. <a href= 'https://www.axcrypt.net/blog/master-key'>Leia mais aqui</a>.
ru: AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные в состоянии покоя, при передаче и в процессе использования. Кроме того, AxCrypt обеспечивает своих пользователей генератором управления паролями, который гарантирует, что ваши пароли будут максимально безопасными. Он также предоставляет инструмент для совместной работы, который позволяет пользователям обмениваться защищенными файлами и данными с другими пользователями AxCrypt. В дополнение к этому AxCrypt помогает в безопасном совместном использовании файлов с функциями совместного использования ключей и мастер-ключа <a href= 'https://www.axcrypt.net/blog/master-key'> Read more here </a>.
sv: AxCrypt erbjuder stark kryptering med 256-bitars kryptering för att säkra dina data i de tre stadierna av data; data i vila, vid överföring och i användning. Dessutom erbjuder AxCrypt för sina användare en lösenordshanteringsgenerator som säkerställer att dina lösenord är så säkra som möjligt. Det erbjuds också ett samarbetsverktyg som tillåter användare att dela säkra filer och data med andra AxCrypt-användare. Utöver detta hjälper AxCrypt till med säker delning av filer med nyckeldelning och huvudnyckelfunktioner<a href= 'https://www.axcrypt.net/blog/master-key'> Läs mer här </a>.
tr: AxCrypt 256-bit şifreleme ile güçlü bir şifreleme sunarak verilerinizin dinlenme, aktarım ve kullanım olmak üzere üç aşamada güvenliğini sağlar. Ayrıca AxCrypt, kullanıcılarına parolalarının mümkün olduğunca güvenli olmasını sağlayan bir parola yönetimi oluşturucusu da sunar. Ayrıca, kullanıcıların güvenli dosyaları ve verileri diğer AxCrypt kullanıcılarıyla paylaşmasına olanak tanıyan bir işbirliği aracı da sağlar. Buna ek olarak AxCrypt, anahtar paylaşımı ve ana anahtar özellikleri ile dosyaların güvenli bir şekilde paylaşılmasına yardımcı olur<a href='https://www.axcrypt.net/blog/master-key'> Daha fazla bilgi için buraya tıklayın </a>.
zh: AxCrypt提供强大的加密与256位加密，以保护您的数据在三个阶段的数据;数据在静止，传输和使用。 此外，AxCrypt还为用户提供密码管理生成器，以确保您的密码尽可能安全。 它还提供了一个协作工具，允许用户与其他AxCrypt用户共享安全文件和数据。 除了这个AxCrypt有助于安全共享文件与密钥共享和主密钥功能<a href='https://www.axcrypt.net/blog/master-key'>Read more here</a>。

# Blog_PECA_H1_Text1
source: AxCrypt was created over 15 years ago with the mission of providing data security in a reliable and simplest way possible. After all those years the company is still recognised for the most easy-to-use and simple software, making it the most popular encryption program in the world with over 20 million downloads worldwide!
ar: تم إنشاء اكسكربت منذ أكثر من 15 عاما بهدف توفير أمان البيانات بطريقة موثوقة وأبسط طريقة ممكنة. بعد كل تلك السنوات ، لا تزال الشركة معروفة ببرنامجها الأكثر سهولة في الاستخدام وبساطة ، مما يجعلها أكثر برامج التشفير شيوعًا في العالم مع أكثر من 20 مليون عملية تنزيل في جميع أنحاء العالم!
de: AxCrypt wurde vor über 15 Jahren mit dem Ziel gegründet, Datensicherheit auf zuverlässige und einfachste Weise zu gewährleisten. Nach all den Jahren ist das Unternehmen immer noch für die benutzerfreundlichste und einfachste Software bekannt und damit mit über 20 Millionen Downloads weltweit das beliebteste Verschlüsselungsprogramm der Welt!
es: AxCrypt fue creado hace más de 15 años con la misión de brindar seguridad de datos de la manera más confiable y simple posible. ¡Después de todos esos años, la compañía aún es reconocida por ser el software más simple y fácil de usar, lo que lo convierte en el programa de cifrado más popular del mundo con más de 20 millones de descargas!
fr: AxCrypt a été créé il y a plus de 15 ans avec pour mission d'assurer la sécurité des données de la manière la plus fiable et la plus simple possible. Après toutes ces années, la société est toujours reconnue pour le logiciel le plus facile à utiliser et le plus simple, ce qui en fait le programme de cryptage le plus populaire au monde avec plus de 20 millions de téléchargements dans le monde !
it: AxCrypt è stato creato 15 anni fa con la missione di fornire la sicurezza dei dati in modo affidabile e il più semplicemente possibile. Dopo tutti questi anni l'azienda è ancora nota per il software più facile e semplice da usare, rendendolo il programma di crittografia più conosciuto nel mondo con oltre 20 milioni di download in tutto il mondo!
ko: AxCrypt는 신뢰할 수 있고 손쉬운 방법으로 데이터 보안을 제공한다는 사명으로 15년 전에 설립되었습니다. 오랜 세월이 지난 후에도 회사는 여전히 가장 사용하기 쉬운 소프트웨어로 인정받고 있으며, 전 세계적으로 2천만 회 이상 다운로드 될 정도로 세계에서 가장 인기 있는 암호화 프로그램이 되었습니다!
nl: AxCrypt is meer dan 15 jaar geleden gemaakt met de missie om gegevensbeveiliging op een betrouwbare en eenvoudigste manier mogelijk te maken. Na al die jaren staat het bedrijf nog steeds bekend om de meest gebruiksvriendelijke en eenvoudige software, waardoor het het populairste encryptieprogramma ter wereld is met meer dan 20 miljoen downloads wereldwijd!
pl: AxCrypt powstał ponad 15 lat temu z misją zapewnienia bezpieczeństwa danych w niezawodny i możliwie najprostszy sposób. Po tych wszystkich latach AxCryot jest nadal uznawana za najłatwiejsze w użyciu i proste oprogramowanie, co czyni go najpopularniejszym programem szyfrującym na świecie z ponad 20 milionami pobrań na całym świecie!
pt: A AxCrypt foi criada há mais de 15 anos com a missão de fornecer segurança de dados de forma confiável e o mais simples possível. Depois de todos estes anos, a empresa é ainda reconhecida pelo software mais simples e fácil de usar, tornando-o o programa de cifragem mais popular do mundo com mais de 20 milhões de downloads!
ru: AxCrypt был создан более 15 лет назад с целью обеспечения безопасности данных самым надежным и простым из возможных способов. Спустя столько лет компания по-прежнему признана как самое удобное в использовании программное обеспечение, что делает ее самой популярной программой шифрования в мире с более чем 20 миллионами загрузок по всему миру!
sv: AxCrypt skapades för över 15 år sedan med ambitionen att tillhandahålla datasäkerhet på ett tillförlitligt och enkelt sätt. Efter alla dessa år är företaget fortfarande känt för den mest lättanvända och enkla mjukvaran, vilket gör det till det mest populära krypteringsprogrammet i världen med över 20 miljoner nedladdningar över hela världen!
tr: AxCrypt veri güvenliğini mümkün olan en güvenli ve basit şekilde sağlama misyonuyla 15 yılı aşan bir süre öncesinde oluşturuldu. Tüm bu yılların ardından şirket hala dünya çapında 20 milyonu aşan indirme ile dünyanın en popüler şifreleme programı olan kullanımı kolay ve basit yazılımı ile tanınmaktadır.
zh: AxCrypt创建于15年前，其使命是以可靠和最简单的方式提供数据安全。 经过这么多年，该公司仍然被公认为最易于使用和简单的软件，使其成为世界上最流行的加密程序，全球下载量超过2000万！
