Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H4_Text6
source: <b>AFFORDABILITY:</b><br><br><li>File Encryption: Generally more affordable as it focuses on encrypting selected files or folders.</li><br><li>Disk Encryption: May require specialized software or hardware, making it relatively more expensive.</li>
ar: <b>القدرة على تحمل التكاليف:</b><br><br><li>تشفير الملفات: بشكل عام أكثر بأسعار معقولة لأنه يركز على تشفير الملفات أو المجلدات المحددة.</li><br><li>تشفير القرص: قد يتطلب برامج أو أجهزة متخصصة ، مما يجعله أكثر تكلفة نسبيا.</li>
de: <b> ERSCHWINGLICHKEIT:</b><br><br><li>Dateiverschlüsselung: Im Allgemeinen günstiger, da sie sich auf die Verschlüsselung ausgewählter Dateien oder Ordner konzentriert.</li><br><li>Festplattenverschlüsselung: Erfordert möglicherweise spezielle Software oder Hardware, was sie relativ teurer macht.</li>
es: <b>ASEQUIBILIDAD:</b><br><br><li>Cifrado de archivos: Por lo general más asequible, ya que se centra en cifrar archivos o carpetas seleccionadas.</li><br><li>Cifrado de discos: Puede requerir software o hardware especializado, por lo que es relativamente más caro.</li>
fr: <b>ABORDABILITÉ :</b><br><br><li>Cryptage de fichiers : Généralement plus abordable, car il se concentre sur le cryptage de fichiers ou de dossiers sélectionnés.</li><br><li>Cryptage de Disque : Peut nécessiter des services spécialisés logiciels ou matériels, ce qui le rend relativement plus cher.</li>
it: <b>ACCESSIBILITÀ:</b><br><br><li>Crittografia dei file: generalmente più conveniente in quanto si concentra sulla crittografia di file o cartelle selezionati.</li><br><li>Crittografia del disco: potrebbe richiedere software o hardware specializzato, il che lo rende relativamente più costoso.</li>
ko: <b>경제성:</b><br><br><li>파일 암호화: 선택한 파일이나 폴더를 암호화하는 데 중점을 두기 때문에 일반적으로 더 저렴합니다.</li><br><li>디스크 암호화: 특수 소프트웨어 또는 하드웨어가 필요할 수 있으므로 상대적으로 더 비쌉니다.</li>
nl: <b>BETAALBAARHEID:</b><br><br><li>Bestandsversleuteling: Over het algemeen betaalbaarder omdat het zich richt op het versleutelen van geselecteerde bestanden of mappen.</li><br><li>Schijfversleuteling: Mogelijk is gespecialiseerde software of hardware vereist, waardoor het relatief duurder is.</li>
pl: <b>DOSTĘPNOŚĆ:</b><br><br><li>Szyfrowanie plików: ogólnie tańsze, ponieważ koncentruje się na szyfrowaniu wybranych plików lub folderów.</li><br><li>Szyfrowanie dysku: może wymagać specjalistycznego oprogramowanie lub sprzęt, co czyni je stosunkowo droższymi.</li>
pt: <b>ACESSIBILIDADE:</b><br><br><li>Criptografia de arquivos: geralmente mais acessível, pois se concentra na criptografia de arquivos ou pastas selecionados.</li><br><li>Criptografia de disco: Pode exigir software ou hardware especializado, tornando-o relativamente mais caro.</li>
ru: <b>ДОСТУПНОСТЬ: </b><br><br><li>Шифрование файлов: Как правило, более доступно, поскольку оно направлено на шифрование выбранных файлов или папок.</li><br><li>Шифрование диска: Может потребовать специализированного программного или аппаратного обеспечения, что делает его относительно более дорогим.</li>
sv: <b>PRISBARHET:</b><br><br><li>Filkryptering: Generellt mer överkomligt eftersom det fokuserar på att kryptera utvalda filer eller mappar.</li><br><li>Diskkryptering: Kan kräva specialiserad mjukvara eller hårdvara, vilket gör det relativt dyrare.</li>
tr: <b>FİYAT:</b><br><br><li>Dosya Şifreleme: Seçilen dosyaları veya klasörleri şifrelemeye odaklandığı için genellikle daha uygun maliyetlidir.</li><br><li>Disk Şifreleme: Özel yazılım veya donanım gerektirebilir ve dolayısıyla nispeten daha pahalıdır.</li>
zh: <b>负担能力：</b><br><br><li>文件加密：通常更实惠，因为它专注于加密选定的文件或文件夹。</li><br><li>磁盘加密：可能需要专门的软件或硬件，使其相对更昂贵。</li>

# Blog_TUGFEDE_H4_Text7
source: <b>DATA RECOVERY:</b><br><br><li>File Encryption: Individual files can be recovered in the event of a partial drive failure, data loss, and key loss using a master key or with backups.</li><br><li>Disk Encryption: Data recovery can be difficult if the encryption keys are lost, and impossible if the disk fails as it affects the entire disk.</li>
ar: <b>استعادة البيانات:</b><br><br><li>تشفير الملفات: يمكن استرداد الملفات الفردية في حالة حدوث عطل جزئي في محرك الأقراص وفقدان البيانات وفقدان المفتاح باستخدام مفتاح رئيسي أو مع النسخ الاحتياطية.</li><br><li>تشفير القرص: قد يكون استرداد البيانات صعبا في حالة فقد مفاتيح التشفير ، ومستحيلا إذا فشل القرص لأنه يؤثر على القرص بأكمله.</li>
de: <b>DATENWIEDERHERSTELLUNG:</b><br><br><li>Dateiverschlüsselung: Einzelne Dateien können bei einem partiellen Laufwerksausfall, Datenverlust und Schlüsselverlust mit einem Hauptschlüssel oder mit Backups wiederhergestellt werden.</li><br><li>Festplattenverschlüsselung: Die Datenwiederherstellung kann schwierig sein, wenn die Verschlüsselungsschlüssel verloren gehen, und unmöglich, wenn die Festplatte ausfällt, da dies die gesamte Festplatte betrifft.</li>
es: <b>RECUPERACIÓN DE DATOS:</b><br><br><li>Cifrado de archivos: Los archivos individuales pueden recuperarse en caso de que falle parcialmente una unidad, se pierdan datos y se pierda la clave mediante una clave maestra o con copias de seguridad.</li><br><li>Cifrado de discos: La recuperación de datos puede ser compleja si se pierden las claves de cifrado, e imposible si falla el disco, ya que afecta a todo el disco.</li>
fr: <b>RÉCUPÉRATION DE DONNÉES :</b><br><br><li>Cryptage de Fichiers : Des fichiers individuels peuvent être récupérés en cas de panne partielle du disque, de perte de données et de perte de clé à l'aide d'une clé principale ou de sauvegardes. </li><br><li>Chiffrement du Disque : La récupération des données peut être difficile si les clés de chiffrement sont perdues, et impossible si le disque tombe en panne, car cela affecte l'intégralité du disque.</li>
it: <b>RECUPERO DATI:</b><br><br><li>Crittografia dei file: i singoli file possono essere recuperati in caso di guasto parziale dell'unità, perdita di dati e perdita di chiavi utilizzando una chiave master o con backup.</li><br><li>Crittografia del disco: il recupero dei dati può essere difficile se le chiavi di crittografia vengono perse e impossibile se il disco si guasta poiché influisce sull'intero disco.</li>
ko: <b>데이터 복구:</b><br><br><li>파일 암호화: 부분 드라이브 오류, 데이터 손실 및 키 손실이 발생한 경우 마스터 키 또는 백업을 사용하여 개별 파일을 복구할 수 있습니다.</li><br><li>디스크 암호화: 암호화 키를 분실한 경우 데이터 복구가 어려울 수 있으며, 디스크에 장애가 발생하면 전체 디스크에 영향을 미치기 때문에 불가능할 수 있습니다.</li>
nl: <b>GEGEVENSHERSTEL:</b><br><br><li>Bestandsversleuteling: Individuele bestanden kunnen worden hersteld in het geval van een gedeeltelijke schijfstoring, gegevensverlies en sleutelverlies met behulp van een hoofdsleutel of met back-ups.</li><br><li>Schijfversleuteling: Gegevensherstel kan moeilijk zijn als de coderingssleutels verloren gaan en onmogelijk als de schijf defect raakt omdat deze de hele schijf beïnvloedt.</li>
pl: <b>ODZYSKIWANIE DANYCH:</b><br><br><li>Szyfrowanie plików: Poszczególne pliki można odzyskać w przypadku częściowej awarii dysku, utraty danych lub utraty klucza za pomocą klucza głównego lub kopii zapasowych. </li><br><li>Szyfrowanie dysku: odzyskiwanie danych może być trudne w przypadku utraty kluczy szyfrujących lub niemożliwe w przypadku awarii dysku, ponieważ ma to wpływ na cały dysk.</li>
pt: <b>RECUPERAÇÃO DE DADOS:</b><br><br><li>Criptografia de Arquivos: arquivos individuais podem ser recuperados no caso de uma falha parcial da unidade, perda de dados e perda de chave usando uma chave mestra ou com backups.</li><br><li>Criptografia de Disco: A recuperação de dados pode ser difícil se as chaves de criptografia forem perdidas e impossível se o disco falhar, pois afeta todo o disco.</li>
ru: <b>ВОССТАНОВЛЕНИЕ ДАННЫХ:</b><br><br><li>Шифрование файлов: Отдельные файлы могут быть восстановлены в случае частичного сбоя диска, потери данных и ключа с помощью мастер-ключа или резервных копий.</li><br><li>Шифрование диска: восстановление данных может быть затруднено, если ключи шифрования утеряны, и невозможно, если диск выходит из строя, поскольку это влияет на весь диск.</li>
sv: <b>DATAÅTERSTÄLLNING:</b><br><br><li>Filkryptering: Enskilda filer kan återställas i händelse av ett partiellt diskfel, dataförlust och nyckelförlust med hjälp av en huvudnyckel eller med säkerhetskopior. </li><br><li>Diskkryptering: Dataåterställning kan vara svårt om krypteringsnycklarna går förlorade och omöjligt om disken går sönder eftersom det påverkar hela disken.</li>
tr: <b>VERİ KURTARMA:</b><br><br><li>Dosya Şifreleme: Her dosya, kısmi sürücü arızası, veri kaybı ve anahtar kaybı durumunda bir ana anahtar kullanılarak veya yedeklerle kurtarılabilir.</li><br><li>Disk Şifreleme: Verilerin kurtarılması, şifreleme anahtarları kaybolursa zor, disk çökerse bu durum tüm diski etkilediği için imkansız olabilir.</li>
zh: <b>数据恢复：</b><br><br><li>文件加密：可以使用主密钥或备份在部分驱动器故障，数据丢失和密钥丢失的情况下恢复单个文件。</li><br><li>磁盘加密：如果加密密钥丢失，数据恢复可能很困难，如果磁盘发生故障，则无法恢复，因为它会影响整个磁盘。</li>

# Blog_TUGFEDE_H4_Text8
source: <b>ACCESSIBILITY:</b><br><br><li>File Encryption: Allows selective access to encrypted files, leaving other files easily accessible.</li><br><li>Disk Encryption: Requires decryption of the entire disk before accessing any data stored on it, which can slow down the tasks.</li>
ar: <b>إمكانية الوصول:</b><br><br><li>تشفير الملفات: يسمح بالوصول الانتقائي إلى الملفات المشفرة، مما يجعل الوصول إلى الملفات الأخرى سهلاً.</li><br><li>تشفير القرص: يتطلب فك تشفير القرص بأكمله قبل الوصول إلى أي بيانات مخزنة عليه، مما قد يؤدي إلى إبطاء المهام.</li>
de: <b> ZUGÄNGLICHKEIT:</b><br><br><li>Dateiverschlüsselung: Ermöglicht den selektiven Zugriff auf verschlüsselte Dateien, sodass andere Dateien leicht zugänglich bleiben.</li><br><li>Festplattenverschlüsselung: Erfordert die Entschlüsselung der gesamten Festplatte, bevor auf darauf gespeicherte Daten zugegriffen werden kann, was die Aufgaben verlangsamen kann.</li>
es: <b>ACCESSIBILIDAD:</b><br><br><li>Cifrado de archivos: Permite el acceso selectivo a los archivos cifrados, y facilita el acceso a los demás archivos.</li><br><li>Cifrado de discos: Requiere el descifrado de todo el disco antes de acceder a cualquier dato almacenado en él, lo que puede ralentizar las tareas.</li>
fr: <b>ACCESSIBILITÉ :</b><br><br><li>Chiffrement des Fichiers : Permet un accès sélectif aux fichiers chiffrés, laissant les autres fichiers facilement accessibles.</li><br><li>Chiffrement du Disque : Nécessite le déchiffrement de l'intégralité du disque avant d'accéder aux données qui y sont stockées, ce qui peut ralentir les tâches.</li>
it: <b>ACCESSIBILITÀ:</b><br><br><li>Crittografia dei file: consente l'accesso selettivo ai file crittografati, lasciando altri file facilmente accessibili.</li><br><li>Crittografia del disco: richiede la decrittografia dell'intero disco prima di accedere a qualsiasi dato memorizzato su di esso, il che può rallentare le attività.</li>
ko: <b>접근성:</b><br><br><li>파일 암호화: 암호화된 파일에 선택적으로 액세스할 수 있으므로 다른 파일에 쉽게 액세스할 수 있습니다.</li><br><li>디스크 암호화: 디스크에 저장된 데이터에 액세스하기 전에 전체 디스크의 암호를 해독해야 하므로 작업 속도가 느려질 수 있습니다.</li>
nl: <b>TOEGANKELIJKHEID:</b><br><br><li>Bestandsversleuteling: maakt selectieve toegang tot gecodeerde bestanden mogelijk, waardoor andere bestanden gemakkelijk toegankelijk blijven.</li><br><li>Schijfversleuteling: vereist decodering van de hele schijf voordat u toegang krijgt tot gegevens die erop zijn opgeslagen, wat de taken kan vertragen.</li>
pl: <b>DOSTĘPNOŚĆ:</b><br><br><li>Szyfrowanie plików: umożliwia selektywny dostęp do zaszyfrowanych plików, pozostawiając łatwo dostępne inne pliki.</li><br><li>Szyfrowanie dysku: wymaga odszyfrowania cały dysk przed uzyskaniem dostępu do przechowywanych na nim danych, co może spowolnić zadania.</li>
pt: <b>ACESSIBILIDADE:</b><br><br><li>Criptografia de arquivos: Permite acesso seletivo a arquivos criptografados, deixando outros arquivos facilmente acessíveis.</li><br><li>Criptografia de disco: Requer a descriptografia de todo o disco antes de acessar quaisquer dados armazenados nele, o que pode retardar as tarefas.</li>
ru: <b>ДОСТУПНОСТЬ:</b><br><br><li>Шифрование файлов: обеспечивает выборочный доступ к зашифрованным файлам, оставляя другие файлы легкодоступными.</li><br><li>Шифрование диска: Требует расшифровки всего диска перед доступом к любым данным, хранящимся на нем., что может замедлить выполнение задач.</li>
sv: <b>TILLgänglighet:</b><br><br><li>Filkryptering: Tillåter selektiv åtkomst till krypterade filer, vilket gör att andra filer är lättillgängliga.</li><br><li>Diskkryptering: Kräver dekryptering av hela disken innan du kommer åt data som lagras på den, vilket kan sakta ner uppgifterna.</li>
tr: <b>ERİŞİLEBİLİRLİK:</b><br><br><li>Dosya Şifreleme: Şifrelenmiş dosyalara seçici erişim sağlayarak diğer dosyalara kolayca erişilebilmesini sağlar.</li><br><li>Disk Şifreleme: Diskte depolanan verilere erişmeden önce tüm diskin şifresinin çözülmesini gerektirir ve bu da görevleri yavaşlatabilir.</li>
zh: <b>辅助功能：</b><br><br><li>文件加密：允许选择性访问加密文件，使其他文件易于访问。</li><br><li>磁盘加密：在访问存储在其上的任何数据之前，需要对整个磁盘进行解密，这可能会减慢任务的速度。</li>

# Blog_TUGFEDE_H4_Text9
source: <b>EASE-OF-USE:</b><br><br><li>File Encryption: Easy to use as files can be encrypted, decrypted, and managed individually or in a group.</li><br><li>Disk Encryption: Can be cumbersome to manage without specialized software and hardware.</li>
ar: <b>سهولة الاستخدام:</b><br><br><li>تشفير الملفات: سهل الاستخدام حيث يمكن تشفير الملفات وفك تشفيرها وإدارتها بشكل فردي أو في مجموعة.</li><br><li>تشفير القرص: يمكن أن تكون مرهقة للإدارة بدون برامج وأجهزة متخصصة.</li>
de: <b> BENUTZERFREUNDLICHKEIT:</b><br><br><li> Dateiverschlüsselung: Einfach zu verwenden, da Dateien einzeln oder in einer Gruppe verschlüsselt, entschlüsselt und verwaltet werden können.</li><br><li>Festplattenverschlüsselung: Kann ohne spezielle Software und Hardware umständlich zu verwalten sein.</li>
es: <b>FACILIDAD DE USO:</b><br><br><li>Cifrado de archivos: Fácil de usar, ya que los archivos se pueden cifrar, descifrar y gestionar de manera individual o en grupo.</li><br><li>Cifrado de discos: Puede ser engorroso de gestionar sin software y hardware especializados.</li>
fr: <b>FACILITÉ D'UTILISATION :</b><br><br><li>Chiffrement des fichiers : Facile à utiliser, car les fichiers peuvent être chiffrés, déchiffrés et gérés individuellement ou en groupe.</li><br ><li>Chiffrement de Disque : peut être fastidieux à gérer sans logiciel ni matériel spécialisé.</li>
it: <b>FACILITÀ D'USO:</b><br><br><li>Crittografia dei file: facile da usare in quanto i file possono essere crittografati, decrittografati e gestiti singolarmente o in gruppo.</li><br><li>Crittografia del disco: può essere complicata da gestire senza software e hardware specializzati.</li>
ko: <b>사용의 용이성:</b><br><br><li>파일 암호화: 파일을 암호화, 복호화 및 개별 또는 그룹으로 관리할 수 있으므로 사용하기 쉽습니다.</li><br><li>디스크 암호화: 특수 소프트웨어 및 하드웨어 없이는 관리가 번거로울 수 있습니다.</li>
nl: <b>GEBRUIKSVRIENDELIJKHEID:</b><br><br><li>Bestandsversleuteling: Eenvoudig te gebruiken omdat bestanden afzonderlijk of in een groep kunnen worden gecodeerd, gedecodeerd en beheerd.</li><br><li>Schijfversleuteling: Kan omslachtig zijn om te beheren zonder gespecialiseerde software en hardware.</li>
pl: <b>ŁATWOŚĆ UŻYCIA:</b><br><br><li>Szyfrowanie plików: łatwe w użyciu, ponieważ pliki można szyfrować, odszyfrowywać i zarządzać nimi indywidualnie lub w grupie.</li><br ><li>Szyfrowanie dysku: zarządzanie bez specjalistycznego oprogramowania i sprzętu może być kłopotliwe.</li>
pt: <b>FACILIDADE DE USO:</b><br><br><li>Criptografia de Arquivos: Fácil de usar, pois os arquivos podem ser criptografados, descriptografados e gerenciados individualmente ou em grupo.</li><br><li>Criptografia de Disco: Pode ser complicado de gerenciar sem software e hardware especializados.</li>
ru: <b>ПРОСТОТА ИСПОЛЬЗОВАНИЯ:</b><br><br><li>Шифрование файлов: Простое в использовании, поскольку файлы можно шифровать, расшифровывать и управлять ими индивидуально или в группе.</li><br><li>Шифрование диска: Может быть сложным в управлении без специализированного программного и аппаратного обеспечения.</li>
sv: <b>ANVÄNDARE:</b><br><br><li>Filkryptering: Lätt att använda eftersom filer kan krypteras, dekrypteras och hanteras individuellt eller i en grupp.</li><br ><li>Diskkryptering: Kan vara besvärligt att hantera utan specialiserad mjukvara och hårdvara.</li>
tr: <b>KULLANIM KOLAYLIĞI:</b><br><br><li>Dosya Şifreleme: Dosyalar tek tek veya bir grupta şifrelenebildiği, şifresi çözülebildiği ve yönetilebildiği için kullanımı kolaydır.</li><br><li>Disk Şifreleme: Özel yazılım ve donanım olmadan yönetmek hantal hale gelebilir.</li>
zh: <b>易用性：</b><br><br><li>文件加密：易于使用，因为文件可以单独或分组加密，解密和管理。</li><br><li>磁盘加密：如果没有专门的软件和硬件，管理起来可能很麻烦。</li>
