Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CEANK_H2_SH3_Text1
source: In this model, a company rents the servers and storage they need from a cloud provider. They then use that cloud infrastructure to build their applications. IaaS providers include DigitalOcean, Google Compute Engine, and OpenStack. IaaS is like a company leasing a plot of land.
ar: في هذا النموذج ، تقوم الشركة بتأجير الخوادم والتخزين الذي يحتاجون إليه من مزود السحابة. ثم يستخدمون تلك البنية التحتية السحابية لبناء تطبيقاتهم. يشمل موفرو IaaS DigitalOcean و Google Compute Engine و OpenStack. IaaS مثل شركة تؤجر قطعة أرض.
de: In diesem Modell mietet ein Unternehmen die benötigten Server und Speicher von einem Cloud-Anbieter. Sie nutzen diese Cloud-Infrastruktur dann, um ihre Anwendungen zu erstellen. Zu den IaaS-Anbietern gehören DigitalOcean, Google Compute Engine und OpenStack. IaaS ist wie ein Unternehmen, das ein Grundstück pachtet.
es: En este modelo, una empresa alquila los servidores y el almacenamiento que necesita de un proveedor de nube. Luego usan esa infraestructura en la nube para construir sus aplicaciones. Los proveedores de IaaS incluyen DigitalOcean, Google Compute Engine y OpenStack. IaaS es como una empresa que arrienda un terreno.
fr: Dans ce modèle, une entreprise loue les serveurs et le stockage dont elle a besoin auprès d’un fournisseur de cloud. Ils utilisent ensuite cette infrastructure cloud pour créer leurs applications. Les fournisseurs IaaS incluent DigitalOcean, Google Compute Engine, et OpenStack. IaaS est comme une entreprise qui loue un terrain.
it: In questo modello, un'azienda affitta i server e lo storage di cui ha bisogno da un provider cloud. Quindi usano quell'infrastruttura cloud per creare le loro applicazioni. I provider IaaS includono DigitalOcean, Google Compute Engine e OpenStack. IaaS è come un'azienda che affitta un appezzamento di terreno.
ko: 이 모델에서 회사는 클라우드 공급자로부터 필요한 서버와 스토리지를 임대합니다. 그런 다음, 해당 클라우드 인프라를 사용하여 애플리케이션을 구축합니다. IaaS 제공업체에는 DigitalOcean, Google Compute Engine 및 OpenStack이 포함됩니다. IaaS는 토지를 임대하는 회사와 같습니다.
nl: In dit model huurt een bedrijf de servers en opslag die het nodig heeft van een cloudprovider. Vervolgens gebruiken ze die cloudinfrastructuur om hun toepassingen te bouwen. IaaS-aanbieders zijn onder meer DigitalOcean, Google Compute Engine en OpenStack. IaaS is als een bedrijf dat een stuk grond huurt.
pl: W tym modelu firma wynajmuje potrzebne serwery i pamięć masową od dostawcy chmury. Następnie wykorzystują tę infrastrukturę chmury do tworzenia swoich aplikacji. Dostawcy IaaS to DigitalOcean, Google Compute Engine i OpenStack. IaaS jest jak firma dzierżawiąca działkę.
pt: Segundo este modelo, uma empresa aluga a um fornecedor de nuvem os servidores e armazenamento de que precisa. Depois, usam essa infra-estrutura na nuvem para construir as suas aplicações. Os fornecedores IaaS incluem a DigitalOcean, o Google Compute Engine e o OpenStack. O IaaS é como uma empresa que arrenda um lote de terreno.
ru: В этой модели компания арендует необходимые ей серверы и хранилище у облачного провайдера. Затем они используют эту облачную инфраструктуру для создания своих приложений. Поставщики IaaS включают DigitalOcean, Google Compute Engine и OpenStack. IaaS подобен компании, сдающей в аренду участок земли.
sv: I den här modellen hyr ett företag de servrar och lagring som de behöver från en molnleverantör. De använder sedan molninfrastrukturen för att bygga sina applikationer. IaaS-leverantörer inkluderar DigitalOcean, Google Compute Engine och OpenStack. IaaS är som ett företag som arrenderar en tomt.
tr: Bu modelde, bir şirket ihtiyaç duyduğu sunucuları ve depolama alanını bir bulut sağlayıcısından kiralar. Daha sonra uygulamalarını oluşturmak için bu bulut altyapısını kullanırlar. IaaS sağlayıcıları arasında DigitalOcean, Google Compute Engine ve OpenStack bulunmaktadır. IaaS, bir şirketin bir arsa kiralamasına benzetilebilir.
zh: 在这个模型中，公司从云提供商那里租用他们需要的服务器和存储。 然后，他们使用该云基础设施构建应用程序。 IaaS提供商包括DigitalOcean，Google Compute Engine和OpenStack。 IaaS就像是一家租赁一块土地的公司。

# Blog_CEANK_H2_SubHeading1
source: <b>IaaS - Infrastructure as a Service</b>
ar: <b> IaaS - البنية التحتية كخدمة </ b>
de: <b>IaaS - Infrastruktur als Dienstleistung</b>
es: <b>IaaS - Infraestructura como servicio</b>
fr: <b>IaaS - Infrastructure en tant que Service</b>
it: <b>IaaS - Infrastruttura come servizio</b>
ko: <b>IaaS - 서비스형 인프라</b>
nl: <b>IaaS - Infrastructuur als een service</b>
pl: <b>IaaS — infrastruktura jako usługa</b>
pt: <b>IaaS - Infra-estrutura como Serviço</b>
ru: <b>IaaS - Инфраструктура как услуга</b>
sv: <b>IaaS - Infrastruktur som Service</b>
tr: <b>IaaS - Hizmet Olarak Altyapı</b>
zh: <b>IaaS-基础设施即服务</b>

# Blog_CEANK_H2_SubHeading2
source: <b>PaaS - Platform as a Service</b>
ar: <b>PaaS - النظام الأساسي كخدمة </b>
es: <b>PaaS - Plataforma como servicio</b>
fr: <b>PaaS - Plate-forme en tant que service</b>
it: <b>PaaS - Piattaforma come servizio</b>
ko: <b>PaaS - 서비스로서의 플랫폼</b>
nl: <b>PaaS - Platform als en Dienst</b>
pl: <b>PaaS — platforma jako usługa</b>
pt: <b>PaaS - Plataforma como Serviço</b>
ru: <b>PaaS - платформа как услуга</b>
sv: <b>PaaS – Plattformen som tjänst</b>
tr: <b>PaaS - Bir Hizmet olarak Platform</b>
zh: <b>PaaS-平台即服务</b>

# Blog_CEANK_H2_SubHeading3
source: <b>SaaS - Software as a Service</b>
ar: <b> ساس- برنامج كخدمة </ b>
de: <b>SaaS - Software als Dienstleistung</b>
es: <b>SaaS - Software como servicio</b>
fr: <b>SaaS - Logiciel en tant que Service</b>
ko: <b>SaaS - 서비스로서의 소프트웨어</b>
pl: <b>SaaS — oprogramowanie jako usługa</b>
pt: <b>SaaS - Software como Serviço</b>
ru: <b>SaaS - Программное обеспечение как услуга</b>
tr: <b>SaaS - Hizmet Olarak Yazılım</b>
zh: <b>SaaS-软件即服务</b>

# Blog_CEANK_H2_Text1
source: Virtualization is the technology that allows cloud computing. By creating a simulation of a physical computer called virtual machines, we implement the capacity of servers and data centers to stock information.<br/><br/>There are different categories that will characterize computing cloud storage
ar: المحاكاة الافتراضية هي التكنولوجيا التي تسمح بالحوسبة السحابية. من خلال إنشاء محاكاة لجهاز كمبيوتر فعلي يسمى الأجهزة الافتراضية ، فإننا ننفذ قدرة الخوادم ومراكز البيانات على تخزين المعلومات. <br/> <br/> هناك فئات مختلفة ستميز التخزين السحابي للحوسبة
de: Virtualisierung ist die Technologie, die Cloud Computing ermöglicht. Durch die Erstellung einer Simulation eines physischen Computers, der als virtuelle Maschine bezeichnet wird, implementieren wir die Kapazität von Servern und Rechenzentren, um Informationen zu speichern.<br/><br/>Es gibt verschiedene Kategorien, die das Computing von Cloud-Speichern charakterisieren
es: La virtualización es la tecnología que permite la computación en la nube. Al crear una simulación de una computadora física llamada máquinas virtuales, implementamos la capacidad de los servidores y centros de datos para almacenar información.<br/><br/>Existen diferentes categorías que caracterizarán el almacenamiento en la nube.
fr: La virtualisation est la technologie qui permet l'informatique cloud. En créant une simulation d’un ordinateur physique appelé machines virtuelles, nous mettons en œuvre la capacité des serveurs et des centres de données à stocker des informations.<br/><br/>Il existe différentes catégories qui caractériseront le stockage informatique sur le cloud
it: La virtualizzazione è la tecnologia che consente il cloud computing. Creando una simulazione di un computer fisico chiamato macchine virtuali, implementiamo la capacità di server e data center di immagazzinare informazioni.<br/><br/>Ci sono diverse categorie che caratterizzeranno il cloud storage informatico
ko: 가상화는 클라우드 컴퓨팅을 가능하게 하는 기술입니다. 가상 머신이라는 물리적 컴퓨터의 시뮬레이션을 만들어 정보를 저장할 수 있는 서버 및 데이터 센터의 용량을 구현합니다.<br/><br/>컴퓨팅 클라우드 스토리지를 특징짓는 다양한 범주가 있습니다.
nl: Virtualisatie is de technologie die cloud computing mogelijk maakt. Door een simulatie te maken van een fysieke computer die virtuele machines wordt genoemd, implementeren we de capaciteit van servers en datacenters om informatie op te slaan.<br/><br/>Er zijn verschillende categorieën die kenmerkend zijn voor computeropslag in de cloud
pl: Wirtualizacja to technologia umożliwiająca przetwarzanie w chmurze. Tworząc symulację fizycznego komputera, nazywanego maszynami wirtualnymi, wdrażamy pojemność serwerów i centrów danych do przechowywania informacji.<br/><br/>Istnieją różne kategorie, które będą charakteryzować przechowywanie w chmurze obliczeniowej
pt: A virtualização é a tecnologia que permite a computação na nuvem. Ao criar-se uma simulação de um computador físico chamado máquina virtual, implementa-se a capacidade de servidores e centros de dados para abastecer informação.<br/><br/>Há diferentes categorias que irão caracterizar o armazenamento na nuvem de computação
ru: Виртуализация - это технология, которая позволяет осуществлять облачные вычисления. Создавая имитацию физического компьютера, называемого виртуальными машинами, мы реализуем возможности серверов и центров обработки данных для хранения информации.<br/><br/>Существуют различные категории, которые могут характеризовать вычислительное облачное хранилище
sv: Virtualisering är tekniken som möjliggör cloud computing. Genom att skapa en simulering av en fysisk dator som kallas virtuella maskiner implementerar vi kapaciteten hos servrar och datacenters för att lagra information.<br/><br/>Det finns olika kategorier som kommer att karakterisera datormolnlagring
tr: Sanallaştırma, bulut bilişime izin veren teknolojidir. Sanal makine adı verilen fiziksel bir bilgisayarın simülasyonunu oluşturarak, sunucuların ve veri merkezlerinin bilgi stoklama kapasitesini uygularız.<br/><br/>Bilgi işlem bulut depolamasını karakterize edecek farklı kategoriler bulunur
zh: 虚拟化是允许云计算的技术。 通过创建称为虚拟机的物理计算机的模拟，我们实现了服务器和数据中心存储信息的能力。<br/><br/>有不同的类别，将表征计算云存储

# Blog_CEANK_H2_Text2
source: There are different categories that will characterize computing cloud storage, here are the different services:<br/>
ar: هناك فئات مختلفة ستميز التخزين السحابي للحوسبة ، وهنا الخدمات المختلفة: <br/>
de: Es gibt verschiedene Kategorien, die den Cloud-Speicher charakterisieren, hier sind die verschiedenen Dienste:<br/>
es: Existen diferentes categorías que caracterizarán el almacenamiento en la nube:<br/>
fr: Il existe différentes catégories qui vont caractériser le stockage informatique cloud, voici les différents services:<br/>
it: Esistono diverse categorie che caratterizzeranno il cloud storage informatico, ecco i diversi servizi:<br/>
ko: 컴퓨팅 클라우드 저장소를 특징짓는 다양한 범주가 있으며, 다음과 같은 서비스들이 바로 그 예입니다: <br/>
nl: Er zijn verschillende categorieën die cloudopslag computergebruik karakteriseren, hier zijn de verschillende diensten:<br/>
pl: Istnieją różne kategorie, które będą charakteryzować przechowywanie w chmurze obliczeniowej, oto różne usługi:<br/>
pt: Há categorias diferentes de armazenamento na nuvem de computação, estes são os diferentes serviços:<br/>
ru: Существуют различные категории, которые будут определять вычислительное облачное хранилище, вот различные сервисы:<br/>
sv: Det finns olika kategorier som kommer att känneteckna datormolnlagring, här är de olika tjänsterna:<br/>
tr: Bilgisayarlı bulut depolamayı nitelendiren farklı kategoriler bulunur, işte farklı hizmetler:<br/>
zh: 有不同的类别，将表征计算云存储，这里是不同的服务：<br/>

# Blog_CEANK_H4_Text1
source: Personal data is any information relating to an identifiable person. Examples for that could be name, address, occupation, income, political opinions, healthcare information and IP address of course.
ar: البيانات الشخصية هي أي معلومات تتعلق بشخص يمكن التعرف عليه. ومن الأمثلة على ذلك الاسم والعنوان والوظيفة والدخل والآراء السياسية ومعلومات الرعاية الصحية وعنوان IP بالطبع.
de: Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierbare Person beziehen. Beispiele dafür könnten Name, Adresse, Beruf, Einkommen, politische Meinungen, Gesundheitsinformationen und natürlich die IP-Adresse sein.
es: Los datos personales son cualquier información relativa a una persona identificable. Ejemplos de eso podrían ser el nombre, la dirección, la ocupación, los ingresos, las opiniones políticas, la información de atención médica y, por supuesto, la dirección IP.
fr: Les données personnelles sont toutes les informations relatives à une personne identifiable. Des exemples pour cela pourraient être le nom, l’adresse, la profession, le revenu, les opinions politiques, les informations sur les soins de santé et l’adresse IP bien sûr.
it: I dati personali sono tutte le informazioni relative a una persona identificabile. Esempi potrebbero essere nome, indirizzo, occupazione, reddito, opinioni politiche, informazioni sanitarie e indirizzo IP, naturalmente.
nl: Persoonsgegevens zijn alle informatie over een identificeerbare persoon. Voorbeelden daarvan zijn naam, adres, beroep, inkomen, politieke opvattingen, gezondheidsgegevens en natuurlijk het IP-adres.
pl: Dane osobowe to wszelkie informacje dotyczące możliwej do zidentyfikowania osoby. Przykładami mogą być imię i nazwisko, adres, zawód, dochód, poglądy polityczne, informacje dotyczące opieki zdrowotnej i oczywiście adres IP.
pt: Dados pessoais são qualquer informação relacionada a uma pessoa identificável. Exemplos podem ser nome, morada, profissão, salário, opiniões políticas, informação de cuidados de saúde e endereço IP, claro.
ru: Персональные данные - это любая информация, относящаяся к определяемому лицу. Примерами этого могут быть имя, адрес, род занятий, доход, политические убеждения, информация о здравоохранении и, конечно, IP-адрес.
sv: Personuppgifter är all information som rör en identifierbar person. Exempel på det kan vara namn, adress, yrke, inkomst, politiska åsikter, sjukvårdsinformation och förstås IP-adressen.
tr: Kişisel veriler, tanımlanabilir bir kişiyle ilgili herhangi bir bilgidir. Bunun örnekleri arasında elbette isim, adres, meslek, gelir, siyasi görüşler, sağlık bilgileri ve IP adresi olabilir.
zh: 个人数据是与可识别个人相关的任何信息。 这方面的例子可能是姓名，地址，职业，收入，政治观点，医疗保健信息和IP地址当然。
