Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H3_SH2_Text1
source: <b><li>Encryption Selection:</b> ☑️ Choose a strong encryption algorithm, such as Advanced Encryption Standard AES 256-bit, following recommendations from the National Institute of Standards and Technology (NIST). We recommend using AxCrypt, a simple and easy-to-use file encryption software that utilizes AES 256-bit encryption to safeguard your data.</li>
ar: <b><li>اختيار التشفير:</li></b> ☑️ اختر خوارزمية تشفير قوية، مثل معيار التشفير المتقدم AES 256 بت، باتباع توصيات المعهد الوطني للمعايير والتكنولوجيا (NIST). نوصي باستخدام اكسكربت، وهو برنامج تشفير ملفات بسيط وسهل الاستخدام يستخدم تشفير AES 256 بت لحماية بياناتك.
de: <b><li>Auswahl der Verschlüsselung:</b> ☑️ Wählen Sie einen starken Verschlüsselungsalgorithmus, z. B. Advanced Encryption Standard AES 256-Bit, und folgen Sie den Empfehlungen des National Institute of Standards and Technology (NIST). Wir empfehlen die Verwendung von AxCrypt, einer einfachen und benutzerfreundlichen Dateiverschlüsselungssoftware, die AES-256-Bit-Verschlüsselung verwendet, um Ihre Daten zu schützen.</li>
es: <b><li>Selección de cifrado:</li></b> ☑️ Elija un algoritmo de cifrado seguro, como el estándar de cifrado avanzado AES de 256 bits, siguiendo las recomendaciones del Instituto Nacional de Estándares y Tecnología (NIST). Recomendamos utilizar AxCrypt, un software de cifrado de archivos simple y fácil de usar que utiliza cifrado AES de 256 bits para proteger sus datos.
fr: <b><li>Sélection du Cryptage :</b> ☑️ Choisissez un algorithme de cryptage puissant, tel que Advanced Encryption Standard AES 256 bits, en suivant les recommandations du National Institute of Standards and Technology (NIST). Nous vous recommandons d'utiliser AxCrypt, un logiciel de chiffrement de fichiers simple et facile à utiliser qui utilise le chiffrement AES 256 bits pour protéger vos données.</li>
it: <b><li>Selezione della crittografia:</li></b> ☑️ Scegli un algoritmo di crittografia avanzato, ad esempio Advanced Encryption Standard AES a 256 bit, seguendo le raccomandazioni del National Institute of Standards and Technology (NIST). Ti consigliamo di utilizzare AxCrypt, un software di crittografia dei file semplice e facile da usare che utilizza la crittografia AES a 256 bit per salvaguardare i tuoi dati.
ko: <b><li>암호화 선택:</b> ☑️ NIST(National Institute of Standards and Technology)의 권장 사항에 따라 고급 암호화 표준 AES 256비트와 같은 강력한 암호화 알고리즘을 선택합니다. 데이터를 보호하기 위해 AES 256비트 암호화를 사용하는 간단하고 사용하기 쉬운 파일 암호화 소프트웨어인 AxCrypt를 사용하는 것이 좋습니다.</li>
nl: <b><li>Encryptie selectie:</li></b> ☑️ Kies een sterk versleutelingsalgoritme, zoals Advanced Encryption Standard AES 256-bits, volgens de aanbevelingen van het National Institute of Standards and Technology (NIST). We raden aan om AxCrypt te gebruiken, een eenvoudige en gebruiksvriendelijke software voor bestandsversleuteling die gebruikmaakt van AES 256-bits versleuteling om jouw gegevens te beschermen.
pl: <b><li>Wybór szyfrowania:</b> ☑️ Wybierz silny algorytm szyfrowania, taki jak 256-bitowy standard Advanced Encryption Standard AES, zgodnie z zaleceniami Narodowego Instytutu Standardów i Technologii (NIST). Zalecamy korzystanie z AxCrypt, prostego i łatwego w użyciu oprogramowania do szyfrowania plików, które wykorzystuje 256-bitowe szyfrowanie AES w celu ochrony Twoich danych.</li>
pt: <b><li>Seleção de criptografia:</li></b> ☑️ Escolha um algoritmo de criptografia forte, como Advanced Encryption Standard AES 256-bit, seguindo as recomendações do National Institute of Standards and Technology (NIST). Recomendamos o uso do AxCrypt, um software de criptografia de arquivos simples e fácil de usar que utiliza criptografia AES de 256 bits para proteger seus dados.
ru: <b><li>Выбор шифрования:</b> ☑️ Выберите надежный алгоритм шифрования, например Расширенный стандарт шифрования AES 256-bit, в соответствии с рекомендациями Национального института стандартов и технологий (NIST). Мы рекомендуем использовать AxCrypt, простое и удобное в использовании программное обеспечение для шифрования файлов, которое использует 256-битное шифрование AES для защиты ваших данных.</li>
sv: <li><b>Sårbarhetsbedömning:</b> ☑️ Utvärdera svagheterna i dina nuvarande säkerhetsåtgärder som skulle kunna möjliggöra att dessa hot materialiseras.</li>
tr: <b><li>Şifreleme Seçimi:</li></b> ☑️ Ulusal Standartlar ve Teknoloji Enstitüsü'nün (NIST) önerilerini izleyerek Gelişmiş Şifreleme Standardı AES 256 bit gibi güçlü bir şifreleme algoritması seçin. Verilerinizi korumak için AES 256 bit şifreleme kullanan basit ve kullanımı kolay bir dosya şifreleme yazılımı olan AxCrypt'i kullanmanızı öneririz.
zh: <b><li>加密选择：</b> ☑️ 按照美国国家标准与技术研究院 （NIST） 的建议，选择强加密算法，例如高级加密标准 AES 256 位。我们建议使用 AxCrypt，这是一款简单易用的文件加密软件，它利用 AES 256 位加密来保护您的数据。</li>

# Blog_HTCWHER_H3_SH2_Text2
source: <b><li>Data at Rest:</b> ☑️ Implement encryption for all ePHI stored electronically, including databases, servers, and portable devices. AxCrypt allows you to encrypt individual files within folders automatically on your devices, adding an extra layer of security for sensitive patient information.</li>
ar: <b><li>البيانات في حالة عدم النشاط:</li></b> ☑️ تنفيذ التشفير لجميع ePHI المخزنة إلكترونيا ، بما في ذلك قواعد البيانات والخوادم والأجهزة المحمولة. يسمح لك اكسكربت بتشفير الملفات الفردية داخل المجلدات تلقائيا على أجهزتك ، مما يضيف طبقة إضافية من الأمان لمعلومات المريض الحساسة.
de: <b><li>Daten im Ruhezustand:</b> ☑️ Implementieren Sie Verschlüsselung für alle elektronisch gespeicherten ePHI, einschließlich Datenbanken, Server und tragbare Geräte. AxCrypt ermöglicht es Ihnen, einzelne Dateien innerhalb von Ordnern automatisch auf Ihren Geräten zu verschlüsseln und so eine zusätzliche Sicherheitsebene für sensible Patienteninformationen hinzuzufügen.</li>
es: <b><li>Datos en reposo:</li></b> ☑️ Implemente el cifrado para toda la ePHI almacenada electrónicamente, incluidas las bases de datos, los servidores y los dispositivos portátiles. AxCrypt le permite cifrar archivos individuales dentro de carpetas automáticamente en sus dispositivos, agregando una capa adicional de seguridad para la información confidencial del paciente.
fr: <b><li>Données au Repos :</b> ☑️ Mettez en œuvre le chiffrement de toutes les ePHI stockées électroniquement, y compris les bases de données, les serveurs et les appareils portables. AxCrypt vous permet de crypter automatiquement des fichiers individuels dans des dossiers sur vos appareils, ajoutant ainsi une couche de sécurité supplémentaire pour les informations sensibles des patients.</li>
it: <b><li>Dati inattivi:</li></b> ☑️ Implementa la crittografia per tutte le ePHI archiviate elettronicamente, inclusi database, server e dispositivi portatili. AxCrypt consente di crittografare automaticamente i singoli file all'interno delle cartelle sui dispositivi, aggiungendo un ulteriore livello di sicurezza per le informazioni sensibili dei pazienti.
ko: <b><li>유휴 데이터:</b> ☑️ 데이터베이스, 서버 및 휴대용 장치를 포함하여 전자적으로 저장된 모든 ePHI에 대한 암호화를 구현합니다. AxCrypt를 사용하면 디바이스에 있는 폴더 내의 개별 파일을 자동으로 암호화하여 중요한 환자 정보에 대한 보안을 한층 강화할 수 있습니다.</li>
nl: <b><li>Gegevens in rust:</li></b> ☑️ Implementeer versleuteling voor alle ePHI die elektronisch zijn opgeslagen, inclusief databases, servers en draagbare apparaten. Met AxCrypt kun je individuele bestanden in mappen op jouw apparaten automatisch versleutelen, waardoor een extra beveiligingslaag wordt toegevoegd voor gevoelige patiëntinformatie.
pl: <b><li>Dane w spoczynku:</b> ☑️ Wprowadź szyfrowanie wszystkich ePHI przechowywanych w formie elektronicznej, w tym baz danych, serwerów i urządzeń przenośnych. AxCrypt umożliwia automatyczne szyfrowanie pojedynczych plików w folderach na urządzeniach, co stanowi dodatkową warstwę zabezpieczeń wrażliwych informacji o pacjencie.</li>
pt: <b><li>Dados em repouso:</li></b> ☑️ Implemente criptografia para todos os ePHI armazenados eletronicamente, incluindo bancos de dados, servidores e dispositivos portáteis. O AxCrypt permite criptografar arquivos individuais dentro de pastas automaticamente em seus dispositivos, adicionando uma camada extra de segurança para informações confidenciais do paciente.
ru: <b><li>Данные в состоянии покоя:</b> ☑️ Реализуйте шифрование для всех ePHI, хранящихся в электронном виде, включая базы данных, серверы и портативные устройства. AxCrypt позволяет автоматически шифровать отдельные файлы в папках на ваших устройствах, добавляя дополнительный уровень безопасности для конфиденциальной информации о пациентах.</li>
sv: <li><b>Data i vila:</b> ☑️ Implementera kryptering för all ePHI som lagras elektroniskt, inklusive databaser, servrar och bärbara enheter. AxCrypt gör det möjligt att automatiskt kryptera enskilda filer inom mappar på dina enheter, vilket lägger till ett extra säkerhetslager för känslig patientinformation.</li>
tr: <b><li>Bekleme Halindeki Veriler:</li></b> ☑️ Veritabanları, sunucular ve taşınabilir cihazlar dahil olmak üzere elektronik olarak depolanan tüm ePHI için şifreleme kullanın. AxCrypt, hassas hasta bilgileri için ekstra bir güvenlik katmanı ekleyerek, klasörler içindeki her bir dosyayı cihazlarınızda otomatik olarak şifrelemenize olanak tanır.
zh: <b><li>静态数据：</b> ☑️ 对所有以电子方式存储的 ePHI 实施加密，包括数据库、服务器和便携式设备。AxCrypt允许您在设备上自动加密文件夹中的单个文件，为敏感的患者信息增加了额外的安全层。</li>

# Blog_HTCWHER_H3_SH2_Text3
source: <b><li>Data in Transit:</b> ☑️ Use secure protocols like TLS (Transport Layer Security) or VPNs (Virtual Private Networks) to encrypt ePHI whenever it's transmitted electronically. While AxCrypt encrypts data at rest, ensure you have additional safeguards like TLS enabled for secure transmission during emails or file transfers.</li>
ar: <b><li>البيانات قيد النقل:</li></b> ☑️ استخدم بروتوكولات آمنة مثل TLS (أمان طبقة النقل) أو شبكات VPN (الشبكات الافتراضية الخاصة) لتشفير ePHI كلما تم إرسالها إلكترونيا. بينما يقوم AxCrypt بتشفير البيانات في حالة الراحة ، تأكد من أن لديك ضمانات إضافية مثل تمكين TLS للإرسال الآمن أثناء رسائل البريد الإلكتروني أو نقل الملفات.
de: <b><li>Daten während der Übertragung:</b> ☑️ Verwenden Sie sichere Protokolle wie TLS (Transport Layer Security) oder VPNs (Virtual Private Networks), um ePHI zu verschlüsseln, wenn sie elektronisch übertragen werden. Während AxCrypt ruhende Daten verschlüsselt, stellen Sie sicher, dass Sie zusätzliche Sicherheitsvorkehrungen wie TLS für die sichere Übertragung bei E-Mails oder Dateiübertragungen aktiviert haben.</li>
es: <b><li>Datos en tránsito:</li></b> ☑️ Utilice protocolos seguros como TLS (seguridad de la capa de transporte) o VPN (redes privadas virtuales) para cifrar la ePHI siempre que se transmita electrónicamente. Si bien AxCrypt encripta los datos en reposo, asegúrese de tener salvaguardas adicionales como TLS habilitadas para una transmisión segura durante los correos electrónicos o las transferencias de archivos.
fr: <b><li>Données en Transit :</b> ☑️ Utilisez des protocoles sécurisés tels que TLS (Transport Layer Security) ou VPN (Virtual Private Networks) pour crypter les ePHI chaque fois qu'elles sont transmises par voie électronique. Pendant qu'AxCrypt chiffre les données au repos, assurez-vous de disposer de protections supplémentaires telles que TLS activé pour une transmission sécurisée lors des e-mails ou des transferts de fichiers.</li>
it: <b><li>Dati in transito:</li></b> ☑️ Utilizza protocolli sicuri come TLS (Transport Layer Security) o VPN (Virtual Private Network) per crittografare le ePHI ogni volta che vengono trasmesse elettronicamente. Mentre AxCrypt crittografa i dati inattivi, assicurati di avere ulteriori misure di sicurezza come TLS abilitato per la trasmissione sicura durante le e-mail o i trasferimenti di file.
ko: <b><li>전송 중인 데이터:</b> ☑️ TLS(전송 계층 보안) 또는 VPN(가상 사설망)과 같은 보안 프로토콜을 사용하여 ePHI가 전자적으로 전송될 때마다 암호화합니다. AxCrypt는 사용 중인 데이터를 암호화하지만 전자 메일이나 파일을 전송하는 동안 TLS와 같은 추가 보호 장치를 사용하여 안전하게 전송할 수 있도록 합니다.</li>
nl: <b><li>Gegevens in overdracht:</li></b> ☑️ Gebruik veilige protocollen zoals TLS (Transport Layer Security) of VPN's (Virtual Private Networks) om ePHI te versleutelen wanneer het elektronisch wordt verzonden. Hoewel AxCrypt gegevens in rust versleutelt, moet je ervoor zorgen dat je aanvullende beveiligingen zoals TLS hebt ingeschakeld voor een veilige overdracht tijdens e-mails of bestandsoverdrachten.
pl: <b><li>Przesyłanie danych:</b> ☑️ Korzystaj z bezpiecznych protokołów, takich jak TLS (Transport Layer Security) lub VPN (wirtualne sieci prywatne), aby szyfrować ePHI za każdym razem, gdy są one przesyłane elektronicznie. Chociaż AxCrypt szyfruje dane w spoczynku, upewnij się, że masz dodatkowe zabezpieczenia, takie jak włączony TLS, w celu bezpiecznej transmisji podczas e-maili lub transferów plików.</li>
pt: <b><li>Dados em Trânsito:</li></b> ☑️ Use protocolos seguros como TLS (Transport Layer Security) ou VPNs (Virtual Private Networks) para criptografar o ePHI sempre que ele for transmitido eletronicamente. Embora o AxCrypt criptografe dados em repouso, certifique-se de ter proteções adicionais, como TLS, habilitadas para transmissão segura durante e-mails ou transferências de arquivos.
ru: <b><li>Данные при передаче:</b> ☑️ Используйте безопасные протоколы, такие как TLS (Безопасность транспортного уровня) или VPN (виртуальные частные сети), для шифрования ePHI при ее передаче в электронном виде. В то время как AxCrypt шифрует данные при хранении, убедитесь, что у вас включены дополнительные меры безопасности, такие как TLS, для безопасной передачи во время электронной почты или передачи файлов.</li>
sv: <li><b>Data i transit:</b> ☑️ Använd säkra protokoll som TLS (Transport Layer Security) eller VPN (Virtual Private Networks) för att kryptera ePHI när den överförs elektroniskt. Medan AxCrypt krypterar data i vila, se till att du har ytterligare skyddsåtgärder som TLS aktiverade för säker överföring under e-postmeddelanden eller filöverföringar.</li>
tr: <b><li>Aktarım Halindeki Veriler:</li></b> ☑️ ePHI'yi elektronik olarak iletildiğinde şifrelemek için TLS (Aktarım Katmanı Güvenliği) veya VPN'ler (Sanal Özel Ağlar) gibi güvenli protokoller kullanın. AxCrypt aktarım halindeki verileri şifrelerken, e-postalar veya dosya aktarımları sırasında güvenli iletim için TLS gibi ek güvenlik önlemlerinin etkinleştirildiğinden emin olun.
zh: <b><li>传输中的数据：</b> ☑️ 使用 TLS（传输层安全）或 VPN（虚拟专用网络）等安全协议，在以电子方式传输 ePHI 时对其进行加密。虽然AxCrypt对静态数据进行加密，但请确保您有额外的保护措施，如启用TLS，以便在电子邮件或文件传输期间进行安全传输。</li>

# Blog_HTCWHER_H3_SH2_Text4
source: <b><li>Email Encryption:</b> ☑️ Consider implementing a separate email encryption solution for sensitive communications containing ePHI. AxCrypt allows encrypted sharing of files via email with just a click.</li>
ar: <b><li>تشفير البريد الإلكتروني:</li></b> ☑️ ضع في اعتبارك تنفيذ حل تشفير بريد إلكتروني منفصل للاتصالات الحساسة التي تحتوي على ePHI. يسمح اكسكربت بمشاركة الملفات المشفرة عبر البريد الإلكتروني بنقرة واحدة فقط.
de: <b><li>E-Mail-Verschlüsselung:</b> ☑️ Erwägen Sie die Implementierung einer separaten E-Mail-Verschlüsselungslösung für vertrauliche Kommunikation, die ePHI enthält. AxCrypt ermöglicht das verschlüsselte Teilen von Dateien per E-Mail mit nur einem Klick.</li>
es: <b><li>Cifrado de correo electrónico:</li></b> ☑️ Considere la posibilidad de implementar una solución de cifrado de correo electrónico independiente para las comunicaciones confidenciales que contienen ePHI. AxCrypt permite compartir archivos cifrados por correo electrónico con solo un clic.
fr: <b><li>Cryptage des e-mails :</b> ☑️ Envisagez de mettre en œuvre une solution de cryptage des e-mails distincte pour les communications sensibles contenant des ePHI. AxCrypt permet le partage crypté de fichiers par courrier électronique en un seul clic.</li>
it: <b><li>Crittografia delle e-mail:</li></b> ☑️ Prendi in considerazione l'implementazione di una soluzione di crittografia delle e-mail separata per le comunicazioni sensibili contenenti ePHI. AxCrypt consente la condivisione crittografata dei file via e-mail con un semplice clic.
ko: <b><li>e-메일 암호화:</b> ☑️ ePHI를 포함하는 민감한 통신에 대해 별도의 e-메일 암호화 솔루션을 구현하는 것이 좋습니다. AxCrypt를 사용하면 클릭 한 번으로 e-메일을 통해 암호화된 파일을 공유할 수 있습니다.</li>
nl: <b><li>E-mail versleuteling:</li></b> ☑️ Overweeg om een aparte oplossing voor e-mailversleuteling te implementeren voor gevoelige communicatie die ePHI bevat. AxCrypt maakt het mogelijk om bestanden versleuteld te delen via e-mail met slechts één klik.
pl: <b><li>Szyfrowanie wiadomości e-mail:</b> ☑️ Rozważ wdrożenie osobnego rozwiązania do szyfrowania wiadomości e-mail w przypadku poufnych wiadomości zawierających ePHI. AxCrypt umożliwia szyfrowane udostępnianie plików pocztą elektroniczną jednym kliknięciem.</li>
pt: <b><li>Criptografia de e-mail:</li></b> ☑️ Considere a implementação de uma solução de criptografia de e-mail separada para comunicações confidenciais contendo ePHI. AxCrypt permite o compartilhamento criptografado de arquivos via e-mail com apenas um clique.
ru: <b><li>Шифрование электронной почты:</b> ☑️ Рассмотрите возможность внедрения отдельного решения для шифрования электронной почты для конфиденциальных сообщений, содержащих ePHI. AxCrypt позволяет обмениваться файлами по электронной почте в зашифрованном виде одним щелчком мыши.</li>
sv: <li><b>E-postkryptering:</b> ☑️ Överväg att implementera en separat e-postkrypteringslösning för känslig kommunikation som innehåller ePHI. AxCrypt möjliggör krypterad delning av filer via e-post med bara ett klick.</li>
tr: <b><li>E-posta Şifreleme:</li></b> ☑️ ePHI içeren hassas iletişimler için ayrı bir e-posta şifreleme çözümü uygulamayı düşünün. AxCrypt, dosyaların sadece bir tıklama ile e-posta yoluyla şifreli paylaşımına izin verir.
zh: <b><li>电子邮件加密：</b> ☑️ 考虑为包含 ePHI 的敏感通信实施单独的电子邮件加密解决方案。AxCrypt 只需单击一下即可通过电子邮件加密共享文件。</li>

# Blog_HTCWHER_H3_SH3_Text1
source: <li><b>Key Security:</b> ☑️ Develop and document secure procedures for generating, storing, managing, and accessing encryption keys. AxCrypt offers user-friendly key management, ensuring only authorized personnel have access to decrypt files.</li>
ar: <li><b>أمان المفاتيح:</b> ☑️ تطوير وتوثيق إجراءات آمنة لإنشاء مفاتيح التشفير وتخزينها وإدارتها والوصول إليها. يوفر اكسكربت إدارة مفاتيح سهلة الاستخدام ، مما يضمن وصول الموظفين المصرح لهم فقط إلى ملفات فك التشفير.</li>
de: <li><b>Schlüsselsicherheit:</b> ☑️ Entwickeln und dokumentieren Sie sichere Verfahren zum Generieren, Speichern, Verwalten und Zugreifen auf Verschlüsselungsschlüssel. AxCrypt bietet eine benutzerfreundliche Schlüsselverwaltung, die sicherstellt, dass nur autorisiertes Personal Zugriff auf die Entschlüsselung von Dateien hat.</li>
es: <li><b>Seguridad de claves:</b> ☑️ desarrolle y documente procedimientos seguros para generar, almacenar, administrar y acceder a claves de cifrado. AxCrypt ofrece una gestión de claves fácil de usar, asegurando que sólo el personal autorizado tenga acceso a descifrar archivos.</li>
fr: <li><b>Sécurité des Clés :</b> ☑️ Développer et documenter des procédures sécurisées pour générer, stocker, gérer et accéder aux clés de chiffrement. AxCrypt offre une gestion conviviale des clés, garantissant que seul le personnel autorisé a accès au décryptage des fichiers.</li>
it: <li><b>Sicurezza delle chiavi:</b> ☑️ sviluppa e documenta procedure sicure per la generazione, l'archiviazione, la gestione e l'accesso alle chiavi di crittografia. AxCrypt offre una gestione delle chiavi facile da usare, garantendo che solo il personale autorizzato abbia accesso alla decrittografia dei file.</li>
ko: <li><b>키 보안:</b> ☑️ 암호화 키를 생성, 저장, 관리 및 액세스하기 위한 보안 절차를 개발하고 문서화합니다. AxCrypt는 사용자에게 친숙한 키 관리 기능을 제공하므로 권한이 있는 직원만 암호 해독 파일을 액세스할 수 있습니다.</li>
nl: <li><b>Sleutelbeveiliging:</b> ☑️ Ontwikkel en documenteer veilige procedures voor het genereren, opslaan, beheren en openen van coderingssleutels. AxCrypt biedt gebruiksvriendelijk sleutelbeheer, zodat alleen geautoriseerd personeel toegang heeft tot het ontsleutelen van bestanden.</li>
pl: <li><b>Bezpieczeństwo kluczy:</b> ☑️ Opracuj i udokumentuj bezpieczne procedury generowania, przechowywania, zarządzania i uzyskiwania dostępu do kluczy szyfrujących. AxCrypt oferuje przyjazne dla użytkownika zarządzanie kluczami, zapewniając, że tylko autoryzowany personel ma dostęp do odszyfrowywania plików.</li>
pt: <li><b>Segurança de chaves:</b> ☑️ Desenvolva e documente procedimentos seguros para gerar, armazenar, gerenciar e acessar chaves de criptografia. O AxCrypt oferece gerenciamento de chaves fácil de usar, garantindo que apenas pessoal autorizado tenha acesso para descriptografar arquivos.</li>
ru: <li><b>Безопасность ключей:</b> ☑️ Разрабатывание и документирование безопасных процедур для создания, хранения, управления и доступа к ключам шифрования. AxCrypt предлагает удобное управление ключами, гарантируя, что только уполномоченный персонал имеет доступ к расшифровке файлов.</li>
sv: <li><b>Nyckelsäkerhet:</b> ☑️ Utveckla och dokumentera säkra rutiner för generering, lagring, hantering och åtkomst av krypteringsnycklar. AxCrypt erbjuder användarvänlig nyckelhantering, vilket säkerställer att endast behörig personal har tillgång till att dekryptera filer.</li>
tr: <li><b>Anahtar Güvenliği:</b> ☑️ Şifreleme anahtarlarını oluşturmak, depolamak, yönetmek ve bunlara erişmek için güvenli prosedürler geliştirin ve belgeleyin. AxCrypt, kullanıcı dostu anahtar yönetimi sunarak yalnızca yetkili personelin dosyaların şifresini çözme erişimine sahip olmasını sağlar.</li>
zh: <li><b>密钥安全性：</b> ☑️开发和记录用于生成、存储、管理和访问加密密钥的安全过程。AxCrypt提供用户友好的密钥管理，确保只有授权人员才能访问解密文件。</li>
