Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EGEODUNA_Conclusion_Text1
source: In conclusion, AxCrypt software provides a comprehensive and secure solution for encrypting files stored on the OneDrive cloud storage, regardless of the device being used. With <b> AES 256-bit </b> encryption, users can be rest assured that their sensitive data is well-protected from unauthorized access. The process of encrypting files with AxCrypt is simple and can be done on desktops, laptops, and mobile devices, making it convenient for users to safeguard their files no matter where they are.
ar: في الختام ، يوفر برنامج اكسكربت حلا شاملا وآمنا لتشفير الملفات المخزنة على التخزين السحابي ون درايف، بغض النظر عن الجهاز المستخدم. باستخدام تشفير <b> AES 256-bit </b> ، يمكن للمستخدمين أن يطمئنوا إلى أن بياناتهم الحساسة محمية جيدًا من الوصول غير المصرح به. عملية تشفير الملفات باستخدام اكسكربت بسيطة ويمكن إجراؤها على أجهزة الكمبيوتر المكتبية وأجهزة الكمبيوتر المحمولة والأجهزة المحمولة ، مما يسهل على المستخدمين حماية ملفاتهم بغض النظر عن مكان وجودهم.
de: Zusammenfassend bietet die AxCrypt-Software eine umfassende und sichere Lösung zum Verschlüsseln von Dateien, die auf dem OneDrive-Cloud-Speicher gespeichert sind, unabhängig vom verwendeten Gerät. Mit der <b> AES 256-Bit </b> -Verschlüsselung können Benutzer sicher sein, dass ihre sensiblen Daten vor unbefugtem Zugriff gut geschützt sind. Das Verschlüsseln von Dateien mit AxCrypt ist einfach und kann auf Desktops, Laptops und Mobilgeräten durchgeführt werden, sodass Benutzer ihre Dateien bequem von jedem Ort aus schützen können.
es: En conclusión, el software AxCrypt proporciona una solución integral y segura para cifrar archivos almacenados en el almacenamiento en la nube de OneDrive, independientemente del dispositivo que se utilice. Con el cifrado <b>AES de 256 bits</b>, los usuarios pueden estar seguros de que sus datos confidenciales están bien protegidos contra el acceso no autorizado. El proceso de cifrado de archivos con AxCrypt es simple y se puede realizar en computadoras de escritorio, portátiles y dispositivos móviles, lo que facilita que los usuarios protejan sus archivos sin importar dónde se encuentren.
fr: En conclusion, le logiciel AxCrypt fournit une solution complète et sécurisée pour chiffrer les fichiers stockés sur le stockage cloud OneDrive, quel que soit l'appareil utilisé. Avec le cryptage <b> AES 256 bits </b>, les utilisateurs peuvent être assurés que leurs données sensibles sont bien protégées contre tout accès non autorisé. Le processus de cryptage des fichiers avec AxCrypt est simple et peut être effectué sur des ordinateurs de bureau, des ordinateurs portables et des appareils mobiles, ce qui permet aux utilisateurs de sauvegarder leurs fichiers, où qu'ils se trouvent.
it: In conclusione, il software AxCrypt fornisce una soluzione completa e sicura per crittografare i file archiviati nell'archivio cloud OneDrive, indipendentemente dal dispositivo utilizzato. Con <b>la crittografia AES a 256 bit</b>, gli utenti possono essere certi che i loro dati sensibili sono ben protetti da accessi non autorizzati. Il processo di crittografia dei file con AxCrypt è semplice e può essere eseguito su desktop, laptop e dispositivi mobili, rendendo conveniente per gli utenti salvaguardare i propri file, indipendentemente da dove si trovino.
ko: 결론적으로 AxCrypt 소프트웨어는 사용 중인 장치에 관계없이 OneDrive 클라우드 저장소에 저장된 파일을 암호화하기 위한 포괄적이고 안전한 솔루션을 제공합니다. <b> AES 256비트 </b> 암호화를 통해 사용자는 민감한 데이터가 무단 액세스로부터 잘 보호된다는 확신을 가질 수 있습니다. AxCrypt로 파일을 암호화하는 과정은 간단하며 데스크톱, 랩 및 모바일 장치에서 수행할 수 있으므로 사용자가 어디에 있든 파일을 편리하게 보호할 수 있습니다.
nl: Kortom, AxCrypt-software biedt een uitgebreide en veilige oplossing voor het versleutelen van bestanden die zijn opgeslagen op de OneDrive-cloudopslag, ongeacht het apparaat dat wordt gebruikt. Met <b> AES 256-bit </b> encryptie kunnen gebruikers er zeker van zijn dat hun gevoelige gegevens goed zijn beschermd tegen ongeoorloofde toegang. Het proces van het versleutelen van bestanden met AxCrypt is eenvoudig en kan worden gedaan op desktops, laptops en mobiele apparaten, waardoor het voor gebruikers handig is om hun bestanden te beschermen, waar ze zich ook bevinden.
pl: Podsumowując, oprogramowanie AxCrypt zapewnia kompleksowe i bezpieczne rozwiązanie do szyfrowania plików przechowywanych w chmurze OneDrive, niezależnie od używanego urządzenia. Dzięki szyfrowaniu <b> AES 256-bitowym </b> użytkownicy mogą być pewni, że ich poufne dane są dobrze chronione przed nieautoryzowanym dostępem. Proces szyfrowania plików za pomocą AxCrypt jest prosty i można go wykonać na komputerach stacjonarnych, laptopach i urządzeniach mobilnych, dzięki czemu użytkownicy mogą wygodnie chronić swoje pliki bez względu na to, gdzie się znajdują.
pt: Em conclusão, o software AxCrypt oferece uma solução abrangente e segura para criptografar arquivos armazenados no armazenamento em nuvem OneDrive, independentemente do dispositivo utilizado. Com a criptografia de <b>256 bits AES</b>, os usuários podem ter a certeza de que seus dados sensíveis estão bem protegidos contra acesso não autorizado. O processo de criptografar arquivos com o AxCrypt é simples e pode ser feito em computadores, laptops e dispositivos móveis, tornando conveniente para os usuários proteger seus arquivos não importa onde estejam.
ru: В заключение, программное обеспечение AxCrypt предоставляет комплексное и безопасное решение для шифрования файлов, хранящихся в облачном хранилище OneDrive, независимо от используемого устройства. Благодаря <b>256-битному шифрованию AES</b> пользователи могут быть уверены, что их конфиденциальные данные хорошо защищены от несанкционированного доступа. Процесс шифрования файлов с помощью AxCrypt прост и может выполняться на настольных компьютерах, ноутбуках и мобильных устройствах, что позволяет пользователям удобно защищать свои файлы независимо от того, где они находятся.
sv: Sammanfattningsvis ger AxCrypt-programvaran en heltäckande och säker lösning för att kryptera filer som lagras på OneDrives molnlagring, oavsett vilken enhet som används. Med <b> AES 256-bitars </b> kryptering kan användare vara säkra på att deras känsliga data är väl skyddad från obehörig åtkomst. Processen att kryptera filer med AxCrypt är enkel och kan göras på stationära datorer, bärbara datorer och mobila enheter, vilket gör det bekvämt för användare att skydda sina filer oavsett var de är.
tr: Sonuç olarak, AxCrypt yazılımı, kullanılan cihazdan bağımsız olarak OneDrive bulut depolama alanında depolanan dosyaları şifrelemek için kapsamlı ve güvenli bir çözüm sunar. <b> AES 256 bit </b> şifreleme ile kullanıcılar, hassas verilerinin yetkisiz erişime karşı iyi korunduğundan emin olabilirler. AxCrypt ile dosyaları şifreleme işlemi basittir ve masaüstü bilgisayarlarda, dizüstü bilgisayarlarda ve mobil cihazlarda yapılabilir, bu da kullanıcıların nerede olurlarsa olsunlar dosyalarını korumalarını kolaylaştırır.
zh: 总之，AxCrypt软件提供了一个全面而安全的解决方案，用于加密存储在OneDrive云存储上的文件，无论使用何种设备。 使用<b>AES256位</b>加密，用户可以放心，他们的敏感数据受到很好的保护，免受未经授权的访问。 使用AxCrypt加密文件的过程很简单，可以在台式机，笔记本电脑和移动设备上完成，使用户无论身在何处都可以方便地保护他们的文件。

# Blog_EGEODUNA_Conclusion_Text2
source: Users can take advantage of the cloud's convenience while ensuring that their data remains confidential and secure, an excellent way to safeguard sensitive data while still taking advantage of the convenience of cloud storage.
ar: يمكن للمستخدمين الاستفادة من راحة السحابة مع ضمان أن تظل بياناتهم سرية وآمنة ، وهي طريقة ممتازة لحماية البيانات الحساسة مع الاستمرار في الاستفادة من راحة التخزين السحابي.
de: Benutzer können den Komfort der Cloud nutzen und gleichzeitig sicherstellen, dass ihre Daten vertraulich und sicher bleiben. Dies ist eine hervorragende Möglichkeit, sensible Daten zu schützen und gleichzeitig den Komfort des Cloud-Speichers zu nutzen.
es: Los usuarios pueden aprovechar la conveniencia de la nube mientras se aseguran de que sus datos permanezcan confidenciales y seguros, una excelente manera de salvaguardar los datos confidenciales mientras aprovechan la conveniencia del almacenamiento en la nube.
fr: Les utilisateurs peuvent profiter de la commodité du cloud tout en s'assurant que leurs données restent confidentielles et sécurisées, un excellent moyen de protéger les données sensibles tout en profitant de la commodité du stockage dans le cloud.
it: Gli utenti possono sfruttare la comodità del cloud garantendo al contempo che i loro dati rimangano riservati e sicuri, un modo eccellente per salvaguardare i dati sensibili sfruttando al contempo la comodità del cloud storage.
ko: 사용자는 클라우드의 편리함을 활용하면서 데이터를 기밀로 안전하게 유지할 수 있으며, 이는 클라우드 스토리지의 편리함을 활용하면서 민감한 데이터를 보호하는 훌륭한 방법입니다.
nl: Gebruikers kunnen profiteren van het gemak van de cloud en ervoor zorgen dat hun gegevens vertrouwelijk en veilig blijven, een uitstekende manier om gevoelige gegevens te beschermen en toch te profiteren van het gemak van cloudopslag.
pl: Użytkownicy mogą korzystać z wygody chmury, mając jednocześnie pewność, że ich dane pozostaną poufne i bezpieczne, co stanowi doskonały sposób ochrony poufnych danych przy jednoczesnym korzystaniu z wygody przechowywania w chmurze.
pt: Os usuários podem aproveitar a conveniência da nuvem, garantindo que seus dados permaneçam confidenciais e seguros, uma excelente maneira de proteger dados confidenciais enquanto ainda aproveitam a conveniência do armazenamento em nuvem.
ru: Пользователи могут воспользоваться удобством облака, гарантируя при этом, что их данные остаются конфиденциальными и защищенными, что является отличным способом защиты конфиденциальных данных, в то же время пользуясь удобством облачного хранилища.
sv: Användare kan dra fördel av molnets bekvämlighet samtidigt som de ser till att deras data förblir konfidentiella och säkra, ett utmärkt sätt att skydda känslig data samtidigt som de drar fördel av bekvämligheten med molnlagring.
tr: Kullanıcılar, verilerinin gizli ve güvenli kalmasını sağlarken bulutun rahatlığından yararlanabilir, bu da bulut depolamanın rahatlığından yararlanmaya devam ederken hassas verileri korumanın mükemmel bir yoludur.
zh: 用户可以利用云的便利，同时确保他们的数据保持机密和安全，这是保护敏感数据的绝佳方式，同时仍然利用云存储的便利。

# Blog_EGEODUNA_H1_SH1_Text1
source: Before you start encrypting your files on OneDrive, you need to set up AxCrypt with OneDrive. To do this, follow the steps below:
ar: قبل أن تبدأ في تشفير ملفاتك على ون درايف، تحتاج إلى إعداد اكسكربت باستخدام ون درايف. للقيام بذلك، اتبع الخطوات التالية:
de: Bevor Sie mit der Verschlüsselung Ihrer Dateien auf OneDrive beginnen, müssen Sie AxCrypt mit OneDrive einrichten. Führen Sie dazu die folgenden Schritte aus:
es: Antes de comenzar a cifrar tus archivos en OneDrive, debes configurar AxCrypt con OneDrive. Para hacer esto, sigue los pasos a continuación:
fr: Avant de commencer à chiffrer vos fichiers sur OneDrive, vous devez configurer AxCrypt avec OneDrive. Pour faire ça, suit les étapes suivantes:
it: Prima di iniziare a crittografare i file su OneDrive, è necessario configurare AxCrypt con OneDrive. A tale scopo, attenersi alla seguente procedura:
ko: OneDrive에서 파일 암호화를 시작하기 전에 OneDrive로 AxCrypt를 설정해야 합니다. 이를 위 아래 단계를 따르세요:
nl: Voordat u begint met het versleutelen van uw bestanden op OneDrive, moet u AxCrypt instellen met OneDrive. Volg hiervoor de onderstaande stappen:
pl: Zanim zaczniesz szyfrować swoje pliki w OneDrive, musisz skonfigurować AxCrypt z OneDrive. Aby to zrobić, wykonaj poniższe czynności:
pt: Antes de começar a encriptar seus arquivos no OneDrive, você precisa configurar o AxCrypt com o OneDrive. Para fazer isso, siga os passos abaixo:
ru: Прежде чем вы начнете шифровать свои файлы в OneDrive, вам необходимо настроить AxCrypt с помощью OneDrive. Чтобы сделать это, выполните следующие действия:
sv: Innan du börjar kryptera dina filer på OneDrive måste du konfigurera AxCrypt med OneDrive. För att göra detta, följ stegen nedan:
tr: OneDrive'daki dosyalarınızı şifrelemeye başlamadan önce, AxCrypt'i OneDrive'a kurmanız gerekir. Bunu yapmak için aşağıdaki adımları izleyin:
zh: 在开始加密OneDrive上的文件之前，您需要使用OneDrive设置AxCrypt。 为此，请按照以下步骤操作:

# Blog_EGEODUNA_H1_SH1_Text2
source: <strong>Step 1:</strong> Launch AxCrypt on your computer, smartphone, or tablet.
ar: <strong> الخطوة الأولى: </strong> قم بتشغيل اكسكربت على جهاز الكمبيوتر أو الهاتف الذكي أو الجهاز اللوحي.
de: <strong>Schritt 1:</strong> Starten Sie AxCrypt auf Ihrem Computer, Smartphone oder Tablet.
es: <strong>Paso 1:</strong> Inicia AxCrypt en tu computadora, teléfono inteligente o tableta.
fr: <strong>Étape 1 :</strong> Lancez AxCrypt sur votre ordinateur, votre smartphone ou votre tablette.
it: <strong>Punto 1:</strong> Avvia AxCrypt sul tuo computer, smartphone o tablet.
ko: <strong>1 단계 :</strong> 컴퓨터, 스마트폰 또는 태블릿에서 AxCrypt를 실행합니다.
nl: <strong>Stap 1:</strong> Start AxCrypt op uw computer, smartphone of tablet.
pl: <strong>Krok 1:</strong> Uruchom AxCrypt na swoim komputerze, smartfonie lub tablecie.
pt: <strong>Passo 1:</strong> Inicie o AxCrypt no seu computador, smartphone ou tablet.
ru: <strong>Шаг 1:</strong> Запустите AxCrypt на своем компьютере, смартфоне или планшете.
sv: <strong>Steg 1:</strong> Starta AxCrypt på din dator, smartphone eller surfplatta.
tr: <strong>1. Adım:</strong> Bilgisayarınızda, akıllı telefonunuzda veya tabletinizde AxCrypt'i çalıştırın.
zh: <strong>步骤1：</strong>在您的计算机，智能手机或平板电脑上启动AxCrypt。

# Blog_EGEODUNA_H1_SH1_Text3
source: <strong>Step 2:</strong> On PC, click on the “OneDrive” icon and sign in with your Microsoft account.
ar: <strong> الخطوة الثانية: </strong> على جهاز الكمبيوتر ، انقر فوق رمز "ون درايف" وقم بتسجيل الدخول باستخدام حساب Microsoft الخاص بك.
de: <strong>Schritt 2:</strong> Klicken Sie auf dem PC auf das Symbol "OneDrive" und melden Sie sich mit Ihrem Microsoft-Konto an.
es: <strong>Paso 2:</strong> En la PC, haz clic en el ícono "OneDrive" e inicia sesión con tu cuenta de Microsoft.
fr: <strong>Étape 2 :</strong> Sur PC, cliquez sur l'icône "OneDrive" et connectez-vous avec votre compte Microsoft.
it: <strong>Punto 2:</strong> Sul PC, fai clic sull'icona "OneDrive" e accedi con il tuo account Microsoft.
ko: <strong>2 단계 :</strong> PC에서 "OneDrive" 아이콘을 클릭하고 Microsoft 계정으로 로그인합니다.
nl: <strong>Stap 2:</strong> Klik op de pc op het pictogram "OneDrive" en meld u aan met uw Microsoft-account.
pl: <strong>Krok 2:</strong> na komputerze kliknij ikonę „OneDrive” i zaloguj się na swoje konto Microsoft.
pt: <strong>2º Passo:</strong> No PC, clique no ícone "OneDrive" e inicie sessão com a sua conta Microsoft.
ru: <strong>Шаг 2:</strong> На ПК нажмите на значок “OneDrive” и войдите в систему с помощью своей учетной записи Microsoft.
sv: <strong>Steg 2:</strong> På PC, klicka på "OneDrive"-ikonen och logga in med ditt Microsoft-konto.
tr: <strong>2. Adım:</strong> PC'de "OneDrive" simgesine tıklayın ve Microsoft hesabınızla oturum açın.
zh: <strong>步骤2：</strong>在PC上，单击"OneDrive"图标并使用您的Microsoft帐户登录。

# Blog_EGEODUNA_H1_SH1_Text4
source: <strong>Step 3:</strong> On mobile, tap on the “Secure” icon and select “OneDrive”, then authenticate your account with credentials.
ar: <strong> الخطوة الثالثة: </strong> على الهاتف المحمول ، انقر فوق الرمز "آمن" وحدد "ون درايف" ، ثم قم بمصادقة حسابك باستخدام بيانات الاعتماد.
de: <strong> Schritt 3:</strong> Tippen Sie auf dem Handy auf das Symbol "Sichern" und wählen Sie "OneDrive". Authentifizieren Sie dann Ihr Konto mit Anmeldeinformationen.
es: <strong>Paso 3:</strong> En el dispositivo móvil, toca el ícono "Seguridad" y selecciona "OneDrive", luego autentica tu cuenta con credenciales.
fr: <strong>Étape 3 :</strong> Sur mobile, appuyez sur l'icône "Sécurisé" et sélectionnez "OneDrive", puis authentifiez votre compte avec des informations d'identification.
it: <strong>Punto 3:</strong> Sul cellulare, tocca l'icona "Proteggi" e seleziona "OneDrive", quindi autentica il tuo account con le credenziali.
ko: <strong>3 단계 :</strong> 모바일에서는 "보안" 아이콘을 탭하고 "OneDrive"를 선택한 다음 자격 증명으로 계정을 인증합니다.
nl: <strong>Stap 3:</strong> Tik op mobiel op het pictogram "Secure" en selecteer "OneDrive" en verifieer vervolgens uw account met uw inloggegevens.
pl: <strong>Krok 3:</strong> Na urządzeniu mobilnym dotknij ikony „Bezpieczne” i wybierz „OneDrive”, a następnie uwierzytelnij swoje konto za pomocą poświadczeń.
pt: <strong>Passo 3:</strong> No celular, toque no ícone "Seguro" e selecione "OneDrive" e, em seguida, autentique sua conta com credenciais.
ru: <strong>Шаг 3:</strong> На мобильном устройстве нажмите на значок “Безопасность” и выберите “OneDrive”, затем аутентифицируйте свою учетную запись с помощью учетных данных.
sv: <strong>Steg 3:</strong> På mobilen trycker du på ikonen "Säker" och väljer "OneDrive", och autentisera sedan ditt konto med autentiseringsuppgifter.
tr: <strong>3. Adım:</strong> Mobil cihazlarda, "Güvenli" simgesine dokunun ve "OneDrive"ı seçin, ardından hesabınızı kimlik bilgileriyle doğrulayın.
zh: <strong>步骤3：</strong>在移动设备上，点击"安全"图标并选择"OneDrive"，然后使用凭据对您的帐户进行身份验证。

# Blog_EGEODUNA_H1_SH1_Text5
source: <strong>Step 4:</strong> Your account is now ready to encrypt files on OneDrive.
ar: <strong> الخطوة 4: </strong> حسابك جاهز الآن لتشفير الملفات على ون درايف.
de: <strong> Schritt 4:</strong> Ihr Konto ist jetzt bereit, Dateien auf OneDrive zu verschlüsseln.
es: <strong>Paso 4:</strong> Tu cuenta ya está lista para cifrar archivos en OneDrive.
fr: <strong>Étape 4 :</strong> Votre compte est maintenant prêt à chiffrer des fichiers sur OneDrive.
it: <strong>Punto 4:</strong> Il tuo account è ora pronto per crittografare i file in OneDrive.
ko: <strong>4 단계 :</strong> 이제 계정에서 OneDrive의 파일을 암호화할 준비가 되었습니다.
nl: <strong>Stap 4:</strong> Uw account is nu gereed om bestanden op OneDrive te versleutelen.
pl: <strong>Krok 4:</strong> Twoje konto jest teraz gotowe do szyfrowania plików w usłudze OneDrive.
pt: <strong>Passo 4:</strong> Sua conta está agora pronta para encriptar arquivos no OneDrive.
ru: <strong>Шаг 4:</strong> Теперь ваша учетная запись готова к шифрованию файлов в OneDrive.
sv: <strong>Steg 4:</strong> Ditt konto är nu redo att kryptera filer på OneDrive.
tr: <strong>4. Adım:</strong> Hesabınız artık OneDrive'daki dosyaları şifrelemeye hazır.
zh: <strong>步骤4：</strong>您的帐户现在已准备好加密OneDrive上的文件。

# Blog_EGEODUNA_H1_SubHeading1
source: <strong> Setting up AxCrypt with OneDrive </strong>
ar: <strong> إعداد اكسكربت باستخدام ون درايف </strong>
de: <strong> Einrichten von AxCrypt mit OneDrive </strong>
es: <strong>Configuración de AxCrypt con OneDrive</strong>
fr: <strong> Configurer AxCrypt avec OneDrive </strong>
it: <strong>Configurazione di AxCrypt con OneDrive</strong>
ko: <strong> OneDrive로 AxCrypt 설정 </strong>
nl: <strong> AxCrypt instellen met OneDrive </strong>
pl: <strong> Konfigurowanie AxCrypt z OneDrive </strong>
pt: <strong>Configurando o AxCrypt com o OneDrive</strong>
ru: <strong> Настройка AxCrypt с помощью OneDrive </strong>
sv: <strong> Konfigurera AxCrypt med OneDrive </strong>
tr: <strong> OneDrive ile AxCrypt'i kurma </strong>
zh: <strong>使用OneDrive设置AxCrypt</strong>

# Blog_EGEODUNA_H1_Text1
source: The first step to encrypting files on OneDrive using AxCrypt is to download and install AxCrypt on your device. AxCrypt runs on Windows, Mac, iOS, and Android, and you can download and install it from the download page: <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
de: Der erste Schritt zum Verschlüsseln von Dateien auf OneDrive mit AxCrypt besteht darin, AxCrypt herunterzuladen und auf Ihrem Gerät zu installieren. AxCrypt läuft auf Windows, Mac, iOS und Android, und Sie können es von der Download-Seite herunterladen und installieren: <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
fr: La première étape pour chiffrer des fichiers sur OneDrive à l’aide d’AxCrypt consiste à télécharger et installer AxCrypt sur votre appareil. AxCrypt fonctionne sur Windows, Mac, iOS et Android, et vous pouvez le télécharger et l’installer à partir de la page de téléchargement : <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
it: Il primo passo per crittografare i file su OneDrive utilizzando AxCrypt è scaricare e installare AxCrypt sul tuo dispositivo. AxCrypt funziona su Windows, Mac, iOS e Android e puoi scaricarlo e installarlo dalla pagina di download: <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ru: Первым шагом к шифрованию файлов в OneDrive с помощью AxCrypt является загрузка и установка AxCrypt на ваше устройство. AxCrypt работает на Windows, Mac, iOS и Android, и вы можете загрузить и установить его со страницы загрузки: <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
zh: 使用 AxCrypt 在 OneDrive 上加密文件的第一步是在您的设备上下载并安装 AxCrypt。AxCrypt 可在 Windows、Mac、iOS 和 Android 上运行，您可以从下载页面下载并安装它： <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>

# Blog_EGEODUNA_H1_Text2
source: Once installed, simply sign in with your existing account, or signup with your email for a free <b> 30-day trial </b>.
ar: بمجرد التثبيت ، ما عليك سوى تسجيل الدخول باستخدام حسابك الحالي ، أو الاشتراك باستخدام بريدك الإلكتروني للحصول على <b> نسخة تجريبية مجانية لمدة 30 يوما </b>.
de: Nach der Installation melden Sie sich einfach mit Ihrem vorhandenen Konto an oder melden Sie sich mit Ihrer E-Mail-Adresse für eine kostenlose <b> 30-Tage-Testversion </b> an.
es: Una vez instalado, simplemente inicia sesión con tu cuenta existente o regístrate con tu correo electrónico para obtener una <b>prueba gratuita de 30 días</b>.
fr: Une fois installé, connectez-vous simplement avec votre compte existant ou inscrivez-vous avec votre adresse e-mail pour un <b> essai gratuit de 30 jours </b>.
it: Una volta installato, accedi semplicemente con il tuo account esistente o registrati con la tua e-mail per una <b> prova di 30 giorni </b> gratuita.
ko: 설치가 완료되면 기존 계정으로 로그인하거나 이메일로 <b> 30일 무료 평가판 </b>에 가입하기만 하면 됩니다.
nl: Eenmaal geïnstalleerd, logt u gewoon in met uw bestaande account of meldt u zich aan met uw e-mailadres voor een gratis <b> proefperiode van 30 dagen </b>.
pl: Po zainstalowaniu wystarczy zalogować się na istniejące konto lub zarejestrować za pomocą adresu e-mail, aby skorzystać z bezpłatnego <b> 30-dniowego okresu próbnego </b>.
pt: Uma vez instalado, basta iniciar sessão com a sua conta existente ou inscrever-se com o seu e-mail para uma <b> avaliação gratuita de 30 dias </b>.
ru: После установки просто войдите в свою существующую учетную запись или оформите по электронной почте на бесплатную 30-дневную пробную версию.
sv: När det är installerat loggar du helt enkelt in med ditt befintliga konto eller registrerar dig med din e-post för en gratis <b> 30-dagars provperiod </b>.
tr: Yüklendikten sonra, mevcut hesabınızla oturum açmanız veya <b> 30 günlük ücretsiz deneme için e-postanızla </b>kaydolmanız yeterlidir.
zh: 安装后，只需使用您现有的帐户登录，或使用您的电子邮件注册免费<b>30天试用版</b>。
