Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_H2_Text5
source: Moreover, many systems incorporate additional security measures like salting, which adds a random string of characters to the password before hashing. Salting ensures that attackers cannot use precomputed hashes of commonly used passwords to easily crack the password, adding another layer of security.
ar: علاوة على ذلك ، تتضمن العديد من الأنظمة إجراءات أمان إضافية مثل التمليح ، والذي يضيف سلسلة عشوائية من الأحرف إلى كلمة المرور قبل التجزئة. يضمن التمليح أن المهاجمين لا يمكنهم استخدام تجزئة مسبقة الصنع لكلمات المرور شائعة الاستخدام لاختراق كلمة المرور بسهولة ، مما يضيف طبقة أخرى من الأمان.
de: Darüber hinaus enthalten viele Systeme zusätzliche Sicherheitsmaßnahmen wie das Salzen, bei dem dem Kennwort vor dem Hashing eine zufällige Zeichenfolge hinzugefügt wird. Das Salzen stellt sicher, dass Angreifer vorberechnete Hashes häufig verwendeter Kennwörter nicht verwenden können, um das Kennwort einfach zu knacken, was eine weitere Sicherheitsebene hinzufügt.
es: Además, muchos sistemas incorporan medidas de seguridad adicionales, como el salting, que añade una cadena aleatoria de caracteres a la contraseña antes del hash. El salting garantiza que los hackers no puedan utilizar hashes precalculados de contraseñas de uso común para descifrarlas fácilmente, lo que añade otra capa de seguridad.
fr: De plus, de nombreux systèmes intègrent des mesures de sécurité supplémentaires comme le salage, qui ajoute une chaîne aléatoire de caractères au mot de passe avant le hachage. Le salage garantit que les attaquants ne peuvent pas utiliser des hachages précalculés de mots de passe couramment utilisés pour déchiffrer facilement le mot de passe, ajoutant une autre couche de sécurité.
it: Inoltre, molti sistemi incorporano misure di sicurezza aggiuntive come il salting, che aggiunge una stringa casuale di caratteri alla password prima dell'hashing. Il salting garantisce che gli aggressori non possano utilizzare hash precalcolati di password comunemente utilizzate per decifrare facilmente la password, aggiungendo un ulteriore livello di sicurezza.
ko: 또한 많은 시스템에는 해싱하기 전에 암호에 임의의 문자열을 추가하는 솔팅과 같은 추가 보안 조치가 통합되어 있습니다. 솔팅은 공격자가 일반적으로 사용되는 암호의 미리 계산된 해시를 사용하여 암호를 쉽게 해독할 수 없도록 하여 또 다른 보안 계층을 추가합니다.
nl: Bovendien bevatten veel systemen extra beveiligingsmaatregelen zoals 'salting', waarbij een willekeurige reeks tekens aan het wachtwoord wordt toegevoegd voordat wordt gehasht. 'Salting' zorgt ervoor dat aanvallers geen voorgecomputeerde hashes van veelgebruikte wachtwoorden kunnen gebruiken om het wachtwoord gemakkelijk te kraken, waardoor een extra beveiligingslaag wordt toegevoegd.
pl: Co więcej, wiele systemów zawiera dodatkowe środki bezpieczeństwa, takie jak solenie, które dodaje losowy ciąg znaków do hasła przed hashowaniem. Solenie gwarantuje, że atakujący nie będą mogli użyć wstępnie obliczonych skrótów powszechnie używanych haseł w celu łatwego złamania hasła, co dodaje kolejną warstwę bezpieczeństwa.
pt: Além disso, muitos sistemas incorporam medidas de segurança adicionais, como salting, que adiciona uma sequência aleatória de caracteres à senha antes do hashing. O Salting garante que os invasores não possam usar hashes pré-computados de senhas comumente usadas para decifrar facilmente a senha, adicionando outra camada de segurança.
ru: Более того, многие системы включают дополнительные меры безопасности, такие как засолка, которая добавляет случайную строку символов к паролю перед хэшированием. Засолка гарантирует, что злоумышленники не смогут использовать предварительно вычисленные хэши часто используемых паролей для легкого взлома пароля, добавляя еще один уровень безопасности.
sv: Dessutom innehåller många system ytterligare säkerhetsåtgärder som saltning, som lägger till en slumpmässig sträng av tecken till lösenordet innan hashning. Saltning säkerställer att angripare inte kan använda förberäknade hash av vanliga lösenord för att enkelt knäcka lösenordet, vilket lägger till ytterligare ett säkerhetslager.
tr: Dahası, birçok sistem, özetlemeden önce şifreye rastgele bir karakter dizesi ekleyen tuzlama gibi ek güvenlik önlemleri içerir. Tuzlama, saldırganların parolayı kolayca kırmak için yaygın olarak kullanılan parolaların önceden hesaplanmış özetleri kullanamamasını sağlar ve başka bir güvenlik katmanı ekler.
zh: 此外，许多系统都包含了额外的安全措施，如盐析，在散列之前将随机字符串添加到密码中。 盐析可确保攻击者无法使用常用密码的预计算哈希来轻松破解密码，从而增加了另一层安全性。

# Blog_HQHCYP_H2_Text6
source: When you try to log in again, the website or app will re-encrypt the password you enter and compare it to the encrypted version stored in the database. If the two versions match, you are granted access to the site or app. This process ensures that only authorized users with the correct password can access their accounts.
ar: عندما تحاول تسجيل الدخول مرة أخرى ، سيقوم موقع الويب أو التطبيق بإعادة تشفير كلمة المرور التي تدخلها ومقارنتها بالإصدار المشفر المخزن في قاعدة البيانات. إذا تطابق الإصداران ، فسيتم منحك حق الوصول إلى الموقع أو التطبيق. تضمن هذه العملية أن المستخدمين المصرح لهم فقط باستخدام كلمة المرور الصحيحة يمكنهم الوصول إلى حساباتهم.
de: Wenn Sie versuchen, sich erneut anzumelden, verschlüsselt die Website oder App das von Ihnen eingegebene Passwort erneut und vergleicht es mit der verschlüsselten Version, die in der Datenbank gespeichert ist. Wenn die beiden Versionen übereinstimmen, erhalten Sie Zugriff auf die Website oder App. Dieser Prozess stellt sicher, dass nur autorisierte Benutzer mit dem richtigen Kennwort auf ihre Konten zugreifen können.
es: Cuando intentes acceder de nuevo, el sitio web o la aplicación volverá a cifrar la contraseña que introduzcas y la comparará con la versión cifrada almacenada en la base de datos. Si las dos versiones coinciden, se le concederá acceso al sitio o la aplicación. Este proceso garantiza que solamente los usuarios autorizados con la contraseña correcta puedan acceder a sus cuentas.
fr: Lorsque vous essayez de vous reconnecter, le site web ou l'application chiffre à nouveau le mot de passe que vous avez saisi et le compare à la version chiffrée stockée dans la base de données. Si les deux versions correspondent, vous avez accès au site ou à l'application. Ce processus garantit que seuls les utilisateurs autorisés disposant du mot de passe correct peuvent accéder à leurs comptes.
it: Quando provi ad accedere di nuovo, il sito Web o l'app crittografa nuovamente la password inserita e la confronta con la versione crittografata memorizzata nel database. Se le due versioni corrispondono, ti viene concesso l'accesso al sito o all'app. Questo processo garantisce che solo gli utenti autorizzati con la password corretta possano accedere ai propri account.
ko: 다시 로그인을 시도하면 웹 사이트 또는 앱이 입력한 비밀번호를 다시 암호화하고 데이터베이스에 저장된 암호화된 버전과 비교합니다. 두 버전이 일치하면 사이트 또는 앱에 대한 액세스 권한이 부여됩니다. 이 프로세스는 올바른 암호를 가진 권한 있는 사용자만 자신의 계정에 액세스할 수 있도록 합니다.
nl: Wanneer u zich opnieuw probeert aan te melden versleutelt de website of app het wachtwoord dat u invoert opnieuw en vergelijkt het met de gecodeerde versie die in de database is opgeslagen. Als de twee versies overeenkomen krijgt u toegang tot de site of app. Dit proces zorgt ervoor dat alleen geautoriseerde gebruikers met het juiste wachtwoord toegang hebben tot hun accounts.
pl: Gdy spróbujesz zalogować się ponownie, witryna lub aplikacja ponownie zaszyfruje wprowadzone hasło i porówna je z zaszyfrowaną wersją przechowywaną w bazie danych. Jeśli dwie wersje są zgodne, uzyskasz dostęp do witryny lub aplikacji. Ten proces gwarantuje, że tylko autoryzowani użytkownicy z poprawnym hasłem będą mieli dostęp do swoich kont.
pt: Quando você tentar fazer login novamente, o site ou aplicativo criptografará novamente a senha inserida e a comparará com a versão criptografada armazenada no banco de dados. Se as duas versões corresponderem, você terá acesso ao site ou aplicativo. Esse processo garante que apenas usuários autorizados com a senha correta possam acessar suas contas.
ru: Когда вы попытаетесь снова войти в систему, веб-сайт или приложение повторно зашифрует введенный вами пароль и сравнит его с зашифрованной версией, хранящейся в базе данных. Если две версии совпадают, вам предоставляется доступ к сайту или приложению. Этот процесс гарантирует, что только авторизованные пользователи с правильным паролем смогут получить доступ к своим учетным записям.
sv: När du försöker logga in igen kommer webbplatsen eller appen att kryptera lösenordet du anger och jämföra det med den krypterade versionen som lagras i databasen. Om de två versionerna matchar, ges du åtkomst till webbplatsen eller appen. Denna process säkerställer att endast behöriga användare med rätt lösenord kan komma åt sina konton.
tr: Tekrar oturum açmayı denediğinizde, internet sitesi veya uygulama girdiğiniz parolayı yeniden şifreler ve veritabanında depolanan şifreli sürümle karşılaştırır. İki sürüm eşleşirse, siteye veya uygulamaya erişim izni verilir. Bu işlem, yalnızca doğru parolaya sahip yetkili kullanıcıların hesaplarına erişebilmesini sağlar.
zh: 当您尝试再次登录时，网站或应用程序将重新加密您输入的密码，并将其与存储在数据库中的加密版本进行比较。 如果两个版本匹配，则授予您对站点或应用程序的访问权限。 此过程确保只有具有正确密码的授权用户才能访问其帐户。

# Blog_HQHCYP_H2_Text7
source: Password authentication is not always fool proof. Passwords can be stolen or guessed by attackers using various methods, such as brute-force attacks or social engineering. As a result, it is essential to follow password best practices, such as using a long and complex password, using unique passwords for each account, and changing passwords frequently.
ar: مصادقة كلمة المرور ليست دائما خادعة. يمكن للمهاجمين سرقة كلمات المرور أو تخمينها باستخدام أساليب مختلفة ، مثل هجمات القوة الغاشمة أو الهندسة الاجتماعية. نتيجة لذلك ، من الضروري اتباع أفضل ممارسات كلمات المرور ، مثل استخدام كلمة مرور طويلة ومعقدة ، واستخدام كلمات مرور فريدة لكل حساب ، وتغيير كلمات المرور بشكل متكرر.
de: Die Passwortauthentifizierung ist nicht immer narrensicher. Passwörter können von Angreifern mit verschiedenen Methoden wie Brute-Force-Angriffen oder Social Engineering gestohlen oder erraten werden. Daher ist es wichtig, bewährte Methoden für Kennwörter zu befolgen, z. B. die Verwendung eines langen und komplexen Kennworts, die Verwendung eindeutiger Kennwörter für jedes Konto und das häufige Ändern von Kennwörtern.
es: La autenticación de contraseñas no siempre es a prueba de errores. Los hackers pueden robar o adivinar las contraseñas utilizando diversos métodos, como los ataques de fuerza bruta o la ingeniería social. Por ello, es fundamental seguir las mejores prácticas en materia de contraseñas, como utilizar una contraseña larga y compleja, crear contraseñas únicas para cada cuenta y cambiar las contraseñas con frecuencia.
fr: L'authentification par mot de passe n'est pas toujours infaillible. Les mots de passe peuvent être volés ou devinés par des attaquants utilisant diverses méthodes, telles que des attaques par force brute ou l'ingénierie sociale. Par conséquent, il est essentiel de suivre les meilleures pratiques en matière de mots de passe, telles que l'utilisation d'un mot de passe long et complexe, l'utilisation de mots de passe uniques pour chaque compte et la modification fréquente des mots de passe.
it: L'autenticazione tramite password non è sempre infallibile. Le password possono essere rubate o indovinate dagli aggressori utilizzando vari metodi, come attacchi di forza bruta o ingegneria sociale. Di conseguenza, è essenziale seguire le migliori pratiche per le password, come l'utilizzo di una password lunga e complessa, l'utilizzo di password univoche per ogni account e la modifica frequente delle password.
ko: 암호 인증이 항상 완벽한 것은 아닙니다. 암호는 무차별 대입 공격이나 사회 공학과 같은 다양한 방법을 사용하여 공격자가 훔치거나 추측할 수 있습니다. 따라서 길고 복잡한 암호 사용, 각 계정에 고유한 암호 사용, 자주 암호 변경과 같은 암호 모범 사례를 따르는 것이 중요합니다.
nl: Wachtwoordverificatie is niet altijd waterdicht. Wachtwoorden kunnen worden gestolen of geraden door aanvallers met behulp van verschillende methoden, zoals brute-force-aanvallen of social engineering. Als gevolg hiervan is het essentieel om best practices voor wachtwoorden te volgen, zoals het gebruik van een lang en complex wachtwoord, het gebruik van unieke wachtwoorden voor elk account en het regelmatig wijzigen van wachtwoorden.
pl: Uwierzytelnianie hasłem nie zawsze jest niezawodne. Hasła mogą zostać skradzione lub odgadnięte przez osoby atakujące przy użyciu różnych metod, takich jak ataki typu brute-force lub socjotechnika. W rezultacie konieczne jest przestrzeganie najlepszych praktyk dotyczących haseł, takich jak używanie długich i złożonych haseł, używanie unikalnych haseł do każdego konta oraz częsta zmiana haseł.
pt: A autenticação por senha nem sempre é infalível. As senhas podem ser roubadas ou adivinhadas por invasores usando vários métodos, como ataques de força bruta ou engenharia social. Como resultado, é essencial seguir as práticas recomendadas de senha, como usar uma senha longa e complexa, usar senhas exclusivas para cada conta e alterar senhas com frequência.
ru: Аутентификация по паролю не всегда надежна. Пароли могут быть украдены или угаданы злоумышленниками с использованием различных методов, таких как атаки методом грубой силы или социальная инженерия. В результате важно следовать рекомендациям по использованию паролей, таким как использование длинного и сложного пароля, использование уникальных паролей для каждой учетной записи и частая смена паролей.
sv: Lösenordsautentisering är inte alltid idiotsäker. Lösenord kan stjälas eller gissas av angripare med olika metoder, såsom brute-force-attacker eller social ingenjörskonst. Som ett resultat är det viktigt att följa de bästa metoderna för lösenord, som att använda ett långt och komplext lösenord, använda unika lösenord för varje konto och att byta lösenord ofta.
tr: Parola doğrulaması her zaman kusursuz değildir. Parolalar, kaba kuvvet saldırıları veya sosyal mühendislik gibi çeşitli yöntemler kullanılarak saldırganlar tarafından çalınabilir veya tahmin edilebilir. Sonuç olarak, uzun ve karmaşık bir parola kullanmak, her hesap için benzersiz parolalar kullanmak ve parolaları sık sık değiştirmek gibi en iyi parola uygulamalarını takip etmek önemlidir.
zh: 密码身份验证并不总是万无一失。 攻击者可以使用各种方法（如暴力攻击或社交工程）窃取或猜测密码。 因此，必须遵循密码最佳实践，例如使用长而复杂的密码，为每个帐户使用唯一的密码，以及经常更改密码。

# Blog_HQHCYP_H3_Text1
source: Hackers use various methods and algorithms to crack passwords, including brute force attacks and social engineering techniques like phishing. Let’s explore some of the most commonly used techniques for password cracking.
ar: يستخدم المتسللون أساليب وخوارزميات مختلفة لاختراق كلمات المرور ، بما في ذلك هجمات القوة الغاشمة وتقنيات الهندسة الاجتماعية مثل التصيد الاحتيالي. دعنا نستكشف بعض الأساليب الأكثر استخدامًا لاختراق كلمات المرور.
de: Hacker verwenden verschiedene Methoden und Algorithmen, um Passwörter zu knacken, darunter Brute-Force-Angriffe und Social-Engineering-Techniken wie Phishing. Lassen Sie uns einige der am häufigsten verwendeten Techniken zum Knacken von Passwörtern untersuchen.
es: Los hackers utilizan diversos métodos y algoritmos para descifrar contraseñas, incluidos ataques por fuerza bruta y técnicas de ingeniería social como el phishing. Exploremos algunas de las técnicas más comunes para descifrar contraseñas.
fr: Les pirates utilisent diverses méthodes et algorithmes pour déchiffrer les mots de passe, y compris les attaques par force brute et les techniques d'ingénierie sociale comme l'hameçonnage. Explorons quelques-unes des techniques les plus couramment utilisées pour le craquage de mot de passe.
it: Gli hacker utilizzano vari metodi e algoritmi per decifrare le password, inclusi attacchi di forza bruta e tecniche di ingegneria sociale come il phishing. Esploriamo alcune delle tecniche più comunemente utilizzate per il cracking delle password.
ko: 해커는 무차별 대입 공격 및 피싱과 같은 사회 공학 기술을 포함하여 다양한 방법과 알고리즘을 사용하여 암호를 해독합니다. 암호 크래킹에 가장 일반적으로 사용되는 몇 가지 기술을 살펴보겠습니다.
nl: Hackers gebruiken verschillende methoden en algoritmen om wachtwoorden te kraken, waaronder brute force-aanvallen en social engineering-technieken zoals phishing. Laten we enkele van de meest gebruikte technieken voor het kraken van wachtwoorden verkennen.
pl: Hakerzy używają różnych metod i algorytmów do łamania haseł, w tym ataków siłowych i technik socjotechnicznych, takich jak phishing. Przyjrzyjmy się niektórym z najczęściej używanych technik łamania haseł.
pt: Os hackers usam vários métodos e algoritmos para decifrar senhas, incluindo ataques de força bruta e técnicas de engenharia social, como phishing. Vamos explorar algumas das técnicas mais usadas para quebra de senha.
ru: Хакеры используют различные методы и алгоритмы для взлома паролей, включая атаки методом грубой силы и методы социальной инженерии, такие как фишинг. Давайте рассмотрим некоторые из наиболее часто используемых методов взлома паролей.
sv: Hackare använder olika metoder och algoritmer för att knäcka lösenord, inklusive brute force-attacker och social ingenjörsteknik som nätfiske. Låt oss utforska några av de mest använda teknikerna för lösenordsknäckning.
tr: Bilgisayar korsanları, kaba kuvvet saldırıları ve kimlik avı gibi sosyal mühendislik teknikleri de dahil olmak üzere parolaları kırmak için çeşitli yöntemler ve algoritmalar kullanır. Parola kırma için en sık kullanılan tekniklerden bazılarını inceleyelim.
zh: 黑客使用各种方法和算法来破解密码，包括暴力破解攻击和网络钓鱼等社会工程技术。 让我们探讨一些最常用的密码破解技术。

# Blog_HQHCYP_H3_Text2
source: <strong>Brute Force Attack:</strong> The most basic algorithm of cracking a password is known as a brute force attack. This method involves using a program to guess every possible combination of characters until the correct password is found. While this may seem like a time-consuming and tedious process, modern computers are incredibly fast and can guess millions of password combinations per second.
ar: <strong> هجوم القوة الغاشمة: </strong> تعرف الخوارزمية الأساسية لاختراق كلمة المرور باسم هجوم القوة الغاشمة. تتضمن هذه الطريقة استخدام برنامج لتخمين كل مجموعة ممكنة من الأحرف حتى يتم العثور على كلمة المرور الصحيحة. في حين أن هذا قد يبدو وكأنه عملية مضيعة للوقت ومملة ، فإن أجهزة الكمبيوتر الحديثة سريعة بشكل لا يصدق ويمكنها تخمين الملايين من مجموعات كلمات المرور في الثانية.
de: <strong>Brute-Force-Angriff:</strong> Der grundlegendste Algorithmus zum Knacken eines Passworts wird als Brute-Force-Angriff bezeichnet. Bei dieser Methode wird mit einem Programm jede mögliche Zeichenkombination erraten, bis das richtige Passwort gefunden wurde. Während dies wie ein zeitaufwändiger und langwieriger Prozess erscheinen mag, sind moderne Computer unglaublich schnell und können Millionen von Passwortkombinationen pro Sekunde erraten.
es: <strong>Ataque por fuerza bruta:</strong> El algoritmo más básico para descifrar una contraseña se conoce como ataque por fuerza bruta. Este método consiste en emplear un programa para adivinar todas las combinaciones posibles de caracteres hasta encontrar la contraseña correcta. Aunque pueda parecer un proceso largo y tedioso, los ordenadores modernos son increíblemente rápidos y pueden adivinar millones de combinaciones de contraseñas por segundo.
fr: <strong>Attaque par Force Brute :</strong> L'algorithme le plus basique pour déchiffrer un mot de passe est connu sous le nom d'attaque par force brute. Cette méthode consiste à utiliser un programme pour deviner toutes les combinaisons possibles de caractères jusqu'à ce que le mot de passe correct soit trouvé. Bien que cela puisse sembler un processus long et fastidieux, les ordinateurs modernes sont incroyablement rapides et peuvent deviner des millions de combinaisons de mots de passe par seconde.
it: <strong>Attacco di forza bruta:</strong> L'algoritmo più semplice per decifrare una password è noto come attacco di forza bruta. Questo metodo prevede l'utilizzo di un programma per indovinare ogni possibile combinazione di caratteri, fino a trovare la password corretta. Anche se questo può sembrare un processo lungo e noioso, i computer moderni sono incredibilmente veloci e possono indovinare milioni di combinazioni di password al secondo.
ko: <strong>무차별 대입 공격:</strong> 암호를 해독하는 가장 기본적인 알고리즘은 무차별 대입 공격으로 알려져 있습니다. 이 방법에는 올바른 암호를 찾을 때까지 가능한 모든 문자 조합을 추측하는 프로그램을 사용하는 것이 포함됩니다. 시간이 많이 걸리고 지루한 프로세스처럼 보일 수 있지만 최신 컴퓨터는 믿을 수 없을 정도로 빠르며 초당 수백만 개의 암호 조합을 추측할 수 있습니다.
nl: <strong>Brute Force Aanval:</strong> Het meest elementaire algoritme voor het kraken van een wachtwoord staat bekend als een brute force aanval. Deze methode omvat het gebruik van een programma om elke mogelijke combinatie van tekens te raden totdat het juiste wachtwoord is gevonden. Hoewel dit misschien een tijdrovend en vervelend proces lijkt zijn moderne computers ongelooflijk snel en kunnen ze miljoenen wachtwoordcombinaties per seconde raden.
pl: <strong>Brutalny atak:</strong> Najbardziej podstawowy algorytm łamania hasła jest znany jako atak brutalny. Ta metoda polega na użyciu programu do odgadnięcia każdej możliwej kombinacji znaków, aż do znalezienia prawidłowego hasła. Chociaż może się to wydawać czasochłonnym i żmudnym procesem, nowoczesne komputery są niewiarygodnie szybkie i potrafią odgadnąć miliony kombinacji haseł na sekundę.
pt: <strong>Ataque de Força Bruta:</strong> O algoritmo mais básico de quebrar uma senha é conhecido como ataque de força bruta. Esse método envolve o uso de um programa para adivinhar todas as combinações possíveis de caracteres até que a senha correta seja encontrada. Embora isso possa parecer um processo demorado e tedioso, os computadores modernos são incrivelmente rápidos e podem adivinhar milhões de combinações de senhas por segundo.
ru: <strong>Атака методом перебора:</strong> Самый простой алгоритм взлома пароля известен как атака методом перебора. Этот метод предполагает использование программы для угадывания каждой возможной комбинации символов до тех пор, пока не будет найден правильный пароль. Хотя это может показаться трудоемким и утомительным процессом, современные компьютеры невероятно быстры и могут угадывать миллионы комбинаций паролей в секунду.
sv: <strong>Brute Force Attack:</strong> Den mest grundläggande algoritmen för att knäcka ett lösenord är känd som en brute force attack. Denna metod innebär att man använder ett program för att gissa alla möjliga kombinationer av tecken tills rätt lösenord hittas. Även om detta kan verka som en tidskrävande och tråkig process, är moderna datorer otroligt snabba och kan gissa miljontals lösenordskombinationer per sekund.
tr: <strong>Kaba Kuvvet Saldırısı:</strong> Bir parolayı kırmanın en temel algoritması kaba kuvvet saldırısı olarak bilinir. Bu yöntem, doğru parola bulunana kadar olası her karakter kombinasyonunu tahmin etmek için bir program kullanmayı içerir. Bu zaman alıcı ve sıkıcı bir süreç gibi görünse de, modern bilgisayarlar inanılmaz derecede hızlıdır ve saniyede milyonlarca parola kombinasyonunu tahmin edebilir.
zh: <strong>蛮力攻击：</strong>破解密码的最基本算法被称为蛮力攻击。 该方法涉及使用程序猜测每个可能的字符组合，直到找到正确的密码。 虽然这似乎是一个耗时和繁琐的过程，但现代计算机的速度令人难以置信，每秒可以猜测数百万个密码组合。
