Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WRDBTUAE_H4_Text2
source: According to a study conducted by <b>IBM</b>, the average cost of a data breach for a company in 2020 was <b>$3.86 million</b>. This includes direct costs such as investigation, remediation, and legal fees, as well as indirect costs such as lost revenue and damage to brand reputation. Furthermore, the study found that it took an average of <b>280 days</b> to identify and contain a data breach, which gives attackers plenty of time to steal sensitive information and cause significant damage.
ar: وفقا لدراسة أجرتها شركة <b> IBM </b> ، بلغ متوسط تكلفة اختراق البيانات لشركة في عام 2020 <b> 3.86 مليون دولار </b>. يتضمن ذلك التكاليف المباشرة مثل التحقيق والمعالجة والرسوم القانونية ، فضلا عن التكاليف غير المباشرة مثل الإيرادات المفقودة والأضرار التي لحقت بسمعة العلامة التجارية. علاوة على ذلك ، وجدت الدراسة أن الأمر استغرق <b> 280 يوما </b> في المتوسط لتحديد خرق البيانات واحتوائه ، مما يمنح المهاجمين متسعا من الوقت لسرقة المعلومات الحساسة وإحداث أضرار كبيرة.
de: Laut einer von <b>IBM</b> durchgeführten Studie betrugen die durchschnittlichen Kosten einer Datenschutzverletzung für ein Unternehmen im Jahr 2020 <b> 3,86 Millionen US-Dollar</b>. Dazu gehören direkte Kosten wie Untersuchungs-, Sanierungs- und Anwaltskosten sowie indirekte Kosten wie Umsatzeinbußen und Reputationsschäden der Marke. Darüber hinaus ergab die Studie, dass es durchschnittlich <b>280 Tage dauerte</b>, um eine Datenschutzverletzung zu identifizieren und einzudämmen, was Angreifern genügend Zeit gibt, vertrauliche Informationen zu stehlen und erheblichen Schaden anzurichten.
es: Conforme a un estudio realizado por <b>IBM</b>, el coste medio de una filtración de datos para una empresa en 2020 fue de <b>$3,86 millones</b>. Esto incluye costes directos como la investigación, la reparación y los honorarios legales, así como costes indirectos como la pérdida de ingresos y el daño a la reputación de la marca. Además, el estudio reveló que se tardó una media de 280 días en identificar y contener una filtración de datos, lo que da a los atacantes tiempo suficiente para robar información sensible y causar daños significativos.
fr: Selon une étude menée par <b>IBM</b>, le coût moyen d'une violation de données pour une entreprise en 2020 était de <b>3,86 millions de dollars</b>. Cela comprend les coûts directs tels que les frais d'enquête, de remédiation et juridiques, ainsi que les coûts indirects tels que les pertes de revenus et les atteintes à la réputation de la marque. En outre, l'étude a révélé qu'il fallait en moyenne <b>280 jours</b> pour identifier et contenir une violation de données, ce qui donne aux pirates suffisamment de temps pour voler des informations sensibles et causer des dommages importants.
it: Secondo uno studio condotto da <b>IBM</b>, il costo medio di una violazione dei dati per un'azienda nel 2020 è stato di <b>3,86 milioni di dollari</b>. Ciò include costi diretti come indagini, rimedi e spese legali, nonché costi indiretti come perdita di entrate e danni alla reputazione del marchio. Inoltre, lo studio ha rilevato che ci sono voluti in media <b>280 giorni</b> per identificare e contenere una violazione dei dati, il che dà agli aggressori tutto il tempo per rubare informazioni sensibili e causare danni significativi.
ko: <b>IBM</b>에서 실시한 연구에 따르면 2020년 회사의 데이터 유출로 인한 평균 비용은 <b>386만 달러</b>였습니다. 여기에는 조사, 수정 및 법률 비용과 같은 직접 비용뿐만 아니라 수익 손실 및 브랜드 평판 손상과 같은 간접 비용이 포함됩니다. 또한 이 연구는 데이터 유출을 식별하고 억제하는 데 평균 <b>280일</b> 소요되어 공격자가 민감한 정보를 훔치고 심각한 피해를 입힐 수 있는 충분한 시간을 제공한다는 사실을 발견했습니다.
nl: Volgens een onderzoek van <b>IBM</b> bedroegen de gemiddelde kosten van een datalek voor een bedrijf in 2020 <b>3,86 miljoen dollar</b>. Dit omvat directe kosten zoals onderzoek, herstel en juridische kosten, evenals indirecte kosten zoals gederfde inkomsten en schade aan de merkreputatie. Bovendien bleek uit het onderzoek dat het gemiddeld <b>280 dagen</b> duurde om een datalek te identificeren en in te dammen, wat aanvallers voldoende tijd geeft om gevoelige informatie te stelen en aanzienlijke schade aan te richten.
pl: 494 / 5,000 Translation results Translation result Według badania przeprowadzonego przez <b>IBM</b> średni koszt naruszenia danych dla firmy w 2020 roku wyniósł <b>3,86 mln USD</b>. Obejmuje to koszty bezpośrednie, takie jak dochodzenie, środki zaradcze i opłaty prawne, a także koszty pośrednie, takie jak utracone przychody i uszczerbek na reputacji marki. Ponadto badanie wykazało, że zidentyfikowanie i powstrzymanie naruszenia danych zajęło średnio <b>280 dni</b>, co daje atakującym mnóstwo czasu na kradzież poufnych informacji i spowodowanie znacznych szkód.
pt: De acordo com um estudo conduzido pela <b>IBM</b>, o custo médio de uma violação de dados para uma empresa em 2020 foi de <b>$3.86 milhões</b>. Isso inclui custos diretos como investigação, remediação e honorários legais, bem como custos indiretos como perda de ingresos e danos à reputação da marca. Além disso, o estudo constatou que foram necessários em média <b>280 dias</b> para identificar e conter uma violação de dados, o que dá aos invasores muito tempo para roubar informações sensíveis e causar danos significativos.
ru: Согласно исследованию, проведенному <b>IBM</b>, средняя стоимость утечки данных для компании в 2020 году составила <b>3,86 миллиона долларов</b>. Это включает прямые затраты, такие как расследование, устранение неполадок и судебные издержки, а также косвенные издержки, такие как упущенная выгода и ущерб репутации бренда. Кроме того, исследование показало, что на выявление и локализацию утечки данных уходило в среднем <b>280 дней</b>, что дает злоумышленникам достаточно времени для кражи конфиденциальной информации и нанесения значительного ущерба.
sv: Enligt en studie utförd av <b>IBM</b> var den genomsnittliga kostnaden för ett dataintrång för ett företag 2020 <b>3,86 miljoner USD</b>. Detta inkluderar direkta kostnader såsom utredning, sanering och juridiska avgifter, såväl som indirekta kostnader såsom förlorade intäkter och skada på varumärkets rykte. Dessutom fann studien att det tog i genomsnitt <b>280 dagar</b> att identifiera och innehålla ett dataintrång, vilket ger angripare gott om tid att stjäla känslig information och orsaka betydande skada.
tr: <b>IBM</b> tarafından yapılan bir araştırmaya göre, 2020 yılında bir şirket için bir veri ihlalinin ortalama maliyeti <b>3,86 milyon dolar</b> olarak gerçekleşmektedir. Buna, araştırma, düzeltme ve yasal ücretler gibi doğrudan maliyetlerin yanı sıra gelir kaybı ve marka itibarının zarar görmesi gibi dolaylı maliyetler de dahildir. Ayrıca, bu çalışma, saldırganlara hassas bilgileri çalacak ve önemli hasara neden olacak bolca zaman veren bir veri ihlalini tanımlama ve kontrol altına almanın ortalama <b>280 gün</b> sürdüğünü buldu.
zh: 根据<B>IBM</b>进行的一项研究，2020年公司数据泄露的平均成本为<b>$386万</b>。 这包括直接成本，如调查，补救和法律费用，以及间接成本，如收入损失和品牌声誉受损。 此外，该研究发现，识别和遏制数据泄露平均需要<b>280天</b>，这使攻击者有足够的时间窃取敏感信息并造成重大损害。

# Blog_WRDBTUAE_H4_Text3
source: This can expose customers to identity theft, financial fraud, and other forms of cybercrime. Customers may also lose trust in the company and its ability to protect their data, which can result in reputational damage and a loss of business for the company.
ar: يمكن أن يؤدي ذلك إلى تعريض العملاء لسرقة الهوية والاحتيال المالي وأشكال أخرى من الجرائم الإلكترونية. قد يفقد العملاء أيضًا ثقتهم في الشركة وقدرتها على حماية بياناتهم ، مما قد يؤدي إلى الإضرار بسمعة الشركة وخسارة أعمال الشركة.
de: Dies kann Kunden Identitätsdiebstahl, Finanzbetrug und anderen Formen der Cyberkriminalität aussetzen. Kunden können auch das Vertrauen in das Unternehmen und seine Fähigkeit, ihre Daten zu schützen, verlieren, was zu Reputationsschäden und Geschäftsverlusten für das Unternehmen führen kann.
es: Esto puede exponer a los clientes a robos de identidad, fraudes financieros y otras modalidades de ciberdelincuencia. Los clientes también podrían perder la confianza en la empresa y su capacidad para proteger sus datos, lo que puede suponer un daño para su reputación y una pérdida de oportunidades de negocio para la empresa.
fr: Cela peut exposer les clients au vol d'identité, à la fraude financière et à d'autres formes de cybercriminalité. Les clients peuvent également perdre confiance dans l'entreprise et sa capacité à protéger leurs données, ce qui peut entraîner une atteinte à la réputation et une perte d'activité pour l'entreprise.
it: Ciò può esporre i clienti a furti di identità, frodi finanziarie e altre forme di criminalità informatica. I clienti possono anche perdere fiducia nell'azienda e nella sua capacità di proteggere i loro dati, comportando danni alla reputazione e una perdita di affari per l'azienda.
ko: 이로 인해 고객은 신원 도용, 금융 사기 및 기타 형태의 사이버 범죄에 노출될 수 있습니다. 고객은 또한 회사에 대한 신뢰와 데이터 보호 능력을 잃을 수 있으며, 이로 인해 회사의 평판이 손상되고 비즈니스 손실이 발생할 수 있습니다.
nl: Dit kan klanten blootstellen aan identiteitsdiefstal, financiële fraude en andere vormen van cybercriminaliteit. Klanten kunnen ook het vertrouwen in het bedrijf en zijn vermogen om hun gegevens te beschermen verliezen, wat kan leiden tot reputatieschade en een verlies van klanten voor het bedrijf.
pl: Może to narazić klientów na kradzież tożsamości, oszustwa finansowe i inne formy cyberprzestępczości. Klienci mogą również stracić zaufanie do firmy i jej zdolności do ochrony ich danych, co może spowodować utratę reputacji i utratę możliwości biznesowych dla firmy.
pt: Isso pode expor os clientes a roubo de identidade, fraude financeira e outras formas de cibercrime. Os clientes também podem perder a confiança na empresa e sua capacidade de proteger seus dados, o que pode resultar em danos reputacionais e perda de negócios para a empresa.
ru: Это может привести к краже личных данных клиентов, финансовому мошенничеству и другим формам киберпреступности. Клиенты также могут потерять доверие к компании и ее способности защищать их данные, что может привести к ущербу репутации и потере бизнеса компании.
sv: Detta kan utsätta kunder för identitetsstöld, ekonomiskt bedrägeri och andra former av cyberbrottslighet. Kunder kan också förlora förtroendet för företaget och dess förmåga att skydda sina data, vilket kan leda till skada på rykte och förlust av affärer för företaget.
tr: Bu, müşterileri kimlik hırsızlığına, finansal sahtekarlığa ve diğer siber suç biçimlerine maruz bırakabilir. Müşteriler ayrıca şirkete olan güvenlerini ve verilerini koruma yeteneklerini kaybedebilir, bu da itibar hasarına ve şirket için iş kaybına neden olabilir.
zh: 这可能使客户面临身份盗窃、金融欺诈和其他形式的网络犯罪。 客户也可能失去对公司及其保护其数据的能力的信任，这可能导致公司的声誉受损和业务损失。

# Blog_WRDBTUAE_H4_Text4
source: In addition to the immediate risks, there are protracted long-term effects caused by a sever data breach. A company may also face legal and financial consequences for the breach. Depending on the laws and regulations governing data privacy in their jurisdiction, companies may be required to notify affected customers of the breach, offer identity theft protection services, and report the breach to government authorities.
ar: بالإضافة إلى المخاطر المباشرة ، هناك تأثيرات طويلة الأمد ناتجة عن انتهاك صارخ للبيانات. قد تواجه الشركة أيضا عواقب قانونية ومالية للانتهاك. اعتمادا على القوانين واللوائح التي تحكم خصوصية البيانات في ولايتها القضائية ، قد يطلب من الشركات إخطار العملاء المتأثرين بالانتهاك ، وتقديم خدمات حماية سرقة الهوية ، والإبلاغ عن الانتهاك للسلطات الحكومية.
de: Zusätzlich zu den unmittelbaren Risiken gibt es langwierige langfristige Auswirkungen, die durch eine schwerwiegende Datenschutzverletzung verursacht werden. Ein Unternehmen kann auch rechtliche und finanzielle Konsequenzen für den Verstoß haben. Abhängig von den Gesetzen und Vorschriften zum Datenschutz in ihrer Gerichtsbarkeit müssen Unternehmen möglicherweise betroffene Kunden über den Verstoß informieren, Dienste zum Schutz vor Identitätsdiebstahl anbieten und den Verstoß den Regierungsbehörden melden.
es: Además de los riesgos inmediatos, existen efectos prolongados a largo plazo causados por una filtración grave de datos. Las empresas también pueden enfrentarse a consecuencias legales y financieras. Dependiendo de las leyes y reglamentos que regulan la privacidad de los datos en su jurisdicción, las empresas pueden verse obligadas a notificar la filtración a los clientes afectados, ofrecer servicios de protección contra el robo de identidad e informar de la filtración a las autoridades gubernamentales.
fr: En plus des risques immédiats, il y a des effets prolongés à long terme causés par une grave violation de données. Une entreprise peut également faire face à des conséquences juridiques et financières pour la violation. Selon les lois et réglementations régissant la confidentialité des données dans leur juridiction, les entreprises peuvent être tenues d'informer les clients concernés de la violation, d'offrir des services de protection contre le vol d'identité et de signaler la violation aux autorités gouvernementales.
it: Oltre ai rischi immediati, ci sono effetti prolungati a lungo termine causati da una violazione dei dati grave. Un'azienda può anche affrontare conseguenze legali e finanziarie per la violazione. A seconda delle leggi e dei regolamenti che regolano la privacy dei dati nella loro giurisdizione, le aziende potrebbero essere tenute a notificare ai clienti interessati la violazione, offrire servizi di protezione dal furto di identità e segnalare la violazione alle autorità governative.
ko: 즉각적인 위험 외에도 심각한 데이터 유출로 인한 장기적인 영향이 있습니다. 회사는 또한 위반에 대한 법적 및 재정적 결과에 직면할 수 있습니다. 관할 지역의 데이터 개인 정보 보호에 적용되는 법률 및 규정에 따라 회사는 영향을 받는 고객에게 위반 사실을 알리고, 신원 도용 방지 서비스를 제공하고, 위반 사항을 정부 당국에 보고해야 할 수 있습니다.
nl: Naast de directe risico's zijn er langdurige langetermijneffecten veroorzaakt door een ernstig datalek. Een bedrijf kan ook juridische en financiële gevolgen ondervinden van de inbreuk. Afhankelijk van de wet- en regelgeving met betrekking tot gegevensprivacy in hun rechtsgebied, kunnen bedrijven worden verplicht om getroffen klanten op de hoogte te stellen van de inbreuk, beschermingsdiensten tegen identiteitsdiefstal aan te bieden en de inbreuk te melden aan overheidsinstanties.
pl: Oprócz bezpośrednich zagrożeń poważne naruszenie danych wiąże się z długotrwałymi i długoterminowymi skutkami. Za naruszenie firma może ponieść także konsekwencje prawne i finansowe. W zależności od przepisów ustawowych i wykonawczych regulujących prywatność danych w ich jurysdykcji, firmy mogą być zobowiązane do powiadamiania klientów, których to dotyczy, o naruszeniu, oferowania usług ochrony przed kradzieżą tożsamości i zgłaszania naruszenia organom rządowym.
pt: Além dos riscos imediatos, há efeitos prolongados de longo prazo causados por uma violação de dados grave. Uma empresa também pode enfrentar consequências legais e financeiras pela violação. Dependendo das leis e regulamentos que regem a privacidade de dados em sua jurisdição, as empresas podem ser obrigadas a notificar os clientes afetados sobre a violação, oferecer serviços de proteção contra roubo de identidade e relatar a violação às autoridades governamentais.
ru: В дополнение к непосредственным рискам, существуют длительные долгосрочные последствия, вызванные серьезной утечкой данных. Компания также может столкнуться с юридическими и финансовыми последствиями нарушения. В зависимости от законов и нормативных актов, регулирующих конфиденциальность данных в их юрисдикции, компании могут быть обязаны уведомлять пострадавших клиентов о нарушении, предлагать услуги по защите от кражи личных данных и сообщать о нарушении государственным органам.
sv: Utöver de omedelbara riskerna finns det utdragna långsiktiga effekter orsakade av ett allvarligt dataintrång. Ett företag kan också få juridiska och ekonomiska konsekvenser för överträdelsen. Beroende på de lagar och förordningar som reglerar datasekretess i deras jurisdiktion, kan företag bli skyldiga att meddela berörda kunder om intrånget, erbjuda identitetsstöldskyddstjänster och rapportera intrånget till statliga myndigheter.
tr: Acil risklere ek olarak, ciddi bir veri ihlalinin neden olduğu uzun vadeli etkiler de bulunur. Bir şirket ayrıca ihlal için yasal ve finansal sonuçlarla karşı karşıya kalabilir. Kendi yetki alanlarındaki veri gizliliğini düzenleyen yasa ve yönetmeliklere bağlı olarak, şirketlerin etkilenen müşterileri ihlalden haberdar etmeleri, kimlik hırsızlığına karşı koruma hizmetleri sunmaları ve ihlali devlet yetkililerine bildirmeleri gerekebilir.
zh: 除了眼前的风险之外，断绝数据泄露还会造成长期影响。 公司还可能因违规而面临法律和财务后果。 根据其司法管辖区内有关数据隐私的法律和法规，公司可能需要通知受影响的客户违规行为，提供身份盗窃保护服务，并向政府机构报告违规行为。

# Blog_WRDBTUAE_H4_Text5
source: Companies may also face fines, lawsuits, and other legal action from customers, regulators, and other stakeholders. The costs associated with responding to a data breach can be substantial, including the costs of investigating and containing the breach, notifying customers, providing credit monitoring services, and defending against legal claims.
ar: قد تواجه الشركات أيضًا غرامات ودعاوى قضائية وإجراءات قانونية أخرى من العملاء والمنظمين وأصحاب المصلحة الآخرين. يمكن أن تكون التكاليف المرتبطة بالرد على خرق البيانات كبيرة ، بما في ذلك تكاليف التحقيق في الخرق واحتوائه ، وإخطار العملاء ، وتوفير خدمات مراقبة الائتمان ، والدفاع ضد المطالبات القانونية.
de: Unternehmen können auch mit Geldbußen, Klagen und anderen rechtlichen Schritten von Kunden, Aufsichtsbehörden und anderen Interessengruppen konfrontiert sein. Die mit der Reaktion auf eine Datenschutzverletzung verbundenen Kosten können erheblich sein, einschließlich der Kosten für die Untersuchung und Eindämmung der Verletzung, die Benachrichtigung von Kunden, die Bereitstellung von Kreditüberwachungsdiensten und die Verteidigung gegen Rechtsansprüche.
es: Asimismo, las empresas pueden enfrentarse a multas, demandas y otras acciones legales por parte de clientes, reguladores y otros grupos de interés. Los costes asociados a la respuesta a una filtración de datos pueden ser considerables, incluidos los costes de investigación y contención de la filtración, notificación a los clientes, prestación de servicios de supervisión del crédito y defensa frente a reclamaciones legales.
fr: Les entreprises peuvent également faire face à des amendes, des poursuites et d'autres actions en justice de la part des clients, des régulateurs et d'autres parties prenantes. Les coûts associés à la réponse à une violation de données peuvent être considérables, y compris les coûts d'enquête et de confinement de la violation, de notification des clients, de fourniture de services de surveillance du crédit et de défense contre les poursuites judiciaires.
it: Le aziende possono anche affrontare multe, cause legali e altre azioni legali da parte di clienti, autorità di regolamentazione e altre parti interessate. I costi associati alla risposta a una violazione dei dati possono essere notevoli, compresi i costi di indagine e contenimento della violazione, notifica ai clienti, fornitura di servizi di monitoraggio del credito e difesa da rivendicazioni legali.
ko: 회사는 또한 고객, 규제 기관 및 기타 이해 관계자로부터 벌금, 소송 및 기타 법적 조치에 직면할 수 있습니다. 데이터 침해에 대응하는 데 드는 비용은 침해 조사 및 억제, 고객 통지, 신용 모니터링 서비스 제공, 법적 청구 방어 비용을 포함하여 상당할 수 있습니다.
nl: Bedrijven kunnen ook te maken krijgen met boetes, rechtszaken en andere juridische stappen van klanten, toezichthouders en andere belanghebbenden. De kosten die gepaard gaan met het reageren op een datalek kunnen aanzienlijk zijn, inclusief de kosten van het onderzoeken en indammen van de inbreuk, het informeren van klanten, het verlenen van kredietbewakingsdiensten en het verdedigen tegen juridische claims.
pl: Firmy mogą również spotkać się z grzywnami, procesami sądowymi i innymi działaniami prawnymi ze strony klientów, organów regulacyjnych i innych interesariuszy. Koszty związane z reakcją na naruszenie danych mogą być znaczne, w tym koszty zbadania i powstrzymania naruszenia, powiadomienia klientów, świadczenia usług monitorowania kredytu i obrony przed roszczeniami prawnymi.
pt: As empresas também podem enfrentar multas, ações judiciais e outras ações legais de clientes, reguladores e outras partes interessadas. Os custos associados à resposta a uma violação de dados podem ser substanciais, incluindo os custos de investigação e contenção da violação, notificação de clientes, prestação de serviços de monitoramento de crédito e defesa contra reivindicações legais.
ru: Компании также могут столкнуться со штрафами, судебными исками и другими юридическими действиями со стороны клиентов, регулирующих органов и других заинтересованных сторон. Расходы, связанные с реагированием на утечку данных, могут быть существенными, включая расходы на расследование и пресечение нарушения, уведомление клиентов, предоставление услуг кредитного мониторинга и защиту от судебных исков.
sv: Företag kan också drabbas av böter, stämningar och andra rättsliga åtgärder från kunder, tillsynsmyndigheter och andra intressenter. Kostnaderna för att svara på ett dataintrång kan vara betydande, inklusive kostnaderna för att undersöka och begränsa intrånget, meddela kunder, tillhandahålla kreditövervakningstjänster och försvara sig mot rättsliga anspråk.
tr: Şirketler ayrıca müşteriler, idareciler ve diğer paydaşların para cezası, dava ve diğer yasal işlemleri ile yüz yüze kalabilir. Bir veri ihlaline yanıt vermekle ilişkili maliyetler, ihlali soruşturma ve içerme, müşterileri bilgilendirme, kredi izleme hizmetleri sağlama ve yasal taleplere karşı savunma maliyetleri de dahil olmak üzere önemli olabilir.
zh: 公司还可能面临来自客户，监管机构和其他利益相关者的罚款，诉讼和其他法律行动。 与应对数据泄露相关的成本可能很大，包括调查和遏制违规行为，通知客户，提供信用监控服务以及针对法律索赔进行辩护的成本。
