Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AESDES_H2_SH1_Text1
source: For any cipher, the most basic technique of attack is brute force, which includes attempting each key until you locate the appropriate one. Finding the right key would take a maximum of 256, or around 72 quadrillion, attempts due to the effective DES key length of 56 bits. This is insufficient for the DES data protection against computerized brute-force attacks. Before AES was used to replace DES, there were probably not many messages that were susceptible to this kind of code-breaking attempt. However, even before DES became a standard, many security experts believed the 56-bit key length was insufficient. So, it’s no longer effective.
ar: بالنسبة لأي تشفير ، فإن الطريقة الأساسية للهجوم هي القوة الغاشمة ، والتي تتضمن محاولة كل مفتاح حتى تحدد مكان المفتاح المناسب. قد يستغرق العثور على المفتاح الصحيح 256 بت كحد أقصى ، أو حوالي 72 كوادريليون ، بسبب طول مفتاح DES الفعال البالغ 56 بت. هذا غير كاف لحماية بيانات DES ضد هجمات القوة الغاشمة المحوسبة. قبل استخدام AES لتحل محل DES ، ربما لم يكن هناك العديد من الرسائل التي كانت عرضة لهذا النوع من محاولة فك الشفرة. ومع ذلك ، حتى قبل أن يصبح DES معيارا ، اعتقد العديد من خبراء الأمان أن طول المفتاح 56 بت غير كافٍ. لذلك ، لم تعد فعالة.
de: Für jede Chiffre ist die grundlegendste Angriffstechnik rohe Gewalt, bei der jeder Schlüssel ausprobiert wird, bis Sie den entsprechenden gefunden haben. Das Finden des richtigen Schlüssels würde aufgrund der effektiven DES-Schlüssellänge von 56 Bit maximal 256 oder etwa 72 Billiarden Versuche erfordern. Dies ist für den DES-Datenschutz gegen computergestützte Brute-Force-Angriffe unzureichend. Bevor AES als Ersatz für DES verwendet wurde, gab es wahrscheinlich nicht viele Nachrichten, die für diese Art von Code-Breaking-Versuch anfällig waren. Doch noch bevor DES zum Standard wurde, glaubten viele Sicherheitsexperten, dass die Schlüssellänge von 56 Bit nicht ausreichte. Es ist also nicht mehr effektiv.
es: Para cualquier cifrado, la técnica de ataque más básica es la fuerza bruta, que incluye intentar cada clave hasta que encuentres la adecuada. Encontrar la clave correcta requeriría un máximo de 256 intentos, o alrededor de 72 cuatrillones, debido a la longitud efectiva de la clave DES de 56 bits. Esto es insuficiente para la protección de datos DES contra ataques informáticos de fuerza bruta. Antes de que se usara AES para reemplazar DES, probablemente no había muchos mensajes que fueran susceptibles a este tipo de intento de descifrado de código. Sin embargo, incluso antes de que DES se convirtiera en un estándar, muchos expertos en seguridad creían que la longitud de la clave de 56 bits era insuficiente. Entonces, ya no es efectivo.
fr: Pour tout chiffrement, la technique d'attaque la plus élémentaire est la force brute, qui consiste à essayer chaque clé jusqu'à ce que vous trouviez celle qui convient. Trouver la bonne clé nécessiterait un maximum de 256 tentatives, soit environ 72 quadrillions, en raison de la longueur effective de la clé DES de 56 bits. Ceci est insuffisant pour la protection des données DES contre les attaques par force brute informatisées. Avant qu'AES ne soit utilisé pour remplacer DES, il n'y avait probablement pas beaucoup de messages susceptibles de faire l'objet de ce type de tentative de décryptage. Cependant, avant même que DES ne devienne la norme, de nombreux experts en sécurité pensaient que la longueur de clé de 56 bits était insuffisante. Donc, ce n'est plus efficace.
it: Per qualsiasi cifrario, la tecnica di attacco più semplice è la forza bruta, che include il tentativo di ogni chiave fino a individuare quella appropriata. Trovare la chiave giusta richiederebbe un massimo di 2 alla 56esima tentativi, o circa 72 quadrilioni, a causa della lunghezza effettiva della chiave DES di 56 bit. Ciò è insufficiente per la protezione dei dati DES contro gli attacchi di forza bruta computerizzati. Prima che AES venisse utilizzato per sostituire DES, probabilmente non c'erano molti messaggi suscettibili a questo tipo di tentativo di violazione del codice. Tuttavia, anche prima che il DES diventasse uno standard, molti esperti di sicurezza ritenevano che la lunghezza della chiave a 56 bit fosse insufficiente. Quindi, non è più efficace.
ko: 모든 암호에 대해 가장 기본적인 공격 기술은 적절한 키를 찾을 때까지 각 키를 시도하는 것을 포함하는 무차별 암호 대입입니다. 올바른 키를 찾으려면 유효 DES 키 길이가 56비트이기 때문에 최대 256회 또는 약 72조 번의 시도가 필요합니다. 이는 전산화된 무차별 암호 대입 공격에 대한 DES 데이터 보호에 충분하지 않습니다. AES가 DES를 대체하는 데 사용되기 전에는 이러한 종류의 코드 해독 시도에 취약한 메시지가 많지 않았을 것입니다. 그러나 DES가 표준이 되기 전에도 많은 보안 전문가들은 56비트 키 길이가 충분하지 않다고 생각했습니다. 따라서 더 이상 효과적이지 않습니다.
nl: Voor elke versleuteling is de meest elementaire aanvalstechniek brute kracht, waaronder het proberen van elke sleutel totdat je de juiste vindt. Het vinden van de juiste sleutel zou maximaal 256, of ongeveer 72 biljard, pogingen vergen vanwege de effectieve DES-sleutellengte van 56 bits. Dit is onvoldoende voor de DES-gegevensbescherming tegen geautomatiseerde brute-force-aanvallen. Voordat AES werd gebruikt om DES te vervangen, waren er waarschijnlijk niet veel berichten die vatbaar waren voor dit soort pogingen om code te breken. Maar zelfs voordat DES een standaard werd, geloofden veel beveiligingsexperts dat de 56-bits sleutellengte onvoldoende was. Het is dus niet langer effectief.
pl: W przypadku każdego szyfru najbardziej podstawową techniką ataku jest brutalna siła, która obejmuje próbę użycia każdego klucza, aż do znalezienia właściwego. Znalezienie odpowiedniego klucza zajęłoby maksymalnie 256, czyli około 72 biliardów prób, ze względu na efektywną długość klucza DES wynoszącą 56 bitów. Jest to niewystarczające do ochrony danych DES przed skomputeryzowanymi atakami typu brute-force. Zanim AES został użyty do zastąpienia DES, prawdopodobnie nie było wielu wiadomości, które byłyby podatne na tego rodzaju próby złamania szyfru. Jednak nawet zanim DES stał się standardem, wielu ekspertów ds. bezpieczeństwa uważało, że 56-bitowa długość klucza jest niewystarczająca. Więc to już nie jest skuteczne.
pt: Para qualquer cifra, a técnica mais básica de ataque é a força bruta que consiste em tentar múltiplas chaves até se encontrar a certa. Encontrar a chave certa levaria um máximo de 2^56, ou cerca de 72 milhares de biliões, tentativas devido ao comprimento efectivo da chave DES de 56 bits. Tal é insuficiente para a protecção de dados DES contra ataques de força bruta computacionais. Antes do AES substituir o DES, provavelmente não havia muitas mensagens susceptíveis a este tipo de tentativa de quebra de código. No entanto, mesmo antes do DES se tornar uma norma, muitos especialistas em segurança acreditavam que o comprimento da chave de 56 bits era insuficiente. Assim, não é mais considerado eficaz.
ru: Для любого шифра самым основным методом атаки является брутфорс, которая включает в себя попытку использования каждого ключа до тех пор, пока вы не найдете подходящий. Поиск правильного ключа занял бы максимум 256, или около 72 квадриллионов попыток, из-за эффективной длины ключа DES в 56 бит. Этого недостаточно для защиты данных DES от компьютерных атак методом перебора. До того, как AES был использован для замены DES, вероятно, было не так много сообщений, которые были подвержены такого рода попыткам взлома кода. Однако еще до того, как DES стал стандартом, многие эксперты по безопасности считали, что 56-битная длина ключа недостаточна. Итак, это больше не эффективно.
sv: För alla krypteringar är den mest grundläggande tekniken för attack "brute force", vilket innebär att testa varje nyckel tills du hittar den lämpliga. Att hitta rätt nyckel skulle ta maximalt 256, eller cirka 72 kvadrillioner försök på grund av den effektiva DES-nyckellängden på 56 bitar. Detta är otillräckligt för DES-dataskyddet mot datoriserade brute-force-attacker. Innan AES användes för att ersätta DES fanns det inte många meddelanden som var mottagliga för denna typ av kodbrottsförsök. Men även innan DES blev standard, trodde många säkerhetsexperter att 56-bitars nyckellängd var otillräcklig. Så det är inte längre effektivt.
tr: Herhangi bir şifre için en temel saldırı tekniği, uygun olanı bulana kadar her anahtarı denemeyi içeren kaba kuvvettir. Doğru anahtarı bulmak, 56 bitlik etkili DES anahtar uzunluğu nedeniyle maksimum 256 veya yaklaşık 72 katrilyon deneme gerektirir. Bu, bilgisayarlı kaba kuvvet saldırılarına karşı DES veri koruması için yetersizdir. AES, DES'in yerini almak için kullanılmadan önce, muhtemelen bu tür kod kırma girişimlerine duyarlı çok fazla ileti bulunmuyordu. Ancak, DES standart hale gelmeden önce bile, birçok güvenlik uzmanı 56 bit anahtar uzunluğunun yetersiz olduğuna inanıyordu. Yani, artık etkili değil.
zh: 对于任何密码，最基本的攻击技术是蛮力，其中包括尝试每个密钥，直到找到合适的密钥。 由于有效的DES密钥长度为56位，因此找到正确的密钥最多需要256次尝试，或大约72万亿次尝试。 这是不足的DES数据保护免受计算机化的蛮力攻击。 在使用AES替换DES之前，可能没有多少消息容易受到这种代码破坏尝试的影响。 然而，即使在DES成为标准之前，许多安全专家认为56位密钥长度不足。 所以，它不再有效。

# Blog_AESDES_H2_SH2_Text1
source: Although the AES data encryption technique is more theoretically sophisticated and attractive, its main advantage is the availability of different key lengths. AES is exponentially more secure than DES's 56-bit key since it lets you select a 128-bit, 192-bit, or 256-bit key. Because key size affects encryption strength, DES became obsolete due to continual advancements in computing technology.
ar: على الرغم من أن تقنية تشفير بيانات AES أكثر تعقيدا وجاذبية من الناحية النظرية ، فإن ميزتها الرئيسية هي توفر أطوال مفاتيح مختلفة. يعد AES أكثر أمانا بشكل كبير من مفتاح DES المكون من 56 بت نظرا لأنه يتيح لك تحديد مفتاح 128 بت أو 192 بت أو 256 بت. نظرًا لأن حجم المفتاح يؤثر على قوة التشفير ، فقد أصبح DES عفا عليه الزمن بسبب التطورات المستمرة في تكنولوجيا الحوسبة.
de: Obwohl die AES-Datenverschlüsselungstechnik theoretisch anspruchsvoller und attraktiver ist, besteht ihr Hauptvorteil in der Verfügbarkeit unterschiedlicher Schlüssellängen. AES ist exponentiell sicherer als der 56-Bit-Schlüssel von DES, da Sie einen 128-Bit-, 192-Bit- oder 256-Bit-Schlüssel auswählen können. Da die Schlüsselgröße die Verschlüsselungsstärke beeinflusst, wurde DES aufgrund kontinuierlicher Fortschritte in der Computertechnologie obsolet.
es: Aunque la técnica de cifrado de datos AES es teóricamente más sofisticada y atractiva, su principal ventaja es la disponibilidad de diferentes longitudes de clave. AES es exponencialmente más seguro que la clave de 56 bits de DES, ya que te permite seleccionar una clave de 128 bits, 192 bits o 256 bits. Debido a que el tamaño de la clave afecta la fuerza del cifrado, DES quedó obsoleto debido a los continuos avances en la tecnología informática.
fr: Bien que la technique de chiffrement des données AES soit théoriquement plus sophistiquée et attrayante, son principal avantage est la disponibilité de différentes longueurs de clé. AES est exponentiellement plus sécurisé que la clé 56 bits de DES car il vous permet de sélectionner une clé 128 bits, 192 bits ou 256 bits. Étant donné que la taille de la clé affecte la force de cryptage, DES est devenu obsolète en raison des progrès continus de la technologie informatique.
it: Sebbene la tecnica di crittografia dei dati AES sia più teoricamente sofisticata ed attraente, il suo principale vantaggio è la disponibilità di diverse lunghezze di chiave. AES è esponenzialmente più sicuro della chiave a 56 bit di DES poiché consente di selezionare una chiave a 128 bit, 192 bit o 256 bit. Poiché le dimensioni della chiave influiscono sulla forza della crittografia, il DES è diventato obsoleto a causa dei continui progressi nella tecnologia informatica.
ko: AES 데이터 암호화 기술은 이론적으로 더 정교하고 매력적이지만 주요 이점은 다양한 키 길이를 사용할 수 있다는 것입니다. AES는 128비트, 192비트 또는 256비트 키를 선택할 수 있으므로 DES의 56비트 키보다 기하급수적으로 더 안전합니다. 키 크기는 암호화 강도에 영향을 미치기 때문에 DES는 컴퓨팅 기술의 지속적인 발전으로 인해 더 이상 사용되지 않게 되었습니다.
nl: Hoewel de AES-gegevenscoderingstechniek theoretisch geavanceerder en aantrekkelijker is, is het belangrijkste voordeel de beschikbaarheid van verschillende sleutellengtes. AES is exponentieel veiliger dan de 56-bits sleutel van DES, omdat u hiermee een 128-bits, 192-bits of 256-bits sleutel kunt selecteren. Omdat de sleutelgrootte van invloed is op de coderingssterkte, werd DES overbodig als gevolg van voortdurende vooruitgang in computertechnologie.
pl: Chociaż technika szyfrowania danych AES jest teoretycznie bardziej wyrafinowana i atrakcyjna, jej główną zaletą jest dostępność kluczy o różnych długościach. AES jest wykładniczo bezpieczniejszy niż 56-bitowy klucz DES, ponieważ pozwala wybrać klucz 128-bitowy, 192-bitowy lub 256-bitowy. Ponieważ rozmiar klucza wpływa na siłę szyfrowania, DES stał się przestarzały ze względu na ciągły postęp w technologii komputerowej.
pt: Apesar da técnica de cifragem de dados AES seja teoricamente mais sofisticada e atractiva, a sua principal vantagem é a disponibilidade de diferentes comprimentos de chave. O AES é exponencialmente mais seguro do que a chave de 56 bits do DES, pois permite selecionar uma chave de 128, 192 ou 256 bits. Como o tamanho da chave afecta a força da cifragem, o DES tornou-se obsoleto devido aos avanços contínuos da tecnologia computacional.
ru: Хотя метод шифрования данных AES является более теоретически сложным и привлекательным, его главным преимуществом является наличие ключей различной длины. AES экспоненциально более безопасен, чем 56-битный ключ DES, поскольку позволяет выбрать 128-битный, 192-битный или 256-битный ключ. Поскольку размер ключа влияет на надежность шифрования, DES устарел из-за постоянного развития вычислительных технологий.
sv: Även om AES-datakrypteringstekniken är mer teoretiskt sofistikerad och attraktiv, är dess främsta fördel tillgången på olika nyckellängder. AES är exponentiellt säkrare än DES:s 56-bitars nyckel eftersom det låter dig välja en 128-bitars, 192-bitars eller 256-bitars nyckel. Eftersom nyckelstorleken påverkar krypteringsstyrkan blev DES föråldrad på grund av ständiga framsteg inom datorteknik.
tr: AES veri şifreleme tekniği teorik olarak daha sofistike ve çekici olmasına rağmen, ana avantajı farklı anahtar uzunluklarının kullanılabilirliğidir. AES, 128 bit, 192 bit veya 256 bit anahtar seçmenize izin verdiği için DES'in güvenliği 56 bit anahtarından katbekat daha fazladır. Anahtar boyutu şifreleme gücünü etkilediğinden, bilgi işlem teknolojisindeki sürekli gelişmeler nedeniyle DES demode hale geldi.
zh: 虽然AES数据加密技术在理论上更加复杂和有吸引力，但其主要优点是不同密钥长度的可用性。 AES比DES的56位密钥更安全，因为它允许您选择128位、192位或256位密钥。 由于密钥大小会影响加密强度，DES因计算技术的不断进步而过时。

# Blog_AESDES_H2_SubHeading1
source: <strong>Why DES is no longer effective? </strong>.
ar: <strong> لماذا لم تعد DES فعالة؟ </strong>.
de: <strong>Warum ist DES nicht mehr wirksam? </strong>.
es: <strong>¿Por qué DES ya no es efectivo?</strong>
fr: <strong>Pourquoi le DES n'est plus efficace ? </strong>.
it: <strong>Perché il DES non è più efficace? </strong>.
ko: <strong>DES가 더 이상 효과적이지 않은 이유는 무엇입니까? </strong>
nl: <strong>Waarom is DES niet langer effectief? </strong>.
pl: <strong>Dlaczego DES nie jest już skuteczny? </strong>.
pt: <strong>Porquê que o DES já não é eficaz? </strong>.
ru: <strong>Почему DES больше не эффективен? </strong>.
sv: <strong>Varför är DES inte längre effektivt? </strong>.
tr: <strong>DES neden artık etkili değil? </strong>.
zh: <strong>为什么DES不再有效？ </strong>。

# Blog_AESDES_H2_SubHeading2
source: <strong>Why AES replaces DES? </strong>
ar: <strong> لماذا تحل AES محل DES؟ </strong>
de: <strong>Warum ersetzt AES DES? </strong>
es: <strong>¿Por qué AES reemplaza a DES? </strong>
fr: <strong>Pourquoi AES remplace DES ? </strong>
it: <strong>Perché AES sostituisce DES? </strong>
ko: <strong>AES가 DES를 대체하는 이유는 무엇입니까? </strong>
nl: <strong>Waarom vervangt AES DES? </strong>
pl: <strong>Dlaczego AES zastępuje DES? </strong>
pt: <strong>Porquê que o AES substituiu o DES? </strong>
ru: <strong>Почему AES заменяет DES? </strong>
sv: <strong>Varför ersätter AES DES? </strong>
tr: <strong>AES neden DES'in yerini alıyor? </strong>
zh: <strong>为什么AES取代DES？ </strong>

# Blog_AESDES_Heading1
source: <strong>What is an AES encryption?<strong>
ar: <strong> ما هو تشفير AES؟ <strong>
de: <strong>Was ist eine AES-Verschlüsselung?<strong>
es: <strong>¿Qué es un cifrado AES?<strong>
fr: <strong>Qu'est-ce qu'un chiffrement AES ?<strong>
it: <strong>Cos'è una crittografia AES?<strong></strong>
ko: <strong>AES 암호화란 무엇입니까?<strong>
nl: <strong>Wat is een AES encryptie?<strong>
pl: <strong>Co to jest szyfrowanie AES?<strong>
pt: <strong>O que é a cifragem AES?</strong>
ru: <strong>Что такое шифрование AES?<strong>
sv: <strong>Vad är en AES-kryptering?<strong>
tr: <strong>AES şifrelemesi nedir?<strong></strong>
zh: <strong>什么是AES加密？<strong>

# Blog_AESDES_Heading2
source: Difference between AES encryption Vs DES encryption.
ar: الفرق بين تشفير AES مقابل تشفير DES.
de: Unterschied zwischen AES-Verschlüsselung und DES-Verschlüsselung.
es: Diferencia entre el cifrado AES y el cifrado DES
fr: Différence entre le cryptage AES et le cryptage DES.
it: Differenza tra crittografia AES vs. DES.
ko: AES 암호화와 DES 암호화의 차이점.
nl: Verschil tussen AES-encryptie tegenover DES-encryptie.
pl: Różnica między szyfrowaniem AES a szyfrowaniem DES.
pt: Diferença entre cifragem AES e DES.
ru: Разница между AES и DES-шифрованием.
sv: Skillnaden mellan AES-kryptering och DES-kryptering.
tr: AES şifrelemesi ile DES şifrelemesi arasındaki fark.
zh: AES加密与DES加密之间的区别。

# Blog_AESDES_Summary
source: AES or the Advanced Encryption Standard is a cipher, which is a way to both encrypt and decrypt data.
ar: AES أو معيار التشفير المتقدم هو تشفير ، وهو وسيلة لتشفير البيانات وفك تشفيرها.
de: AES oder der Advanced Encryption Standard ist eine Chiffre, mit der Daten sowohl verschlüsselt als auch entschlüsselt werden können.
es: El Estándar de cifrado avanzado (Advanced Encryption Standard, AES) es un cifrado que permite cifrar y descifrar datos.
fr: AES ou Advanced Encryption Standard est un chiffrement, qui est un moyen à la fois de chiffrer et de déchiffrer les données.
it: AES o Advanced Encryption Standard è un cifrario, cioè un modo per crittografare e decrittografare i dati.
ko: AES 또는 Advanced Encryption Standard는 데이터를 암호화하고 해독하는 방법인 암호입니다.
nl: AES of de Advanced Encryption Standard is een codering, wat een manier is om gegevens zowel te versleutelen als te decoderen.
pl: AES lub Advanced Encryption Standard to szyfr, który umożliwia zarówno szyfrowanie, jak i deszyfrowanie danych.
pt: O AES ou Advanced Encryption Standard é uma cifra, isto é, uma forma de cifrar e decifrar dados.
ru: AES или Расширенный стандарт шифрования - это шифр, который представляет собой метод шифрования, и дешифрования данных.
sv: AES eller Advanced Encryption Standard är ett chiffer, vilket är ett sätt att både kryptera och dekryptera data.
tr: AES veya Gelişmiş Şifreleme Standardı, hem bir veri şifreleme hem de veri çözme yönetimi olan bir şifredir.
zh: AES或高级加密标准是一种密码，它是一种加密和解密数据的方法。

# Blog_AESDES_Title
source: Advanced Encryption Standard Vs Data Encryption Standard.
ar: معيار التشفير المتقدم مقابل معيار تشفير البيانات.
de: Erweiterter Verschlüsselungsstandard Vs Datenverschlüsselungsstandard.
es: Estándar de cifrado avanzado vs. Estándar de cifrado de datos
fr: Norme de Cryptage Avancée Contre Norme de Cryptage des Données.
it: Crittografia Avanzata Standard Vs Crittografia di Dati Standard
ko: 고급 암호화 표준 대 데이터 암호화 표준.
nl: Advanced Encryption Standard (AES) versus Data Encryption Standard (DES).
pl: Zaawansowany standard szyfrowania kontra standard szyfrowania danych.
ru: Расширенный стандарт шифрования Vs Стандарт шифрования данных.
sv: Avancerad krypterings standard VS Datakrypteringsstandard.
tr: Gelişmiş Şifreleme Standardı ve Veri Şifreleme Standardı.
zh: 高级加密标准Vs数据加密标准。

# Blog_AIS_Conclusion_Heading
source: AxCrypt in short
ar: اكسكربت باختصار
de: AxCrypt in Kürze
es: AxCrypt en breve
fr: AxCrypt en bref
it: AxCrypt in breve
ko: 간단히 말해서 AxCrypt
nl: AxCrypt in het kort
pl: AxCrypt w skrócie
pt: AxCrypt em resumo
ru: Коротко об AxCrypt
sv: AxCrypt som kort
tr: Kısaca AxCrypt
zh: 简言之，AxCrypt
