Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CSFE_Text2
source: Cybercriminals are continuously devising new ways to get beyond the latest protective techniques and technologies and into employees' inboxes and browsers. In only 2021, humans were engaged in 85% of data breaches, with 94% of malware sent via email. You can considerably reduce the chance of a security incident or breach by training your employees to identify these assaults.
ar: يبتكر مجرمو الإنترنت باستمرار طرقًا جديدة لتجاوز أحدث تقنيات وتقنيات الحماية والوصول إلى صناديق البريد الوارد للموظفين والمتصفحات. في عام 2021 فقط ، شارك البشر في 85٪ من خروقات البيانات ، مع إرسال 94٪ من البرامج الضارة عبر البريد الإلكتروني. يمكنك تقليل فرصة وقوع حادث أمني أو خرق بشكل كبير من خلال تدريب موظفيك على تحديد هذه الاعتداءات.
de: Cyberkriminelle entwickeln ständig neue Wege, um über die neuesten Schutztechniken und -technologien hinaus in die Posteingänge und Browser der Mitarbeiter vorzudringen. Nur im Jahr 2021 waren Menschen an 85% der Datenschutzverletzungen beteiligt, wobei 94% der Malware per E-Mail gesendet wurden. Sie können die Wahrscheinlichkeit eines Sicherheitsvorfalls oder einer Sicherheitsverletzung erheblich verringern, indem Sie Ihre Mitarbeiter darin schulen, diese Angriffe zu erkennen.
es: Los ciberdelincuentes están continuamente ideando nuevas formas de ir más allá de las últimas técnicas y tecnologías de protección y llegar a las bandejas de entrada y los navegadores de los empleados. Solo en 2021, los humanos participaron en el 85 % de las filtraciones de datos y el 94 % del malware se envió por correo electrónico. Puedes reducir considerablemente la posibilidad de un incidente de seguridad o una violación de datos al capacitar a tus empleados para que puedan identificar estos ataques.
fr: Les cybercriminels conçoivent continuellement de nouvelles façons de dépasser les dernières techniques et technologies de protection et d’entrer dans les boîtes de réception et les navigateurs des employés. En 2021 seulement, des humains ont été impliqués dans 85% des violations de données, avec 94% des logiciels malveillants envoyés par e-mail. Vous pouvez réduire considérablement le risque d’incident de sécurité ou de violation en formant vos employés à identifier ces agressions.
it: I criminali informatici escogitano continuamente nuovi modi per andare oltre le più recenti tecniche e tecnologie di protezione e entrare nelle caselle di posta e nei browser dei dipendenti. Solo nel 2021, gli esseri umani sono stati coinvolti nell'85% delle violazioni dei dati, con il 94% dei malware inviati via e-mail. Puoi ridurre considerevolmente la possibilità di un incidente di sicurezza o di una violazione formando i tuoi dipendenti per identificare questi attacchi.
ko: 사이버 범죄자들은 최신 보호 기술과 기술을 넘어 직원의 받은 메일함과 브라우저에 침투할 수 있는 새로운 방법을 지속적으로 고안하고 있습니다. 2021년에만 인적 원인이 데이터 침해의 85%에 관여했으며 멀웨어의 94%가 이메일을 통해 전송되었습니다. 이러한 공격을 식별하도록 직원을 교육하여 보안 사고 또는 위반의 가능성을 크게 줄일 수 있습니다.
nl: Cybercriminelen bedenken voortdurend nieuwe manieren om voorbij de nieuwste beveiligingstechnieken en -technologieën in de inboxen en browsers van werknemers te komen. In slechts 2021 waren mensen betrokken bij 85% van de datalekken, waarbij 94% van de malware via e-mail werd verstuurd. U kunt de kans op een beveiligingsincident of inbreuk aanzienlijk verkleinen door uw medewerkers te trainen in het herkennen van deze aanvallen.
pl: Cyberprzestępcy nieustannie opracowują nowe sposoby, aby wyjść poza najnowsze techniki i technologie ochrony i wejść do skrzynek odbiorczych i przeglądarek pracowników. Tylko w 2021 r. ludzie byli zaangażowani w 85% naruszeń danych, z czego 94% szkodliwego oprogramowania wysyłanego za pośrednictwem poczty elektronicznej. Możesz znacznie zmniejszyć ryzyko incydentu lub naruszenia bezpieczeństwa, szkoląc swoich pracowników w identyfikowaniu tych ataków.
pt: Os cibercriminosos estão continuamente a inventar novas formas de ultrapassar as últimas técnicas de protecção e tecnologias, e de aceder a caixas de entrada e navegadores de trabalhadores. Em 2021 apenas, os humanos envolveram-se em 85% das violações de dados, com 94% de malware enviado por email. Pode reduzir consideravelmente a probabilidade de um incidente ou violação de segurança treinando os seus trabalhadores a identificar estes assaltos.
ru: Киберпреступники постоянно изобретают новые способы проникнуть за пределы новейших методов защиты и технологий в почтовые ящики и браузеры сотрудников. Только в 2021 году люди были причастны к 85% утечек данных, причем 94% вредоносных программ отправлялись по электронной почте. Вы можете значительно снизить вероятность инцидента или нарушения безопасности, обучив своих сотрудников распознавать эти атаки.
sv: Cyberbrottslingar utarbetar ständigt nya sätt att ta sig bortom de senaste skyddsteknikerna och komma in i anställdas inkorgar och webbläsare. År 2021 var människor involverade i 85 % av dataintrången, 94 % av den skadliga programvaran skickades via e-post. Man kan avsevärt minska risken för en säkerhetsincident eller intrång genom att utbilda sina anställda att identifiera dessa övergrepp.
tr: Siber suçlular, en son koruyucu tekniklerin ve teknolojilerin ötesine geçip çalışanların gelen kutularına ve tarayıcılarına girmek için sürekli olarak yeni yollar üzerinde çalışıyor. Sadece 2021'de, veri ihlallerinin %85'ine insanlar dahil oldu ve kötü amaçlı yazılımların %94'ü e-posta yoluyla gönderildi. Çalışanlarınızı bu saldırıları belirmeleri için eğiterek bir güvenlik ihmali veya ihlali olasılığını önemli ölçüde azaltabilirsiniz.
zh: 网络犯罪分子不断设计新的方法，超越最新的保护技术和技术，进入员工的收件箱和浏览器。 仅在2021年，人类参与了85％的数据泄露，94％的恶意软件通过电子邮件发送。 通过培训您的员工识别这些攻击，您可以大大减少安全事件或违规的可能性。

# Blog_CSFE_Title
source: Cybersecurity for Employees
ar: الأمن السيبراني للموظفين
de: Cybersicherheit für Mitarbeiter
es: Ciberseguridad para empleados
fr: Cybersécurité pour les Employés
it: Sicurezza informatica per i dipendenti
ko: 직원을 위한 사이버 보안
nl: Cyberbeveiliging voor Werknemers
pl: Cyberbezpieczeństwo dla pracowników
pt: Cibersegurança para Trabalhadores
ru: Кибербезопасность для сотрудников
sv: Cybersäkerhet för anställda
tr: Çalışanlar için Siber Güvenlik
zh: 员工的网络安全

# Blog_CWELTI_Conclusion_H1_Text1
source: Perhaps the biggest vulnerabilities that public key cryptography faces are people accidentally losing their keys or revealing their private key to other people.
ar: ربما تكون أكبر نقاط الضعف التي يواجهها تشفير المفتاح العام هي فقدان الأشخاص لمفاتيحهم عن طريق الخطأ أو الكشف عن مفتاحهم الخاص لأشخاص آخرين.
de: Die vielleicht größten Sicherheitslücken, mit denen die Kryptographie mit öffentlichen Schlüsseln konfrontiert ist, sind Personen, die versehentlich ihre Schlüssel verlieren oder ihren privaten Schlüssel anderen Personen preisgeben.
es: Quizás las mayores vulnerabilidades a las que se enfrenta la criptografía de clave pública son las personas que pierden accidentalmente sus claves o revelan su clave privada a otras personas.
fr: Peut-être que les plus grandes vulnérabilités auxquelles la cryptographie à clé publique est confrontée sont des personnes qui perdent accidentellement leurs clés ou révèlent leur clé privée à d’autres personnes.
it: Forse le maggiori vulnerabilità che la crittografia a chiave pubblica deve affrontare sono le persone che perdono accidentalmente le loro chiavi o rivelano la loro chiave privata ad altre persone.
ko: 아마도 공개 키 암호화가 직면한 가장 큰 취약점은 사람들이 실수로 키를 분실하거나 다른 사람에게 개인 키를 공개하는 것입니다.
nl: Misschien wel de grootste kwetsbaarheid waarmee cryptografie met openbare sleutels wordt geconfronteerd, is dat mensen per ongeluk hun sleutels verliezen of hun privésleutel aan andere mensen onthullen.
pl: Być może największymi lukami, z jakimi boryka się kryptografia z kluczem publicznym, są ludzie przypadkowo tracący swoje klucze lub ujawniający swój klucz prywatny innym osobom.
pt: Talvez as maiores vulnerabilidades que a criptografia de chave pública enfrenta são, por parte das pessoas, a perda acidental de chaves ou a revelação da chave privada a outras pessoas.
ru: Возможно, самые большие уязвимости, с которыми сталкивается криптография с открытым ключом, - это люди, случайно теряющие свои ключи или раскрывающие свой закрытый ключ другим людям.
sv: De kanske största sårbarheterna som kryptografi med offentliga nycklar möter är människor som av misstag tappar bort sina nycklar eller avslöjar sin privata nyckel för andra människor.
tr: Belki de ortak anahtar şifrelemesinin karşılaştığı en büyük güvenlik açıkları, insanların yanlışlıkla anahtarlarını kaybetmeleri veya özel anahtarlarını başkalarına ifşa etmeleridir.
zh: 也许公钥密码学面临的最大漏洞是人们意外地丢失了他们的密钥或向其他人泄露了他们的私钥。

# Blog_CWELTI_Conclusion_H1_Text2
source: First of all, a person should never share his or private key information with anyone. Hardware wallets can add an extra layer of security. It completely removes one's cryptocurrencies from the internet for storage in a similar way that flash drives remove information from a computer for storage off of the computer. Companies also sell insurances helping cryptocurrency holders from experiencing major losses if a cryptocurrency exchange is hacked.
ar: بادئ ذي بدء ، لا ينبغي لأي شخص أبدًا مشاركة معلومات مفتاحه أو مفتاحه الخاص مع أي شخص. يمكن أن تضيف محافظ الأجهزة طبقة إضافية من الأمان. إنه يزيل العملات المشفرة تمامًا من الإنترنت للتخزين بطريقة مماثلة تقوم بها محركات الأقراص المحمولة بإزالة المعلومات من جهاز الكمبيوتر للتخزين خارج الكمبيوتر. تبيع الشركات أيضًا تأمينات تساعد حاملي العملات المشفرة في مواجهة خسائر كبيرة في حالة اختراق بورصة العملات المشفرة.
de: Zuallererst sollte eine Person niemals ihre oder private Schlüsselinformationen mit irgendjemandem teilen. Hardware-Wallets können eine zusätzliche Sicherheitsebene hinzufügen. Es entfernt die eigenen Kryptowährungen vollständig aus dem Internet, um sie zu speichern, ähnlich wie Flash-Laufwerke Informationen von einem Computer entfernen, um sie außerhalb des Computers zu speichern. Unternehmen verkaufen auch Versicherungen, die Kryptowährungsinhabern helfen, große Verluste zu erleiden, wenn eine Kryptowährungsbörse gehackt wird.
es: En primer lugar, una persona nunca debe compartir su información de clave privada con nadie. Las billeteras de hardware pueden agregar una capa adicional de seguridad. Elimina por completo las criptomonedas de internet para su almacenamiento de manera similar a como las unidades flash eliminan la información de una computadora para almacenarla fuera de la computadora. Las empresas también venden seguros que ayudan a los titulares de criptomonedas a no experimentar grandes pérdidas si se hackea un intercambio de criptomonedas.
fr: Tout d’abord, une personne ne devrait jamais partager ses informations de clé privée avec qui que ce soit. Les portefeuilles matériels peuvent ajouter une couche de sécurité supplémentaire. Il supprime complètement ses crypto-monnaies d’internet pour le stockage de la même manière que les lecteurs flash suppriment les informations d’un ordinateur pour le stockage hors de l’ordinateur. Les entreprises vendent également des assurances aidant les détenteurs de crypto-monnaies à ne pas subir de pertes majeures si un échange de crypto-monnaie est piraté.
it: Prima di tutto, una persona non dovrebbe mai condividere le proprie informazioni o la propria chiave privata con nessuno. I portafogli hardware possono aggiungere un ulteriore livello di sicurezza. Rimuove completamente le proprie criptovalute da Internet per l'archiviazione in modo simile a come le unità flash rimuovono le informazioni da un computer per l'archiviazione fuori dal computer. Le aziende vendono anche assicurazioni che aiutano i titolari di criptovaluta a non subire gravi perdite se uno scambio di criptovaluta viene violato.
ko: 우선, 사람은 자신의 개인 키 정보를 누구와도 공유해서는 안됩니다. 하드웨어 지갑은 추가 보안 계층을 추가할 수 있습니다. 플래시 드라이브가 정보를 컴퓨터에서 잘라내기하는 것처럼 유사한 방식으로 저장을 위해 인터넷에서 암호 화폐를 완전히 제거합니다. 또한 회사는 암호 화폐 거래소가 해킹 당할 경우 암호 화폐 보유자가 큰 손실을 입지 않도록 돕는 보험을 판매합니다.
nl: Allereerst zou iemand nooit zijn of haar privé-sleutelinformatie met iemand moeten delen. Hardware wallets kunnen een extra beveiligingslaag toevoegen. Het verwijdert iemands cryptocurrencies volledig van het internet voor opslag op een vergelijkbare manier als flash drives informatie van een computer verwijderen voor opslag buiten de computer. Bedrijven verkopen ook verzekeringen die cryptocurrency-houders helpen om geen grote verliezen te lijden als een cryptocurrency-uitwisseling wordt gehackt.
pl: Przede wszystkim nigdy nie należy udostępniać nikomu informacji o swoim lub prywatnym kluczu. Portfele sprzętowe mogą dodać dodatkową warstwę bezpieczeństwa. Całkowicie usuwa kryptowaluty z Internetu w celu ich przechowywania w podobny sposób, jak dyski flash usuwają informacje z komputera w celu przechowywania poza komputerem. Firmy sprzedają również ubezpieczenia, które pomagają posiadaczom kryptowalut ponieść poważne straty w przypadku zhakowania giełdy kryptowalut.
pt: Em primeiro lugar, uma pessoa nunca deve partilhar informação da sua chave privada com ninguém. As carteiras de hardware podem acrescentar uma camada extra de segurança. Removem completamente as criptomoedas da internet para armazenamento de forma similar à que os flash drives fazem ao se remover informação de um computador para armazenamento externo. As empresas também vendem seguros para casos em que detentores de criptomoedas sofram grandes perdas se uma bolsa de criptomoedas for pirateada.
ru: Прежде всего, человек никогда не должен делиться своей информацией или секретным ключом с кем бы то ни было. Аппаратные кошельки могут добавить дополнительный уровень безопасности. Это полностью удаляет чьи-либо криптовалюты из сети для хранения аналогично тому, как флэш-накопители удаляют информацию с компьютера для хранения вне компьютера. Компании также продают страховки, помогающие держателям криптовалют избежать крупных потерь в случае взлома криптовалютной биржи.
sv: Först och främst bör en person aldrig dela sin privata nyckelinformation med någon. Hårdvaruplånböcker kan lägga till ett extra lager av säkerhet. Det tar helt bort ens kryptovalutor från internet för lagring på ett liknande sätt som flash-enheter tar bort information från en dator för lagring utanför datorn. Företag säljer också försäkringar som hjälper kryptovalutainnehavare att uppleva stora förluster om en kryptovalutabörs hackas.
tr: Her şeyden önce, bir kişi kendi özel anahtar bilgilerini asla kimseyle paylaşmamalıdır. Donanım cüzdanları ekstra bir güvenlik katmanı ekleyebilir. Flash belleklerin bilgisayardaki bilgileri bilgisayar dışında depolamak üzere kaldırmasına benzer şekilde, kişinin kripto para birimlerini depolama için internetten tamamen kaldırır. Şirketler ayrıca, bir kripto para borsasının saldırıya uğraması halinde kripto para sahiplerinin büyük kayıplar yaşamasına yardımcı olan sigortalar da satmaktadır.
zh: 首先，一个人永远不应该与任何人分享他或私钥信息。 硬件钱包可以增加额外的安全层。 它完全从互联网上删除一个人的加密货币进行存储，就像闪存驱动器从计算机中删除信息以便从计算机中存储一样。 公司还出售保险，帮助加密货币持有者在加密货币交易所被黑客入侵时遭受重大损失。

# Blog_CWELTI_Conclusion_H1_Text3
source: However, because technology tends to improve over time, it is possible that someone could invent a system that is even better than public key cryptography. If this happens, then many of the main cryptocurrencies will probably be updated to incorporate the developments. This could make cryptocurrencies even more secure, hypothetically.
ar: ومع ذلك ، نظرًا لأن التكنولوجيا تميل إلى التحسن بمرور الوقت ، فمن الممكن أن يخترع شخص ما نظامًا أفضل من تشفير المفتاح العام. إذا حدث هذا ، فمن المحتمل أن يتم تحديث العديد من العملات المشفرة الرئيسية لدمج التطورات. هذا يمكن أن يجعل العملات المشفرة أكثر أمانًا افتراضيًا.
de: Da sich die Technologie jedoch im Laufe der Zeit verbessert, ist es möglich, dass jemand ein System erfindet, das noch besser ist als die Kryptographie mit öffentlichen Schlüsseln. In diesem Fall werden wahrscheinlich viele der wichtigsten Kryptowährungen aktualisiert, um die Entwicklungen zu berücksichtigen. Dies könnte Kryptowährungen hypothetisch noch sicherer machen.
es: Sin embargo, debido a que la tecnología tiende a mejorar con el tiempo, es posible que alguien pueda inventar un sistema que sea incluso mejor que la criptografía de clave pública. Si esto sucede, es probable que muchas de las principales criptomonedas se actualicen para incorporar estos avances. Esto podría hacer que las criptomonedas sean aún más seguras, hipotéticamente.
fr: Cependant, comme la technologie a tendance à s’améliorer avec le temps, il est possible que quelqu’un puisse inventer un système encore meilleur que la cryptographie à clé publique. Si cela se produit, la plupart des principales crypto-monnaies seront probablement mises à jour pour intégrer les développements. Cela pourrait rendre les crypto-monnaies encore plus sûres, hypothétiquement.
it: Tuttavia, poiché la tecnologia tende a migliorare nel tempo, è possibile che qualcuno possa inventare un sistema che sia persino migliore della crittografia a chiave pubblica. In tal caso, molte delle principali criptovalute verranno probabilmente aggiornate per incorporare gli sviluppi. Ciò potrebbe rendere le criptovalute ancora più sicure, ipoteticamente.
ko: 그러나 기술은 시간이 지남에 따라 향상되는 경향이 있기 때문에 누군가는 공개 키 암호방식보다 더 나은 시스템을 발명할 수 있습니다. 그때는 많은 주요 암호화폐가 그 시스템을 통합하여 업데이트될 것입니다. 이는 가상 화폐를 훨씬 더 안전하게 만들 수 있는 길입니다.
nl: Omdat technologie echter de neiging heeft om in de loop van de tijd te verbeteren, is het mogelijk dat iemand een systeem kan uitvinden dat zelfs beter is dan cryptografie met openbare sleutels. Als dit gebeurt, zullen veel van de belangrijkste cryptocurrencies waarschijnlijk worden bijgewerkt om de ontwikkelingen op te nemen. Dit zou cryptocurrencies hypothetisch nog veiliger kunnen maken.
pl: Ponieważ jednak technologia ma tendencję do ulepszania się z biegiem czasu, możliwe jest, że ktoś wymyśli system, który jest nawet lepszy niż kryptografia z kluczem publicznym. Jeśli tak się stanie, wiele głównych kryptowalut zostanie prawdopodobnie zaktualizowanych w celu uwzględnienia zmian. Może to hipotetycznie sprawić, że kryptowaluty będą jeszcze bardziej bezpieczne.
pt: Contudo, porque a tecnologia tende a melhor ao longo do tempo, é possível que alguém invente um sistema ainda melhor que a criptografia de chave pública. Se isto acontecer, então muitas das criptomoedas serão provavelmente actualizadas para incorporar os desenvolvimentos. Isto poderia tornar as criptomoedas hipoteticamente ainda mais seguras.
ru: Однако, поскольку технология имеет тенденцию совершенствоваться с течением времени, вполне возможно, что кто-то сможет изобрести систему, которая будет даже лучше, чем криптография с открытым ключом. Если это произойдет, то многие из основных криптовалют, вероятно, будут обновлены, чтобы включить эти разработки. Гипотетически это могло бы сделать криптовалюты еще более безопасными.
sv: Men eftersom tekniken tenderar att förbättras med tiden, är det möjligt att någon kan uppfinna ett system som är ännu bättre än kryptografi med publik nyckel. Om detta händer kommer förmodligen många av de viktigaste kryptovalutorna att uppdateras för att inkludera utvecklingen. Detta kan hypotetiskt göra kryptovalutor ännu säkrare.
tr: Bununla birlikte, teknoloji zaman içerisinde gelişme eğiliminde olduğu için birinin kamuya açık anahtar şifrelemeden daha da iyi bir sistem bulması olasıdır. Bu gerçekleşirse popüler kripto-paraların çoğu muhtemelen gelişmeleri içerecek şekilde güncellenecektir. Bu hipotetik olarak kripto-paraları daha da güvenli hale getirebilir.
zh: 然而，由于技术往往会随着时间的推移而改进，因此有人可能会发明一个比公钥加密更好的系统。 如果发生这种情况，那么许多主要的加密货币可能会被更新以纳入发展。 这可能会使加密货币更加安全，假设。
