Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WDMME_H3_SH1_Text15
source: <li>You can decrypt encrypted files on any system using the file password that was used to encrypt them.</li>
ar: <li>يمكنك فك تشفير الملفات المشفرة على أي نظام باستخدام كلمة مرور الملف التي تم استخدامها لتشفيرها.</li>
de: <li>Sie können verschlüsselte Dateien auf jedem System mit dem Dateikennwort entschlüsseln, mit dem sie verschlüsselt wurden.</li>
es: <li>Puede descifrar archivos cifrados en cualquier sistema utilizando la contraseña de archivo que se usó para cifrarlos.</li>
fr: <li>Vous pouvez déchiffrer des fichiers chiffrés sur n'importe quel système en utilisant le mot de passe du fichier qui a été utilisé pour les chiffrer.</li>
it: <li>È possibile decrittografare i file crittografati su qualsiasi sistema utilizzando la password del file utilizzata per crittografarli.</li>
ko: <li>암호화에 사용된 파일 암호를 사용하여 모든 시스템에서 암호화된 파일의 암호를 해독할 수 있습니다.</li>
nl: <li>U kunt gecodeerde bestanden op elk systeem decoderen met behulp van het bestandswachtwoord dat is gebruikt om ze te coderen.</li>
pl: <li>Możesz odszyfrować zaszyfrowane pliki w dowolnym systemie, używając hasła do pliku użytego do ich zaszyfrowania.</li>
ru: <li>Вы можете расшифровать зашифрованные файлы в любой системе, используя пароль к файлу, который использовался для их шифрования.</li>
zh: <li>您可以使用用于加密文件的文件密码对任何系统上的加密文件进行解密。</li>

# Blog_WDMME_H3_SH1_Text16
source: <li>If you're having trouble decrypting files, you can email AxCrypt support at support@axcrypt.net.</li>
ar: <li>إذا كنت تواجه مشكلة في فك تشفير الملفات ، فيمكنك إرسال بريد إلكتروني إلى دعم أكسكريبتعلى support@axcrypt.net.</li>
de: <li>Wenn Sie Probleme beim Entschlüsseln von Dateien haben, können Sie eine E-Mail an den AxCrypt-Support unter support@axcrypt.net senden.</li>
es: <li>Si tiene problemas para descifrar archivos, puede enviar un correo electrónico al soporte de AxCrypt a support@axcrypt.net.</li>
fr: <li>Si vous avez des problèmes pour déchiffrer des fichiers, vous pouvez contacter le support AxCrypt par email à support@axcrypt.net.</li>
it: <li>Se hai problemi a decrittografare i file, puoi inviare un'e-mail all'assistenza AxCrypt all'indirizzo support@axcrypt.net.</li>
ko: <li>파일 암호 해독에 문제가 있는 경우 support@axcrypt.net에서 AxCrypt 지원 서비스에 e-메일을 보낼 수 있습니다.</li>
nl: <li>Als u problemen ondervindt bij het decoderen van bestanden, kunt u een e-mail sturen naar AxCrypt-ondersteuning op support@axcrypt.net.</li>
pl: <li>Jeśli masz problemy z odszyfrowaniem plików, możesz wysłać e-mail do pomocy technicznej AxCrypt na adres support@axcrypt.net.</li>
ru: <li>Если у вас возникли проблемы с дешифрованием файлов, вы можете написать в службу поддержки AxCrypt по адресу support@axcrypt.net.</li>
zh: <li>如果您在解密文件时遇到问题，您可以发送电子邮件至 support@axcrypt.net 联系 AxCrypt 支持人员。</li>

# Blog_WDMME_H3_SH1_Text2
source: 1. Open the AxCrypt app and go to the <b>Secured Folders</b> tab.
ar: 1. افتح تطبيق أكسكربت وانتقل إلى علامة التبويب <b>المجلدات الآمنة</b> .
de: 1. Öffnen Sie die AxCrypt-App und gehen Sie zur Registerkarte <b>Gesicherte Ordner</b>.
es: 1. Abra la aplicación AxCrypt y vaya a la pestaña <b>Carpetas protegidas</b>.
fr: 1. Ouvrez l'application AxCrypt et allez dans l'onglet <b>Dossiers sécurisés</b>.
it: 1. Apri l'app AxCrypt e vai alla scheda <b>Cartelle protette</b> .
ko: 1. AxCrypt 앱을 열고 <b>보안 폴더</b> 탭으로 이동합니다.
nl: 1. Open de AxCrypt-app en ga naar het tabblad <b>Beveiligde mappen</b>.
pl: 1. Otwórz aplikację AxCrypt i przejdź do zakładki <b>Bezpieczne foldery</b>.
ru: 1. Откройте приложение AxCrypt и перейдите на вкладку <b>«Защищенные папки»</b>.
zh: 1. 打开 AxCrypt 应用程序并转到 <b>“安全文件夹”</b>选项卡。

# Blog_WDMME_H3_SH1_Text3
source: 2. Right-click on the folder you wish to decrypt.
ar: 2. انقر بزر الماوس الأيمن فوق المجلد الذي ترغب في فك تشفيره.
de: 2. Klicken Sie mit der rechten Maustaste auf den Ordner, den Sie entschlüsseln möchten.
es: 2. Haga clic derecho en la carpeta que desea descifrar.
fr: 2. Cliquez avec le bouton droit sur le dossier que vous souhaitez déchiffrer.
it: 2. Fare clic con il pulsante destro del mouse sulla cartella che si desidera decrittografare.
ko: 2. 암호를 해독할 폴더를 마우스 오른쪽 단추로 클릭합니다.
nl: 2. Klik met de rechtermuisknop op de map die u wilt decoderen.
pl: 2. Kliknij prawym przyciskiem myszy folder, który chcesz odszyfrować.
ru: 2. Щелкните правой кнопкой мыши папку, которую вы хотите дешифровать.
zh: 2. 右键单击要解密的文件夹。

# Blog_WDMME_H3_SH1_Text4
source: 3. Select <b>Decrypt Permanently</b> to remove encryption from the folder and its contents.
ar: 3. حدد <b>فك التشفير نهائيا</b> لإزالة التشفير من المجلد ومحتوياته.
de: 3. Wählen Sie <b>Dauerhaft entschlüsseln</b>, um die Verschlüsselung aus dem Ordner und seinem Inhalt zu entfernen.
es: 3. Seleccione <b>Descifrar permanentemente</b> para eliminar el cifrado de la carpeta y su contenido.
fr: 3. Sélectionnez <b>Déchiffrer définitivement</b> pour supprimer le chiffrement du dossier et de son contenu.
it: 3. Selezionare <b>Decrittografa definitivamente</b> per rimuovere la crittografia dalla cartella e dal suo contenuto.
ko: 3. <b>영구적으로 암호 해독</b>을 선택하여 폴더 및 해당 내용에서 암호화를 제거합니다.
nl: 3. Selecteer <b>Definitief decoderen</b> om de codering uit de map en de inhoud ervan te verwijderen.
pl: 3. Wybierz opcję <b>Odszyfruj trwale</b>, aby usunąć szyfrowanie z folderu i jego zawartości.
ru: 3. Выберите <b>«Дешифровать навсегда»</b>, чтобы удалить шифрование из папки и ее содержимого.
sv: 3. Välj <b>Dekryptera permanent</b> för att ta bort kryptering från mappen och dess innehåll.
zh: 3. 选择 <b>永久解密</b> 以从文件夹及其内容中删除加密。

# Blog_WDMME_H3_SH1_Text5
source: <b>Decrypt an AXX File</b>
ar: <b>فك تشفير ملف AXX</b>
de: <b>Entschlüsseln einer AXX-Datei</b>
es: <b>Descifrar un archivo AXX</b>
fr: <b>Déchiffrer un fichier AXX</b>
it: <b>Decrittografare un file AXX</b>
ko: <b>AXX 파일 암호 해독</b>
nl: <b>Een AXX-bestand decoderen</b>
pl: <b>Odszyfruj plik AXX</b>
ru: <b>Дешифрование файла AXX</b>
sv: <b>Dekryptera en AXX-fil</b>
zh: <b>解密 AXX 文件</b>

# Blog_WDMME_H3_SH1_Text6
source: 1. Right-click the .axx file you want to decrypt.
ar: 1. انقر بزر الماوس الأيمن فوق ملف .axx الذي تريد فك تشفيره.
de: 1. Klicken Sie mit der rechten Maustaste auf die .axx-Datei, die Sie entschlüsseln möchten.
es: 1. Haga clic con el botón derecho en el archivo .axx que desea descifrar.
fr: 1. Cliquez avec le bouton droit sur le fichier .axx que vous souhaitez déchiffrer.
it: 1. Fare clic con il pulsante destro del mouse sul file .axx che si desidera decrittografare.
ko: 1. 해독할 .axx 파일을 마우스 오른쪽 단추로 클릭합니다.
nl: 1. Klik met de rechtermuisknop op het .axx-bestand dat u wilt decoderen.
pl: 1. Kliknij prawym przyciskiem myszy plik .axx, który chcesz odszyfrować.
ru: 1. Щелкните правой кнопкой мыши файл .axx, который вы хотите дешифровать.
sv: 1. Högerklicka på .axx-filen som du vill dekryptera.
zh: 1. 右键单击要解密的 .axx 文件。

# Blog_WDMME_H3_SH1_Text7
source: 2. Choose <b>AxCrypt > Decrypt</b> from the context menu.
ar: 2. اختر <b>أكسكربت > فك التشفير</b> من قائمة السياق.
de: 2. Wählen Sie <b>AxCrypt > Entschlüsseln</b> aus dem Kontextmenü.
es: 2. Seleccione <b>AxCrypt > Descifrar</b> en el menú contextual.
fr: 2. Choisissez <b>AxCrypt > Déchiffrer</b> dans le menu contextuel.
it: 2. Scegli <b>AxCrypt > Decrittografa</b> dal menu contestuale.
ko: 2. 상황에 맞는 메뉴에서 <b>AxCrypt > 암호 해독</b>을 선택합니다.
nl: 2. Kies <b>AxCrypt > Decrypt</b> in het contextmenu.
pl: 2. Z menu kontekstowego wybierz <b>AxCrypt > Odszyfruj</b>.
ru: 2. <b>Выберите AxCrypt > Дешифровать</b> в контекстном меню.
sv: 2. Välj <b>AxCrypt > Dekryptera</b> från snabbmenyn.
zh: 2. 从上下文菜单中选择 <b>AxCrypt > 解密</b> 。

# Blog_WDMME_H3_SH1_Text8
source: 3. Alternatively, to view the file without decrypting, go to <b>File > Open Secured</b> in the AxCrypt app.
ar: 3. بدلا من ذلك ، لعرض الملف دون فك التشفير ، انتقل إلى <b>ملف > فتح آمن</b> في تطبيق أكسكربت.
de: 3. Um die Datei ohne Entschlüsselung anzuzeigen, gehen Sie alternativ zu <b>Datei > Offen gesichert</b> in der AxCrypt-App.
es: 3. Alternativamente, para ver el archivo sin descifrarlo, vaya a <b>Archivo > Abrir protegido</b> en la aplicación AxCrypt.
fr: 3. Alternativement, pour voir le fichier sans le déchiffrer, allez dans <b>Fichier > Ouvrir sécurisé</b> dans l'application AxCrypt.
it: 3. In alternativa, per visualizzare il file senza decrittografarlo, vai su <b>File > Apri protetto</b> nell'app AxCrypt.
ko: 3. 또는 암호를 해독하지 않고 파일을 보려면 AxCrypt 앱에서 <b>파일 > 보안 파일 열기</b>로 이동하십시오.
nl: 3. Als u het bestand wilt bekijken zonder te decoderen, gaat u naar <b>Bestand > Beveiligd openen</b> in de AxCrypt-app.
pl: 3. Alternatywnie, aby wyświetlić plik bez odszyfrowywania, przejdź do <b>Plik > Otwórz zabezpieczone</b> w aplikacji AxCrypt.
ru: 3. Кроме того, чтобы просмотреть файл без дешифровки, перейдите в <b>раздел «Файл» > «Открыть защищенный»</b> в приложении AxCrypt.
sv: 3. Alternativt, för att visa filen utan att dekryptera, gå till <b>Arkiv > Öppna säkrad</b> i AxCrypt-appen.
zh: 3. 或者，要查看文件而不解密，请转到 AxCrypt 应用程序中的 <b>文件 > 打开安全</b> 。

# Blog_WDMME_H3_SH1_Text9
source: <b>Decrypt a File on a Mobile Device</b>
ar: <b>فك تشفير ملف على جهاز محمول</b>
de: <b>Entschlüsseln einer Datei auf einem mobilen Gerät</b>
es: <b>Descifrar un archivo en un dispositivo móvil</b>
fr: <b>Déchiffrer un fichier sur un appareil mobile</b>
it: <b>Decrittografare un file su un dispositivo mobile</b>
ko: <b>모바일 장치에서 파일 암호 해독</b>
nl: <b>Een bestand op een mobiel apparaat decoderen</b>
pl: <b>Odszyfruj plik na urządzeniu mobilnym</b>
ru: <b>Дешифровка файла на мобильном устройстве</b>
sv: <b>Dekryptera en fil på en mobil enhet</b>
zh: <b>在移动设备上解密文件</b>

# Blog_WDMME_H3_SubHeading1
source: <b>Here are some simple methods to decrypt files using AxCrypt, whether you're working with individual files, folders, or even mobile devices:</b>
ar: <b>فيما يلي بعض الطرق البسيطة لفك تشفير الملفات باستخدام أكسكربت ، سواء كنت تعمل مع ملفات أو مجلدات فردية أو حتى أجهزة محمولة:</b>
de: <b>Hier sind einige einfache Methoden, um Dateien mit AxCrypt zu entschlüsseln, unabhängig davon, ob Sie mit einzelnen Dateien, Ordnern oder sogar mobilen Geräten arbeiten:</b>
es: <b>Aquí hay algunos métodos simples para descifrar archivos usando AxCrypt, ya sea que esté trabajando con archivos individuales, carpetas o incluso dispositivos móviles:</b>
fr: <b>Voici quelques méthodes simples pour déchiffrer des fichiers avec AxCrypt, que vous travailliez avec des fichiers individuels, des dossiers ou même des appareils mobiles :</b>
it: <b>Ecco alcuni semplici metodi per decrittografare i file utilizzando AxCrypt, indipendentemente dal fatto che tu stia lavorando con singoli file, cartelle o persino dispositivi mobili:</b>
ko: <b>AxCrypt를 사용하여 개별 파일, 폴더 또는 모바일 장치를 사용하여 파일을 해독하는 간단한 방법은 다음과 같습니다.</b>
nl: <b>Hier zijn enkele eenvoudige methoden om bestanden te decoderen met behulp van AxCrypt, of u nu werkt met afzonderlijke bestanden, mappen of zelfs mobiele apparaten:</b>
pl: <b>Oto kilka prostych metod odszyfrowywania plików przy użyciu AxCrypt, niezależnie od tego, czy pracujesz z pojedynczymi plikami, folderami, czy nawet urządzeniami mobilnymi:</b>
ru: <b>Вот несколько простых методов дешифрования файлов с помощью AxCrypt, независимо от того, работаете ли вы с отдельными файлами, папками или даже мобильными устройствами:</b>
zh: <b>以下是使用 AxCrypt 解密文件的一些简单方法，无论您是使用单个文件、文件夹还是移动设备：</b>

# Blog_WDMME_H3_Text1
source: AxCrypt ensures secure decryption by implementing several layers of protection to safeguard your data and prevent unauthorized access during the decryption process. Here’s how it helps:
ar: يضمن أكسكريبت فك التشفير الآمن من خلال تنفيذ عدة طبقات من الحماية لحماية بياناتك ومنع الوصول غير المصرح به أثناء عملية فك التشفير. إليك كيف يساعد:
de: AxCrypt gewährleistet eine sichere Entschlüsselung, indem es mehrere Schutzebenen implementiert, um Ihre Daten zu schützen und unbefugten Zugriff während des Entschlüsselungsprozesses zu verhindern. So hilft es:
es: AxCrypt garantiza el descifrado seguro mediante la implementación de varias capas de protección para proteger sus datos y evitar el acceso no autorizado durante el proceso de descifrado. Así es como ayuda:
fr: AxCrypt garantit une décryption sécurisée en mettant en œuvre plusieurs couches de protection pour protéger vos données et prévenir les accès non autorisés pendant le processus de décryption. Voici comment cela fonctionne :
it: AxCrypt garantisce una decrittografia sicura implementando diversi livelli di protezione per salvaguardare i dati e prevenire l'accesso non autorizzato durante il processo di decrittografia. Ecco come aiuta:
ko: AxCrypt는 여러 보호 계층을 구현하여 데이터를 보호하고 암호 해독 과정에서 무단 액세스를 방지함으로써 안전한 암호 해독을 보장합니다. 이것이 어떻게 도움이 되는지는 다음과 같습니다.
nl: AxCrypt zorgt voor veilige decryptie door verschillende beveiligingslagen te implementeren om uw gegevens te beschermen en ongeoorloofde toegang tijdens het decryptieproces te voorkomen. Dit is hoe het helpt:
pl: AxCrypt zapewnia bezpieczne deszyfrowanie poprzez wdrożenie kilku warstw ochrony w celu zabezpieczenia danych i zapobiegania nieautoryzowanemu dostępowi podczas procesu deszyfrowania. Oto, jak to pomaga:
ru: AxCrypt обеспечивает безопасное дешифрование, реализуя несколько уровней защиты для защиты ваших данных и предотвращения несанкционированного доступа в процессе дешифрования. Вот как это помогает:
zh: AxCrypt 通过实施多层保护来确保安全解密，以保护您的数据并防止解密过程中未经授权的访问。以下是它的帮助方式：

# Blog_WDMME_H3_Text2
source: 1. <b>AES-256 Encryption Standard:</b> AxCrypt uses <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a> to ensure strong protection of files. The same encryption key that encrypted the data is used for decryption, ensuring only authorized users can access the decrypted file.
ar: 1. <b>معيار تشفير AES-256:</b> يستخدم أكسكريبت<a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>تشفير AES-256</b></a> لضمان حماية قوية للملفات. يتم استخدام نفس مفتاح التشفير الذي قام بتشفير البيانات لفك التشفير ، مما يضمن أن المستخدمين المصرح لهم فقط يمكنهم الوصول إلى الملف الذي تم فك تشفيره.
de: 1. <b>AES-256-Verschlüsselungsstandard:</b> AxCrypt verwendet <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a>, um einen starken Schutz der Dateien zu gewährleisten. Für die Entschlüsselung wird derselbe Verschlüsselungsschlüssel verwendet, mit dem die Daten verschlüsselt wurden, um sicherzustellen, dass nur autorisierte Benutzer auf die entschlüsselte Datei zugreifen können.
es: 1. <b>Estándar de cifrado AES-256:</b> AxCrypt utiliza <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>Cifrado AES-256</b></a> para garantizar una fuerte protección de los archivos. La misma clave de cifrado que cifró los datos se utiliza para el descifrado, lo que garantiza que solo los usuarios autorizados puedan acceder al archivo descifrado.
fr: 1. <b>Norme de chiffrement AES-256 :</b> AxCrypt utilise <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>le chiffrement AES-256</b></a> pour garantir une protection renforcée des fichiers. La même clé de chiffrement qui a chiffré les données est utilisée pour la décryption, assurant que seuls les utilisateurs autorisés peuvent accéder au fichier déchiffré.
it: 1. <b>Standard di crittografia AES-256:</b> AxCrypt utilizza <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>la crittografia AES-256</b></a> per garantire una forte protezione dei file. La stessa chiave di crittografia che ha crittografato i dati viene utilizzata per la decrittografia, garantendo che solo gli utenti autorizzati possano accedere al file decrittografato.
ko: 1. <b>AES-256 암호화 표준:</b> AxCrypt는 <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 암호화</b></a>를 사용하여 파일을 안전하게 보호합니다. 데이터를 암호화한 동일한 암호화 키가 암호 해독에 사용되므로 권한이 있는 사용자만 암호 해독된 파일에 액세스할 수 있습니다.
nl: 1. <b>AES-256 Versleutelingsstandaard:</b> AxCrypt gebruikt <a href='https://axcrypt.net/blog/get-AES-256-bit-encryptie-met-axCrypt/'><b>AES-256 encryptie</b></a> om een sterke bescherming van bestanden te garanderen. Dezelfde coderingssleutel die de gegevens heeft gecodeerd, wordt gebruikt voor decodering, zodat alleen geautoriseerde gebruikers toegang hebben tot het gedecodeerde bestand.
pl: 1. <b>Standard szyfrowania AES-256:</b> AxCrypt używa szyfrowania <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256</b></a> w celu zapewnienia silnej ochrony plików. Ten sam klucz szyfrowania, który zaszyfrował dane, jest używany do odszyfrowywania, zapewniając dostęp do odszyfrowanego pliku tylko autoryzowanym użytkownikom.
ru: 1. <b>Стандарт шифрования AES-256:</b> AxCrypt использует <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a> для обеспечения надежной защиты файлов. Для дешифрования используется тот же ключ шифрования, с помощью которого зашифрованы данные, что гарантирует, что доступ к расшифрованному файлу могут получить только авторизованные пользователи.
zh: 1. <b>AES-256 加密标准：</b> AxCrypt 使用 <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'><b>AES-256 encryption</b></a> 来确保对文件的强大保护。加密数据的相同加密密钥用于解密，确保只有授权用户才能访问解密的文件。

# Blog_WDMME_H3_Text3
source: 2. <b>Key Sharing:</b> When sharing encrypted files, AxCrypt allows you to securely share access via encryption keys, not passwords. Only the recipient with the correct decryption key can access the file, ensuring that only authorized users can decrypt it. No need to share passwords separately.
ar: 2. <b>مشاركة المفاتيح:</b> عند مشاركة الملفات المشفرة ، يتيح لك أكسكريبت مشاركة الوصول بأمان عبر مفاتيح التشفير وليس كلمات المرور. يمكن فقط للمستلم الذي لديه مفتاح فك التشفير الصحيح الوصول إلى الملف ، مما يضمن أن المستخدمين المصرح لهم فقط يمكنهم فك تشفيره. لا حاجة لمشاركة كلمات المرور بشكل منفصل.
de: 2. <b>Schlüsselfreigabe:</b> Beim Teilen verschlüsselter Dateien ermöglicht AxCrypt die sichere Freigabe des Zugriffs über Verschlüsselungsschlüssel, nicht über Passwörter. Nur der Empfänger mit dem richtigen Entschlüsselungsschlüssel kann auf die Datei zugreifen, wodurch sichergestellt wird, dass nur autorisierte Benutzer sie entschlüsseln können. Es ist nicht erforderlich, Passwörter separat zu teilen.
es: 2. <b>Uso compartido de claves:</b> Al compartir archivos cifrados, AxCrypt le permite compartir de forma segura el acceso a través de claves de cifrado, no de contraseñas. Solo el destinatario con la clave de descifrado correcta puede acceder al archivo, lo que garantiza que solo los usuarios autorizados puedan descifrarlo. No es necesario compartir contraseñas por separado.
fr: 2. <b>Partage de clés :</b> Lors du partage de fichiers chiffrés, AxCrypt vous permet de partager l'accès de manière sécurisée via des clés de décryption, et non des mots de passe. Seul le destinataire disposant de la clé de décryption correcte peut accéder au fichier, garantissant que seuls les utilisateurs autorisés peuvent le déchiffrer. Il n'est pas nécessaire de partager les mots de passe séparément.
it: 2. <b>Condivisione delle chiavi:</b> quando si condividono file crittografati, AxCrypt consente di condividere in modo sicuro l'accesso tramite chiavi di crittografia, non password. Solo il destinatario con la chiave di decrittografia corretta può accedere al file, garantendo che solo gli utenti autorizzati possano decrittografarlo. Non c'è bisogno di condividere le password separatamente.
ko: 2. <b>키 공유:</b> 암호화된 파일을 공유할 때 AxCrypt를 사용하면 암호가 아닌 암호화 키를 통해 안전하게 액세스를 공유할 수 있습니다. 올바른 암호 해독 키를 가진 수신자만 파일에 액세스할 수 있으므로 권한이 있는 사용자만 파일을 해독할 수 있습니다. 암호를 별도로 공유할 필요가 없습니다.
nl: 2. <b>Sleuteldelen:</b> Bij het delen van gecodeerde bestanden kunt u met AxCrypt veilig toegang delen via coderingssleutels, niet via wachtwoorden. Alleen de ontvanger met de juiste decryptiesleutel heeft toegang tot het bestand en zorgt ervoor dat alleen geautoriseerde gebruikers het kunnen decoderen. Het is niet nodig om wachtwoorden apart te delen.
pl: 2. <b>Udostępnianie klucza:</b> Podczas udostępniania zaszyfrowanych plików, AxCrypt umożliwia bezpieczne udostępnianie za pomocą kluczy szyfrowania, a nie haseł. Tylko adresat z odpowiednim kluczem odszyfrowywania może uzyskać dostęp do pliku, zapewniając, że tylko autoryzowani użytkownicy mogą go odszyfrować. Nie musisz udostępniać haseł osobno.
ru: 2. <b>Совместное использование ключей:</b> При обмене зашифрованными файлами AxCrypt позволяет безопасно делиться доступом с помощью ключей шифрования, а не паролей. Только получатель с правильным ключом дешифрования может получить доступ к файлу, что гарантирует, что только авторизованные пользователи смогут его расшифровать. Нет необходимости делиться паролями отдельно.
zh: 2. <b>密钥共享：</b> 共享加密文件时，AxCrypt 允许您通过加密密钥而不是密码安全地共享访问权限。只有具有正确解密密钥的收件人才能访问该文件，从而确保只有授权用户才能解密该文件。无需单独共享密码。

# Blog_WDMME_H3_Text4
source: 3. <b>Access Control:</b> With key sharing, the sender controls who can decrypt the file. The shared encryption key is sent securely, and only the person granted access can decrypt the file, ensuring that unauthorized individuals cannot view it.
ar: 3. <b>التحكم في الوصول:</b> من خلال مشاركة المفاتيح ، يتحكم المرسل في من يمكنه فك تشفير الملف. يتم إرسال مفتاح التشفير المشترك بشكل آمن ، ويمكن فقط للشخص الممنوح حق الوصول فك تشفير الملف ، مما يضمن عدم تمكن الأفراد غير المصرح لهم من عرضه.
de: 3. <b>Zugriffskontrolle:</b> Bei der Schlüsselfreigabe steuert der Absender, wer die Datei entschlüsseln kann. Der gemeinsam genutzte Verschlüsselungsschlüssel wird sicher gesendet, und nur die Person, der Zugriff gewährt wurde, kann die Datei entschlüsseln, um sicherzustellen, dass sie nicht von Unbefugten angezeigt werden kann.
es: 3. <b>Control de acceso:</b> Con el uso compartido de claves, el remitente controla quién puede descifrar el archivo. La clave de cifrado compartida se envía de forma segura y solo la persona a la que se ha concedido acceso puede descifrar el archivo, lo que garantiza que las personas no autorizadas no puedan verlo.
fr: 3. <b>Contrôle d'accès :</b> Grâce au partage de clés, l'expéditeur contrôle qui peut déchiffrer le fichier. La clé de chiffrement partagée est envoyée de manière sécurisée, et seule la personne à qui l'accès est accordé peut déchiffrer le fichier, garantissant que des individus non autorisés ne peuvent pas le consulter.
it: 3. <b>Controllo degli accessi:</b> con la condivisione delle chiavi, il mittente controlla chi può decrittografare il file. La chiave di crittografia condivisa viene inviata in modo sicuro e solo la persona a cui è stato concesso l'accesso può decrittografare il file, garantendo che le persone non autorizzate non possano visualizzarlo.
ko: 3. <b>액세스 제어:</b> 키 공유를 사용하면 보낸 사람이 파일의 암호를 해독할 수 있는 사람을 제어합니다. 공유 암호화 키는 안전하게 전송되며 액세스 권한이 부여된 사용자만 파일을 해독할 수 있으므로 권한이 없는 사용자가 파일을 볼 수 없습니다.
nl: 3. <b>Toegangscontrole:</b> Met het delen van sleutels bepaalt de afzender wie het bestand kan decoderen. De gedeelde coderingssleutel wordt veilig verzonden en alleen de persoon aan wie toegang is verleend, kan het bestand decoderen, zodat niet-geautoriseerde personen het niet kunnen bekijken.
pl: 3. <b>Kontrola dostępu:</b> Przy udostępnianiu klucza nadawca kontroluje, kto może odszyfrować plik. Udostępniony klucz szyfrowania jest wysyłany bezpiecznie, a tylko osoba, której udzielono dostępu, może odszyfrować plik, zapewniając, że nieupoważnione osoby nie będą mogły go wyświetlić.
ru: 3. <b>Контроль доступа:</b> Благодаря совместному использованию ключей отправитель контролирует, кто может расшифровать файл. Общий ключ шифрования передается в безопасном месте, и только лицо, получившее доступ, может расшифровать файл, гарантируя, что посторонние лица не смогут его просмотреть.
zh: 3. <b>访问控制：</b> 通过密钥共享，发件人控制谁可以解密文件。共享加密密钥以安全方式发送，只有被授予访问权限的人员才能解密文件，从而确保未经授权的个人无法查看文件。
