Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TPTWHEG_Summary
source: One thing this horrid pandemic has changed for the better, is the ability of people to work at home and the recognition by employers that it’s not so scary to allow it.
ar: الشيء الوحيد الذي تغير في هذا الوباء المروع للأفضل هو قدرة الناس على العمل في المنزل واعتراف أرباب العمل بأنه ليس من المخيف السماح بذلك.
de: Eine Sache, die diese schreckliche Pandemie zum Besseren verändert hat, ist die Fähigkeit der Menschen, zu Hause zu arbeiten, und die Erkenntnis der Arbeitgeber, dass es nicht so beängstigend ist, dies zuzulassen.
es: Una cosa que esta horrible pandemia ha cambiado para mejor es la capacidad de las personas para trabajar en casa y el reconocimiento por parte de los empleadores de que no es tan aterrador permitirlo.
fr: Une chose que cette affreuse pandémie a changé pour le mieux, c’est la capacité des gens à travailler à domicile et la reconnaissance par les employeurs qu’il n’est pas si effrayant de le permettre.
it: Una cosa che questa orribile pandemia ha cambiato in meglio è la capacità delle persone di lavorare da casa e il riconoscimento da parte dei datori di lavoro che non è così spaventoso permetterlo.
ko: 이 끔찍한 팬데믹으로 더 나은 방향으로 바뀐 한 가지는, 사람들이 집에서 일할 수 있는 능력과 그것을 허용하는 것이 그렇게 나쁘지 않다는 고용주의 인식입니다.
nl: Eén ding dat door deze vreselijke pandemie ten goede is veranderd, is de mogelijkheid voor mensen om thuis te werken en de erkenning door werkgevers dat het niet zo eng is om dat toe te staan.
pl: Jedną z rzeczy, które ta okropna pandemia zmieniła na lepsze, jest możliwość pracy w domu i uznanie przez pracodawców, że nie jest tak strasznie na to pozwolić.
pt: Uma coisa que esta pandemia horrível mudou para melhor foi a possibilidade das pessoas trabalharem a partir de casa e o reconhecimento dos empregadores que não é assim tão assustador permitir o trabalho remoto.
ru: Одна вещь, которую эта ужасная пандемия изменила к лучшему, - это способность людей работать дома и признание работодателями того, что допустить это не так уж страшно.
sv: En sak som denna hemska pandemi har förändrat till det bättre, är människors möjligheter att arbeta hemma och att arbetsgivarna erkänner att det inte är så läskigt att tillåta det.
tr: Bu korkunç salgının daha iyiye doğru değiştirdiği bir şey, insanların evde çalışabilme yetenekleri ve işverenler tarafından buna izin vermenin o kadar da korkutucu olmadığının anlaşılmasıdır.
zh: 这场可怕的大流行已经变得更好的一件事是人们在家工作的能力以及雇主承认允许它并不那么可怕。

# Blog_TPTWHEG_Text1
source: <i>We’re happy at AxCrypt to collaborate with Privacy1 on this blog post (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Headquartered in Stockholm and developing technologies for practical management of personal data, Privacy1 has a vision to empower consumers and citizens to manage their own data consent, and provide tech to help companies and governments encrypt, secure and automate to ensure they fulfil their privacy promises, Privacy1 is about building trust to reset the data privacy balance to the advantage of all.</i>
ar: <i> يسعدنا في اكسكربت التعاون مع خصوصية 1 في منشور المدونة هذا href='https://www.privacyone.co'> www.privacyone.co </a>. يقع مقر خصوصية 1 في ستوكهولم وتطوير تقنيات للإدارة العملية للبيانات الشخصية ، ولديه رؤية لتمكين المستهلكين والمواطنين من إدارة موافقة البيانات الخاصة بهم ، وتوفير التكنولوجيا لمساعدة الشركات والحكومات على التشفير والتأمين والأتمتة لضمان وفائهم بوعود الخصوصية الخاصة بهم ، تتعلق خصوصية 1 ببناء الثقة لإعادة تعيين رصيد خصوصية البيانات لصالح الجميع. </i>
de: <i>Wir bei AxCrypt freuen uns, bei diesem Blog-Beitrag mit Privacy1 zusammenzuarbeiten (<a href='https://www.privacyone.co '>www.privacyone.co</a>) Mit Hauptsitz in Stockholm und der Entwicklung von Technologien für die praktische Verwaltung personenbezogener Daten hat Privacy1 die Vision, Verbraucher und Bürger in die Lage zu versetzen, ihre eigene Dateneinwilligung zu verwalten, und Technologien bereitzustellen, die Unternehmen und Regierungen bei der Verschlüsselung, Sicherung und Automatisierung unterstützen, um sicherzustellen, dass sie ihre Datenschutzversprechen erfüllen Privacy1 geht es darum, Vertrauen aufzubauen, um das Datenschutzgleichgewicht zum Vorteil aller wiederherzustellen.</i>
es: <i>Estamos felices en AxCrypt de colaborar con Privacy1 en esta publicación de blog (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Con sede en Estocolmo y desarrollando tecnologías para la gestión práctica de datos personales, Privacy1 tiene la visión de empoderar a los consumidores y ciudadanos para gestionar su propio consentimiento de datos y proporcionar tecnología para ayudar a las empresas y los gobiernos a cifrar, proteger y automatizar para garantizar que cumplan sus promesas de privacidad. Privacy1 se dedica a generar confianza para restablecer el equilibrio de privacidad de datos en beneficio de todos.</i>
fr: <i>Chez AxCrypt, nous sommes heureux de collaborer avec Privacy1 sur ce billet de blog (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Basée à Stockholm et développant des technologies pour la gestion pratique des données personnelles, Privacy1 a pour vision de permettre aux consommateurs et aux citoyens de gérer leur propre consentement aux données, et de fournir une technologie pour aider les entreprises et les gouvernements à crypter, sécuriser et automatiser pour s’assurer qu’ils remplissent leurs promesses de confidentialité, Privacy1 consiste à instaurer la confiance pour rétablir l'équilibre de la confidentialité des données à l'avantage de tous.</i>.
it: <i>Siamo felici di AxCrypt di collaborare con Privacy1 su questo blog post (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Con sede a Stoccolma e sviluppando tecnologie per la gestione pratica dei dati personali, Privacy1 ha una visione per consentire ai consumatori e ai cittadini di gestire il proprio consenso sui dati e fornire tecnologia per aiutare le aziende e i governi a crittografare, proteggere e automatizzare per garantire che mantengano le loro promesse sulla privacy. Privacy1 si occupa della creazione di fiducia per ripristinare l'equilibrio della privacy dei dati a vantaggio di tutti.</i>
ko: <i>이 블로그 게시물 (<a href='https://www.privacyone.co'>www.privacyone.co</a>)에서 AxCrypt에서 Privacy1과 협력하게되어 기쁩니다. 스톡홀름에 본사를 두고 개인 데이터의 실질적인 관리를 위한 기술을 개발하는 Privacy1는 소비자와 시민이 자신의 데이터 동의를 관리할 수 있도록 권한을 부여하고, 기업과 정부가 개인 정보 보호 약속을 이행할 수 있도록 암호화, 보안 및 자동화하는 데 도움이 되는 기술을 제공한다는 비전을 가지고 있으며, Privacy1는 데이터 개인 정보 보호 균형을 모두에게 유리하게 재설정하기 위한 신뢰 구축에 힘을 쓰고 있습니다.</i>
nl: <i>We zijn blij bij AxCrypt om samen te werken met Privacy1 aan deze blogpost (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Privacy1, met hoofdkantoor in Stockholm en ontwikkeling van technologieën voor praktisch beheer van persoonlijke gegevens, heeft een visie om consumenten en burgers in staat te stellen hun eigen gegevenstoestemming te beheren, en technologie te bieden om bedrijven en overheden te helpen bij het versleutelen, beveiligen en automatiseren om ervoor te zorgen dat ze hun privacybeloften nakomen, Privacy1 gaat over het opbouwen van vertrouwen om de balans van gegevensprivacy te resetten in het voordeel van iedereen.</i>
pl: <i>Cieszymy się, że AxCrypt współpracuje z Privacy1 w tym poście na blogu (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Siedziba główna znajduje się w Sztokholmie i opracowuje technologie do praktycznego zarządzania danymi osobowymi, Privacy1 ma wizję umożliwienia konsumentom i obywatelom zarządzania ich własnymi zgodami na dane oraz zapewnienia technologii, która pomoże firmom i rządom w szyfrowaniu, zabezpieczaniu i automatyzacji, aby zapewnić, że spełniają swoje obietnice dotyczące prywatności, Privacy1 polega na budowaniu zaufania, aby zresetować równowagę prywatności danych z korzyścią dla wszystkich.</i>
pt: <i>Na AxCrpyt, estamos contentes por colaborar com a Privacy1 neste blog post (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Sediada em Estocolmo e a desenvolver tecnologias de gestão prática de dados pessoais, a Privacy1 tem a visão de capacitar consumidores e cidadãos para gerirem o consentimento dos seus dados, e fornece tecnologia que ajuda as empresas e governos a cifrar, proteger e automatizar para garantir que cumprem as suas promessas de privacidade. A Privacy1 é sobre construir confiança para restabelecer o equilíbrio da privacidade de dados com vantagens para todos.</i>
ru: <i>Мы рады в AxCrypt сотрудничать с Privacy1 над этим постом в блоге (<a href='https://www.privacyone.co '>www.privacyone.co </a>). Компания Privacy1 со штаб-квартирой в Стокгольме разрабатывает технологии для практического управления персональными данными. Ее цель - предоставить потребителям и гражданам возможность управлять своим собственным согласием на обработку данных и предоставить технологии, помогающие компаниям и правительствам шифровать, защищать и автоматизировать данные, чтобы гарантировать выполнение ими своих обещаний о конфиденциальности. Privacy1 направлена на укрепление доверия для восстановления конфиденциальности данных. Баланс в интересах всех.</i>
sv: <i>Vi är glada på AxCrypt att samarbeta med Privacy1 i det här blogginlägget (<a href='https://www.privacyone.co'>www.privacyone.co</a>). De har huvudkontor i Stockholm och utvecklar teknologier för praktisk hantering av personuppgifter, har Privacy1 en vision att ge konsumenter och medborgare möjlighet att hantera sitt eget datasamtycke, och tillhandahålla teknik för att hjälpa företag och regeringar att kryptera, säkra och automatisera för att säkerställa att de uppfyller sina integritetslöften, Privacy1 handlar om att bygga förtroende för att återställa balansen för datasekretess till allas fördel.</i>
tr: <i>Bu blog gönderisinde Privacy1 ile işbirliği yapmaktan AxCrypt olarak mutluyuz (<a href='https://www.privacyone.co'>www.privacyone.co</a>). Merkezi Stockholm'de bulunan ve kişisel verilerin pratik yönetimi için teknolojiler geliştiren Privacy1, tüketicileri ve vatandaşları kendi veri onaylarını yönetmeleri için güçlendirme ve şirketlerin ve hükümetlerin gizlilik vaatlerini yerine getirmelerini sağlamak için şifrelemelerine, güvenceye almalarına ve otomatikleştirmelerine yardımcı olacak teknoloji sağlama vizyonuna sahiptir, Privacy1, veri gizliliği dengesini herkesin yararına sıfırlamak için güven oluşturmakla ilgilidir.</i>
zh: <i>我们很高兴AxCrypt在这篇博客文章中与Privacy1合作（<a href='https://www.privacyone.co'>www.privacyone.co</a>) Privacy1总部位于斯德哥尔摩，致力于开发实用的个人数据管理技术，其愿景是授权消费者和公民管理自己的数据同意，并提供技术帮助公司和政府加密、安全和自动化以确保他们履行隐私承诺。</i>

# Blog_TPTWHEG_Text2
source: One thing this horrid pandemic has changed for the better, is the ability of people to work at home and the recognition by employers that it’s not so scary to allow it. There are many arguments for and against hybrid working, but now many firms, having been forced to allow home working, are seeing that people do work conscientiously. They are also realising that costs can be cut on expensive office space and they have more motivated staff. Therefore, it is expected that we will see more people working at home and hybrid working in the future.
ar: الشيء الوحيد الذي تغير في هذا الوباء المروع للأفضل هو قدرة الناس على العمل في المنزل واعتراف أرباب العمل بأنه ليس من المخيف السماح بذلك. هناك العديد من الحجج المؤيدة والمعارضة للعمل الهجين ، ولكن الآن ، بعد أن أُجبرت العديد من الشركات على السماح بالعمل من المنزل ، ترى أن الناس يعملون بوعي. إنهم يدركون أيضًا أنه يمكن خفض التكاليف على المساحات المكتبية باهظة الثمن ولديهم المزيد من الموظفين المتحمسين. لذلك ، من المتوقع أن نرى المزيد من الأشخاص الذين يعملون في المنزل والعمل الهجين في المستقبل.
de: Eine Sache, die diese schreckliche Pandemie zum Besseren verändert hat, ist die Fähigkeit der Menschen, zu Hause zu arbeiten, und die Erkenntnis der Arbeitgeber, dass es nicht so beängstigend ist, dies zuzulassen. Es gibt viele Argumente für und gegen hybrides Arbeiten, aber jetzt sehen viele Firmen, die gezwungen waren, Heimarbeit zuzulassen, dass die Menschen gewissenhaft arbeiten. Sie erkennen auch, dass die Kosten für teure Büroflächen gesenkt werden können und sie motiviertere Mitarbeiter haben. Daher wird erwartet, dass in Zukunft mehr Menschen zu Hause und hybrid arbeiten werden.
es: Una cosa que esta horrible pandemia ha cambiado para mejor es la capacidad de las personas para trabajar en casa y el reconocimiento por parte de los empleadores de que no es tan aterrador permitirlo. Hay muchos argumentos a favor y en contra del trabajo híbrido, pero ahora muchas empresas, que se han visto obligadas a permitir el trabajo a domicilio, están viendo que las personas trabajan a conciencia. También se están dando cuenta de que se pueden reducir los costos en espacios de oficina caros y que tienen un personal más motivado. Por lo tanto, se espera que veamos a más personas trabajando en casa y de forma híbrida en el futuro.
fr: Une chose que cette affreuse pandémie a changé pour le mieux, c'est la capacité des gens à travailler à domicile et la reconnaissance par les employeurs qu'il n'est pas si effrayant de le permettre. Il existe de nombreux arguments pour et contre le travail hybride, mais maintenant de nombreuses entreprises, ayant été contraintes d'autoriser le travail à domicile, constatent que les gens travaillent consciencieusement. Ils réalisent également que les coûts peuvent être réduits sur des espaces de bureau coûteux et ils ont un personnel plus motivé. Par conséquent, on s'attend à ce que nous voyions plus de personnes travailler à domicile et de travail hybride à l'avenir.
it: Una cosa che questa orribile pandemia ha cambiato in meglio, è la capacità delle persone di lavorare a casa e il riconoscimento da parte dei datori di lavoro che non è così spaventoso permetterlo. Ci sono molti argomenti a favore e contro il lavoro ibrido, ma ora molte aziende, essendo state costrette a consentire il lavoro da casa, stanno vedendo che le persone lavorano coscienziosamente. Si stanno anche rendendo conto che i costi possono essere ridotti su costosi spazi per uffici e hanno personale più motivato. Pertanto, si prevede che vedremo più persone lavorare a casa e lavorare ibrido in futuro.
ko: 이 끔찍한 펜데믹으로 인해 더 나은 방향으로 바뀐 한 가지는, 사람들이 집에서 일할 수 있는 능력과 그것을 허용하는 것이 그렇게 나쁘지 않다는 고용주의 인식입니다. 하이브리드 근무에 대한 찬성과 반대의 주장이 많지만, 이제 많은 기업들이 재택 근무를 허용하도록 강요 당하면서 사람들이 양심적으로 일하는 것을보고 있습니다. 그들은 또한 값 비싼 사무실 공간에서 비용을 절감 할 수 있고, 더 많은 동기 부여 된 직원을 보유하고 있음을 깨닫고 있습니다. 따라서 앞으로 더 많은 사람들이 집에서 일하고 하이브리드 작업을 볼 것으로 예상됩니다.
nl: Een ding dat deze afschuwelijke pandemie ten goede heeft veranderd, is het vermogen van mensen om thuis te werken en de erkenning door werkgevers dat het niet zo eng is om dit toe te staan. Er zijn veel argumenten voor en tegen hybride werken, maar nu veel bedrijven, die gedwongen zijn thuiswerk toe te staan, zien dat mensen gewetensvol werken. Ook zien ze in dat er op dure kantoorruimte bespaard kan worden en hebben ze gemotiveerder personeel. De verwachting is dan ook dat we in de toekomst meer mensen thuis en hybride gaan zien werken.
pl: Jedną z rzeczy, które ta okropna pandemia zmieniła na lepsze, jest możliwość pracy z domu i uznanie przez pracodawców, że nie jest tak strasznie na to pozwolić. Istnieje wiele argumentów za i przeciw pracy hybrydowej, ale teraz wiele firm, zmuszonych do zezwolenia na pracę z domu, widzi, że ludzie pracują sumiennie. Zdają sobie też sprawę, że można obniżyć koszty drogiej powierzchni biurowej i mają bardziej zmotywowany personel. Dlatego oczekuje się, że w przyszłości zobaczymy więcej osób pracujących z domu i pracujących hybrydowo.
pt: Uma coisa que esta pandemia horrível mudou para melhor foi a possibilidade das pessoas trabalharem a partir de casa e o reconhecimento dos empregadores que não é assim tão assustador permitir o trabalho remoto. Há muitos argumentos a favor e contra o trabalho híbrido, mas agora muitas empresas que foram forçadas a permitir o teletrabalho vêem que as pessoas trabalham conscienciosamente. Também começam a aperceber-se de que os custos com escritórios caros podem ser cortados e que têm pessoal mais motivado. Portanto, espera-se que vamos ver mais pessoas a trabalhar em casa e de forma híbrida no futuro.
ru: Одна вещь, которую эта ужасная пандемия изменила к лучшему, - это способность людей работать дома и признание работодателями, что допускать это не так уж страшно. Есть много аргументов за и против гибридной работы, но сейчас многие фирмы, будучи вынуждены разрешить работу на дому, видят, что люди работают добросовестно. Они также понимают, что можно сократить расходы на дорогостоящие офисные помещения и что у них более мотивированный персонал. Поэтому ожидается, что в будущем мы увидим больше людей, работающих дома, и гибридную работу.
sv: En sak denna hemska pandemi har förändrat till det bättre, är människors förmåga att arbeta hemma och arbetsgivarnas erkännande att det inte är så läskigt att tillåta det. Det finns många argument för och emot hybridarbete, men nu ser många företag, som tvingats tillåta distansarbete, att människor faktiskt gör sitt job även på distans. De inser också att kostnaderna kan sänkas på dyra kontorslokaler och de har mer motiverad personal. Därför förväntas vi se fler som jobbar hemma och hybrid jobbar i framtiden.
tr: Bu korkunç salgının olumlu anlamda değiştirdiği bir şey, insanların evde çalışabilme imkanları ve işverenlerin buna izin vermesinin o kadar da korkutucu olmadığının anlaşılmasıdır. Hibrit çalışmanın lehine ve aleyhine birçok argüman var, ancak evden çalışmaya izin vermek zorunda kalan birçok firma, insanların bilinçli bir şekilde çalıştığını görüyor. Ayrıca, pahalı ofis alanlarında maliyetlerin azaltılabileceğini ve personellerin daha da motive olduklarını fark ediyorlar. Bu nedenle gelecekte daha fazla insanın evde çalıştığını ve hibrit çalıştığını görmemiz bekleniyor.
zh: 这场可怕的大流行已经变得更好的一件事是人们在家工作的能力以及雇主承认允许它并不那么可怕。 有很多争论支持和反对混合工作，但现在许多公司被迫允许在家工作，看到人们认真地工作。 他们也意识到，昂贵的办公空间可以降低成本，他们有更积极的员工。 因此，预计我们将看到更多的人在家工作，并在未来工作。
