Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEDOYAAIPI2_H1_Text2
source: The algorithm has steps that perform permutation or rearrangement of file’s content, such as substituting, shifting, replacing, and mixing to scrabble the data. The cryptographic keys are used to determine the order or specific operations to be performed so that the entire encryption process can be repeated or reversed to decrypt a file.
ar: تحتوي الخوارزمية على خطوات تؤدي إلى التقليب أو إعادة ترتيب محتوى الملف ، مثل الاستبدال والتحويل والاستبدال والخلط لخربشة البيانات. تستخدم مفاتيح التشفير لتحديد الترتيب أو العمليات المحددة التي يتعين إجراؤها بحيث يمكن تكرار عملية التشفير بأكملها أو عكسها لفك تشفير الملف.
de: Der Algorithmus verfügt über Schritte, die eine Permutation oder Neuanordnung des Dateiinhalts durchführen, z. B. Ersetzen, Verschieben, Ersetzen und Mischen, um die Daten zu scrabble. Die kryptografischen Schlüssel werden verwendet, um die Reihenfolge oder bestimmte Vorgänge zu bestimmen, die ausgeführt werden sollen, damit der gesamte Verschlüsselungsprozess wiederholt oder umgekehrt werden kann, um eine Datei zu entschlüsseln.
es: El algoritmo tiene pasos que realizan la permutación o reorganización del contenido del archivo, como sustituir, desplazar, reemplazar y mezclar para codificar los datos. Las claves criptográficas se utilizan para determinar el orden o las operaciones específicas que se deben realizar, de modo que todo el proceso de cifrado se pueda repetir o invertir para descifrar un archivo.
fr: L'algorithme comporte des étapes qui effectuent une permutation ou un réarrangement du contenu du fichier, telles que la substitution, le déplacement, le remplacement et le mélange pour scrabbler les données. Les clés cryptographiques sont utilisées pour déterminer l'ordre ou les opérations spécifiques à effectuer afin que l'ensemble du processus de cryptage puisse être répété ou inversé pour décrypter un fichier.
it: L'algoritmo dispone di passaggi che eseguono la permutazione o la riorganizzazione del contenuto del file, ad esempio la sostituzione, lo spostamento, la sostituzione e la miscelazione per eseguire lo scarabeo dei dati. Le chiavi crittografiche vengono utilizzate per determinare l'ordine o le operazioni specifiche da eseguire in modo che l'intero processo di crittografia possa essere ripetuto o invertito per decrittografare un file.
ko: 알고리즘은 파일 내용의 순열 또는 재배열을 수행하는 단계, 예를 들어 대체, 이동, 교체 및 혼합하여 데이터를 스크램블링하는 단계를 포함합니다. 암호화 키는 전체 암호화 과정을 반복하거나 역으로 수행하여 파일을 복호화할 수 있도록 특정 작업의 순서 또는 특정 작업을 결정하는 데 사용됩니다.
nl: Het algoritme heeft stappen die permutatie of herschikking van de inhoud van het bestand uitvoeren, zoals vervangen, verschuiven, vervangen en mixen om de gegevens te vermengen. De cryptografische sleutels worden gebruikt om de volgorde of specifieke uit te voeren bewerkingen te bepalen, zodat het gehele versleutelingsproces kan worden herhaald of omgekeerd om een bestand te ontsleutelen.
pl: Algorytm składa się z etapów, które wykonują permutację lub zmianę układu zawartości pliku, takie jak zastępowanie, przesuwanie, zastępowanie i mieszanie w celu scrabble'owania danych. Klucze kryptograficzne służą do określenia kolejności lub konkretnych operacji, które należy wykonać, aby cały proces szyfrowania można było powtórzyć lub odwrócić w celu odszyfrowania pliku.
pt: O algoritmo tem etapas que executam permutação ou rearranjo do conteúdo do arquivo, como substituir, deslocar, substituir e misturar para embaralhar os dados. As chaves criptográficas são usadas para determinar a ordem ou operações específicas a serem executadas para que todo o processo de criptografia possa ser repetido ou revertido para descriptografar um arquivo.
ru: Алгоритм содержит шаги, которые выполняют перестановку или перестановку содержимого файла, такие как замена, перемещение, замена и смешивание для переключения данных. Криптографические ключи используются для определения порядка или конкретных операций, которые необходимо выполнить, чтобы весь процесс шифрования можно было повторить или отменить для расшифровки файла.
sv: Algoritmen har steg som utför en omvandling av filens innehåll, såsom substitution, förskjutning, ersättning och blandning för att kryptera datan. De kryptografiska nycklarna används för att bestämma ordningen eller specifika operationer som ska utföras så att hela krypteringsprocessen kan upprepas eller upphävas, för att dekryptera en fil.
tr: Algoritmada, verileri karıştırmak için ikame etme, kaydırma, değiştirme ve karıştırma gibi dosya içeriğinin permütasyonunu veya yeniden düzenlenmesini gerçekleştiren adımlar bulunur. Kriptografik anahtarlar, gerçekleştirilecek sırayı veya belirli işlemleri belirlemek için kullanılır, böylece tüm şifreleme işlemi bir dosyanın şifresini çözmek için tekrarlanabilir veya tersine çevrilebilir.
zh: 该算法具有执行文件内容排列或重新排列的步骤，例如替换、移动、替换和混合以拼字处理数据。加密密钥用于确定要执行的顺序或特定操作，以便可以重复或反向执行整个加密过程以解密文件。

# Blog_HTEDOYAAIPI2_H1_Text3
source: Similar to a real-life padlock and key combination, only the specific cryptographic keys used during the encryption process can decrypt a file. Let’s better understand file encryption with a simple example: Suppose you have a file on your phone containing important and sensitive data, such as tax statements or financial records. Once encrypted, the file's contents will be transformed and scrambled, appearing something like this: <strong>‘U2FsdGVkX1+Ww/kwN8Bn’</strong> – a completely undecipherable string of characters that can only be decoded with the right key.
ar: على غرار القفل الواقعي ومجموعة المفاتيح ، يمكن فقط لمفاتيح التشفير المحددة المستخدمة أثناء عملية التشفير فك تشفير الملف. دعنا نفهم تشفير الملفات بشكل أفضل بمثال بسيط: افترض أن لديك ملفا على هاتفك يحتوي على بيانات مهمة وحساسة ، مثل البيانات الضريبية أو السجلات المالية. بمجرد تشفيرها ، سيتم تحويل محتويات الملف وتشويشها ، وتظهر شيئا مثل هذا: <strong>"U2FsdGVkX1 + Ww / kwN8Bn"</strong> - سلسلة من الأحرف غير قابلة للفك تماما والتي لا يمكن فك تشفيرها إلا باستخدام المفتاح الصحيح.
de: Ähnlich wie bei einer echten Kombination aus Vorhängeschloss und Schlüssel können nur die spezifischen kryptografischen Schlüssel, die während des Verschlüsselungsprozesses verwendet werden, eine Datei entschlüsseln. Lassen Sie uns die Dateiverschlüsselung anhand eines einfachen Beispiels besser verstehen: Angenommen, Sie haben eine Datei auf Ihrem Telefon, die wichtige und sensible Daten wie Steuererklärungen oder Finanzunterlagen enthält. Nach der Verschlüsselung wird der Inhalt der Datei umgewandelt und verschlüsselt und sieht in etwa so aus: <strong>"U2FsdGVkX1+Ww/kwN8Bn"</strong> – eine völlig entzifferbare Zeichenfolge, die nur mit dem richtigen Schlüssel entschlüsselt werden kann.
es: Al igual que una combinación de candado y llave de la vida real, solo las claves criptográficas específicas utilizadas durante el proceso de cifrado pueden descifrar un archivo. Entendamos mejor el cifrado de archivos con un ejemplo simple: supongamos que tiene un archivo en su teléfono que contiene datos importantes y confidenciales, como declaraciones de impuestos o registros financieros. Una vez encriptado, el contenido del archivo se transformará y codificará, apareciendo algo como esto: <strong>'U2FsdGVkX1+Ww/kwN8Bn'</strong> , una cadena de caracteres completamente indescifrable que solo se puede decodificar con la tecla correcta.
fr: Semblable à une combinaison réelle de cadenas et de clés, seules les clés cryptographiques spécifiques utilisées pendant le processus de cryptage peuvent déchiffrer un fichier. Comprenons mieux le cryptage des fichiers avec un exemple simple : supposons que vous ayez un fichier sur votre téléphone contenant des données importantes et sensibles, telles que des relevés fiscaux ou des dossiers financiers. Une fois crypté, le contenu du fichier sera transformé et brouillé, ressemblant à ceci : <strong>'U2FsdGVkX1+Ww/kwN8Bn'</strong> – une chaîne de caractères complètement indéchiffrable qui ne peut être décodée qu'avec la bonne clé.
it: Simile a una combinazione di lucchetto e chiave nella vita reale, solo le chiavi crittografiche specifiche utilizzate durante il processo di crittografia possono decrittografare un file. Cerchiamo di capire meglio la crittografia dei file con un semplice esempio: supponiamo di avere un file sul telefono contenente dati importanti e sensibili, come dichiarazioni dei redditi o documenti finanziari. Una volta crittografato, il contenuto del file verrà trasformato e criptato, apparendo qualcosa del genere: <strong>"U2FsdGVkX1+Ww/kwN8Bn"</strong> – una stringa di caratteri completamente indecifrabile che può essere decodificata solo con la chiave giusta.
ko: 실생활의 자물쇠와 열쇠 조합과 유사하게, 암호화 과정에서 사용된 특정 암호화 키만이 파일을 복호화할 수 있습니다. 간단한 예를 들어 파일 암호화를 더 잘 이해해 봅시다: 중요한 민감한 데이터(예: 세금 신고서나 금융 기록)를 포함하는 파일이 휴대폰에 있다고 가정해 보세요. 파일을 암호화하면 파일 내용이 완전히 해독할 수 없는 문자열로 변환되어 <strong>‘U2FsdGVkX1+Ww/kwN8Bn’</strong>처럼 나타납니다 – 올바른 키 없이는 해독할 수 없는 완전히 해독할 수 없는 문자열입니다.
nl: Net als bij een echte combinatie van hangslot en sleutel, kunnen alleen de specifieke cryptografische sleutels die tijdens het coderingsproces worden gebruikt, een bestand ontsleutelen. Laten we bestandsversleuteling beter begrijpen met een eenvoudig voorbeeld: stel dat je een bestand op jouw telefoon hebt staan met belangrijke en gevoelige gegevens, zoals belastingoverzichten of financiële gegevens. Eenmaal versleuteld, wordt de inhoud van het bestand getransformeerd en vervormd, en ziet het er ongeveer zo uit: <strong>'U2FsdGVkX1+Ww/kwN8Bn'</strong> - een volledig onleesbare reeks tekens die alleen met de juiste sleutel kan worden gedecodeerd.
pl: Podobnie jak w przypadku prawdziwej kombinacji kłódki i klucza, tylko określone klucze kryptograficzne użyte podczas procesu szyfrowania mogą odszyfrować plik. Przyjrzyjmy się lepiej szyfrowaniu plików na prostym przykładzie: załóżmy, że masz w telefonie plik zawierający ważne i wrażliwe dane, takie jak zeznania podatkowe czy dokumentacja finansowa. Po zaszyfrowaniu zawartość pliku zostanie przekształcona i zaszyfrowana i będzie wyglądać mniej więcej tak: <strong>„U2FsdGVkX1+Ww/kwN8Bn”</strong> – całkowicie nieczytelny ciąg znaków, który można zdekodować tylko za pomocą odpowiedniego klucza.
pt: Semelhante a uma combinação de cadeado e teclas da vida real, apenas as chaves criptográficas específicas usadas durante o processo de criptografia podem descriptografar um arquivo. Vamos entender melhor a criptografia de arquivos com um exemplo simples: suponha que você tenha um arquivo em seu telefone contendo dados importantes e confidenciais, como declarações fiscais ou registros financeiros. Uma vez criptografado, o conteúdo do arquivo será transformado e embaralhado, aparecendo mais ou menos assim: <strong>'U2FsdGVkX1+Ww/kwN8Bn'</strong> – uma sequência de caracteres completamente indecifrável que só pode ser decodificada com a chave certa.
ru: Как и в случае с реальной комбинацией замка и ключа, расшифровать файл можно только с помощью определенных криптографических ключей, используемых в процессе шифрования. Давайте лучше разберемся в шифровании файлов на простом примере: предположим, что у вас на телефоне есть файл, содержащий важные и конфиденциальные данные, такие как налоговые отчеты или финансовые отчеты. После шифрования содержимое файла будет преобразовано и зашифровано, выглядя примерно так: <strong>«U2FsdGVkX1+Ww/kwN8Bn»</strong> — совершенно нерасшифровываемая строка символов, которую можно декодировать только с помощью правильного ключа.
sv: Precis som en verklig kombination av hänglås och nyckel kan endast de specifika kryptografiska nycklarna som användes under krypteringsprocessen dekryptera en fil. Låt oss bättre förstå filkryptering med ett enkelt exempel: Antag att du har en fil på din telefon som innehåller viktig och känslig data, såsom skattedeklarationer eller finansiella uppgifter. När filen är krypterad kommer innehållet att omvandlas och blandas, och kommer att se ut ungefär så här: <strong>‘U2FsdGVkX1+Ww/kwN8Bn’</strong> – en fullständigt obegriplig blandning av tecken som endast kan avkodas med rätt nyckel.
tr: Gerçek hayattaki bir asma kilit ve anahtar kombinasyonuna benzer şekilde, yalnızca şifreleme işlemi sırasında kullanılan belirli kriptografik anahtarlar bir dosyanın şifresini çözebilir. Basit bir örnekle dosya şifrelemeyi daha iyi anlayalım: Telefonunuzda vergi beyannameleri veya mali kayıtlar gibi önemli ve hassas veriler içeren bir dosyanız olduğunu varsayalım. Şifrelendikten sonra, dosyanın içeriği dönüştürülecek ve karıştırılacak ve şu şekilde bir şey görünecektir: <strong>'U2FsdGVkX1+Ww/kwN8Bn'</strong> – yalnızca doğru tuşla kodu çözülebilen, tamamen deşifre edilemeyen bir karakter dizisi.
zh: 与现实生活中的挂锁和密钥组合类似，只有加密过程中使用的特定加密密钥才能解密文件。让我们通过一个简单的例子来更好地理解文件加密：假设您的手机上有一个文件，其中包含重要和敏感的数据，例如税务报表或财务记录。加密后，文件的内容将被转换和打乱，如下所示：<strong>“U2FsdGVkX1+Ww/kwN8Bn”</strong>- 一个完全无法破译的字符串，只能用正确的密钥解码。

# Blog_HTEDOYAAIPI2_H2_SH1_Text1
source: <strong>STEP 1:</strong> Install AxCrypt from <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> and sign into your account.
ar: <strong>الخطوة 1:</strong> قم بتثبيت اكسكربت من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>متجر تطبيقات جوجل</strong></a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> وقم بتسجيل الدخول إلى حسابك.
de: <strong>SCHRITT 1:</strong> Installieren Sie AxCrypt aus dem <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> und melden Sie sich bei Ihrem Konto an.
es: <strong>PASO 1:</strong> Instale AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play</strong></a> Store o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e inicie sesión en su cuenta.
fr: <strong>ÉTAPE 1 :</strong> Installez AxCrypt depuis le <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong> Google Play Store</strong></a> ou l' <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> et connectez-vous à votre compte.
it: <strong>PASSO 1:</strong> Installa AxCrypt da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e accedi al tuo account.
ko: <strong>단계 1:</strong> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play 스토어</strong></a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a>에서 AxCrypt를 설치하고 계정에 로그인하세요.
nl: <strong>STAP 1:</strong> Installeer AxCrypt vanuit <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>de Google Play Store</strong></a> of <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> en log in op jouw account.
pl: <strong>KROK 1:</strong> Zainstaluj AxCrypt z <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong> Sklep Google Play</strong></a> lub <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> i Zaloguj się.
pt: <strong>1º PASSO:</strong> Instale o AxCrypt a partir da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> e inicie sessão na sua conta.
ru: <strong>ШАГ 1:</strong> Установите AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> и войдите в свою учетную запись.
sv: <strong>STEG 1:</strong> Installera AxCrypt från <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> och logga in på ditt konto.
tr: <strong>1. ADIM:</strong> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>AxCrypt'i Google Play Store</strong></a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store'dan</strong></a> yükleyin ve hesabınıza giriş yapın.
zh: <strong>步骤1：</strong> 从 <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><strong>Google Play Store</strong></a> 或 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><strong>App Store</strong></a> 安装AxCrypt并登录您的帐户。

# Blog_HTEDOYAAIPI2_H2_SH1_Text2
source: <strong>STEP 2:</strong> Tap the <strong>‘Secure’</strong> button with a padlock icon and select <strong>‘Phone’</strong>.
ar: <strong>الخطوة 2:</strong> اضغط على زر <strong>"آمن"</strong> مع رمز القفل وحدد <strong>"الهاتف</strong>".
de: <strong>SCHRITT 2:</strong> Tippen Sie auf die Schaltfläche <strong>"Sicher"</strong> mit einem Vorhängeschloss-Symbol und wählen Sie <strong>"Telefon"</strong>.
es: <strong>PASO 2:</strong> Toque el botón <strong>'Seguro'</strong> con el icono de un candado y seleccione <strong>'Teléfono'</strong>.
fr: <strong>ÉTAPE 2 :</strong> Appuyez sur le bouton <strong>« Sécuriser »</strong> avec une icône de cadenas et sélectionnez <strong>« Téléphone »</strong>.
it: <strong>PASSO 2:</strong> Tocca il pulsante <strong>"Sicuro"</strong> con l'icona di un lucchetto e seleziona <strong>"Telefono".</strong>
ko: <strong>단계 2:</strong> 자물쇠 아이콘이 있는 <strong>‘보안’</strong> 버튼을 탭하고 <strong>‘Phone’</strong>을 선택하세요.
nl: <strong>STAP 2:</strong> Tik op de knop <strong>'Beveiligen'</strong> met het hangslotpictogram en selecteer <strong>'Telefoon'</strong>.
pl: <strong>KROK 2:</strong> Naciśnij przycisk <strong>„Zabezpiecz”</strong> z ikoną kłódki i wybierz <strong>„Telefon”</strong>.
pt: <strong>2º PASSO:</strong> Toque no botão <strong>'Seguro'</strong> com um ícone de cadeado e selecione <strong>'Telefone'</strong>.
ru: <strong>ШАГ 2:</strong> Нажмите кнопку <strong>«Безопасность»</strong> со значком замка и выберите <strong>«Телефон»</strong>.
sv: <strong>STEP 2:</strong> Tryck på <strong>‘Secure’</strong> knappen med hänglåsikon and välj <strong>‘Telefon’</strong>.
tr: <strong>2. ADIM:</strong> Asma kilit simgesi olan <strong>'Güvenli'</strong> seçeneğine tıklayın ve <strong>'Telefon'u</strong> seçin.
zh: <strong>步骤2：</strong>点击带有挂锁图标的<strong>“安全”</strong>按钮，然后选择<strong>“电话”</strong>。

# Blog_HTEDOYAAIPI2_H2_SH1_Text3
source: <strong>STEP 3:</strong> Browse and select the files that you’d like to encrypt. Tap and hold to select multiple files.
ar: <strong>الخطوة 3:</strong> تصفح وحدد الملفات التي تريد تشفيرها. انقر مع الاستمرار لتحديد ملفات متعددة.
de: <strong>SCHRITT 3:</strong> Durchsuchen Sie die Dateien, die Sie verschlüsseln möchten, und wählen Sie sie aus. Tippen und halten Sie, um mehrere Dateien auszuwählen.
es: <strong>PASO 3:</strong> Busque y seleccione los archivos que desea cifrar. Mantén pulsado para seleccionar varios archivos.
fr: <strong>ÉTAPE 3 :</strong> Parcourez et sélectionnez les fichiers que vous souhaitez chiffrer. Appuyez et maintenez pour sélectionner plusieurs fichiers.
it: <strong>PASSO 3:</strong> Sfoglia e seleziona i file che desideri crittografare. Toccare e tenere premuto per selezionare più file.
ko: <strong>단계 3:</strong> 암호화하려는 파일을 탐색하고 선택하세요. 여러 파일을 선택하려면 길게 누르세요.
nl: <strong>STAP 3:</strong> Doorblader en selecteer de bestanden die je wilt versleutelen. Klik en houd vast om meerdere bestanden te selecteren.
pl: <strong>KROK 3:</strong> Przeglądaj i wybierz pliki, które chcesz zaszyfrować. Naciśnij i przytrzymaj, aby wybrać wiele plików.
pt: <strong>3º PASSO:</strong> Procure e selecione os arquivos que você deseja criptografar. Toque sem soltar para selecionar vários ficheiros.
ru: <strong>ШАГ 3:</strong> Найдите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов.
sv: <strong>STEG 3:</strong> Bläddra och välj de filer som du vill kryptera. Tryck och håll ned för att välja flera filer.
tr: <strong>3. ADIM:</strong> Şifrelemek istediğiniz dosyalara göz atın ve seçin. Birden fazla dosya seçmek için tıklayın ve basılı tutun.
zh: <strong>步骤3：</strong> 浏览并选择要加密的文件。点击并按住以选择多个文件。

# Blog_HTEDOYAAIPI2_H2_Subheading1
source: Follow this quick 3-step tutorial to encrypt files your Android and iOS smartphones:
ar: اتبع هذا البرنامج التعليمي السريع المكون من 3 خطوات لتشفير ملفات الهواتف الذكية التي تعمل بنظام أندرويد وايفون:
de: Befolgen Sie dieses kurze 3-Schritte-Tutorial, um Dateien auf Ihren Android- und iOS-Smartphones zu verschlüsseln:
es: Siga este tutorial rápido de 3 pasos para cifrar archivos en sus teléfonos inteligentes Android e iOS:
fr: Suivez ce tutoriel rapide en 3 étapes pour crypter les fichiers de vos smartphones Android et iOS :
it: Segui questo rapido tutorial in 3 passaggi per crittografare i file dei tuoi smartphone Android e iOS:
ko: Android 및 iOS 스마트폰에서 파일을 암호화하는 빠른 3단계 튜토리얼을 따르세요:
nl: Volg deze korte handleiding in drie stappen om bestanden op jouw Android- en iOS-smartphones te coderen:
pl: Postępuj zgodnie z tym krótkim, 3-etapowym samouczkiem, aby zaszyfrować pliki na smartfonach z systemem Android i iOS:
pt: Siga este rápido tutorial de 3 etapas para criptografar arquivos em seus smartphones Android e iOS:
ru: Выполните это краткое 3-шаговое руководство по шифрованию файлов на ваших смартфонах Android и iOS:
sv: Följ denna snabba 3-stegs handledning för att kryptera filer på Android- och iOS telefoner:
tr: Android ve iOS akıllı telefonlarınızın dosyalarını şifrelemek için bu hızlı, 3 adımdan oluşan öğreticiyi izleyin:
zh: 按照这个快速的 3 步教程来加密您的 Android 和 iOS 智能手机的文件：

# Blog_HTEDOYAAIPI2_H2_Text1
source: Watch the step-by-step video tutorial:
ar: شاهد الفيديو التعليمي خطوة بخطوة:
de: Sehen Sie sich das Schritt-für-Schritt-Video-Tutorial an:
es: Mira el video tutorial paso a paso:
fr: Regardez le didacticiel vidéo étape par étape :
it: Guarda il video tutorial passo passo:
ko: 단계별 비디오 튜토리얼을 시청하세요:
nl: Bekijk de stapsgewijze video-tutorial:
pl: Obejrzyj samouczek wideo krok po kroku:
pt: Assista ao tutorial em vídeo passo a passo:
ru: Посмотрите пошаговую видеоинструкцию:
sv: Titta på videon för steg-för-steg instruktioner:
tr: Adım adım video eğitimini izleyin:
zh: 观看分步视频教程：
