Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_H1_Text1
source: Before we dive deeper into details of password authentication and password cracking methods, let’s first look at some stats and understand how they impact the way you generate, use, and save new passwords.
ar: قبل التعمق في تفاصيل مصادقة كلمات المرور وطرق اختراق كلمات المرور ، دعنا نلقي أولا نظرة على بعض الإحصائيات ونفهم كيفية تأثيرها على طريقة إنشاء كلمات المرور الجديدة واستخدامها وحفظها.
de: Bevor wir tiefer in die Details der Passwortauthentifizierung und der Methoden zum Knacken von Passwörtern eintauchen, schauen wir uns zunächst einige Statistiken an und verstehen, wie sie sich auf die Art und Weise auswirken, wie Sie neue Passwörter generieren, verwenden und speichern.
es: Antes de entrar en detalles sobre la autenticación de contraseñas y los métodos para descifrarlas, analicemos primero algunas estadísticas y comprendamos cómo influyen en la forma de generar, utilizar y guardar nuevas contraseñas.
fr: Avant d'approfondir les détails des méthodes d'authentification et de craquage des mots de passe, examinons d'abord quelques statistiques et comprenons leur impact sur la façon dont vous générez, utilisez et enregistrez de nouveaux mots de passe.
it: Prima di approfondire i dettagli dell'autenticazione delle password e dei metodi di cracking delle password, diamo prima un'occhiata ad alcune statistiche e capiamo come influiscono sul modo in cui generi, utilizzi e salvi nuove password.
ko: 암호 인증 및 암호 해독 방법에 대해 자세히 알아보기 전에 먼저 몇 가지 통계를 살펴보고 새 암호를 생성, 사용 및 저장하는 방식에 어떤 영향을 미치는지 이해해 보겠습니다.
nl: Voordat we dieper ingaan op details over wachtwoordverificatie en methoden voor het kraken van wachtwoorden, laten we eerst enkele statistieken bekijken en begrijpen hoe deze van invloed zijn op de manier waarop u nieuwe wachtwoorden genereert, gebruikt en opslaat.
pl: Zanim zagłębimy się w szczegóły metod uwierzytelniania i łamania haseł, przyjrzyjmy się niektórym statystykom i zrozumiemy, w jaki sposób wpływają one na sposób generowania, używania i zapisywania nowych haseł.
pt: Antes de nos aprofundarmos nos detalhes da autenticação de senha e dos métodos de quebra de senha, vamos primeiro examinar algumas estatísticas e entender como elas afetam a maneira como você gera, usa e salva novas senhas.
ru: Прежде чем мы углубимся в детали аутентификации по паролю и методов взлома паролей, давайте сначала рассмотрим некоторые статистические данные и поймем, как они влияют на то, как вы генерируете, используете и сохраняете новые пароли.
sv: Innan vi dyker djupare in i detaljer om lösenordsautentisering och lösenordsknäckningsmetoder, låt oss först titta på lite statistik och förstå hur de påverkar hur du genererar, använder och sparar nya lösenord.
tr: Parola kimlik doğrulama ve parola kırma yöntemlerinin ayrıntılarını daha derinden ele almadan önce, ilk olarak bazı istatistiklere bakalım ve yeni parolaları oluşturma, kullanma ve kaydetme şeklinizi nasıl etkilediklerini anlayalım.
zh: 在我们深入了解密码身份验证和密码破解方法的详细信息之前，让我们首先查看一些统计数据并了解它们如何影响您生成，使用和保存新密码的方式。

# Blog_HQHCYP_H1_Text10
source: 9.Over <b>80%</b> of users admit to reusing passwords across multiple accounts.
ar: 9- يعترف أكثر من <b> 80٪ </b> من المستخدمين بإعادة استخدام كلمات المرور عبر حسابات متعددة.
de: 9.Über <b> 80%</b> der Benutzer geben zu, Passwörter über mehrere Konten hinweg wiederzuverwenden.
es: 9. Más del <b>80%</b> de los usuarios reconoce que utiliza la misma contraseña para varias cuentas.
fr: 9.Plus de <b>80 %</b> des utilisateurs admettent réutiliser des mots de passe sur plusieurs comptes.
it: 9.Oltre <b>l'80%</b> degli utenti ammette di riutilizzare le password su più account.
ko: 9. <b>사용자의 80%</b> 이상이 여러 계정에서 비밀번호를 재사용하는 것을 인정합니다.
nl: 9.Meer dan <b>80%</b> van de gebruikers geeft toe wachtwoorden opnieuw te gebruiken voor meerdere accounts.
pl: 9.Ponad <b>80%</b> użytkowników przyznaje się do ponownego używania haseł na wielu kontach.
pt: 9.Mais de <b>80%</b> dos usuários admitem reutilizar senhas em várias contas.
ru: 9.Более 80% пользователей признают, что повторно используют пароли для нескольких учетных записей.
sv: 9.Över <b>80 %</b> av användarna medger att de återanvänder lösenord på flera konton.
tr: 9. Kullanıcıların <b>%80'inden</b> fazlası parolaları birden fazla hesapta yeniden kullandığını kabul ediyor.
zh: 9.超过<b>80％</b>的用户承认跨多个帐户重复使用密码。

# Blog_HQHCYP_H1_Text11
source: 10.In 2022, there were over <b>2.29 billion</b> global records exposed in data breaches.
ar: 10. في عام 2022 ، كان هناك أكثر من <b> 2.29 مليار </b> سجل عالمي مكشوف في انتهاكات البيانات.
de: 10.In 2022 gab es weltweit über <b>2,29 Milliarden Datensätze</b>, die bei Datenschutzverletzungen offengelegt wurden.
es: 10. En 2022, hubo más de <b>2.290 millones</b> de registros mundiales expuestos en filtraciones de datos.
fr: 10. En 2022, plus de <b>2,29 milliards</b> d'enregistrements dans le monde ont été exposés à des violations de données.
it: 10. In 2022, ci sono stati oltre <b>2,29 miliardi</b> di informazioni globali esposte in violazioni dei dati.
ko: 10. 2022년에 데이터 유출로 인해 <b>22억 9천만</b> 건 이상의 글로벌 기록이 노출되었습니다.
nl: 10.In 2022 waren er wereldwijd meer dan <b>2,29 miljard</b> gegevens blootgesteld aan datalekken.
pl: 10. W 2022 r. w wyniku naruszeń danych ujawniono ponad <b>2,29 miliarda</b> globalnych rekordów.
pt: 10.Em 2022, mais de <b>2,29 bilhões</b> de registros globais foram expostos em violações de dados.
ru: 10. В 2022 году в результате утечек данных по всему миру было обнаружено более <b>2,29 миллиарда</b> записей.
sv: 10. År 2022 fanns det över <b>2,29 miljarder</b> globala register som exponerades i dataintrång.
tr: 10.2022'de veri ihlallerinde açığa çıkan <b>2,29 milyardan</b> fazla küresel kayıt bulunmaktaydı.
zh: 10. 在2022中，有超过<b>2.29十亿</b>全球记录在数据泄露中暴露。

# Blog_HQHCYP_H1_Text12
source: 11.<b>Phishing</b> is the most common tactic used by hackers to obtain passwords.
ar: 11. يعد <b> التصيد الاحتيالي </b> الأسلوب الأكثر شيوعًا الذي يستخدمه المخترقون للحصول على كلمات المرور.
de: 11.<b>Phishing</b> ist die häufigste Taktik von Hackern, um Passwörter zu erhalten.
es: 11. El <b>phishing</b> es la táctica más utilizada por los hackers para obtener contraseñas.
fr: 11.<b>L'hameçonnage</b> est la tactique la plus couramment utilisée par les pirates pour obtenir des mots de passe.
it: 11. Il <b>phishing</b> è la tattica più comune utilizzata dagli hacker per ottenere password.
ko: 11. <b>피싱</b> 은 해커가 암호를 얻기 위해 사용하는 가장 일반적인 전술입니다.
nl: 11.<b>Phishing</b> is de meest voorkomende tactiek die door hackers wordt gebruikt om wachtwoorden te verkrijgen.
pl: 11.<b>Wyłudzanie informacji</b> to najczęstsza taktyka stosowana przez hakerów w celu uzyskania haseł.
pt: 11. <b>Phishing</b> é a tática mais comum usada por hackers para obter senhas.
ru: 11.<b>Фишинг</b> - наиболее распространенная тактика, используемая хакерами для получения паролей.
sv: 11.<b>Nätfiske</b> är den vanligaste taktiken som används av hackare för att få lösenord.
tr: 11.<b>Kimlik avı</b>, bilgisayar korsanları tarafından parolaları ele geçirmek için kullanılan en yaygın taktiktir.
zh: 11.<b>网络钓鱼</b>是黑客获取密码最常用的策略。

# Blog_HQHCYP_H1_Text13
source: 12.<b>Brute force</b> attacks are responsible for approximately <b>5%</b> of successful data breaches. Brute force attack is a trial-and-error method used by hackers to guess a password by systematically checking all possible combinations of characters until the correct one is found. The checking is done using automated tools or a coding script written by hackers.
ar: 12. هجمات <b> القوة الغاشمة </b> مسؤولة عن حوالي <b> 5٪ </b> من عمليات اختراق البيانات الناجحة. هجوم القوة الغاشمة هو أسلوب المحاولة والخطأ الذي يستخدمه المتسللون لتخمين كلمة المرور عن طريق التحقق المنتظم من جميع مجموعات الأحرف الممكنة حتى يتم العثور على الرقم الصحيح. يتم الفحص باستخدام أدوات آلية أو نص ترميز مكتوب بواسطة قراصنة.
de: 12.<b>Brute-Force-Angriffe</b> sind für ungefähr <b>5%</b> der erfolgreichen Datenschutzverletzungen verantwortlich. Brute-Force-Angriffe sind eine Trial-and-Error-Methode, mit der Hacker ein Passwort erraten, indem systematisch alle möglichen Zeichenkombinationen überprüft werden, bis die richtige gefunden wurde. Die Überprüfung erfolgt mit automatisierten Tools oder einem von Hackern geschriebenen Codierungsskript.
es: 12. Los <b>ataques por fuerza bruta</b> constituyen cerca del <b>5%</b> de las filtraciones de datos realizadas con éxito. El ataque por fuerza bruta es un método de ensayo y error utilizado por los hackers para adivinar una contraseña comprobando sistemáticamente todas las combinaciones posibles de caracteres hasta encontrar la correcta. La comprobación se realiza utilizando herramientas automatizadas o un script de codificación escrito por los hackers.
fr: 12. Les <b>attaques par force brute</b> sont responsables d'environ <b>5 %</b> des violations de données réussies. L'attaque par force brute est une méthode d'essai et d'erreur utilisée par les pirates pour deviner un mot de passe en vérifiant systématiquement toutes les combinaisons possibles de caractères jusqu'à ce que la bonne soit trouvée. La vérification est effectuée à l'aide d'outils automatisés ou d'un script de codage écrit par des pirates.
it: 12.Gli attacchi di <b>forza bruta</b> sono responsabili di circa il <b>5%</b> delle violazioni dei dati riuscite. L'attacco di forza bruta è un metodo di prova ed errore utilizzato dagli hacker per indovinare una password, controllando sistematicamente tutte le possibili combinazioni di caratteri fino a trovare quella corretta. Il controllo viene eseguito utilizzando strumenti automatizzati o uno script di codifica scritto da hacker.
ko: 12. <b>무차별 대입</b> 공격은 성공적인 데이터 침해의 약 <b>5%</b> 를 차지합니다. 무차별 대입 공격은 해커가 올바른 문자 조합을 찾을 때까지 가능한 모든 문자 조합을 체계적으로 확인하여 암호를 추측하는 데 사용하는 시행착오 방법입니다. 검사는 자동화 도구 또는 해커가 작성한 코딩 스크립트를 사용하여 수행됩니다.
nl: <b>12.Brute force aanvallen</b> zijn verantwoordelijk voor ongeveer <b>5%</b> van de succesvolle datalekken. Een brute force aanval is een methode die door hackers wordt gebruikt om een wachtwoord te raden door systematisch alle mogelijke combinaties van tekens te controleren totdat de juiste is gevonden. De controle gebeurt met behulp van geautomatiseerde tools of een codeerscript geschreven door hackers.
pl: 12. Ataki <b>Brutalne</b> są odpowiedzialne za około <b>5%</b> udanych naruszeń danych. Atak siłowy to metoda prób i błędów używana przez hakerów do odgadnięcia hasła poprzez systematyczne sprawdzanie wszystkich możliwych kombinacji znaków, aż do znalezienia właściwego. Sprawdzanie odbywa się za pomocą zautomatyzowanych narzędzi lub skryptu kodującego napisanego przez hakerów.
pt: 12.Os ataques de <b>força bruta</b> são responsáveis por aproximadamente <b>5%</b> das violações de dados bem-sucedidas. O ataque de força bruta é um método de tentativa e erro usado por hackers para adivinhar uma senha, verificando sistematicamente todas as combinações possíveis de caracteres até que a correta seja encontrada. A verificação é feita usando ferramentas automatizadas ou um script de codificação escrito por hackers.
ru: 12.<b>Атаки методом перебора</b> являются причиной примерно <b>5%</b> успешных утечек данных. Атака методом перебора - это метод проб и ошибок, используемый хакерами для подбора пароля путем систематической проверки всех возможных комбинаций символов до тех пор, пока не будет найдена правильная. Проверка выполняется с помощью автоматизированных инструментов или скрипта кодирования, написанного хакерами.
sv: <b>12.Brute force-attacker</b> är ansvariga för cirka <b>5%</b> av framgångsrika dataintrång. Brute force attack är en trial-and-error-metod som används av hackare för att gissa ett lösenord genom att systematiskt kontrollera alla möjliga kombinationer av tecken tills rätt hittas. Kontrollen görs med hjälp av automatiserade verktyg eller ett kodningsskript skrivet av hackare.
tr: 12. <b>Kaba kuvvet</b> saldırıları, başarılı veri ihlallerinin yaklaşık <b>% 5'inden</b> sorumludur. Kaba kuvvet saldırısı, bilgisayar korsanları tarafından doğru olanı bulunana kadar olası tüm karakter kombinasyonlarını sistematik olarak kontrol ederek bir şifreyi tahmin etmek için kullanılan bir deneme yanılma yöntemidir. Kontrol işlemi, otomatik araçlar veya bilgisayar korsanları tarafından yazılmış bir kodlama metni kullanılarak yapılır.
zh: 12.<b>蛮力</b>攻击负责大约<b>5％</b>成功的数据泄露。 蛮力攻击是黑客通过系统地检查所有可能的字符组合直到找到正确的字符来猜测密码的试错方法。 检查是使用自动化工具或黑客编写的编码脚本完成的。

# Blog_HQHCYP_H1_Text2
source: 1.In 2022,<b>“123456”</b> was the most commonly used password, followed by <b>“123456789”</b> and <b>“password”</b>.
ar: 1. في عام 2022 ، كانت كلمة المرور <b> "123456" </b> هي كلمة المرور الأكثر استخدامًا ، تليها <b> "123456789" </b> و <b> "كلمة المرور" </b>.
de: 1.In 2022,<b>"123456"</b> war das am häufigsten verwendete Passwort, gefolgt von <b>"123456789"</b> und <b>"Passwort"</b>.
es: 1.En 2022, <b>"123456"</b> fue la contraseña más utilizada, seguida de <b>"123456789"</b> y <b>"contraseña"</b>.
fr: 1.En 2022,<b>"123456"</b> était le mot de passe le plus couramment utilisé, suivi de <b>"123456789"</b> et de <b>"password"</b>.
it: 1. In 2022, <b>"123456"</b> è stata la password più comunemente usata, seguita da <b>"123456789"</b> e <b>"password"</b>.
ko: 1.2022에는 <b>"123456"</b> 가 가장 많이 사용되는 비밀번호였으며 <b>"123456789"</b> 와 <b>"password"</b>가 그 뒤를 이었습니다.
nl: 1.In 2022 was <b>"123456"</b> het meest gebruikte wachtwoord, gevolgd door <b>"123456789"</b> en <b>"password"</b>.
pl: 1. W 2022 r. najczęściej używanym hasłem było <b>„123456”</b>, następnie <b>„123456789”</b> i <b>„hasło”</b>.
pt: 1.In 2022, <b>"123456"</b> foi a senha mais usada, seguida por <b>"123456789"</b> e <b>"senha"</b>.
ru: 1. В 2022 году<b>“123456”</b> был наиболее часто используемым паролем, за которым следовали <b> “123456789”</b> и <b> “пароль”</b>.
sv: 1. År 2022 var<b>“123456”</b> det vanligaste lösenordet, följt av <b>“123456789”</b> och <b>“lösenord”</b>.
tr: 1.<b>"123456"</b> 2022'de en çok kullanılan parola oldu, bunu <b>"123456789"</b> ve <b>"parola"</b> takip etti.
zh: 1. 2022年，<b>"123456"</b>是最常用的密码，其次是<b>"123456789"</b>和<b>"password"</b>。

# Blog_HQHCYP_H1_Text3
source: 2.A recent survey showed that only <b>53%</b> of people use different passwords for different accounts, leaving the rest vulnerable to potential hacks.
ar: 2. أظهر استطلاع حديث أن <b> 53٪ </b> فقط من الأشخاص يستخدمون كلمات مرور مختلفة لحسابات مختلفة ، مما يجعل البقية عرضة للاختراق المحتملة.
de: 2.Eine kürzlich durchgeführte Umfrage ergab, dass nur <b> 53%</b> der Menschen unterschiedliche Passwörter für verschiedene Konten verwenden, was den Rest anfällig für potenzielle Hacks macht.
es: 2. Una encuesta realizada recientemente reveló que solamente el 53% de las personas utiliza contraseñas distintas para cuentas diferentes, lo que deja al resto en una situación de vulnerabilidad ante posibles hackeos.
fr: 2.Une enquête récente a montré que seulement <b>53 %</b> des personnes utilisent des mots de passe différents pour différents comptes, laissant les autres vulnérables aux piratages potentiels.
it: 2. Un recente sondaggio ha mostrato che solo il <b>53%</b> delle persone utilizza password diverse per account diversi, lasciando il resto vulnerabile a potenziali hack.
ko: 2. 최근 설문 조사에 따르면 <b>53%</b> 의 사람들만이 계정마다 다른 비밀번호를 사용하고 나머지는 잠재적인 해킹에 취약합니다.
nl: 2.Uit een recent onderzoek bleek dat slechts <b>53%</b> van de mensen verschillende wachtwoorden gebruikt voor verschillende accounts, waardoor de rest kwetsbaar is voor potentiële hacks.
pl: 2.Niedawna ankieta wykazała, że tylko <b>53%</b> osób używa różnych haseł do różnych kont, przez co reszta jest podatna na potencjalne włamania.
pt: 2.Uma pesquisa recente mostrou que apenas <b>53%</b> das pessoas utilizam senhas diferentes para contas diferentes, deixando as demais vulneráveis a possíveis hacks.
ru: 2.Недавний опрос показал, что только <b>53% </b> людей используют разные пароли для разных учетных записей, оставляя остальных уязвимыми для потенциальных взломов.
sv: 2.En nyligen genomförd undersökning visade att endast <b>53 %</b> av människor använder olika lösenord för olika konton, vilket gör resten sårbara för potentiella hacker.
tr: 2. Son zamanlarda yapılan bir anket, insanların sadece <b>%53'ünün</b> farklı hesaplar için farklı parolalar kullandığını ve bu da, geri kalanını potansiyel saldırılara karşı savunmasız bıraktığını gösterdi.
zh: 2.最近的一项调查显示，只有<b>53％</b>的人对不同的帐户使用不同的密码，其余的人容易受到潜在的黑客攻击。

# Blog_HQHCYP_H1_Text4
source: 3.The average user has <b>26</b> password protected accounts.
ar: 3- يمتلك المستخدم العادي <b> 26 </b> حسابا محميا بكلمة مرور.
de: 3.Der durchschnittliche Benutzer hat <b>26</b> passwortgeschützte Konten.
es: 3. Un usuario promedio tiene <b>26 cuentas</b> protegidas con contraseña.
fr: 3.L'utilisateur moyen a <b>26</b> comptes protégés par mot de passe.
it: 3. L'utente medio ha <b>26</b> account protetti da password.
ko: 3. 평균 사용자는 <b>26</b> 개의 암호로 보호된 계정을 가지고 있습니다.
nl: 3.De gemiddelde gebruiker heeft <b>26</b> met een wachtwoord beveiligde accounts.
pl: 3. Przeciętny użytkownik ma <b>26</b> kont chronionych hasłem.
pt: 3.O usuário médio tem <b>26</b> contas protegidas por senha.
ru: 3.Среднестатистический пользователь имеет <b>26</b> учетных записей, защищенных паролем.
sv: 3. Den genomsnittliga användaren har <b>26</b> lösenordsskyddade konton.
tr: 3.Ortalama bir kullanıcının <b>26</b> parola korumalı hesabı vardır.
zh: 3.普通用户有<b>26</b>密码保护帐户。

# Blog_HQHCYP_H1_Text5
source: 4.Approximately <b>10%</b> of internet users have used <b>“123456”</b> as their password.
ar: 4. ما يقرب من <b> 10٪ </b> من مستخدمي الإنترنت استخدموا <b> “123456” </b> ككلمات مرورهم.
de: 4.Ungefähr <b>10%</b> der Internetnutzer haben <b>"123456"</b> als Passwort verwendet.
es: 4. Cerca del <b>10%</b> de los internautas han utilizado <b>"123456"</b> como contraseña.
fr: 4.Environ <b>10 %</b> des internautes ont utilisé <b>"123456"</b> comme mot de passe.
it: 4. Circa il <b>10%</b> degli utenti di Internet ha utilizzato <b>"123456"</b> come password.
ko: 4. 인터넷 사용자의 약 <b>10%</b> 가 <b>"123456"</b> 를 비밀번호로 사용했습니다.
nl: 4.Ongeveer <b>10%</b> van de internetgebruikers heeft <b>"123456"</b> als wachtwoord gebruikt.
pl: 4.Około <b>10%</b> użytkowników Internetu użyło hasła <b>„123456”</b>.
pt: 4.Aproximadamente <b>10%</b> dos usuários da internet usaram <b>"123456"</b> como senha.
ru: 4.Примерно <b>10%</b> интернет-пользователей использовали <b>“123456”</b> в качестве своего пароля.
sv: 4.Ungefär <b>10 %</b> av internetanvändare har använt <b>“123456”</b> som sitt lösenord.
tr: 4. İnternet kullanıcılarının yaklaşık <b>%10'u</b> parola olarak <b>"123456"</b> kelimesini kullanmıştır.
zh: 4.大约<b>10％</b>的互联网用户使用<b>"123456"</b>作为他们的密码。

# Blog_HQHCYP_H1_Text6
source: 5.A <b>six-character</b> password containing only lowercase letters can be cracked in less than <b>10 minutes</b>.
ar: 5. يمكن اختراق كلمة مرور <b> من ستة أحرف </b> تحتوي على أحرف صغيرة فقط في أقل من <b> 10 دقائق </b>.
de: 5.Ein <b>sechsstelliges</b> Passwort, das nur Kleinbuchstaben enthält, kann in weniger als <b>10 Minuten geknackt werden</b>.
es: 5. Una contraseña de <b>seis caracteres</b> que solamente contenga letras minúsculas puede descifrarse en menos de <b>10 minutos</b>.
fr: 5.Un mot de passe à <b>six caractères</b> ne contenant que des lettres minuscules peut être déchiffré en moins de <b>10 minutes</b>.
it: 5.Una password di <b>sei caratteri</b> contenente solo lettere minuscole può essere violata in meno di <b>10 minuti</b>.
ko: 5. 소문자만 포함된 <b>6자리</b> 비밀번호는 <b>10분</b> 이내에 해독할 수 있습니다.
nl: 5.Een wachtwoord <b>van zes tekens</b> met alleen kleine letters kan in minder dan <b>10 minuten</b> worden gekraakt.
pl: 5. <b>Sześcioznakowe</b> hasło zawierające tylko małe litery można złamać w mniej niż <b>10 minut</b>.
pt: 5.Uma senha de <b>seis caracteres</b> contendo apenas letras minúsculas pode ser quebrada em menos de <b>10 minutos</b>.
ru: 5. <b>Шестизначный</b> пароль, содержащий только строчные буквы, может быть взломан менее чем за <b>10 минут</b>.
sv: 5. Ett lösenord med <b>sex tecken</b> som bara innehåller gemener kan knäckas på mindre än <b>10 minuter</b>.
tr: 5.Yalnızca küçük harfler içeren <b>altı karakterli</b> bir parola <b>10 dakikadan</b> kısa sürede kırılabilir.
zh: 5.A<b>仅包含小写字母的六个字符</b>密码可以在不到<b>10分钟内破解</b>。

# Blog_HQHCYP_H1_Text7
source: 6.A <b>12-character</b> password containing uppercase letters, lowercase letters, numbers, and symbols can take over <b>1,000</b> years to crack.
ar: 6.يمكن أن تستغرق كلمة المرور <b> المكونة من 12 حرفا </b> التي تحتوي على أحرف كبيرة وأحرف صغيرة وأرقام ورموز أكثر من <b> 1000 </b> عام حتى يتم كسرها.
de: 6.Ein <b>12-stelliges</b> Passwort, das Großbuchstaben, Kleinbuchstaben, Zahlen und Symbole enthält, kann über <b> 1.000</b> Jahre dauern, bis es geknackt ist.
es: 6. Una contraseña de <b>12 caracteres</b> que contenga mayúsculas, minúsculas, números y símbolos puede tardar más de <b>1.000 años</b> en descifrarse.
fr: 6.Un mot de passe à <b>12 caractères</b> contenant des lettres majuscules, des lettres minuscules, des chiffres et des symboles peut prendre plus de <b>1000</b> ans à être déchiffré.
it: 6. Una password <b>di 12 caratteri</b> contenente lettere maiuscole, lettere minuscole, numeri e simboli può richiedere oltre <b>1.000</b> anni per essere decifrata.
ko: 6. 대문자, 소문자, 숫자 및 기호가 포함된 <b>12자</b> 암호는 해독하는 데 <b>1,000</b> 년 이상이 걸릴 수 있습니다.
nl: 6.Een wachtwoord <b>van 12 tekens</b> met hoofdletters, kleine letters, cijfers en symbolen kan meer dan <b>1.000</b> jaar duren om te kraken.
pl: 6. Złamanie <b>12-znakowego</b> hasła zawierającego wielkie i małe litery, cyfry i symbole może zająć <b>1000</b> lat.
pt: 6.Uma senha de <b>12 caracteres</b> contendo letras maiúsculas, minúsculas, números e símbolos pode levar mais de <b>1.000</b> anos para ser decifrada.
ru: 6.На взлом <b>12-символьного</b> пароля, содержащего заглавные и строчные буквы, цифры и символы, может потребоваться более <b>1000</b> лет.
sv: 6. Ett <b>12-tecken</b> lösenord som innehåller stora bokstäver, gemener, siffror och symboler kan ta över <b>1 000</b> år att knäcka.
tr: 6.Büyük harf, küçük harf, rakam ve sembol içeren <b>12 karakterlik</b> bir parolanın kırılması <b>1.000</b> yıldan fazla sürebilir.
zh: 6.包含大写字母，小写字母，数字和符号的<b>12个字符</b>密码可以接管<b>1,000</b>年破解。

# Blog_HQHCYP_H1_Text8
source: 7.The most common password length is <b>8 characters</b>.
ar: 7 - طول كلمة المرور الأكثر شيوعًا هو <b> 8 أحرف </b>.
de: 7.Die häufigste Passwortlänge beträgt <b>8 Zeichen</b>.
es: 7. La longitud de contraseña más común es de <b>8 caracteres</b>.
fr: 7.La longueur de mot de passe la plus courante est de <b>8 caractères</b>.
it: 7. La lunghezza della password più comune è di <b>8 caratteri</b>.
ko: 7.가장 일반적인 암호 길이는 <b>8자</b>입니다.
nl: 7.De meest voorkomende wachtwoordlengte is <b>8 tekens</b>.
pl: 7.Najczęstsza długość hasła to <b>8 znaków</b>.
pt: 7. O comprimento de senha mais comum é de <b>8 caracteres</b>.
ru: 7.Наиболее распространенная длина пароля составляет <b>8 символов</b>.
sv: 7. Den vanligaste lösenordslängden är <b>8 tecken</b>.
tr: 7.En yaygın şifre uzunluğu <b>8 karakterdir</b>.
zh: 7.最常见的密码长度是<b>8个字符</b>。
