Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DEVFE_H2_SH2_Text1
source: Full disk encryption (FDE) is, as the name implies, encryption at the disk level. When data is written to or read from a disc, it is automatically encrypted. It encrypts all files on the hard drive, including the operating system and file system. It's only used to keep files safe while they're in storage or not in transit. Full disk encryption works in a similar way to locking a house's outer doors but not its internal rooms. Of course, it's a good idea to secure the front entrance so that attackers can't easily get access, but if they manage to enter, they'll have full access to everything inside. In the same way, disk encryption secures information as a whole by turning all of it into an unreadable code that is difficult for unauthorized individuals to understand.<strong>There are two main types of disk encryption, which we'll go over in detail below.</strong><br/>
ar: تشفير القرص الكامل (FDE) هو ، كما يوحي الاسم ، تشفير على مستوى القرص. عندما تتم كتابة البيانات أو قراءتها من قرص ، يتم تشفيرها تلقائيًا. يقوم بتشفير جميع الملفات الموجودة على القرص الصلب ، بما في ذلك نظام التشغيل ونظام الملفات. يتم استخدامه فقط للحفاظ على الملفات آمنة أثناء تخزينها أو عدم نقلها. يعمل تشفير القرص بالكامل بطريقة مشابهة لقفل الأبواب الخارجية للمنزل ولكن ليس غرفه الداخلية. بالطبع ، من الجيد تأمين المدخل الأمامي حتى لا يتمكن المهاجمون من الوصول بسهولة ، ولكن إذا تمكنوا من الدخول ، فسيكون لديهم وصول كامل إلى كل شيء بالداخل. بنفس الطريقة ، يقوم تشفير القرص بتأمين المعلومات ككل عن طريق تحويلها كلها إلى رمز غير قابل للقراءة يصعب على الأفراد غير المصرح لهم فهمه. <strong> هناك نوعان رئيسيان من تشفير القرص ، سنستعرضهما بالتفصيل أدناه. </ strong> <br/>
de: Full Disk Encryption (FDE) ist, wie der Name schon sagt, Verschlüsselung auf Festplattenebene. Wenn Daten auf eine Disc geschrieben oder von einer Disc gelesen werden, werden sie automatisch verschlüsselt. Es verschlüsselt alle Dateien auf der Festplatte, einschließlich des Betriebssystems und des Dateisystems. Es wird nur verwendet, um Dateien sicher aufzubewahren, während sie gespeichert oder nicht übertragen werden. Die vollständige Festplattenverschlüsselung funktioniert ähnlich wie das Verriegeln der Außentüren eines Hauses, nicht jedoch der Innenräume. Natürlich ist es eine gute Idee, den Vordereingang zu sichern, damit Angreifer nicht leicht Zugang bekommen, aber wenn sie es schaffen, einzutreten, haben sie vollen Zugriff auf alles im Inneren. Auf die gleiche Weise sichert die Festplattenverschlüsselung Informationen als Ganzes, indem sie alle in einen unlesbaren Code verwandelt, der für Unbefugte schwer zu verstehen ist.<strong>Es gibt zwei Haupttypen der Festplattenverschlüsselung, auf die wir im Folgenden näher eingehen werden.</strong><br/>
es: El cifrado de disco completo (FDE) es, como su nombre lo indica, cifrado a nivel de disco. Cuando se escriben o se leen datos en un disco, se cifran automáticamente. Cifra todos los archivos del disco duro, incluido el sistema operativo y el sistema de archivos. Solo se usa para mantener los archivos seguros mientras están almacenados o no en tránsito. El cifrado de disco completo funciona de manera similar a cerrar las puertas exteriores de una casa, pero no las habitaciones internas. Por supuesto, es una buena idea asegurar la entrada principal para que los atacantes no puedan acceder fácilmente, pero si logran entrar, tendrán acceso completo a todo lo que hay dentro. De la misma manera, el cifrado de disco protege la información en su totalidad al convertirla en un código ilegible que es difícil de entender para las personas que no tengan autorización.<strong>Hay dos tipos principales de cifrado de disco, que veremos en detalle a continuación. </strong><br/>
fr: Le chiffrement complet du disque (CCD) est, comme son nom l’indique, le chiffrement au niveau du disque. Lorsque des données sont écrites ou lues à partir d’un disque, elles sont automatiquement chiffrées. Il crypte tous les fichiers sur le disque dur, y compris le système d’exploitation et le système de fichiers. Il n’est utilisé que pour garder les fichiers en sécurité pendant qu’ils sont stockés ou non en transit. Le cryptage complet du disque fonctionne de la même manière que le verrouillage des portes extérieures d’une maison, mais pas de ses pièces internes. Bien sûr, c’est une bonne idée de sécuriser l’entrée principale afin que les attaquants ne puissent pas y accéder facilement, mais s’ils parviennent à entrer, ils auront un accès complet à tout ce qui se trouve à l’intérieur. De la même manière, le chiffrement de disque sécurise les informations dans leur ensemble en les transformant toutes en un code illisible difficile à comprendre pour les personnes non autorisées. <strong>Il existe deux principaux types de cryptage de disque, que nous passerons en revue en détail ci-dessous.</strong><br/>
it: La crittografia completa del disco (FDE) è, come suggerisce il nome, la crittografia a livello del disco. Quando i dati vengono scritti o letti da un disco, vengono crittografati automaticamente. Crittografa tutti i file sul disco rigido, inclusi il sistema operativo e il file system. Viene utilizzato solo per proteggere i file mentre sono in archivio o non in transito. La crittografia completa del disco funziona in modo simile alla chiusura delle porte esterne di una casa ma non delle stanze interne. Naturalmente, è una buona idea mettere in sicurezza l'ingresso principale in modo che gli aggressori non possano accedervi facilmente, ma se riescono ad entrare, avranno pieno accesso a tutto ciò che si trova all'interno. Allo stesso modo, la crittografia del disco protegge le informazioni nel loro complesso trasformandole in un codice illeggibile difficile da comprendere per le persone non autorizzate.<strong>Esistono due tipi principali di crittografia del disco, che esamineremo in dettaglio sotto.</strong><br/>
ko: 전체 디스크 암호화(FDE)는 이름에서 알 수 있듯이 디스크 수준의 암호화입니다. 디스크에 데이터를 쓰거나 디스크에서 읽으면 자동으로 암호화됩니다. 운영 체제 및 파일 시스템을 포함하여 하드 드라이브의 모든 파일을 암호화합니다. 파일이 저장소에 있거나 전송 중이 아닌 동안 파일을 안전하게 유지하는 데만 사용됩니다. 전체 디스크 암호화는 집의 외부 문을 잠그는 것과 유사한 방식으로 작동하지만 내부 방은 잠그지 않습니다. 물론 공격자가 쉽게 접근할 수 없도록 정문을 확보하는 것이 좋지만 진입에 성공하면 내부의 모든 항목에 완전히 액세스할 수 있습니다. 같은 방식으로 디스크 암호화는 모든 정보를 권한이 없는 개인이 이해하기 어려운 읽을 수 없는 코드로 변환하여 정보 전체를 보호합니다. <strong>디스크 암호화에는 두 가지 주요 유형이 있으며 아래에서 자세히 살펴보겠습니다.</strong><br/>
nl: Volledige schijfversleuteling (FDE) is, zoals de naam al aangeeft, versleuteling op schijfniveau. Wanneer gegevens worden geschreven naar of gelezen van een schijf, worden deze automatisch gecodeerd. Het versleutelt alle bestanden op de harde schijf, inclusief het besturingssysteem en het bestandssysteem. Het wordt alleen gebruikt om bestanden veilig te bewaren terwijl ze in opslag zijn of niet onderweg zijn. Volledige schijfversleuteling werkt op dezelfde manier als het vergrendelen van de buitendeuren van een huis, maar niet van de interne kamers. Het is natuurlijk een goed idee om de vooringang te beveiligen, zodat aanvallers niet gemakkelijk toegang kunnen krijgen, maar als ze erin slagen om binnen te komen, hebben ze volledige toegang tot alles binnenin. Op dezelfde manier beveiligt schijfversleuteling de informatie als geheel door alles om te zetten in een onleesbare code die moeilijk te begrijpen is voor onbevoegde personen.<strong>Er zijn twee hoofdtypen schijfversleuteling, die we in detail zullen bespreken hieronder.</strong><br/>
pl: Szyfrowanie całego dysku (FDE) to, jak sama nazwa wskazuje, szyfrowanie na poziomie dysku. Dane zapisywane lub odczytywane z dysku są automatycznie szyfrowane. Szyfrowane są wszystkie pliki na dysku twardym, w tym system operacyjny i system plików. Służy to tylko do zabezpieczania plików, gdy są przechowywane lub nie są przesyłane. Szyfrowanie pełnego dysku działa podobnie do zamykania zewnętrznych drzwi domu, ale nie jego wewnętrznych pomieszczeń. Oczywiście dobrym pomysłem jest zabezpieczenie frontowego wejścia, aby napastnicy nie mogli łatwo uzyskać dostępu, ale jeśli uda im się wejść, będą mieli pełny dostęp do wszystkiego w środku. W ten sam sposób szyfrowanie dysku zabezpiecza informacje jako całość, zamieniając je wszystkie w nieczytelny kod, który jest trudny do zrozumienia dla nieautoryzowanych osób.<strong>Istnieją dwa główne typy szyfrowania dysku, które omówimy szczegółowo poniżej.</strong><br/>
pt: A cifragem total do disco (FDE) é, como o nome indica, cifragem a nível do disco. Quando os dados são escritos ou lidos de um disco, eles são automaticamente cifrados. A FDE cifra todos os ficheiros no disco rígido, incluindo o sistema operativo e o sistema de ficheiros. É usado apenas para manter os ficheiros seguros quando estão em repouso, não em trânsito. A cifragem total do disco funciona de uma forma similar a trancar-se as portas externas de uma casa mas não as das divisões internas. Claro que é uma boa ideia proteger a entrada da frente para que atacantes não possam obter acesso facilmente, mas, se conseguem, terão acesso a todo o interior da casa. Da mesma forma, a cifragem do disco protege a informação como um todo, transformando-a num código ilegível difícil de perceber por indivíduos não autorizados. <strong>Há dois tipos principais de cifragem de disco que, de seguida, iremos descrever em detalhe.</strong><br/>
ru: Полное шифрование диска (FDE) - это, как следует из названия, шифрование на уровне диска. Когда данные записываются на диск или считываются с него, они автоматически шифруются. Оно шифрует все файлы на жестком диске, включая операционную систему и файловую систему, используется только для обеспечения безопасности файлов, пока они находятся в хранилище или не передаются. Полное шифрование диска работает аналогично блокировке внешних дверей дома, но не его внутренних комнат. Конечно, это хорошая идея - обезопасить главный вход, чтобы злоумышленники не смогли легко получить доступ, но если им удастся войти, у них будет полный доступ ко всему внутри. Аналогичным образом, шифрование диска обеспечивает защиту информации в целом, превращая всю ее в нечитаемый код, который трудно понять неавторизованным лицам.<strong>Существует два основных типа шифрования диска, о которых мы подробно рассмотрим ниже.</strong><br/>
sv: Full disk kryptering (FDE) är, som namnet antyder, kryptering på disknivå. När data skrivs till eller läses från en skiva, krypteras den automatiskt. Den krypterar alla filer på hårddisken, inklusive operativsystemet och filsystemet. Det används bara för att hålla filer säkra medan de är i lagring eller inte under överföring. Full diskkryptering fungerar på liknande sätt som att låsa ett hus entré dörrar men inte de inre dörrarna. Naturligtvis är det en bra idé att säkra den främre ingången så att angripare inte enkelt kan komma åt, men om de lyckas ta sig in har de full tillgång till allt inuti. På samma sätt säkrar diskkryptering information som helhet genom att förvandla allt till en oläsbar kod som är svår att förstå för obehöriga.<strong>Det finns två huvudtyper av diskkryptering, som vi ska gå igenom i detalj nedan.</strong><br/>
tr: Tam disk şifrelemesi (FDE), adından da anlaşılacağı gibi, disk seviyesinde bir şifrelemedir. Veriler bir diske yazıldığında veya diskten okunduğunda, otomatik olarak şifrelenir. İşletim sistemi ve dosya sistemi de dahil olmak üzere sabit sürücüdeki tüm dosyaları şifreler. Dosyaları yalnızca depolama alanındayken veya aktarım sırasında değilken güvende tutmak için kullanılır. Tam disk şifreleme, bir evin dış kapılarını kilitlemeye benzer şekilde çalışır, ancak iç odalarını kilitlemez. Tabii ki, saldırganların kolayca erişememesi için ön girişi güvence altına almak iyi bir fikirdir, ancak girmeyi başarırlarsa, içindeki her şeye tam erişime sahip olurlar. Aynı şekilde, disk şifreleme, tüm bilgileri yetkisiz kişilerin anlaması zor olan okunamaz bir koda dönüştürerek bir bütün olarak güvence altına alır. <strong>Aşağıda ayrıntılı olarak ele alacağımız iki ana disk şifreleme türü vardır.</strong><br/>
zh: 全磁盘加密(FDE)顾名思义是磁盘级别的加密。 当数据写入或从光盘读取时，它会自动加密。 它加密硬盘驱动器上的所有文件，包括操作系统和文件系统。 它仅用于在文件存储或不在传输过程中保持文件安全。 全磁盘加密的工作方式类似于锁定房屋的外部门，但不是内部房间。 当然，保护前门是个好主意，这样攻击者就不能轻易进入，但是如果他们设法进入，他们就可以完全进入里面的所有东西。 同样，磁盘加密通过将所有信息转换为未经授权的个人难以理解的不可读代码来保护信息作为一个整体。<strong>有两种主要类型的磁盘加密，我们将在下面详细介绍。</strong><br/>

# Blog_DEVFE_H2_SH3_Text1
source: BitLocker is a full-disk encryption technology included in the newest Windows operating systems (Windows 10) that encrypts data on hard drives using AES (128 and 256-bit) encryption. When BitLocker Drive Encryption is activated, and the user adds new files, BitLocker will encrypt them automatically. BitLocker with TPM protection prevents out-of-OS alteration of boot components by using the Static Root of Trust Measurement. BitLocker requires the user to enter a recovery key only when disk corruption occurs, or when he or she loses the PIN or password.
ar: بيت لوكر هي تقنية تشفير للقرص الكامل مدرجة في أحدث أنظمة تشغيل ويندوز (ويندوز10) والتي تقوم بتشفير البيانات على محركات الأقراص الثابتة باستخدام تشفير AES (128 و 256 بت). عند تنشيط بيت لوكر تشفير محرك الأقراص ، ويضيف المستخدم ملفات جديدة ، يقوم بيت لوكر بتشفيرها تلقائيًا. يمنع بيت لوكر المزود بحماية TPM التغيير خارج نظام التشغيل لمكونات التمهيد باستخدام قياس جذر الثقة الثابت. يتطلب بيت لوكر من المستخدم إدخال مفتاح استرداد فقط عند حدوث تلف في القرص ، أو عندما يفقد رقم التعريف الشخصي أو كلمة المرور.
de: BitLocker ist eine Festplattenverschlüsselungstechnologie, die in den neuesten Windows-Betriebssystemen (Windows 10) enthalten ist und Daten auf Festplatten mit AES-Verschlüsselung (128 und 256 Bit) verschlüsselt. Wenn die BitLocker-Laufwerkverschlüsselung aktiviert ist und der Benutzer neue Dateien hinzufügt, verschlüsselt BitLocker diese automatisch. BitLocker mit TPM-Schutz verhindert Änderungen von Startkomponenten außerhalb des Betriebssystems, indem die statische Messung des Vertrauensstamms verwendet wird. Bei BitLocker muss der Benutzer nur dann einen Wiederherstellungsschlüssel eingeben, wenn der Datenträger beschädigt ist oder wenn er die PIN oder das Kennwort verliert.
es: BitLocker es una tecnología de cifrado de disco completo incluida en los sistemas operativos Windows más nuevos (Windows 10) que cifra los datos en los discos duros mediante el cifrado AES (128 y 256 bits). Cuando el Cifrado de unidad BitLocker está activado y el usuario agrega nuevos archivos, BitLocker los cifrará automáticamente. BitLocker con protección TPM evita la alteración fuera del sistema operativo de los componentes de arranque mediante el uso de la medición estática de raíz de confianza. BitLocker requiere que el usuario ingrese una clave de recuperación solo cuando se daña el disco o cuando pierde el PIN o la contraseña.
fr: BitLocker est une technologie de chiffrement de disque complet incluse dans les systèmes d’exploitation Windows les plus récents (Windows 10) qui chiffre les données sur les disques durs à l’aide du chiffrement AES (128 et 256 bits). Lorsque le chiffrement de lecteur BitLocker est activé et que l’utilisateur ajoute de nouveaux fichiers, BitLocker les chiffre automatiquement. BitLocker avec protection TPM empêche la modification hors du système d’exploitation des composants de démarrage à l’aide de la Racine Statique de la Mesure de Confiance. BitLocker demande à l'utilisateur d'entrer une clé de récupération uniquement en cas de corruption du disque ou lorsqu'il ou elle perd le code PIN ou le mot de passe.
it: BitLocker è una tecnologia di crittografia dell'intero disco inclusa nei più recenti sistemi operativi Windows (Windows 10) che crittografa i dati sui dischi rigidi utilizzando la crittografia AES (128 e 256 bit). Quando Crittografia unità BitLocker è attivata e l'utente aggiunge nuovi file, BitLocker li crittograferà automaticamente. BitLocker con protezione TPM impedisce l'alterazione fuori dal sistema operativo dei componenti di avvio utilizzando la misurazione della radice di attendibilità statica. BitLocker richiede all'utente di immettere una chiave di ripristino solo quando si verifica un danneggiamento del disco o quando perde il PIN o la password.
ko: BitLocker는 AES(128비트 및 256비트) 암호화를 사용하여 하드 드라이브의 데이터를 암호화하는 최신 Windows 운영 체제(Windows 10)에 포함된 전체 디스크 암호화 기술입니다. BitLocker 드라이브 암호화가 활성화되고 사용자가 새 파일을 추가하면 BitLocker가 자동으로 파일을 암호화합니다. TPM 보호 기능이 있는 BitLocker는 정적 신뢰 루트 측정을 사용하여 부팅 구성 요소의 OS 외부 변경을 방지합니다. BitLocker는 디스크 손상이 발생하거나 PIN 또는 암호를 분실한 경우에만 사용자가 복구 키를 입력하도록 요구합니다.
nl: BitLocker is een technologie voor volledige schijfversleuteling die is opgenomen in de nieuwste Windows-besturingssystemen (Windows 10) die gegevens op harde schijven versleutelt met AES (128 en 256 bits). Wanneer BitLocker Drive Encryption is geactiveerd en de gebruiker nieuwe bestanden toevoegt, zal BitLocker deze automatisch versleutelen. BitLocker met TPM-bescherming voorkomt wijziging van opstartcomponenten buiten het besturingssysteem door gebruik te maken van de Static Root of Trust-meting. BitLocker vereist alleen dat de gebruiker een herstelsleutel invoert als de schijf beschadigd is of als hij of zij de PIN-code of het wachtwoord verliest.
pl: BitLocker to technologia pełnego szyfrowania dysku zawarta w najnowszych systemach operacyjnych Windows (Windows 10), która szyfruje dane na dyskach twardych przy użyciu szyfrowania AES (128 i 256-bitowego). Gdy szyfrowanie dysków funkcją BitLocker jest włączone, a użytkownik doda nowe pliki, funkcja BitLocker zaszyfruje je automatycznie. Funkcja BitLocker z ochroną TPM zapobiega zmianom składników rozruchowych poza systemem operacyjnym za pomocą statycznego pomiaru zaufania. Funkcja BitLocker wymaga od użytkownika wprowadzenia klucza odzyskiwania tylko w przypadku uszkodzenia dysku lub utraty kodu PIN lub hasła.
pt: O BitLocker is é uma tecnologia de cifragem total de disco incluída na mais recente versão do sistema operativo Windows (Windows 10) e que cifra os dados no disco rígido usando AES (128 e 256 bits). Quando o BitLocker Drive Encryption é activado e o utilizador adiciona novos ficheiros, o BitLocker cifra-os automaticamente. O BitLocker com protecção TPM previne alterações de componentes de arranque vindas de fora do SO, usando o Static Root of Trust Measurement. O BitLocker requer que o utilizador introduza uma chave de recuperação apenas quando há corrupção do disco ou quando o utilizador perde o PIN ou a palavra-passe.
ru: BitLocker - это технология шифрования всего диска, включенная в новейшие операционные системы Windows (Windows 10), которая шифрует данные на жестких дисках с использованием шифрования AES (128 и 256 бит). Когда активировано шифрование диска BitLocker и пользователь добавляет новые файлы, BitLocker автоматически зашифрует их. BitLocker с защитой TPM предотвращает изменение компонентов загрузки вне операционной системы с помощью статического корня измерения доверия. BitLocker требует, чтобы пользователь вводил ключ восстановления только в том случае, если происходит повреждение диска или когда он или она теряет PIN-код или пароль.
sv: BitLocker är en heldiskkrypteringsteknik som ingår i de senaste Windows-operativsystemen (Windows 10) som krypterar data på hårddiskar med AES-kryptering (128 och 256-bitars). När BitLocker Drive Encryption är aktiverad och användaren lägger till nya filer, kommer BitLocker att kryptera dem automatiskt. BitLocker med TPM-skydd förhindrar förändringar utanför operativsystemet av startkomponenter genom att använda Static Root of Trust-mätningen. BitLocker kräver att användaren endast anger en återställningsnyckel när diskkorruption inträffar eller när han eller hon tappar PIN-koden eller lösenordet.
tr: BitLocker, AES (128 ve 256 bit) şifrelemesi kullanarak sabit sürücülerdeki verileri şifreleyen en yeni Windows işletim sistemlerinde (Windows 10) bulunan tam disk şifreleme teknolojisidir. BitLocker Sürücü Şifrelemesi etkinleştirildiğinde ve kullanıcı yeni dosyalar eklediğinde, BitLocker bunları otomatik olarak şifreler. TPM korumalı BitLocker, Güven Ölçümünün Statik Kök Dizini kullanarak önyükleme bileşenlerinin işletim sistemi dışında değiştirilmesini önler. BitLocker, kullanıcının kurtarma anahtarını yalnızca disk bozulması durumunda veya PIN ya da parolayı kaybettiğinde girmesini gerektirir.
zh: BitLocker是最新Windows操作系统(Windows10)中包含的全磁盘加密技术，可使用AES（128和256位）加密对硬盘驱动器上的数据进行加密。 当BitLocker驱动器加密被激活，并且用户添加新文件时，BitLocker将自动加密它们。 具有TPM保护的BitLocker通过使用静态信任根度量来防止引导组件的操作系统外更改。 BitLocker要求用户仅在发生磁盘损坏或丢失PIN或密码时输入恢复密钥。
