Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WINAIMCR_H1_Text1
source: NIS2 or the Network and Information Security Directive is an EU wide legislation to significantly strengthen cybersecurity across the member states. It lays down a stringent legal framework and extends the scope of the legislation to a wider range of sectors, including essential services like energy, healthcare, and transportation.
ar: NIS2 أو توجيه أمن الشبكات والمعلومات هو تشريع على مستوى الاتحاد الأوروبي لتعزيز الأمن السيبراني بشكل كبير عبر الدول الأعضاء. وهو يضع إطارا قانونيا صارما ويوسع نطاق التشريع ليشمل مجموعة واسعة من القطاعات، بما في ذلك الخدمات الأساسية مثل الطاقة والرعاية الصحية والنقل.
de: NIS2 oder die Richtlinie über die Netz- und Informationssicherheit ist eine EU-weite Gesetzgebung, um die Cybersicherheit in den Mitgliedstaaten erheblich zu stärken. Sie legt einen strengen Rechtsrahmen fest und weitet den Geltungsbereich der Rechtsvorschriften auf ein breiteres Spektrum von Sektoren aus, darunter wesentliche Dienstleistungen wie Energie, Gesundheitswesen und Verkehr.
es: La NIS2 o Directiva de Seguridad de las Redes y de la Información es una legislación a escala de la UE para reforzar significativamente la ciberseguridad en todos los Estados miembros. Establece un marco jurídico estricto y amplía el ámbito de aplicación de la legislación a una gama más amplia de sectores, incluidos los servicios esenciales como la energía, la sanidad y el transporte.
fr: Le NIS2, ou Directive sur la sécurité des réseaux et des systèmes d'information, est une législation à l'échelle de l'UE visant à renforcer considérablement la cybersécurité dans les États membres. Il établit un cadre juridique strict et étend la portée de la législation à un éventail plus large de secteurs, y compris des services essentiels tels que l'énergie, les soins de santé et les transports.
it: La NIS2 o Direttiva sulla sicurezza delle reti e dell'informazione è una legislazione a livello dell'UE volta a rafforzare in modo significativo la sicurezza informatica in tutti gli Stati membri. Stabilisce un quadro giuridico rigoroso ed estende l'ambito di applicazione della legislazione a una gamma più ampia di settori, compresi i servizi essenziali come l'energia, l'assistenza sanitaria e i trasporti.
ko: NIS2 또는 네트워크 및 정보 보안 지침은 회원국 전반에 걸쳐 사이버 보안을 대폭 강화하기 위한 EU 차원의 법률이다. 그것은 엄격한 법적 틀을 깔고 에너지, 의료, 운송과 같은 필수 서비스를 포함하여 더 넓은 범위의 부문으로 법안의 범위를 확장한다.
nl: NIS2 of de Netwerk- en Informatiebeveiligingsrichtlijn is EU-brede wetgeving om de cyberbeveiliging in de lidstaten aanzienlijk te versterken. Het legt een strikt juridisch kader vast en breidt de reikwijdte van de wetgeving uit naar een breder scala aan sectoren, waaronder essentiële diensten zoals energie, gezondheidszorg en transport.
pl: NIS2, czyli dyrektywa w sprawie bezpieczeństwa sieci i informacji, to ogólnounijne ustawodawstwo mające na celu znaczne wzmocnienie cyberbezpieczeństwa we wszystkich państwach członkowskich. Ustanawia rygorystyczne ramy prawne i rozszerza zakres prawodawstwa na szerszy zakres sektorów, w tym na podstawowe usługi, takie jak energia, opieka zdrowotna i transport.
pt: A NIS2 ou Diretiva Segurança das Redes e da Informação é uma legislação à escala da UE para reforçar significativamente a cibersegurança em todos os Estados-Membros. Estabelece um quadro jurídico rigoroso e alarga o âmbito de aplicação da legislação a um leque mais vasto de setores, incluindo serviços essenciais como a energia, os cuidados de saúde e os transportes.
ru: NIS2 или Директива о сетевой и информационной безопасности — это общеевропейское законодательство, направленное на значительное усиление кибербезопасности в государствах членах союза. Он устанавливает строгую правовую базу и расширяет сферу действия законодательства на более широкий круг секторов, включая основные услуги, такие как энергетика, здравоохранение и транспорт.
sv: NIS2 eller direktivet om nätverks- och informationssäkerhet är en EU-omfattande lagstiftning för att avsevärt stärka cybersäkerheten i medlemsstaterna. Det fastställer en strikt rättslig ram och utvidgar lagstiftningens tillämpningsområde till en bredare räckvidd av sektorer, inklusive grundläggande tjänster som energi, hälso- och sjukvård och transport.
tr: NIS2 veya Ağ ve Bilgi Güvenliği Yönergesi, üye devletler arasında siber güvenliği önemli ölçüde güçlendirmeyi amaçlayan AB çapında geçerli bir mevzuattır. Sıkı bir yasal çerçeve ortaya koymakta ve mevzuatın kapsamını enerji, sağlık ve ulaşım gibi temel hizmetler de dahil olmak üzere daha geniş bir sektör yelpazesine genişletmektedir.
zh: NIS2 或网络和信息安全指令是一项欧盟范围内的立法，旨在显着加强成员国的网络安全。它制定了严格的法律框架，并将立法范围扩大到更广泛的部门，包括能源、医疗保健和交通等基本服务。

# Blog_WINAIMCR_H1_Text2
source: NIS2 is the continued expansion of its preceding directive NIS1, which was first enacted in July 2016. While NIS1 laid the groundwork for improving cybersecurity standards in critical sectors, NIS2 goes further by expanding its scope, tightening requirements, and strengthening enforcement mechanisms.
ar: NIS2 هو التوسع المستمر لتوجيهاتها السابقة NIS1 ، والتي تم سنها لأول مرة في يوليو 2016. بينما وضع NIS1 الأساس لتحسين معايير الأمن السيبراني في القطاعات الحيوية ، يذهب NIS2 إلى أبعد من ذلك من خلال توسيع نطاقه وتشديد المتطلبات وتعزيز آليات الإنفاذ.
de: NIS2 ist die Weiterentwicklung der Vorgängerrichtlinie NIS1, die erstmals im Juli 2016 in Kraft getreten ist. Während NIS1 den Grundstein für die Verbesserung der Cybersicherheitsstandards in kritischen Sektoren legte, geht NIS2 noch weiter, indem es seinen Anwendungsbereich erweitert, die Anforderungen verschärft und die Durchsetzungsmechanismen stärkt.
es: NIS2 es la expansión continua de su directiva anterior NIS1, que se promulgó por primera vez en julio de 2016. Mientras que la NIS1 sentó las bases para mejorar los estándares de ciberseguridad en sectores críticos, la NIS2 va más allá al ampliar su alcance, endurecer los requisitos y fortalecer los mecanismos de aplicación.
fr: Le NIS2 est l'extension continue de sa directive précédente, le NIS1, qui a été promulguée pour la première fois en juillet 2016. Alors que le NIS1 a posé les bases pour améliorer les normes de cybersécurité dans les secteurs critiques, le NIS2 va plus loin en élargissant sa portée, en resserrant les exigences et en renforçant les mécanismes de mise en œuvre.
it: NIS2 è la continua espansione della precedente direttiva NIS1, emanata per la prima volta nel luglio 2016. Mentre NIS1 ha gettato le basi per migliorare gli standard di sicurezza informatica nei settori critici, NIS2 va oltre espandendo il suo campo di applicazione, rendendo più severi i requisiti e rafforzando i meccanismi di applicazione.
ko: NIS2는 2016년 7월에 처음 제정된 이전 지침 NIS1을 계속 확장한 것이다. NIS1이 핵심 분야의 사이버 보안 표준을 개선하기 위한 토대를 마련한 반면, NIS2는 범위 확대, 요구 사항 강화, 집행 메커니즘 강화 등을 통해 더욱 발전한다.
nl: NIS2 is de voortdurende uitbreiding van de vorige richtlijn NIS1, die voor het eerst werd uitgevaardigd in juli 2016. Terwijl NIS1 de basis legde voor het verbeteren van cyberbeveiligingsnormen in kritieke sectoren, gaat NIS2 verder door het toepassingsgebied uit te breiden, de vereisten aan te scherpen en de handhavingsmechanismen te versterken.
pl: NIS2 stanowi dalsze rozszerzenie poprzedniej dyrektywy NIS1, która została uchwalona po raz pierwszy w lipcu 2016 r. Podczas gdy NIS1 położyła podwaliny pod poprawę standardów cyberbezpieczeństwa w sektorach krytycznych, NIS2 idzie dalej, rozszerzając swój zakres, zaostrzając wymagania i wzmacniając mechanizmy egzekwowania prawa.
pt: NIS2 é a expansão contínua de sua diretiva anterior NIS1, que foi promulgada pela primeira vez em julho de 2016. Enquanto o NIS1 lançou as bases para melhorar os padrões de segurança cibernética em setores críticos, o NIS2 vai além, expandindo seu escopo, apertando os requisitos e fortalecendo os mecanismos de aplicação.
ru: NIS2 является продолжением предыдущей директивы NIS1, которая была впервые введена в действие в июле 2016 года. В то время как NIS1 заложила основу для совершенствования стандартов кибербезопасности в критически важных секторах, NIS2 идет дальше, расширяя сферу своей деятельности, ужесточая требования и укрепляя механизмы обеспечения соблюдения.
sv: NIS2 är den fortsatta utvidgningen av det föregående direktivet NIS1, som först antogs i juli 2016. Medan NIS1 lade grunden för att förbättra cybersäkerhetsstandarderna i kritiska sektorer, går NIS2 längre genom att utvidga sitt tillämpningsområde, skärpa kraven och stärka tillsynsmekanismerna.
tr: NIS2, ilk olarak Temmuz 2016'da yürürlüğe giren önceki direktifi NIS1'in devamı niteliğinde bir uzantısıdır. NIS1, kritik sektörlerde siber güvenlik standartlarını iyileştirmek için zemin hazırlarken, NIS2 kapsamını genişleterek, gereksinimleri sıkılaştırarak ve uygulama mekanizmalarını güçlendirerek daha da ilerlemektedir.
zh: NIS2 是其先前指令 NIS1 的持续扩展，该指令于 2016 年 7 月首次颁布。NIS1 为提高关键部门的网络安全标准奠定了基础，而 NIS2 则通过扩大其范围、收紧要求和加强执行机制走得更远。

# Blog_WINAIMCR_H2_Text1
source: The following two sectors are covered under the NIS2’s obligations.
ar: القطاعان التاليان مشمولان بالتزامات NIS2.
de: Die folgenden beiden Sektoren fallen unter die Verpflichtungen des NIS2.
es: Los dos sectores siguientes están cubiertos por las obligaciones de la NIS2.
fr: Les deux secteurs suivants sont couverts par les obligations du NIS2.
it: I seguenti due settori sono coperti dagli obblighi della NIS2.
ko: NIS2의 의무에 해당하는 부문은 다음의 두 가지이다.
nl: De volgende twee sectoren moeten voldoen aan de verplichtingen van de NIS2.
pl: Obowiązkami NIS2 objęte są następujące dwa sektory.
pt: Os dois sectores seguintes estão abrangidos pelas obrigações do NIS2.
ru: Обязательства NIS2 распространяются на следующие два сектора.
sv: Följande två sektorer omfattas av NIS2:s skyldigheter.
tr: Aşağıdaki iki sektör NIS2'nin yükümlülükleri kapsamındadır.
zh: NIS2的义务涵盖以下两个部门。

# Blog_WINAIMCR_H2_Text10
source: <b>Important Sectors:</b> If an organization operates in a sector classified as ‘important’, then the compliance depends on specific criteria like size, number of users, and impact on the society. Some examples of important sectors include:
ar: <b>قطاعات هامة:</b> إذا كانت المنظمة تعمل في قطاع مصنف على أنه "مهم" ، فإن الامتثال يعتمد على معايير محددة مثل الحجم وعدد المستخدمين والتأثير على المجتمع. بعض الأمثلة على القطاعات الهامة تشمل:
de: <b>Wichtige Sektoren:</b> Wenn eine Organisation in einem Sektor tätig ist, der als "wichtig" eingestuft wird, hängt die Einhaltung von bestimmten Kriterien wie Größe, Anzahl der Benutzer und Auswirkungen auf die Gesellschaft ab. Einige Beispiele für wichtige Sektoren sind:
es: <b>Sectores importantes:</b> Si una organización opera en un sector clasificado como "importante", entonces el cumplimiento depende de criterios específicos como el tamaño, el número de usuarios y el impacto en la sociedad. Algunos ejemplos de sectores importantes incluyen:
fr: <b>Secteurs Importants :</b> Si une organisation opère dans un secteur classifié comme "important", alors la conformité dépend de critères spécifiques tels que la taille, le nombre d'utilisateurs et l'impact sur la société. Quelques exemples de secteurs importants comprennent :
it: <b>Settori importanti:</b> Se un'organizzazione opera in un settore classificato come "importante", la conformità dipende da criteri specifici come le dimensioni, il numero di utenti e l'impatto sulla società. Alcuni esempi di settori importanti includono:
ko: <b>중요 부문:</b> 조직이 '중요'로 분류된 부문에서 운영되는 경우, 규정 준수는 규모, 사용자 수, 사회에 미치는 영향 등 특정 기준에 따라 달라집니다. 중요한 섹터의 몇 가지 예는 다음과 같습니다.
nl: <b>Belangrijke sectoren:</b> Als een organisatie actief is in een sector die als 'belangrijk' is geclassificeerd, dan hangt de naleving af van specifieke criteria zoals grootte, aantal gebruikers en impact op de samenleving. Enkele voorbeelden van belangrijke sectoren zijn:
pl: <b>Ważne sektory:</b> jeśli organizacja działa w sektorze sklasyfikowanym jako „ważny”, zgodność zależy od konkretnych kryteriów, takich jak wielkość, liczba użytkowników i wpływ na społeczeństwo. Oto kilka przykładów ważnych sektorów:
pt: <b>Setores Importantes:</b> Se uma organização opera em um setor classificado como "importante", a conformidade depende de critérios específicos, como tamanho, número de usuários e impacto na sociedade. Alguns exemplos de setores importantes incluem:
ru: <b>Важные сектора:</b> Если организация работает в секторе, классифицируемом как «важный», то соответствие зависит от конкретных критериев, таких как размер, количество пользователей и влияние на общество. Вот некоторые примеры важных секторов:
sv: <b>Viktiga sektorer:</b> Om en organisation är verksam inom en sektor som klassificeras som "viktig" beror efterlevnaden på specifika kriterier som storlek, antal användare och inverkan på samhället. Några exempel på viktiga sektorer är:
tr: <b>Önemli Sektörler:</b> Bir kuruluş 'önemli' olarak sınıflandırılan bir sektörde faaliyet gösteriyorsa, uyumluluk büyüklük, kullanıcı sayısı ve toplum üzerindeki etki gibi belirli kriterlere bağlıdır. Önemli sektörlere bazı örnekler şunları içerir:
zh: <b>重要行业：</b> 如果一个组织在被归类为“重要”的部门运营，那么合规性取决于具体标准，如规模、用户数量和对社会的影响。重要行业的一些例子包括：

# Blog_WINAIMCR_H2_Text11
source: <li>Platform operators (online marketplaces, social media)</li>
ar: <li>مشغلي المنصات (الأسواق عبر الإنترنت ووسائل التواصل الاجتماعي)</li>
de: <li>Plattformbetreiber (Online-Marktplätze, Social Media)</li>
es: <li>Operadores de plataformas (mercados en línea, redes sociales)</li>
fr: <li>Opérateurs de plateformes (places de marché en ligne, médias sociaux)</li>
it: <li>Gestori di piattaforme (mercati online, social media)</li>
ko: <li>플랫폼 운영자(온라인 마켓 플레이스, 소셜 미디어)</li>
nl: <li>Platformexploitanten (online marktplaatsen, sociale media)</li>
pl: <li>Operatorzy platform (rynki internetowe, media społecznościowe)</li>
pt: <li>Operadores de plataformas (mercados online, redes sociais)</li>
ru: <li>Операторы платформ (онлайн-маркетплейсы, социальные сети)</li>
sv: <li>Plattformsoperatörer (e-marknadsplatser, sociala medier)</li>
tr: <li>Platform operatörleri (çevrimiçi pazar yerleri, sosyal medya)</li>
zh: <li>平台运营商（在线市场、社交媒体）</li>

# Blog_WINAIMCR_H2_Text12
source: <li>Manufacturing (chemicals, pharmaceuticals)</li>
ar: <li>التصنيع (الكيماويات والمستحضرات الصيدلانية)</li>
de: <li>Fertigung (Chemie, Pharmazie)</li>
es: <li>Fabricación (productos químicos, farmacéuticos)</li>
fr: <li>Industrie manufacturière (chimie, pharmaceutique)</li
it: <li>Industria manifatturiera (chimica, farmaceutica)</li>
ko: <li>제조(화학, 의약품)</li>
nl: <li>Industrie (chemie, farmaceutica)</li>
pl: <li>Produkcja (chemikalia, farmaceutyki)</li>
pt: <li>Manufatura (química, farmacêutica)</li>
ru: <li>Производство (химическое, фармацевтическое)</li>
sv: <li>Tillverkning (kemikalier, läkemedel)</li>
tr: <li>İmalat (kimyasallar, ilaçlar)</li>
zh: <li>制造业（化工、制药）</li>

# Blog_WINAIMCR_H2_Text13
source: <li>Food and beverage</li>
ar: <li>المأكولات والمشروبات</li>
de: <li>Lebensmittel und Getränke</li>
es: <li>Alimentos y bebidas</li>
fr: <li>Alimentation et boissons</li>
it: <li>Alimenti e bevande</li>
ko: <li>식음료</li>
nl: <li>Eten en drinken</li>
pl: <li>Jedzenie i napoje</li>
pt: <li>Alimentos e bebidas</li>
ru: <li>Еда и напитки</li>
sv: <li>Mat och dryck</li>
tr: <li>Yiyecek ve içecek</li>
zh: <li>食品和饮料</li>

# Blog_WINAIMCR_H2_Text14
source: <li>Public administration</li>
ar: <li>الإدارة العامة</li>
de: <li>Öffentliche Verwaltung</li>
es: <li>Administración pública</li>
fr: <li>Administration publique</li>
it: <li>Pubblica amministrazione</li>
ko: <li>공공행정</li>
nl: <li>Overheidsadministratie</li>
pl: <li>Administracja publiczna</li>
pt: <li>Administração pública</li>
ru: <li>Государственное управление</li>
sv: <li>Offentlig administration</li>
tr: <li>Kamu yönetimi</li>
zh: <li>公共行政</li>

# Blog_WINAIMCR_H2_Text15
source: For a more detailed overview, download our free step-by-step PDF guide on how to assess your organization's NIS2 compliance requirements: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
ar: للحصول على نظرة عامة أكثر تفصيلا ، قم بتنزيل دليل PDF المجاني خطوة بخطوة حول كيفية تقييم متطلبات الامتثال لمؤسستك NIS2: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
de: Für einen detaillierteren Überblick laden Sie unsere kostenlose Schritt-für-Schritt-PDF-Anleitung herunter, wie Sie die NIS2-Compliance-Anforderungen Ihres Unternehmens bewerten können: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
es: Para obtener una descripción más detallada, descargue nuestra guía gratuita en PDF paso a paso sobre cómo evaluar los requisitos de cumplimiento de NIS2 de su organización: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
fr: Pour une vue d'ensemble plus détaillée, téléchargez gratuitement notre guide PDF étape par étape sur la façon d'évaluer les exigences de conformité NIS2 de votre organisation : <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
it: Per una panoramica più dettagliata, scarica la nostra guida gratuita in formato PDF passo passo su come valutare i requisiti di conformità NIS2 della tua organizzazione: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
ko: 보다 자세한 개요를 보려면 조직의 NIS2 규정 준수 요구 사항을 평가하는 방법에 대한 무료 단계별 PDF 가이드를 다운로드하십시오. <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
nl: Download voor een gedetailleerder overzicht onze gratis stap-voor-stap PDF-gids over hoe u de NIS2-nalevingsvereisten van uw organisatie kunt beoordelen: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
pl: Aby uzyskać bardziej szczegółowy przegląd, pobierz nasz bezpłatny przewodnik w formacie PDF krok po kroku dotyczący oceny wymagań zgodności Twojej organizacji z NIS2: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
pt: Para obter uma visão geral mais detalhada, baixe nosso guia PDF passo a passo gratuito sobre como avaliar os requisitos de conformidade NIS2 da sua organização: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
ru: Для получения более подробного обзора загрузите наше бесплатное пошаговое руководство в формате PDF о том, как оценить соответствие вашей организации требованиям NIS2: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
sv: Om du vill ha en mer detaljerad översikt kan du ladda ner vår kostnadsfria steg-för-steg-guide i PDF-format om hur du bedömer din organisations krav på NIS2-efterlevnad: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
tr: Daha ayrıntılı bir genel bakış için, kuruluşunuzun NIS2 uyumluluk gereksinimlerini nasıl değerlendireceğinize ilişkin ücretsiz adım adım PDF kılavuzumuzu indirin: <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>
zh: 如需更详细的概述，请下载我们的免费分步 PDF 指南，了解如何评估组织的 NIS2 合规性要求： <a href='https://axcrypt.net/information/regulatory-compliance/nis2/'><b>https://axcrypt.net/information/regulatory-compliance/nis2/</b></a>

# Blog_WINAIMCR_H2_Text2
source: <b>Essential Sectors:</b> If an organization operates in any of the following explicitly listed essential sectors, then it automatically falls under NIS2 and is bound by the mandatory compliance requirements. The essential sectors include:
ar: <b>القطاعات الأساسية:</b> إذا كانت المنظمة تعمل في أي من القطاعات الأساسية التالية المدرجة صراحة ، فإنها تندرج تلقائيا تحت NIS2 وتلتزم بمتطلبات الامتثال الإلزامية. وتشمل القطاعات الأساسية ما يلي:
de: <b>Wesentliche Sektoren:</b> Wenn eine Organisation in einem der folgenden explizit aufgeführten wesentlichen Sektoren tätig ist, fällt sie automatisch unter NIS2 und ist an die obligatorischen Compliance-Anforderungen gebunden. Zu den wesentlichen Sektoren gehören:
es: <b>Sectores esenciales:</b> Si una organización opera en cualquiera de los siguientes sectores esenciales enumerados explícitamente, entonces entra automáticamente en el ámbito de aplicación de la NIS2 y está sujeta a los requisitos de cumplimiento obligatorios. Entre los sectores esenciales se encuentran:
fr: <b>Secteurs Essentiels :</b> Si une organisation opère dans l'un des secteurs essentiels explicitement listés suivants, elle tombe automatiquement sous le coup du NIS2 et est tenue de respecter les exigences de conformité obligatoires. Les secteurs essentiels comprennent :
it: <b>Settori essenziali:</b> Se un'organizzazione opera in uno dei seguenti settori essenziali elencati in modo esplicito, rientra automaticamente nella NIS2 ed è vincolata dai requisiti di conformità obbligatori. I settori essenziali comprendono:
ko: <b>필수 부문:</b> 조직이 명시적으로 나열된 다음 필수 부문 중 하나에서 운영되는 경우 자동으로 NIS2에 해당되며 필수 규정 준수 요구 사항의 구속을 받습니다. 필수 부문은 다음과 같습니다.
nl: <b>Essentiële sectoren:</b> Als een organisatie actief is in een van de volgende expliciet genoemde essentiële sectoren, valt zij automatisch onder NIS2 en is zij verplicht aan de eisen te voldoen. De essentiële sectoren zijn onder meer:
pl: <b>Sektory istotne:</b> jeśli organizacja działa w którymkolwiek z poniższych wyraźnie wymienionych sektorów kluczowych, wówczas automatycznie podlega NIS2 i jest związana obowiązkowymi wymogami zgodności. Do najważniejszych sektorów należą:
pt: <b>Setores Essenciais:</b> Se uma organização opera em qualquer um dos seguintes setores essenciais explicitamente listados, ela automaticamente se enquadra no NIS2 e está vinculada aos requisitos de conformidade obrigatórios. Os setores essenciais incluem:
ru: <b>Основные секторы:</b> Если организация работает в любом из перечисленных ниже основных секторов, то она автоматически подпадает под действие NIS2 и обязана соблюдать обязательные требования соответствия. К основным отраслям относятся:
sv: <b>Grundläggande sektorer:</b> Om en organisation verkar inom någon av följande uttryckligen angivna grundläggande sektorer, omfattas den automatiskt av NIS2 och är bunden av de obligatoriska efterlevnadskraven. De grundläggande sektorerna inkluderar:
tr: <b>Önemli Sektörler:</b> Bir kuruluş aşağıda açıkça listelenen temel sektörlerden herhangi birinde faaliyet gösteriyorsa, otomatik olarak NIS2 kapsamına girer ve zorunlu uyumluluk gerekliliklerine tabidir. Temel sektörler şunları içerir:
zh: <b>基本部门：</b> 如果一个组织在以下任何一个明确列出的基本部门运营，那么它就会自动属于 NIS2，并受强制性合规要求的约束。基本部门包括：

# Blog_WINAIMCR_H2_Text3
source: <li>Energy (electricity, gas, oil)</li>
ar: <li>الطاقة (الكهرباء والغاز والنفط)</li>
de: <li>Energie (Strom, Gas, Öl)</li>
es: <li>Energía (electricidad, gas, petróleo)</li>
fr: <li>Énergie (électricité, gaz, pétrole)</li>
it: <li>Energia (elettricità, gas, petrolio)</li>
ko: <li>에너지(전기, 가스, 오일)</li>
nl: <li>Energie (elektriciteit, gas, olie)</li>
pl: <li>Energia (prąd, gaz, ropa naftowa)</li>
pt: <li>Energia (eletricidade, gás, petróleo)</li>
ru: <li>Энергетика (электричество, газ, нефть)</li>
sv: <li>Energi (el, gas, olja)</li>
tr: <li>Enerji (elektrik, gaz, petrol)</li>
zh: <li>能源（电力、天然气、石油）</li>
