Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AboutAxcryptHistoryText2
source: In 2014, after 13 years on the market, AxCrypt had grown to be one of the world’s most popular encryption applications with over 20 million downloads worldwide. Svante teamed up with serial entrepreneur Zebastian Victorin to commercialize the product and founded AxCrypt AB to take AxCrypt to the next level.
ar: في عام 2014 ، بعد 13 عامًا في السوق ، نمت اكسكربت لتصبح واحدة من أكثر تطبيقات التشفير شيوعًا في العالم مع أكثر من 20 مليون عملية تنزيل في جميع أنحاء العالم. تعاونت سفانتي مع رجل الأعمال المسلسل زيبستيان فيكتورين لتسويق المنتج وتأسيس اكسكربت AB لنقل اكسكربت إلى المستوى التالي.
de: Im Jahr 2014, nach 13 Jahren auf dem Markt, hatte sich AxCrypt mit über 20 Millionen downloads weltweit zu einer der beliebtesten Verschlüsselungsanwendungen der Welt entwickelt. Svante tat sich mit dem Serienunternehmer Sebastian Victorin zusammen, um das Produkt zu vermarkten, und gründete AxCrypt AB, um AxCrypt auf die nächste Stufe zu heben.
es: En 2014, y después de 13 años en el mercado, AxCrypt logró convertirse en una de las aplicaciones de cifrado más populares del mundo con más de 20 millones de descargas en todo el mundo. Svante se asoció con el emprendedor nato Zebastian Victorin para comercializar el producto y fundaron AxCrypt AB para llevar AxCrypt al siguiente nivel.
fr: En 2014, après 13 ans d'existence, AxCrypt était devenue l'une des applications de chiffrement les plus populaires au monde avec plus de 20 millions de téléchargements. Svante s'est associé à Zebastian Victorin, serial entrepreneur, pour commercialiser le produit et ils ont fondé AxCrypt AB pour faire évoluer AxCrypt.
it: Nel 2014, dopo 13 anni sul mercato, AxCrypt è cresciuta fino a diventare una delle applicazioni di crittografia più popolari al mondo con oltre 20 milioni di download in tutto il mondo. Svante ha collaborato con l'imprenditore seriale Zebastian Victorin per commercializzare il prodotto e ha fondato AxCrypt AB per portare AxCrypt al livello successivo.
ko: 2014년, AxCrypt는 출시 13년 만에 전 세계적으로 2000만건 이상의 다운로드가 가능한 세계에서 가장 인기 있는 암호화 애플리케이션 중 하나로 성장하였고, 스반테는 시리얼 기업가 제바스티안 빅토린과 팀을 이뤄 이 제품을 상용화했고AxCrypt AB를 설립해 액스크립트를 한 단계 끌어올렸습니다.
nl: In 2014, na 13 jaar op de markt, was AxCrypt uitgegroeid tot een van 's werelds meest populaire versleuteling-applicaties met meer dan 20 miljoen downloads wereldwijd. Svante werkte samen met serie-ondernemer Zebastian Victorin om het product te commercialiseren en richtte AxCrypt AB op om AxCrypt naar een hoger niveau te tillen.
pl: W 2014 roku, po 13 latach na rynku, AxCrypt stał się jedną z najpopularniejszych aplikacji szyfrujących na świecie, z ponad 20 milionami pobrań na całym świecie. Svante połączył siły z seryjnym przedsiębiorcą Zebastianem Victorinem, aby skomercjalizować produkt i założył AxCrypt AB, aby przenieść AxCrypt na wyższy poziom.
pt: Em 2014, após 13 anos no mercado, a AxCrypt cresceu para se tornar uma das aplicações de software de cifragem mais populares do mundo com mais de 20 milhões de descarregamentos. Svante associou-se ao empreendedor em série Zebastian Victorin para comercializar o produto e fundou a AxCrypt AB para levar a AxCrypt até ao próximo nível.
ru: В 2014 году, после 13 лет работы на рынке, AxCrypt стал одним из самых популярных приложений для шифрования в мире, с более чем 20 миллионами загрузок. Сванте объединился с серийным предпринимателем Себастьяном Викторином для коммерциализации продукта и основал AxCrypt AB, чтобы вывести компанию AxCrypt на новый уровень.
sv: Under 2014, efter 13 år på marknaden, hade AxCrypt vuxit till att bli en av världens mest populära krypteringsapplikationer med över 20 miljoner nedladdningar världen över. Svante slog sig ihop med serieentreprenören Zebastian Victorin för att kommersialisera produkten och grundade AxCrypt AB för att ta AxCrypt till nästa nivå.
tr: 2014 yılında, piyasadaki 13. yılında, dünya çapında 20 milyondan fazla indirme ile AxCrypt, dünyadaki en popüler şifreleme uygulamalarından birisi oldu. Svante, ürünü ticarileştirmek adına seri girişimci Zebastian Victorin ile işbirliği yaparak AxCrypt'i bir sonraki seviyeye taşımak için AxCrypt AB'yi kurdu.
zh: 在2014年，经过13年的市场上，AxCrypt已经成长为世界上最流行的加密应用程序之一，全球下载量超过2000万。 Svante与连续创业家Zebastian Victorin合作将该产品商业化，并成立AxCrypt AB，将AxCrypt提升到一个新的水平。

# AboutAxcryptHistoryText3
source: After 2 years of hard work AxCrypt 2 was released in 2016.
ar: بعد سنتين من العمل الشاق تم إصدار AxCrypt في 2016
de: Nach 2 Jahren harter Arbeit wurde AxCrypt 2 2016 veröffentlicht.
es: Después de 2 años de arduo trabajo, AxCrypt 2 fue lanzado en 2016.
fr: Après 2 ans de travail acharné, AxCrypt 2 est sorti en 2016.
it: Dopo 2 anni di duro lavoro, AxCrypt 2 è stato rilasciato nel 2016.
ko: 2년간의 노력 끝에 2016년 AxCrypt 2가 출시되었습니다.
nl: Na 2 jaar hard werken werd AxCrypt 2 uitgebracht in 2016.
pl: Po 2 latach ciężkiej pracy AxCrypt 2 został wydany w 2016 roku.
pt: Após 2 anos de trabalho árduo, a AxCrypt 2 é lançada em 2016.
ru: После 2 лет напряженной работы, AxCrypt 2 был выпущен в 2016 году.
sv: Efter två års hårt arbete släpptes AxCrypt 2 år 2016.
tr: 2 yıllık yoğun çalışmanın ardından AxCrypt 2 2016 yılında piyasaya sürüldü.
zh: 经过2多年的努力，AxCrypt2于2016年发布。

# AboutAxcryptHistoryText4
source: Since then we have been awarded “The World’s Best Encryption Software” by the prestigious PC Magazine 2016-2024 as well as many other review sites in the world. We have a global reach with users from all countries. Our biggest markets are Europe with 45% and America with 30% of the users.
ar: منذ ذلك الحين حصلنا على جائزة "أفضل برنامج تشفير في العالم" من مجلة مجلة بي سي ماكيسين في 2016-2024 بالإضافة إلى العديد من مواقع المراجعة الأخرى في العالم. لدينا وصول عالمي مع مستخدمين من جميع البلدان. أكبر أسواقنا هي أوروبا بنسبة 45٪ وأمريكا بنسبة 30٪ من المستخدمين.
de: Seitdem wurden wir vom renommierten PC Magazine in den Jahren 2016-2024 sowie vielen anderen bewertungsseiten der Welt mit der "Weltbesten Verschlüsselungssoftware" ausgezeichnet. Wir haben eine Globale Reichweite mit Benutzern aus allen Ländern. Unsere größten Märkte sind Europa mit 45% und Amerika mit 30% der Nutzer.
es: Desde entonces, la prestigiosa revista PC Magazine nos ha otorgado el premio "Mejor software de cifrado del mundo" en 2016-2024 así como muchos otros sitios de reseñas en el mundo. Tenemos un alcance global con usuarios de todos los países. Nuestros mercados más grandes son Europa, con el 45%, y América, con el 30% de los usuarios.
fr: Depuis, nous avons reçu le titre de "Meilleur logiciel de chiffrement au monde" décerné par le prestigieux PC Magazine en 2016-2024 et par beaucoup d'autres sites dans le monde entier. Nous avons un rayonnement global et des utilisateurs de tous les pays. Nous plus gros marchés sont l'Europe avec 45% et les Etats-Unis avec 30% des utilisateurs.
it: Da allora siamo stati premiati come "Miglior Software di Crittografia al Mondo" dalla prestigiosa rivista PC Magazine nel 2016-2024 nonché da molti altri siti di recensioni nel mondo. Abbiamo una portata globale con utenti da tutti i paesi. I nostri mercati più grandi sono l'Europa con il 45% degli utenti e l'America con il 30%.
ko: 그 후 우리는 2016-2024 년 세계 여러 리뷰 사이트로부터 "세계 최고의 암호화 소프트웨어" 상을 받았습니다. 우리는 모든 국가의 사용자들과 전세계적으로 접촉하고 있으며, 가장 큰 시장은 유럽 45%, 미국 30%입니다.
nl: Sindsdien zijn we bekroond met "The World's Best Encryption Software" door het prestigieuze PC Magazine in 2016-2024 evenals vele andere beoordelingssites in de wereld. We hebben een wereldwijd bereik met gebruikers uit alle landen. Onze grootste markten zijn Europa met 45% en Amerika met 30% van de gebruikers.
pl: Od tego czasu otrzymaliśmy nagrodę „The World’s Best Encryption Software” przyznawaną przez prestiżowy magazyn PC w 2016-2024 roku, a także wiele innych witryn z recenzjami na świecie. Mamy globalny zasięg z użytkownikami ze wszystkich krajów. Nasze największe rynki to Europa z 45% i Ameryka z 30% użytkowników.
pt: Desde então, temos sido premiados com o “Melhor Software de Cifragem do Mundo” pela prestigiada PC Magazine em 2016-2024 assim como por muitos outros sites de crítica no mundo. Temos alcance global com utilizadores de todos os países. Os nossos maiores mercados são a Europa com 45% e a América com 30% dos nossos utilizadores.
ru: С тех пор мы были признаныны “Лучшим в мире программным обеспечением для шифрования” престижным журналом PC Magazine в 2016-2024 годах, а также многими другими обзорными сайтами в мире. У нас есть глобальный охват пользователей из всех стран. Наши самые большие рынки-это Европа с 45% и Америка с 30% пользователей.
sv: Sedan dess har vi tilldelats "Världens Bästa Krypteringsprogramvara" av det prestigefyllda PC Magazine 2016-2024 samt många andra recensionssajter i världen. Vi har en global räckvidd med användare från alla länder. Våra största marknader är Europa med 45% av användarna och Amerika med 30% av användarna.
tr: O zamandan beri prestijli PC Magazine tarafından 2016-2024 yıllarında verilen "Dünyanın En İyi Şifreleme Yazılımı" ödüllerinin yanı sıra dünyada bir çok inceleme sitelerinden de ödüller aldık. Bütün ülkelerden kullanıcılarımızla dünyanın her yerine ulaşıyoruz. En büyük pazarlarımız %45 ile Avrupa ve %30 ile Amerika'dır.
zh: 从那时起，我们已经在 2016-2024 以及世界上许多其他评论网站被着名的PC Magazine"世界上最好的加密软件"。 我们与来自所有国家的用户遍布全球。 我们最大的市场是欧洲，45％和美国，30％的用户。

# AboutAxcryptHistoryText5
source: Our mission is to provide individuals and small teams with encryption solutions that are easier to use than ever before. We’re removing the complexity from the use of strong and proven cryptographic technology.
ar: مهمتنا هي تزويد الأفراد والفرق الصغيرة بحلول تشفير أسهل في الاستخدام من أي وقت مضى. نعمل على إزالة التعقيد الناجم عن استخدام تقنية تشفير قوية ومثبتة.
de: Unsere Mission ist es, Einzelpersonen und kleinen teams Verschlüsselungslösungen anzubieten, die einfacher zu bedienen sind als je zuvor. Wir entfernen die Komplexität aus dem Einsatz starker und bewährter kryptografischer Technologie.
es: Nuestra misión es ofrecer a las personas y los equipos soluciones de cifrado que sean más fáciles de usar que nunca. Eliminaremos la complejidad del uso de tecnología criptográfica sólida y probada.
fr: Notre mission est de fournir à des individus ou à de petites équipes des solutions de chiffrement qui sont plus faciles à utiliser que jamais. Nous retirons la complexité de l'usage d'une technologie cryptographique forte et avérée.
it: La nostra mission è quella di fornire ad individui e piccoli team soluzioni di crittografia più facili da usare che mai. Stiamo rimuovendo la complessità dall'utilizzo di una tecnologia crittografica forte e collaudata.
ko: 저희의 임무는 개인과 소규모 팀에게 그 어느 때보다 사용하기 쉬운 암호화 솔루션을 쉽게 사용할 수 있도록 제공하는 것입니다.
nl: Het is onze missie om individuen en kleine teams te voorzien van versleuteling-oplossingen die gebruiksvriendelijker zijn dan ooit tevoren. We halen de complexiteit weg van het gebruik van sterke en bewezen cryptografische technologie.
pl: Naszą misją jest dostarczanie pojedynczym osobom i małym zespołom rozwiązań szyfrowania, które są łatwiejsze w użyciu niż kiedykolwiek wcześniej. Usuwamy złożoność korzystania z silnej i sprawdzonej technologii kryptograficznej.
pt: A nossa missão é fornecer indivíduos e pequenas equipas com soluções de cifragem mais fáceis de usar que quaisquer outras. Removemos a complexidade da utilização de tecnologia criptográfica forte e comprovada.
ru: Наша миссия состоит в том, чтобы предоставить отдельным лицам и небольшим командам просты решения для шифрования. Мы упрощаем сильную и проверенную криптографическую технологию специально для вас.
sv: Vårt uppdrag är att förse individer och mindre team med krypteringslösningar som är enkla att använda. Vi tar bort komplexiteten från användningen med hjälp av stark och beprövad kryptografisk teknik.
tr: Misyonumuz bireylere ve küçük ekiplere daha önce olmadığı kadar kolaylıkla şifreleme çözümleri sunmaktır. Güçlü ve tasdikli şifreleme teknolojisindeki karmaşıklığı ortadan kaldırıyoruz.
zh: 我们的使命是为个人和小型团队提供比以往更容易使用的加密解决方案。 我们正在消除使用强大且经过验证的加密技术的复杂性。

# AboutAxcryptHistoryText6
source: We are a highly motivated, creative and powerful team that is passionate about making data security solutions simple and reliable for individuals and teams.
ar: نحن فريق متحمس للغاية ومبدع وقوي ومتحمس لجعل حلول أمن البيانات بسيطة وموثوقة للأفراد والفرق.
de: Wir sind ein hochmotiviertes, kreatives und leistungsstarkes Team, das sich leidenschaftlich dafür einsetzt, Datensicherheitslösungen für Einzelpersonen und Teams einfach und zuverlässig zu gestalten.
es: Somos un equipo inmensamente motivado, creativo y poderoso al que le apasiona lograr que las soluciones de seguridad de datos sean simples y confiables para individuos y equipos.
fr: Nous sommes une équipe motivée, créative et pleine de ressources qui est passionnée et qui veut rendre les solutions de sécurisation des données simples et fiables, pour les individus et leurs équipes.
it: Siamo un team altamente motivato, creativo e forte, entusiasta di rendere le soluzioni per la sicurezza dei dati semplici e affidabili per individui e team.
ko: 저희는 강력한 정보 보안을 누구나 손쉽게 관리할 수 있는 방법을 제안하는데 많은 노력을 쏟고 있습니다.
nl: Wij zijn een zeer gemotiveerd, creatief en krachtig team met een passie voor het eenvoudig en betrouwbaar maken van gegevensbeveiligingsoplossingen voor individuen en teams.
pl: Jesteśmy wysoce zmotywowanym, kreatywnym i potężnym zespołem, którego pasją jest tworzenie prostych i niezawodnych rozwiązań w zakresie bezpieczeństwa danych dla osób i zespołów.
pt: Somos uma equipa altamente motivada, criativa e poderosa que é apaixonada por soluções de segurança de dados que sejam simples e confiáveis para indivíduos e equipas.
ru: Мы - высоко мотивированная, творческая и мощная команда, которая стремится сделать безопасность данных простой и надежной для отдельных людей и целых команд.
sv: Vi är ett mycket motiverat, kreativt och kraftfullt team som är passionerade av att göra datasäkerhetslösningar enkla och tillförlitliga för individer och andra teams.
tr: Biz, bireyler ve ekipler için veri güvenliği çözümlerini basit ve güvenilir hale getirmeye çalışan, motivasyonlu, yaratıcı ve güçlü bir ekibiz.
zh: 我们是一个积极进取，富有创造力和强大的团队，热衷于为个人和团队提供简单可靠的数据安全解决方案。

# AboutAxcryptLinkLabel
source: About AxCrypt
ar: حول اكسكربت
de: Über AxCrypt
es: Acerca de AxCrypt
fr: À propos d'AxCrypt
it: Informazioni su AxCrypt
ko: AxCrypt에 관해서
nl: Over AxCrypt
pl: O AxCrypt
pt: Sobre a AxCrypt
ru: О AxCrypt
sv: Om AxCrypt
tr: AxCrypt Hakkında
zh: 关于AxCrypt

# AboutAxcryptMainHeading
source: Globally Rewarded & Easy-to-Use File Encryption - Trusted by Millions Worldwide
de: Weltweit belohnte und einfach zu bedienende Dateiverschlüsselung - Millionen weltweit vertrauen darauf
fr: "Chiffrement de fichiers récompensé à l'échelle mondiale et facile à utiliser – Approuvé par des millions d'utilisateurs dans le monde."
it: Crittografia dei file premiata a livello globale e facile da usare: scelta da milioni di persone in tutto il mondo
ru: Глобальное и простое в использовании шифрование файлов - доверие миллионов людей по всему миру
zh: 全球奖励且易于使用的文件加密 - 受到全球数百万人的信赖

# AboutAxcryptVisionReliabilityText
source: AxCrypt has been on the market for 15 years, and has grown to become one of the world’s most popular encryption applications with more than 20 million downloads. Over the years we have also been mentioned and rated by many as one of the world’s best encryption applications.
ar: يتواجد اكسكربت في السوق منذ 15 عامًا ، وقد نما ليصبح أحد أكثر تطبيقات التشفير شيوعًا في العالم مع أكثر من 20 مليون عملية تنزيل. على مر السنين تم ذكرنا أيضًا وتصنيفنا من قبل الكثيرين كأحد أفضل تطبيقات التشفير في العالم.
de: AxCrypt ist seit 15 Jahren auf dem Markt und hat sich mit mehr als 20 Millionen downloads zu einer der beliebtesten Verschlüsselungsanwendungen der Welt entwickelt. Im Laufe der Jahre wurden wir auch von vielen als eine der besten Verschlüsselungsanwendungen der Welt erwähnt und bewertet.
es: AxCrypt lleva 15 años en el mercado y se ha convertido en una de las aplicaciones de cifrado más populares del mundo, con más de 20 millones de descargas. Durante años, nos han mencionado y calificado como una de las mejores aplicaciones de cifrado del mundo.
fr: AxCrypt est sur le marché depuis 15 ans et est devenu l'une des applications de chiffrement les plus populaires au monde avec plus de 20 millions de téléchargements. Au fil des années, nous avons aussi été mentionnés et notés par beaucoup qui nous considèrent comme l'une des meilleurs applications de chiffrement au monde.
it: AxCrypt è sul mercato da 15 anni ed è cresciuto fino a diventare una delle applicazioni di crittografia più popolari al mondo con oltre 20 milioni di download. Nel corso degli anni siamo stati anche menzionati e valutati da molti come una delle migliori applicazioni di crittografia al mondo.
ko: AxCrypt는 지난 15년 동안 전 세계에서 가장 사랑받는 암호화 어플리케이션으로 성장했습니다. 지금까지 총 2,000만 건 이상이 다운로드되었고, 수년간 최고 암호화 응용 프로그램 중 하나로 언급되고 평가되어 왔습니다.
nl: AxCrypt is al 15 jaar op de markt en is uitgegroeid tot een van 's werelds meest populaire versleutelingsapplicaties met meer dan 20 miljoen downloads. In de loop der jaren zijn we ook door velen genoemd en beoordeeld als een van 's werelds beste versleutelingsapplicaties.
pl: AxCrypt istnieje na rynku od 15 lat i stał się jedną z najpopularniejszych aplikacji szyfrujących na świecie, z ponad 20 milionami pobrań. Przez lata byliśmy również wymieniani i oceniani przez wielu jako jedna z najlepszych na świecie aplikacji szyfrujących.
pt: A AxCrypt está no mercado há 15 anos e cresceu até se tornar uma das aplicações de cifragem mais populares do mundo, com mais de 20 milhões de descarregamentos. Ao longo dos anos, temos também sido mencionados e avaliados por muitos como uma das melhores aplicações de cifragem do mundo.
ru: AxCrypt существует на рынке уже 15 лет и стал одним из самых популярных приложений для шифрования в мире, с более чем 20 миллионов загрузок. На протяжении многих лет, мы также упоминались и оценивались многими, как одно из лучших приложений для шифрования в мире.
sv: AxCrypt har funnits på marknaden i över 15 år, och har vuxit till att bli en av världens mest populära krypteringsapplikationer med mer än 20 miljoner nedladdningar. Genom åren har vi också blivit omnämnda och betygsatta som en av de bästa krypteringsapplikationerna i världen.
tr: AxCrypt, 15 yıldır piyasada ve 20 milyondan fazla indirme ile dünyanın en popüler şifreleme uygulamalarından birisi olmayı başardı. Yıllar geçtikçe, bir çok kez dünyanın en iyi şifreleme uygulamalarından birisi olarak anıldık ve addedildik.
zh: AxCrypt在市场上已经有15年了，并且已经发展成为世界上最受欢迎的加密应用程序之一，下载量超过2000万。 多年来，我们也被提及并被许多人评为世界上最好的加密应用程序之一。

# AboutAxcryptVisionSecurityText
source: Security is crucial to us. Everything we do with AxCrypt is done with security as the highest priority. We make sure that no one ever gets access to your encrypted files, as long as you have control of your own password.
ar: الأمن أمر بالغ الأهمية بالنسبة لنا. كل ما نقوم به مع اكسكربت يتم مع توفير الأمان كأولوية قصوى. نتأكد من عدم تمكن أي شخص من الوصول إلى ملفاتك المشفرة ، طالما أنك تتحكم في كلمة المرور الخاصة بك.
de: Sicherheit ist für uns entscheidend. Alles, was wir mit AxCrypt tun, wird mit Sicherheit als höchster Priorität durchgeführt. Wir stellen sicher, dass niemand Zugriff auf Ihre verschlüsselten Dateien erhält, solange Sie die Kontrolle über Ihr eigenes Passwort haben.
es: La seguridad es fundamental para nosotros. En todo lo que hacemos en AxCrypt, la seguridad es nuestra máxima prioridad. Nos aseguramos de que nadie tenga acceso a tus archivos cifrados, siempre que tengas el control de tu propia contraseña.
fr: Pour nous, la sécurité, c'est crucial. Tout ce que nous faisons avec AxCrypt est fait en ayant la sécurité comme priorité numéro 1. Nous nous assurons que personne ne puisse jamais accéder à vos fichiers cryptés tant que vous avez le contrôle de votre propre mot de passe.
it: La sicurezza è fondamentale per noi. Tutto ciò che facciamo con AxCrypt è fatto con la sicurezza come massima priorità. Ci assicuriamo che nessuno possa mai avere accesso ai tuoi file criptati, finchè hai il controllo della tua password.
ko: 보안은 우리에게 매우 중요합니다. AxCrypt는 보안을 최우선으로 합니다. 암호화된 파일에 액세스할 수 있도록 보장합니다.
nl: Veiligheid is voor ons cruciaal. Alles wat we met AxCrypt doen, wordt gedaan met beveiliging als hoogste prioriteit. Wij zorgen ervoor dat niemand ooit toegang krijgt tot uw versleutelde bestanden, zolang u de controle heeft over uw eigen wachtwoord.
pl: Bezpieczeństwo jest dla nas kluczowe. Wszystko, co robimy z AxCrypt, odbywa się z najwyższym priorytetem bezpieczeństwa. Dbamy o to, aby nikt nigdy nie uzyskał dostępu do Twoich zaszyfrowanych plików, o ile masz kontrolę nad własnym hasłem.
pt: A segurança é crucial para nós. Tudo o que fazemos com a AxCrypt tem a segurança como prioridade máxima. Certificamo-nos de que ninguém jamais tem acesso aos seus ficheiros cifrados, desde que você tenha controlo sobre a sua palavra-passe.
ru: Безопасность имеет для нас решающее значение. Все, что мы делаем с AxCrypt, осуществляется с наивысшей степенью безопасности. Мы позаботимся о том, чтобы никто никогда не получил доступ к вашим зашифрованным файлам, пока вы не разглашайте свой пароль.
sv: Säkerhet är kritiskt för oss. Allt vi gör på AxCrypt är gjord med säkerheten som högsta prioritet. Vi ser till att ingen någonsin får tillgång till dina krypterade filer, så länge som du har kontroll över ditt egna lösenord.
tr: Güvenlik bizim için çok önemlidir. AxCrypt ile yaptığımız her şeyde güvenlik ilk önceliğimizdir. Şifrenizin kontrolünün sizde olduğu sürece hiç kimsenin şifreli dosyalarınıza erişememesini sağlıyoruz.
zh: 安全对我们至关重要。 我们与AxCrypt所做的一切都以安全为最高优先级。 我们确保没有人可以访问您的加密文件，只要您可以控制自己的密码。
