Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# ActivateManuallyPageBody
source: <b>Stop!</b> You should only be here because clicking on the link in the AxCrypt ID verification e-mail from AxCrypt did not work. (You must of course register for an AxCrypt ID to get a verification e-mail) Enter your e-mail and code manually here only if you have received the verification e-mail, but the link did not work.
ar: <b> توقف! </b> يجب أن تكون هنا فقط لأن النقر فوق الارتباط الموجود في البريد الإلكتروني للتحقق من معرف اكسكربت من اكسكربت لا يعمل. (يجب عليك بالطبع التسجيل للحصول على معرف اكسكربت للحصول على بريد إلكتروني للتحقق) أدخل بريدك الإلكتروني والرمز يدويا هنا فقط إذا تلقيت رسالة التحقق الإلكترونية ، لكن الرابط لم يعمل.
de: <b>Stop!</b> Sie sollten nur hier sein, weil der Link in Ihrer AxCrypt ID Verifizierungsmail nicht funktioniert. (Sie müssen sich natürlich für eine AxCrypt ID registrieren um eine Verifizierungsmail zu erhalten) Geben Sie Ihre E-Mail und Ihren Aktivierungscode hier nur manuell ein, wenn Sie die Verifizierungsmail erhalten haben, der Link aber nicht funktioniert.
es: <b>¡Para!</b> Solo deberías estar en esta página si el enlace de tu correo electrónico de verificación del AxCrypt ID no funcionó. (Por supuesto, debes registrarte para obtener un AxCrypt ID y así recibir el correo electrónico de verificación) Ingresa tu correo electrónico y código manualmente solo si recibiste el correo electrónico de verificación, pero el enlace no funcionó.
fr: <b>Halte!</b> Vous ne devriez voir cette page que si votre lien de vérification AxCrypt reçu par email n'a pas fonctionné. (Vous devez bien évidement vous inscrire pour un AxCrypt ID afin de recevoir un email de vérification) Saisissez votre adresse email et votre code d'accès ici que si vous avez reçu un lien de vérification et que celui-ci n'a pas fonctionné.
it: <b>Stop!</b> Dovresti vedere questa pagina solo se il link di verifica di AxCrypt ID presente nell'e-mail non ha funzionato correttamente. (Ovviamente devi registrarti per un AxCrypt ID per ottenere un'e-mail di verifica) Inserisci qui la tua e-mail e il tuo codice manualmente solo se hai ricevuto l'e-mail di verifica ma il link non ha funzionato correttamente.
ko: <b>정지!</b> AxCrypt ID 이메일 인증의 링크 클릭이 작동하지 않았습니다. (물론 인증 메일을 받으시려면 AxCrypt ID를 등록하셔야 합니다) 인증 이메일을 받으셨으나 링크가 작동하지 않을 경우에만 사용자님의 메일 주소와 코드를 여기에 입력해주세요.
nl: <b>Stop!</b> U moet hier alleen zijn wanneer het klikken op de link in de AxCrypt ID verificatiemail niet werkte. (U moet zich natuurlijk voor een AxCrypt ID registreren om een verificatiemail te ontvangen) Voer hier uw email en code alleen handmatig in wanneer u uw verificatiemail ontvangen heeft, maar de link niet werkte.
pl: Powinieneś być tu tylko w wypadku, kiedy kliknięcie na link weryfikacyjny AxCrypt ID w emailu od AxCrypt nie działa. (Musisz oczywiście zarejestrować swój AxCrypt ID aby otrzymać email weryfikacyjny) Wpisz tutaj swój email oraz kod ręcznie tylko wtedy, jeśli otrzymałeś email weryfikacyjny, ale link nie działa.
pt: <b>Pare!</b> Você só deveria estar aqui porque o link no e-mail de verificação do ID AxCrypt não funcionou (Você deve, é claro, registrar-se no ID AxCrypt para receber um em-mail de verificação). Insira seu e-mail e código manualmente aqui somente se você recebeu o e-mail de verificação, mas o link não funcionou.
ru: <b>Стоп!</b> Вы находитесь здесь только в связи с нажатием на ссылку, указанную в верификационном AxCrypt ID электронном письме от AxCrypt, которая не сработала. (Вы должны быть зарегистрированы для обладания AxCrypt ID и получения верификационного электронного письма) Введите мануально Ваш адрес электронной почты и код только в случае, если Вы получили верификационное электронное письмо, однако ссылка не сработала.
sv: <b>Stopp!</b> Du borde bara komma till den här sidan om länken från ditt verifieringsmejl inte fungerade. (Du måste så klart registrera dig för ett AxCrypt ID för att få ett verifieringsmejl). Ange din epostadress och verifieringskod manuellt här om du fått ditt verifieringsmejl, men direktlänken inte fungerade.
tr: <b>Durun!</b> Burada bulunma sebebin sadece AxCrypt kimliği onay e-postasının çalışmaması olmalı. (Elbette onay kodu almak için AxCrypt kimliği için kaydolman lazım) E-posta adresini ve kodunu buraya yalnızca onay e-postasını almışsan ve çalışmadıysa gir.
zh: <b>停止！</b> 你应该只在这里，因为点击来自AxCrypt的AxCrypt ID验证电子邮件中的链接不起作用。 （您当然必须注册AxCrypt ID才能获得验证电子邮件) 只有当您收到验证电子邮件，但链接不起作用时，才在这里手动输入您的电子邮件和代码。

# ActivatePageBody
source: To create your AxCrypt ID <b>{0}</b> you must select a password. Choose something difficult to guess, since it will protect passwords in the online password manager as well as access to the site. Type slowly and carefully, and do not forget your password!
ar: لإنشاء معرّف اكسكربت <b> {0} </b> ، يجب عليك تحديد كلمة مرور. اختر شيئًا يصعب تخمينه ، لأنه سيحمي كلمات المرور في مدير كلمات المرور عبر الإنترنت بالإضافة إلى الوصول إلى الموقع. اكتب ببطء وحذر ، ولا تنس كلمة مرورك!
de: Um Ihre AxCrypt ID <b>{0}</b> zu aktivieren müssen Sie ein Passwort auswählen. Wählen Sie etwas, das schwer zu erraten ist, da das Passwort all Ihre Passwörter im online Passwortmanager sowie den Zugang zu der Seite schützt . Tippen Sie langsam und vergessen Sie Ihr Passwort nicht!
es: Para activar tu AxCrypt ID <b>{0}</b> debes elegir una contraseña. Elige algo difícil de adivinar, ya que protegerá las contraseñas del Administrador de Contraseñas en línea, así como el acceso al sitio web. Teclea lentamente y con cuidado ¡Y no olvides tu contraseña!
fr: Pour créer votre AxCrypt ID <b>{0}<b>, veuillez choisir un mot de passe. Choisissez un mot de passe difficile à deviner. Il sera utiliser pour protéger vos mots de passe dans le gestionnaire en ligne de mots de passe, ainsi que pour votre compte en ligne. Saisissez-le soigneusement, et assurez-vous de ne pas l'oublier.
it: Per creare il tuo AxCrypt ID <b>{0}</b> devi selezionare una password. Scegli una password difficile da indovinare, poiché proteggerà sia le password nella gestione online delle password che l'accesso al sito. Digita lentamente e con attenzione, e non dimenticare la tua password!
ko: AxCrypt ID <b>{0}</b>를 만드시려면 비밀번호를 선택해주십시오. 안전한 보안을 위해 추측하기 어려운 비밀번호를 사용해주십시오. 온라인 비밀번호 관리자와 사이트 엑세스도 보호하기 때문입니다. 천천히 그리고 신중히 입력해주세요. 절대로 비밀번호를 잊지 말아주시길 바랍니다!
nl: Om uw AxCrypt ID, <b>{0}</b>, te creëren moet u een wachtwoord kiezen. Kies iets wat moeilijk te raden is sinds het de wachtwoorden in de online wachtwoordbeheerder en toegang tot de website beschermd. Typ langzaam, zorgvuldig en vergeet uw wachtwoord niet!
pl: Aby utworzyć AxCrypt ID <b>{0}</b>, musisz wybrać hasło. Wybierz coś trudnego do odgadnięcia, ponieważ hasło to będzie chronić hasła w menadżerze haseł online, a także uzyskać dostęp do serwisu. Wpisz powoli i starannie, i nie zapomnij tego hasła!
pt: Para criar seu ID AxCrypt <b>{0}</b> você deve selecionar uma palavra-passe. Escolha algo difícil de adivinhar, já que irá proteger palavras-passe no Gestor de Palavras-passe online, assim como o acesso ao site. Digite devagar e cuidadosamente, e não se esqueça da sua palavra-passe!
ru: Для регистрации Вашего собственного AxCrypt ID <b>{0}</b> Вы должны выбрать пароль. Придумайте трудно угадываемый пароль, поскольку он будет защищать менеджер паролей онлайн и доступ к странице. Вводите пароль медленно и внимательно. Запомните Ваш пароль!
sv: För att skapa ditt AxCrypt ID <b>{0}</b> måste du nu sätta ett lösenord. Välj ett starkt lösenord som är svårgissat, eftersom det kommer att ge åtkomst till dina AxCrypt-skyddade filer, lösenordshanteraren och den här sajten. Skriv långsamt och noggrannt, och glöm inte bort det!
tr: AxCrypt kimliğini <b>{0}</b> yaratmak için bir şifre seçmen gerekiyor. Tahmin edilmesi zor bir tane seç çünkü bu hem siteye erişimi sağlar hem de sanal şifre yönetimini korur. Dikkatlice ve yavaşça yaz, ve şifreni unutma!
zh: 要创建您的AxCrypt ID<b>{0}</b>您必须选择密码。 选择一些难以猜测的东西，因为它会保护在线密码管理器中的密码以及访问该网站。 慢慢地，小心地输入，不要忘记您的密码！

# ActivatePageTitle
source: Verify AxCrypt ID
ar: تحقق من معرف اكسكربت
de: AxCrypt ID verfizieren
es: Verificar AxCrypt ID
fr: Vérifier AxCrypt ID
it: Verifica AxCrypt ID
ko: AxCrypt ID 인증
nl: Verifieer AxCrypt ID
pl: Potwierdź AxCrypt ID
pt: Verifique ID AxCrypt
ru: Подтвердите AxCrypt ID
sv: Verifiera AxCrypt ID
tr: AxCrypt kimliğini doğrula
zh: 验证AxCrypt ID

# ActivateSuccess
source: Your AxCrypt ID has been verified! Please sign in.
ar: تم التحقق من معرف اكسكربت الخاص بك! الرجاء تسجيل الدخول.
de: Ihre AxCrypt ID wurde aktiviert. Bitte melden Sie sich an.
es: ¡Tu AxCrypt ID ha sido activada! Por favor inicia sesión.
fr: Votre AxCrypt ID a été vérifié! S'il-vous-plaît connectez-vous.
it: Il tuo AxCrypt ID è stato verificato! Per favore connettiti.
ko: AxCrypt ID가 인증되셨습니다. 로그인 해주시기 바랍니다.
nl: Uw AxCrypt ID is geverifieerd! Meldt u zich alstublieft aan.
pl: Twój AxCrypt ID został zweryfikowany. Zaloguj się.
pt: Seu ID AxCrypt foi verificado! Por favor, faça o login.
ru: Ваш AxCrypt ID был подтвержден! Пожалуйста, войдите в систему.
sv: Ditt AxCrypt ID har verifierats. Vänligen logga in!
tr: AxCrypt kimliğin doğrulanmıştır! Lütfen oturum aç.
zh: 您的AxCrypt ID已被验证！ 请登录。

# ActivationCodeSentMessage
source: We sent you an email at {0}
ar: لقد أرسلنا إليك بريدًا إلكترونيًا على {0}
de: Wir haben Ihnen an {0} eine E-Mail geschickt
es: Te hemos enviado un correo electrónico a {0}
fr: Nous vous avons envoyé un email à {0}
it: Ti abbiamo inviato un'e-mail a {0}
ko: {0}로 이메일 보냈습니다
nl: We hebben u een email verstuurd naar {0}
pl: Wysłaliśmy Ci email o {0}
pt: Enviamos um e-mail para {0}
ru: Мы отправили Вам электронное письмо на {0}
sv: Vi har skickat e-post till {0}
tr: Sana {0} bir e-posta gönderdik
zh: 我们在{0}向您发送了一封电子邮件

# ActivationCodeTitle
source: Enter your verification code
ar: أدخل رمز التحقق الخاص بك
de: Geben Sie ihren Aktivierungscode ein
es: Ingresa tu código de verificación
fr: Entrez votre code de vérification
it: Inserisci il tuo codice di verifica
ko: 인증코드를 입력하세요
nl: Voer uw verificatiecode in
pl: Podaj swój kod weryfikacyjny
pt: Introduza o seu código de verificação
ru: Введите Ваш верификационный код
sv: Ange verifieringskoden
tr: Onay kodunu gir
zh: 输入验证码

# ActiveFileKnownKeyToolTip
source: Double-click opens the secured file.
ar: انقر نقرا مزدوجا لفتح الملف الآمن.
de: Ein Doppelklick öffnet die gesicherte Datei.
es: Doble clic abre el archivo protegido.
fr: Double-clic ouvre le fichier protégé.
it: Fai doppio click per aprire il file protetto.
ko: 더블 클릭으로 보안된 파일을 엽니다.
nl: Dubbelklik opent het beveiligde bestand.
pl: Otwórz zabezpieczony plik klikając dwukrotnie.
pt: Duplo clique abre os arquivos protegidos.
ru: Двойное нажатие открывает защищённый файл.
sv: Dubbelklick öppnar den skyddade filen.
tr: Çift tıklama güvenli dosyayı açar.
zh: 双击打开受安全文件。

# ActiveFileToolTip
source: Double-click opens a Password-dialog before opening the secured file.
ar: انقر نقرًا مزدوجا لفتح الملف الآمن.
de: Ein Doppelklick öffnet den Passwortdialog bevor die gesicherte Datei geöffnet wird.
es: Doble clic abre un cuadro de diálogo antes de abrir el archivo protegido.
fr: Un double-clic ouvre la fenêtre de saisie de mot de passe avant d'ouvrir le fichier protégé.
it: Un doppio click apre una finestra di dialogo per la password prima di aprire il file protetto.
ko: 더블클릭을 하시면 보안 파일을 열기전에 보안창이 떠 비밀번호를 입력하시면 됩니다.
nl: Dubbelklik opent een wachtwoord-dialoogvenster voor het openen van het beveiligde bestand.
pl: Kliknij dwukrotnie, aby otworzyć zabezpieczony plik.
pt: Duplo clique abre uma caixa para a palavra-passe antes de abrir o arquivo protegido.
ru: Двойное нажатие открывает окно с диалогом, куда Вы можете ввести пароль перед открытием защищённого файла.
sv: Dubbelklick öppnar en dialog där du kan ange lösenord innan filen kan öppnas.
tr: Çift tıklama güvenli dosyayı açmadan evvel bir şifre diyalogu açar.
zh: 双击打开密码对话框，然后打开受安全文件。

# ActiveSubscriptionPromptText
source: Your subscription is Active. There is no need for Renew.
ar: اشتراكك نشط. ليست هناك حاجة للتجديد.
de: Ihr Abonnement ist aktiv. Es besteht keine Notwendigkeit für eine Erneuerung.
es: Tu suscripción está activa. No es necesario renovarla.
fr: Votre abonnement est Actif. Il n'est pas nécessaire de Renouveler.
it: L'abbonamento è attivo. Non c'è bisogno di rinnovare.
ko: 구독이 활성 상태입니다. 갱신할 필요가 없습니다.
nl: Uw abonnement is actief. Vernieuwen is niet nodig.
pl: Twoja subskrypcja jest aktywna. Nie ma potrzeby odnawiania.
pt: Sua assinatura está Ativa. Não há necessidade de Renovação.
ru: Ваша подписка активна. Нет необходимости в продлении.
sv: Din prenumeration är Aktiv. Det finns inget behov av förnyelse.
tr: Aboneliğiniz Etkin. Yenilemeye gerek yok.
zh: 您的订阅处于活动状态。 无需续订。

# ActiveSubscriptionText
source: There is an active subscription on this account.
ar: هناك اشتراك نشط في هذا الحساب.
de: Es gibt ein aktives Abonnement für dieses Konto.
es: Esta cuenta tiene una suscripción periódica activa.
fr: Ce compte possède déjà un abonnement actif.
it: C'è un abbonamento attivo su questo account.
ko: 구독 서비스 시작
nl: Er is een actief en lopend abonnement op dit account.
pl: Na tym koncie jest aktywna subskrypcja.
pt: Há uma subscrição activa nesta conta.
ru: У этого аккаунта есть активная подписка.
sv: Det finns en aktiv prenumeration på detta konto.
tr: Bu hesapta aktif bir abonelik bulunmaktadır.
zh: 这个帐户有一个活跃的订阅。

# ActivityText
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: activité
it: Attività
ko: 활동
nl: Activiteit
pl: Działalność
pt: Atividade
ru: Активность
sv: Aktivitet
tr: Etkinlik
zh: 活动

# AddCardTitle
source: Add Card
ar: إضافة بطاقة
de: Karte hinzufügen
es: Agregar tarjeta
fr: Ajouter une Carte
it: Aggiungi carta
ko: 카드 추가
nl: Kaart Toevoegen
pl: Dodaj kartę
pt: Adicionar Cartão
ru: Добавить карту
sv: Lägg till Kort
tr: Kart Ekle
zh: 添加银行卡

# AddEmailPromptText
source: Add email
ar: أضف بريدًا إلكترونيًا
de: E-Mail hinzufügen
es: Agregar correo electrónico
fr: Ajouter un e-mail
it: Aggiungi email
ko: 이메일 추가
nl: Email toevoegen
pl: Dodaj e-mail
pt: Adicionar email
ru: Добавить эмейл
sv: Lägg till mail
tr: E-posta ekle
zh: 添加电子邮件

# AddFileLabel
source: Open AxCrypt File
ar: افتح ملف اكسكربت
de: Öffnen Sie eine AxCrypt Datei
es: Añadir un archivo de AxCrypt
fr: Ouvrir un fichier AxCrypt
it: Apri il File AxCrypt
ko: AxCrypt 파일 열기
nl: Open AxCrypt Bestand
pl: Otwórz Plik AxCrypt
pt: Abrir arquivo AxCrypt
ru: Откройте файл AxCrypt
sv: Öppna AxCrypt-fil
tr: AxCrypt dosyasını aç
zh: 打开AxCrypt文件

# AdditionalUnsubscribedConfirmation
source: We may still send you email if it's vital to the function or security of AxCrypt.
ar: قد لا نزال نرسل إليك بريدًا إلكترونيًا إذا كان ذلك ضروريًا لوظيفة أو أمان اكسكربت.
de: Wir werden Ihnen eventuell noch E-Mails schicken falls es für die Funktion oder die Sicherheit von AxCrypt unerlässlich ist.
es: Es posible que te enviemos un correo electrónico si es necesario para las funciones o la seguridad de AxCrypt.
fr: Nous pouvons malgré tout vous envoyer un email si cela est nécessaire au fonctionnement ou à la sécurité d'AxCrypt.
it: Tuttavia potremmo inviarti email essenziali al funzionamento e alla sicurezza di AxCrypt
ko: AxCrypt의 기능과 보안 상 중요하다면, 이메일을 보낼 수 있습니다.
nl: Wij sturen u nog emails wanneer het belangrijk is voor het functioneren of de veiligheid van AxCrypt.
pl: Być może wyślemy Ci jeszcze email, jeśli będzie to istotne dla funkcjonowania lub bezpieczeństwa AxCrypt.
pt: Podemos enviar ainda um e-mail se for vital para o funcionamento ou segurança de AxCrypt.
ru: Мы по-прежнему можем прислать Вам электронное письмо, если это необходимо для работы и безопасности AxCrypt.
sv: Vi kommer fortfarande att skicka e-post om det är kritiskt för funktionen eller säkerheten i AxCrypt.
tr: AxCrypt'in işleyişi ya da güvenliği açısından önemli olması durumunda sana hala e-posta gönderebiliriz.
zh: 如果AxCrypt的功能或安全性至关重要，我们仍然可能会向您发送电子邮件。

# AddManageUsersHeading
source: Add & Manage Users
ar: إضافة مستخدمين وإدارتهم
de: Hinzufügen und Verwalten von Benutzern
es: Agregar y administrar usuarios
fr: Ajouter et gérer les utilisateurs
it: Aggiungi e gestisci utenti
ko: 사용자 추가 및 관리
nl: Gebruikers toevoegen en beheren
pl: Dodawaj użytkowników i zarządzaj nimi
ru: Добавление пользователей и управление ими
sv: Lägg till och hantera användare
tr: Kullanıcı Ekle ve Yönet
zh: 添加和管理用户

# AddMoreMembersLabel
source: Add more members
ar: أضف المزيد من الأعضاء
de: Weitere Mitglieder hinzufügen
es: Agregar más miembros
fr: Ajouter plus de membres
it: Aggiungi più membri
ko: 더 많은 구성원 추가
nl: Meer leden toevoegen
pl: Dodaj więcej członków
pt: Adicionar mais membros
ru: Добавление дополнительных участников
sv: Lägg till fler medlemmar
tr: Daha fazla üye ekle
zh: 添加更多成员

# AddMoreUsersTitle
source: Add more users
ar: أضف المزيد من المستخدمين
de: Weitere Benutzer hinzufügen
es: Agregar más usuarios
fr: Ajouter des utilisateurs
it: Aggiungi più membri
ko: 더 많은 사용자 추가하기
nl: Voeg meer gebruikers toe
pl: Dodaj więcej użytkowników
pt: Adicionar mais utilizadores
ru: Добавить больше пользователей
sv: Lägg till fler användare
tr: Daha fazla kullanıcı ekleyin
zh: 添加更多用户

# AddNoteTitle
source: Add Note
ar: اضف ملاحظة
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une Note
it: Aggiungi nota
ko: 노트 추가
nl: Opmerking Toevoegen
pl: Dodaj notatkę
pt: Adicionar Nota
ru: Добавить заметку
sv: Lägg till anteckning
tr: Not Ekle
zh: 添加注释

# AddPasswordTitle
source: Add Password
ar: أضف كلمة المرور
de: Passwort hinzufügen
es: Agregar contraseña
fr: Ajouter un Mot de passe
it: Aggiungi Password
ko: 비밀번호 추가
nl: Wachtwoord toevoegen
pl: Dodaj hasło
pt: Adicionar Palavra-passe
ru: Добавить пароль
sv: Lägg till Lösenord
tr: Parola Ekle
zh: 添加密码

# AddPromptText
source: Add
ar: أضف
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ko: 추가
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
zh: 添加

# AddressLabel
source: Address
ar: عنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ko: 주소
nl: Adres
pl: Adres
pt: Morada
ru: Адрес
sv: Adress
tr: Adres
zh: 地址

# AddSecureFolderMenuItemText
source: Add Secured Folder
ar: إضافة مجلد آمن
de: Gesicherten Ordner hinzufügen
es: Añadir carpeta protegida
fr: Ajouter un Dossier Sécurisé
it: Aggiungi Cartelle Protette
ko: 보안된 파일 추가
nl: Voeg Beveiligde Map Toe
pl: Dodaj Zabezpieczony Folder
pt: Adicionar pasta protegida
ru: Добавьте Защищенную Папку
sv: Lägg till Säker Mapp
tr: Güvenli klasör ekle
zh: 添加安全文件夹

# AddSecureFolderTitle
source: Select a folder to keep secured with AxCrypt. Existing files will be encrypted now.
ar: حدد مجلدًا للحفاظ على تأمينه باستخدام برنامج اكسكربت. سيتم تشفير الملفات الموجودة الآن.
de: Wählen Sie einen Ordner, den Sie mit AxCrypt sichern wollen. Existierende Dateien werden jetzt verschlüsselt.
es: Selecciona una carpeta para mantener protegidos con AxCrypt. Los archivos existentes serán cifrados ahora.
fr: Choisissez un dossier à protéger avec AxCrypt. Les fichiers qu'il contient seront chiffrés immédiatement.
it: Seleziona una cartella da proteggere con AxCrypt. I file esistenti nella cartella verranno criptati immediatamente.
ko: AxCrypt와 보안될 파일을 선택해주십시오. 기존의 있는 파일들은 암호화됩니다.
nl: Selecteer een map om te beveiligen met AxCrypt. Bestaande bestanden worden nu geëncrypteerd.
pl: Wybierz folder, który ma być zabezpieczony przez AxCrypt. Istniejące pliki zostaną teraz zaszyfrowane.
pt: Selecione uma pasta para mantê-la protegida com o AxCrypt. Arquivos existentes serão criptografados agora.
ru: Выберите папку для защиты с помощью AxCrypt. Существующие файлы будут немедленно закодированы.
sv: Välj en mapp som skall säkras med AxCrypt. Befintliga filer kommer att krypteras.
tr: AxCrypt ile güvene almak istediğin dosyayı seç. Varolan dosyalar şimdi şifrelenecek.
zh: 选择一个文件夹，以保持与AxCrypt安全。 现有文件现在将被加密。

# AddToGroupText
source: Add to Group
ar: أضف إلى المجموعة
de: Zur Gruppe hinzufügen
es: Agregar al grupo
fr: Ajouter au groupe
it: Aggiungi al gruppo
ko: 그룹에 추가
nl: Toevoegen aan groep
pl: Dodaj do grupy
ru: Добавить в группу
sv: Lägg till i grupp
zh: 添加到组

# AddUpUsersText
source: Add up to @MaxMemberCapacity users, if you want to add more<br /> please<a href="mailto:business@axcrypt.net"> contact us</a>.
ar: أضف ما يصل إلى @MaxMemberCapacity مستخدما، إذا كنت تريد إضافة المزيد<br /> يرجى<a href="mailto:business@axcrypt.net"> الاتصال بنا</a>.
de: Fügen Sie bis zu @MaxMemberCapacity Benutzer hinzu, wenn Sie weitere hinzufügen möchten<br /> Bitte<a href="mailto:business@axcrypt.net"> contact us</a>.
es: Agregue hasta @MaxMemberCapacity usuarios, si desea agregar más<br /><a href="mailto:business@axcrypt.net"> Póngase en contacto con nosotros</a>.
fr: Si vous souhaitez ajouter d’autres utilisateurs à @MaxMemberCapacity, <a href="mailto:business@axcrypt.net"> veuillez nous contacter</a>.
it: Aggiungi fino a @MaxMemberCapacity utenti, se vuoi aggiungerne altri<br /><a href="mailto:business@axcrypt.net"> Contattateci</a>.
ko: 최대 @MaxMemberCapacity 사용자를 추가하세요. 더 추가하려면<br /><a href="mailto:business@axcrypt.net">저희에게 연락</a>하세요.
nl: Voeg maximaal @MaxMemberCapacity gebruikers toe als u meer gebruikers wilt toevoegen<br /><a href="mailto:business@axcrypt.net"> Neem dan contact met ons op</a>.
pl: Dodaj użytkowników o liczbie @MaxMemberCapacity. Jeśli chcesz dodać więcej,<a href="mailto:business@axcrypt.net">skontaktuj się z nami</a>.
pt: Adicione até @MaxMemberCapacity usuários, se quiser adicionar mais<br /> Entre<a href="mailto:business@axcrypt.net"> em contato conosco</a>.
ru: Добавьте до @MaxMemberCapacity пользователей, если хотите добавить больше<br /> Пожалуйста,<a href="mailto:business@axcrypt.net"> contact us</a>.
sv: Addera upp till @MaxMemberCapacity användare, om du vill lägga till fler<br /> Kontakta<a href="mailto:business@axcrypt.net"> oss gärna</a>
tr: @MaxMemberCapacity kullanıcısına kadar ekleme yapın, daha fazla ekleme için <br /> lütfen<a href="mailto:business@axcrypt.net"> bizimle iletişime geçin</a>.
zh: 如果要添加更多用户，最多可添加 @MaxMemberCapacity 个用户<br /><a href="mailto:business@axcrypt.net"> contact us</a>。

# AddUserGroupManageBoxText
source: Choose or type the group:
ar: اختر المجموعة أو اكتبها:
de: Wählen Sie die Gruppe aus, oder geben Sie sie ein:
es: Elija o escriba el grupo:
fr: Choisissez ou tapez le groupe :
it: Scegli o digita il gruppo:
ko: 그룹을 선택하거나 입력하십시오.
nl: Kies of typ de groep:
pl: Wybierz lub wpisz grupę:
ru: Выберите группу или введите имя группы:
sv: Välj eller skriv gruppen:
zh: 选择或键入组：

# AddUserPromptText
source: Add user
ar: إضافة مستخدم
de: Benutzer hinzufügen
es: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
ko: 사용자 추가
nl: Voeg gebruiker toe
pl: Dodaj użytkownika
pt: Adicionar utilizador
ru: Добавить пользователя
sv: Lägg till användare
tr: Kullanıcı ekle
zh: 添加用户

# AddUsersText
source: Add users
ar: إضافة مستخدمين
de: Hinzufügen von Benutzern
es: Agregar usuarios
fr: Ajouter des utilisateurs
it: Aggiungere utenti
ko: 사용자 추가
nl: Gebruikers toevoegen
pl: Dodaj użytkowników
ru: Добавление пользователей
sv: Lägg till användare
zh: 添加用户

# AdminLabel
source: Admin
ar: مسؤل
es: Administrador
fr: Administrateur
it: Amminstratore
ko: 관리
nl: Beheerder
pt: Administrador
ru: Администратор
sv: Administration
tr: Yönetici
zh: 行政主任

# AffiliateAdvantagesHeading
source: AxCrypt Affiliate Marketing Advantages
ar: مزايا التسويق التابعة لاكسكربت
de: AxCrypt Partner Marketing Vorteile
es: Ventajas del marketing de los afiliados de AxCrypt
fr: Avantages du Marketing d'Affiliation d'AxCrypt
it: Vantaggi riservati a chi svolge marketing di affiliazione per AxCrypt
ko: AxCrypt Affiliate 마케팅 혜
nl: Voordelen van AxCrypt Affiliate Marketing
pl: Zalety marketingu afiliacyjnego AxCrypt
pt: Vantagens de Marketing dos Afiliados AxCrypt
ru: Преимущества Партнерского маркетинга AxCrypt
sv: AxCrypt Affiliate Marknadsföringsfördelar
tr: AxCrypt Ortak Pazarlama Avantajları
zh: AxCrypt联盟营销优势
