Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADGE_H3_Text1
source: To begin the process of encryption, you need to collect the data you intend to encrypt. The algorithm will then use the encryption key to modify the data in the input and send the result. The output would be a scrambled text that could only be read by the person with the key; you could then transfer the output to the second party via any medium, or preserve the encrypted data for future use. Keys are usually generated with random number generators, or computer algorithms.<br/>
ar: لبدء عملية التشفير ، تحتاج إلى جمع البيانات التي تنوي تشفيرها. ستستخدم الخوارزمية بعد ذلك مفتاح التشفير لتعديل البيانات في الإدخال وإرسال النتيجة. سيكون الناتج نصًا مختلطًا لا يمكن قراءته إلا من قبل الشخص الذي لديه المفتاح ؛ يمكنك بعد ذلك نقل الإخراج إلى الطرف الثاني عبر أي وسيط ، أو الاحتفاظ بالبيانات المشفرة لاستخدامها في المستقبل. عادة ما يتم إنشاء المفاتيح باستخدام مولدات أرقام عشوائية ، أو خوارزميات الكمبيوتر. <br/>
de: Um mit der Verschlüsselung zu beginnen, müssen Sie die Daten sammeln, die Sie verschlüsseln möchten. Der Algorithmus verwendet dann den Verschlüsselungsschlüssel, um die Daten in der Eingabe zu ändern und das Ergebnis zu senden. Die Ausgabe wäre ein verschlüsselter Text, der nur von der Person mit dem Schlüssel gelesen werden könnte; Sie könnten dann die Ausgabe über ein beliebiges Medium an die zweite Partei übertragen oder die verschlüsselten Daten für die zukünftige Verwendung aufbewahren. Schlüssel werden normalerweise mit Zufallszahlengeneratoren oder Computeralgorithmen generiert.<br/>
es: Para comenzar el proceso de cifrado, debes recopilar los datos que deseas cifrar. Luego, el algoritmo usará la clave de cifrado para modificar los datos en la entrada y enviar el resultado. El texto resultante sería un texto codificado que solo podría leer la persona con la clave; luego podrías transferir dicho texto a un segundo interlocutor a través de cualquier medio, o conservar los datos cifrados para uso futuro. Por lo general, las claves se crean con generadores de números aleatorios o algoritmos informáticos.<br/>
fr: Pour commencer le processus de chiffrement, vous devez collecter les données que vous avez l'intention de chiffrer. L'algorithme utilisera alors la clé de cryptage pour modifier les données dans l'entrée et envoyer le résultat. La sortie serait un texte brouillé qui ne pourrait être lu que par la personne possédant la clé ; vous pouvez ensuite transférer la sortie à la deuxième partie via n'importe quel support, ou conserver les données cryptées pour une utilisation future. Les clés sont généralement générées avec des générateurs de nombres aléatoires ou des algorithmes informatiques.<br/>
it: Per iniziare il processo di crittografia, è necessario raccogliere i dati che intendi crittografare. L'algoritmo utilizzerà quindi la chiave di crittografia per modificare i dati nell'input e inviare il risultato. L'output sarà un testo criptato che potrà essere letto solo dalla persona con la chiave; è quindi possibile trasferire l'output alla seconda parte tramite qualsiasi supporto o conservare i dati crittografati per un uso futuro. Le chiavi vengono generalmente generate con generatori di numeri casuali o algoritmi informatici.<br/>
ko: 암호화 프로세스를 시작하려면 암호화하려는 데이터를 수집해야합니다. 그런 다음 알고리즘은 암호화 키를 사용하여 입력된 데이터를 수정하고 결과를 보냅니다. 출력은 키를 가진 사람만 읽을 수 있는 변환 텍스트입니다. 그런 다음 매체를 통해 출력을 제2 당사자에게 전송하거나 나중에 사용할 수 있도록 암호화된 데이터를 보존할 수 있습니다. 키는 일반적으로 난수 생성기 또는 컴퓨터 알고리즘으로 생성됩니다.<br/>
nl: Om het versleutelingsproces te starten, moet u de gegevens verzamelen die u wilt versleutelen. Het algoritme gebruikt vervolgens de coderingssleutel om de gegevens in de invoer te wijzigen en het resultaat te verzenden. De output zou een vervormde tekst zijn die alleen kan worden gelezen door de persoon met de sleutel; u kunt de output vervolgens via elk medium naar de tweede partij overbrengen of de versleutelde gegevens bewaren voor toekomstig gebruik. Sleutels worden meestal gegenereerd met generatoren voor willekeurige getallen of computeralgoritmen.<br/>
pl: Aby rozpocząć proces szyfrowania, musisz zebrać dane, które zamierzasz zaszyfrować. Algorytm następnie użyje klucza szyfrowania do zmodyfikowania danych wejściowych i wysłania wyniku. Wynikiem byłby zaszyfrowany tekst, który może odczytać tylko osoba z kluczem; możesz następnie przesłać dane wyjściowe do drugiej strony za pomocą dowolnego nośnika lub zachować zaszyfrowane dane do wykorzystania w przyszłości. Klucze są zwykle generowane za pomocą generatorów liczb losowych lub algorytmów komputerowych.<br/>
pt: Para iniciar o processo de cifragem, precisa de juntar os dados que deseja cifrar. O algoritmo irá então usar a chave de cifragem para modificar os dados recebidos e enviará o resultado. Este resultado será texto baralhado que pode apenas ser lido por quem tenha a chave. Poderá depois transferir o resultado para uma segunda pessoa através de qualquer meio ou conservar os dados cifrados para uso futuro. As chaves são normalmente geradas por geradores de números aleatórios ou algoritmos de computador.<br/>
ru: Чтобы начать процесс шифрования, вам необходимо собрать данные, которые вы собираетесь зашифровать. Затем алгоритм будет использовать ключ шифрования для изменения данных во входных данных и отправки результата. Результатом будет зашифрованный текст, который сможет прочитать только тот, у кого есть ключ; затем вы можете передать результат второму лицу с помощью любого носителя или сохранить зашифрованные данные для использования в будущем. Ключи обычно генерируются с помощью генераторов случайных чисел или компьютерных алгоритмов.<br/>
sv: För att påbörja krypteringsprocessen måste du samla in den data du tänker kryptera. Algoritmen kommer sedan att använda krypteringsnyckeln för att modifiera datan i inmatningen och skicka resultatet. Resultatet blir en kodad text som endast kan läsas av personen med nyckeln; du kan sedan överföra det till den andra parten via vilket medium som helst, eller bevara den krypterade informationen för framtida användning. Nycklar genereras vanligtvis med slumptalsgeneratorer eller datoralgoritmer.<br/>
tr: Şifreleme sürecine başlamak için şifrelemek istediğiniz verileri toplamanız gerekir. Bunun ardından algoritma girdideki verileri tadil etmek için şifreleme anahtarını kullanır ve sonucu gönderir. Çıktı, yalnızca anahtara sahip kişi tarafından okunabilen karıştırılmış bir metin şeklinde olur; bunun üzerine çıktıyı herhangi bir ortamdan ikinci tarafa gönderebilir ya da ileride kullanmak için şifreli veriyi muhafaza edebilirsiniz. Anahtarlar genellikle rastgele numara üreticileri ya da bilgisayar algoritmaları ile üretilir.<br/>
zh: 要开始加密过程，您需要收集要加密的数据。 然后，算法将使用加密密钥修改输入中的数据并发送结果。 输出将是一个加扰的文本，只能由拥有密钥的人读取;然后，您可以通过任何介质将输出传输到第二方，或保留加密数据以备将来使用。 密钥通常是用随机数发生器或计算机算法生成的.<br/>

# Blog_ADGE_H3_Text2
source: AxCrypt allows you to take advantage of virtualization's flexibility while maintaining control over your data. It uniquely removes the barriers to adopting an encryption solution.
ar: يتيح لك برنامج اكسكربت الاستفادة من مرونة المحاكاة الافتراضية مع الحفاظ على التحكم في بياناتك. إنه يزيل بشكل فريد الحواجز التي تحول دون اعتماد حل التشفير.
de: Mit AxCrypt können Sie die Flexibilität der Virtualisierung nutzen und gleichzeitig die Kontrolle über Ihre Daten behalten. Es beseitigt auf einzigartige Weise die Hindernisse für die Einführung einer Verschlüsselungslösung.
es: AxCrypt te permite aprovechar la flexibilidad de la virtualización mientras mantienes el control sobre tus datos. Elimina de manera única las barreras para adoptar una solución de cifrado.
fr: AxCrypt vous permet de tirer parti de la flexibilité de la virtualisation tout en gardant le contrôle sur vos données. Il supprime de manière unique les obstacles à l’adoption d’une solution de cryptage.
it: AxCrypt ti consente di sfruttare la flessibilità della virtualizzazione mantenendo il controllo sui tuoi dati. Rimuove in modo unico le barriere all'adozione di una soluzione di crittografia.
ko: AxCrypt를 사용하면 데이터를 제어하면서 가상화의 유연성을 활용할 수 있습니다. 암호화 솔루션 채택에 대한 장벽을 제거합니다.
nl: Met AxCrypt kunt u profiteren van de flexibiliteit van virtualisatie terwijl u de controle over uw gegevens behoudt. Het verwijdert op unieke wijze de barrières voor het invoeren van een encryptieoplossing.
pl: AxCrypt pozwala wykorzystać elastyczność wirtualizacji przy jednoczesnym zachowaniu kontroli nad danymi. W unikalny sposób usuwa bariery w stosowaniu rozwiązania szyfrującego.
pt: A AxCrypt permite-lhe aproveitar a flexibilidade da virtualização ao mesmo tempo que mantém controlo dos seus dados. Remove, de forma única, as barreiras da adopção de uma solução de cifragem.
ru: AxCrypt позволяет вам воспользоваться преимуществами универсальности виртуализации, сохраняя при этом контроль над вашими данными. Это однозначно устраняет барьеры на пути внедрения решения для шифрования.
sv: AxCrypt låter dig dra fördel av virtualiseringens flexibilitet samtidigt som du behåller kontrollen över din data. Det tar på ett unikt sätt bort hindren för att anta en krypteringslösning.
tr: AxCrypt, verileriniz üzerinde kontrol sahibi olurken sanallaştırmanın esnekliğinden yararlanmanızı sağlar. Bir şifreleme çözümünü benimsemenin önündeki engelleri benzersiz bir şekilde ortadan kaldırır.
zh: AxCrypt允许您利用虚拟化的灵活性，同时保持对数据的控制。 它独特地消除了采用加密解决方案的障碍。

# Blog_ADGE_H4_SH1_Text1
source: AxCrypt provides you with free software with 256-bit strong encryption. This boosts data security and minimises the danger of breaches. If you have a large organisation, you can review our <a href='https://www.axcrypt.net/business'>business plan here</a> which has more advanced features.
ar: يوفر لك اكسكربت برنامجًا مجانيًا بتشفير قوي 256 بت. هذا يعزز أمن البيانات ويقلل من خطر الاختراقات. إذا كانت لديك مؤسسة كبيرة ، فيمكنك مراجعة <a href='https://www.axcrypt.net/business'> خطة العمل هنا </a> والتي تحتوي على ميزات أكثر تقدمًا.
de: AxCrypt stellt Ihnen kostenlose Software mit starker 256-Bit-Verschlüsselung zur Verfügung. Dies erhöht die Datensicherheit und minimiert die Gefahr von Verstößen. Wenn Sie eine große Organisation haben, können Sie unsere <a href='https://www.axcrypt.net/business '>business plan here</a> mit erweiterten Funktionen.
es: AxCrypt te proporciona un software gratuito con un cifrado sólido de 256 bits. Esto aumenta la seguridad de los datos y minimiza el peligro de infracciones. Si tienes una organización grande, puedes revisar nuestro <a href='https://www.axcrypt.net/business'>plan Business aquí</a> que cuenta con funciones más avanzadas.
fr: AxCrypt vous fournit un logiciel gratuit avec un cryptage fort 256 bits. Cela renforce la sécurité des données et minimise le risque de violation. Si vous avez une grande organisation, vous pouvez consulter notre <a href='https://www.axcrypt.net/business'>plan d’affaires ici</a> qui a des fonctionnalités plus avancées.
it: AxCrypt ti fornisce software gratuito con crittografia avanzata a 256 bit. Ciò aumenta la sicurezza dei dati e riduce al minimo il pericolo di violazioni. Se hai un'organizzazione di grandi dimensioni, puoi rivedere il nostro <a href='https://www.axcrypt.net/business'>piano aziendale qui</a> che ha funzionalità più avanzate.
ko: AxCrypt는 256비트 강력한 암호화가 포함된 무료 소프트웨어를 제공합니다. 이는 데이터 보안을 강화하고 침해 위험을 최소화합니다. 대규모 조직의 경우, 우리의 <a href='https://www.axcrypt.net/business'>사업 계획</a>을 검토하여 고급 기능을 살펴볼 수 있습니다.
nl: AxCrypt biedt u gratis software met 256-bit sterke codering. Dit verhoogt de gegevensbeveiliging en minimaliseert het gevaar van inbreuken. Als u een grote organisatie heeft, kunt u ons <a href='https://www.axcrypt.net/business'>bedrijfsplan hier</a> bekijken, dat meer geavanceerde functies heeft.
pl: AxCrypt zapewnia bezpłatne oprogramowanie z szyfrowaniem 256-bitowym. Zwiększa to bezpieczeństwo danych i minimalizuje niebezpieczeństwo naruszeń. Jeśli masz dużą organizację, możesz zapoznać się z naszym <a href='https://www.axcrypt.net/business'>biznes planem</a>, który zawiera bardziej zaawansowane funkcje.
pt: A AxCrypt oferece-lhe software gratuito com cifragem forte de 256 bits. Isto melhora a segurança de dados e minimiza o perigo de violações. Se tiver uma grande organização, pode rever o nosso <a href='https://www.axcrypt.net/business'>plano Business aqui</a> que tem mais funcionalidades avançadas.
ru: AxCrypt предоставляет вам бесплатное программное обеспечение с 256-битным надежным шифрованием. Это повышает безопасность данных и сводит к минимуму вероятность взломов. Если у вас крупная организация, вы можете ознакомиться с нашим <a href='https://www.axcrypt.net/business '>business plan here</a>, с более продвинутые функции.
sv: AxCrypt ger dig gratis programvara med 256-bitars stark kryptering. Detta ökar datasäkerheten och minimerar risken för intrång. Om du har en stor organisation kan du läsa vår <a href='https://www.axcrypt.net/business'>affärsplan här</a> som har mer avancerade funktioner.
tr: AxCrypt size 256-bit güçlü şifreleme ile ücretsiz yazılım sağlar. Bu, veri güvenliğini artırır ve ihlal tehlikesini en aza indirir. Büyük bir kuruluşunuz varsa, daha gelişmiş özelliklere sahip olan <a href='https://www.axcrypt.net/business'>business planımızı buradan</a> inceleyebilirsiniz.
zh: AxCrypt为您提供具有256位强加密的免费软件。 这提高了数据安全性，并最大限度地减少了漏洞的危险。 如果您有一个大型组织，您可以查看我们的<a href='https://www.axcrypt.net/business'>business plan here</a>它具有更高级的功能。

# Blog_ADGE_H4_SH2_Text1
source: With the key sharing feature, AxCrypt has made it simple to open files with any team member with whom you share the key, allowing you to collaborate with your team even if you are separated by thousands of miles.
ar: باستخدام ميزة مشاركة المفاتيح ، جعلت اكسكربت من السهل فتح الملفات مع أي عضو في الفريق تشارك معه المفتاح ، مما يسمح لك بالتعاون مع فريقك حتى لو كانت المسافة بينك وبين آلاف الأميال.
de: Mit der Schlüsselfreigabefunktion hat AxCrypt es einfach gemacht, Dateien mit jedem Teammitglied zu öffnen, mit dem Sie den Schlüssel teilen, sodass Sie mit Ihrem Team zusammenarbeiten können, auch wenn Sie Tausende von Kilometern voneinander entfernt sind.
es: Con la función de uso compartido de claves, AxCrypt ha simplificado la apertura de archivos con cualquier miembro del equipo con el que compartas la clave, lo que te permite colaborar con tu equipo incluso si están separados por miles de kilómetros.
fr: Avec la fonction de partage de clés, AxCrypt a simplifié l’ouverture de fichiers avec n’importe quel membre de l’équipe avec lequel vous partagez la clé, vous permettant de collaborer avec votre équipe même si vous êtes séparé par des milliers de kilomètres.
it: Con la funzione di condivisione della chiave, AxCrypt ha semplificato l'apertura di file con qualsiasi membro del team con cui condividi la chiave, consentendoti di collaborare con il tuo team anche se sei separato da migliaia di chilometri.
ko: 키 공유 기능을 통해 AxCrypt는 키를 공유하는 모든 팀 구성원과 파일을 쉽게 열 수 있으므로, 수천 마일 떨어져 있어도 팀과 공동 작업 할 수 있습니다.
nl: Met de functie voor het delen van sleutels heeft AxCrypt het eenvoudig gemaakt om bestanden te openen met elk teamlid met wie u de sleutel deelt, zodat u kunt samenwerken met uw team, zelfs als u duizenden kilometers van elkaar verwijderd bent.
pl: Dzięki funkcji udostępniania kluczy AxCrypt ułatwił otwieranie plików każdemu członkowi zespołu, któremu udostępniasz klucz, umożliwiając współpracę z zespołem, nawet jeśli dzieli Cię tysiące mil.
pt: Com a funcionalidade de partilha de chaves, a AxCrypt tornou simples partilhar ficheiros com qualquer membro da sua equipa com quem você tenha partilhado a chave, permitindo-lhe colaborar com a sua equipa mesmo se estiver a milhares de milhas.
ru: Благодаря функции совместного использования ключей AxCrypt упростил открытие файлов любым членом команды, с которым вы делитесь ключом, что позволяет вам сотрудничать со своей командой, даже если вас разделяют тысячи миль.
sv: Med nyckeldelningsfunktionen har AxCrypt gjort det enkelt att öppna filer med vilken kollega som helst som du delar nyckeln med, vilket gör att du kan samarbeta med ditt team även om ni är tusentals mil isär.
tr: Anahtar paylaşım özelliği ile AxCrypt, anahtarı paylaştığınız herhangi bir ekip üyesiyle dosyaları açmayı kolaylaştırdı ve binlerce kilometre uzakta olsanız bile ekibinizle işbirliği yapmanıza olanak tanır.
zh: 通过密钥共享功能，AxCrypt可以轻松地与您共享密钥的任何团队成员打开文件，即使您相隔数千英里，也可以与您的团队协作。

# Blog_ADGE_H4_SH3_Text1
source: Many people and businesses are hesitant to move sensitive data to the cloud because they believe it is unsafe. But with AxCrypt data is encrypted in flight, at rest and in storage. You maintain control over your encryption keys, so even after data has left your building, you remain in command.
ar: يتردد العديد من الأشخاص والشركات في نقل البيانات الحساسة إلى السحابة لأنهم يعتقدون أنها غير آمنة. ولكن مع بيانات اكسكربت يتم تشفيرها أثناء الطيران وفي حالة الراحة وفي التخزين. أنت تحتفظ بالسيطرة على مفاتيح التشفير الخاصة بك ، لذلك حتى بعد مغادرة البيانات للمبنى الخاص بك ، تظل في القيادة.
de: Viele Menschen und Unternehmen zögern, sensible Daten in die Cloud zu verschieben, weil sie glauben, dass sie unsicher sind. Aber mit AxCrypt werden Daten im Flug, im Ruhezustand und im Speicher verschlüsselt. Sie behalten die Kontrolle über Ihre Verschlüsselungsschlüssel, sodass Sie auch dann das Kommando behalten, wenn die Daten Ihr Gebäude verlassen haben.
es: Muchas personas y empresas dudan en mover datos confidenciales a la nube porque creen que no es seguro. Pero con AxCrypt, los datos se cifran en tránsito, en reposo y almacenados. Tú mantienes el control sobre tus claves de cifrado, por lo que incluso después de que los datos hayan salido de tu edificio, tú permaneces al mando.
fr: De nombreuses personnes et entreprises hésitent à déplacer des données sensibles vers le cloud parce qu’elles pensent que ce n'est pas sûr. Mais avec AxCrypt, les données sont cryptées en vol, au repos et en stockage. Vous gardez le contrôle sur vos clés de chiffrement, donc même après que les données ont quitté votre bâtiment, vous restez aux commandes.
it: Molte persone e aziende esitano a spostare i dati sensibili nel cloud perché ritengono che non siano sicuri. Ma con AxCrypt i dati vengono crittografati in transito, a riposo e in archiviazione. Mantieni il controllo sulle tue chiavi di crittografia, così che anche dopo che i dati hanno lasciato il tuo edificio, tu rimani al comando.
ko: 많은 사람들과 기업은 안전하지 않다고 생각하기 때문에 민감한 데이터를 클라우드로 이동하는 것을 주저합니다. 그러나 AxCrypt를 사용하면 데이터가 전송 중, 저장 중에 암호화됩니다. 암호화 키에 대한 제어를 유지하므로 데이터가 전송된 후에도 계속 명령을 내릴 수 있습니다.
nl: Veel mensen en bedrijven aarzelen om gevoelige gegevens naar de cloud te verplaatsen omdat ze denken dat het onveilig is. Maar met AxCrypt worden gegevens versleuteld tijdens transitie, in rust en in opslag. U behoudt de controle over uw encryptiesleutels, dus zelfs nadat gegevens uw gebouw hebben verlaten, blijft u de baas.
pl: Wiele osób i firm waha się przed przeniesieniem poufnych danych do chmury, ponieważ uważają, że jest to niebezpieczne. Ale dzięki AxCrypt dane są szyfrowane w locie, w spoczynku i w pamięci. Zachowujesz kontrolę nad kluczami szyfrowania, więc nawet po opuszczeniu budynku przez dane pozostajesz pod dowództwem.
pt: Muitas pessoas e negócios hesitam em mover dados sensíveis para a nuvem, porque acreditam que não é seguro. Mas com a AxCrypt, os dados são cifrados em trânsito, em repouso e em armazenamento. Você mantém o controlo das suas chaves de cifragem, pelo que mesmo depois de os seus dados abandonarem o edifício, você mantém-se no comando.
ru: Многие люди и предприятия не решаются переносить конфиденциальные данные в облако, поскольку считают, что это небезопасно. Но с помощью AxCrypt данные шифруются при передаче и при хранении. Вы сохраняете контроль над своими ключами шифрования, поэтому даже после того, как данные покинули ваше "здание", у вас остается управление.
sv: Många människor och företag är tveksamma till att flytta känslig data till molnet eftersom de anser att det är osäkert. Men med AxCrypt krypteras data under överföring, i vila och i lagring. Du behåller kontrollen över dina krypteringsnycklar, även efter att data lämnat byggnaden har du kontrollen.
tr: Birçok kişi ve işletme, güvenli olmadığına inandıkları için hassas verileri buluta taşımak konusunda tereddüt eder. Ancak AxCrypt ile veriler hareket halindeyken, beklerken ve saklanırken şifrelenir. Şifreleme anahtarlarınız üzerinde denetim sahibi olursunuz, böylece veriler yapınızdan ayrıldıktan sonra bile kontrol sizde kalır.
zh: 许多人和企业对将敏感数据移动到云犹豫不决，因为他们认为这是不安全的。 但使用AxCrypt，数据在飞行，静止和存储中进行加密。 您可以保持对加密密钥的控制，因此即使在数据离开建筑物后，您也可以继续指挥。
