Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CRI_H1_SH1_Text2
source: <strong>Protect:</strong> It is very important to provide the best tiers of security regarding the confidentiality, integrity, and availability of data privacy, benefiting from providing the best protection against cyberattacks, unauthorized access, and systemic failure.
ar: <strong> الحماية: </strong> من المهم جدًا توفير أفضل مستويات الأمان فيما يتعلق بالسرية والسلامة وتوافر خصوصية البيانات ، والاستفادة من توفير أفضل حماية ضد الهجمات الإلكترونية والوصول غير المصرح به والفشل النظامي.
de: <strong>Schützen:</strong> Es ist sehr wichtig, die besten Sicherheitsstufen in Bezug auf Vertraulichkeit, Integrität und Verfügbarkeit des Datenschutzes bereitzustellen, um den besten Schutz vor Cyberangriffen, unbefugtem Zugriff und Systemversagen zu gewährleisten.
es: <strong>Proteger:</strong> Es muy importante brindar los mejores niveles de seguridad en cuanto a la confidencialidad, integridad y disponibilidad de la privacidad de los datos, beneficiándose de brindar la mejor protección contra ciberataques, accesos no autorizados y fallas sistémicas.
fr: <strong>Protéger :</strong> Il est très important de fournir les meilleurs niveaux de sécurité concernant la confidentialité, l'intégrité et la disponibilité de la confidentialité des données, en bénéficiant de la meilleure protection contre les cyberattaques, les accès non autorisés et les défaillances systémiques.
it: <strong>Proteggere:</strong> È molto importante fornire i migliori livelli di sicurezza per quanto riguarda la riservatezza, l'integrità e la disponibilità della privacy dei dati, beneficiando della migliore protezione contro attacchi informatici, accessi non autorizzati e guasti sistemici.
ko: <strong>보호:</strong> 데이터 개인 정보 보호의 기밀성, 무결성 및 가용성과 관련하여 최상의 보안 계층을 제공하는 것이 매우 중요하며, 사이버 공격, 무단 액세스 및 시스템 오류에 대한 최고의 보호를 제공함으로써 이점을 얻을 수 있습니다.
nl: <strong>Beschermen:</strong> het is erg belangrijk om de beste beveiligingsniveaus te bieden met betrekking tot de vertrouwelijkheid, integriteit en beschikbaarheid van gegevensprivacy, om te profiteren van de beste bescherming tegen cyberaanvallen, ongeautoriseerde toegang en systeemstoringen.
pl: <strong>Chroń:</strong> bardzo ważne jest zapewnienie najlepszych poziomów bezpieczeństwa dotyczących poufności, integralności i dostępności prywatności danych, korzystając z najlepszej ochrony przed cyberatakami, nieautoryzowanym dostępem i awarią systemu.
pt: <strong>Proteger:</strong> É muito importante fornecer os melhores níveis de segurança em termos de confidencialidade, integridade e disponibilidade de privacidade de dados, beneficiando-se da melhor protecção contra ciber-ataques, acesso não autorizado e falha sistémica.
ru: <strong>Защита:</strong> Очень важно обеспечить наилучшие уровни безопасности в отношении конфиденциальности, целостности и доступности данных, извлекая выгоду из обеспечения наилучшей защиты от кибератак, несанкционированного доступа и системных сбоев.
sv: <strong>Skydda:</strong> Det är mycket viktigt att tillhandahålla de bästa säkerhetsnivåerna när det gäller konfidentialitet, integritet och tillgänglighet för datasekretess, och dra nytta av att tillhandahålla det bästa skyddet mot cyberattacker, obehörig åtkomst och systemfel.
tr: <strong>Korumak:</strong> Veri gizliliği, bütünlüğü ve kullanılabilirliği ile ilgili en iyi güvenlik katmanlarını sağlamak, siber saldırılara, yetkisiz erişime ve sistemili arızaya karşı en iyi koruma imkanından yararlanmak oldukça önemlidir.
zh: <strong>保护：</strong>提供有关数据隐私的机密性，完整性和可用性的最佳安全层非常重要，从提供针对网络攻击，未经授权的访问和系统故障的最佳保护中受益。

# Blog_CRI_H1_SH1_Text3
source: <strong>Detect:</strong>It is very important to identify beforehand if someone is getting ready to act maliciously against you. And this can be availed by continual monitoring of network and data systems, which enables recognizing anomalies, unexpected issues, and potential cybersecurity incidents.
ar: كشف: من المهم جدا أن تحدد مسبقا ما إذا كان شخص ما يستعد للتصرف بشكل ضار ضدك. ويمكن الاستفادة من ذلك من خلال المراقبة المستمرة لأنظمة الشبكة والبيانات ، والتي تتيح التعرف على الحالات الشاذة والمشكلات غير المتوقعة وحوادث الأمن السيبراني المحتملة.
de: <strong>Erkennen:</strong>Es ist sehr wichtig, im Voraus zu erkennen, ob jemand bereit ist, böswillig gegen Sie vorzugehen. Dies kann durch eine kontinuierliche Überwachung von Netzwerk- und Datensystemen erreicht werden, die es ermöglicht, Anomalien, unerwartete Probleme und potenzielle Cybersicherheitsvorfälle zu erkennen.
es: <strong>Detectar:</strong> Es muy importante identificar de antemano si alguien se está preparando para actuar maliciosamente contra ti. Y esto se puede aprovechar mediante el monitoreo continuo de la red y los sistemas de datos, lo que permite reconocer anomalías, problemas inesperados y posibles incidentes de ciberseguridad.
fr: <strong>Détecter :</strong> Il est très important d'identifier à l'avance si quelqu'un s'apprête à agir de manière malveillante contre vous. Et cela peut être mis à profit par une surveillance continue du réseau et des systèmes de données, ce qui permet de reconnaître les anomalies, les problèmes inattendus et les incidents potentiels de cybersécurité.
it: <strong>Rileva:</strong>è molto importante identificare in anticipo se qualcuno si sta preparando ad agire malevolmente contro di te. E questo può essere sfruttato dal monitoraggio continuo della rete e dei sistemi di dati, che consente di riconoscere anomalie, problemi imprevisti e potenziali incidenti di sicurezza informatica.
ko: <strong>감지:</strong> 누군가가 당신에게 악의적으로 행동할 준비를 하고 있는지 미리 식별하는 것이 매우 중요합니다. 또한 네트워크 및 데이터 시스템을 지속적으로 모니터링하여 이상, 예기치 않은 문제 및 잠재적인 사이버 보안 사고를 인식할 수 있습니다.
nl: <strong>Detecteren:</strong>Het is erg belangrijk om vooraf te identificeren of iemand zich opmaakt om kwaadwillig tegen u op te treden. En dit kan worden benut door continue monitoring van netwerk- en datasystemen, waardoor afwijkingen, onverwachte problemen en potentiële cyberbeveiligingsincidenten kunnen worden herkend.
pl: <strong>Wykryj:</strong> bardzo ważne jest, aby wcześniej określić, czy ktoś przygotowuje się do złośliwego działania przeciwko Tobie. Można to osiągnąć poprzez ciągłe monitorowanie sieci i systemów danych, które umożliwia rozpoznawanie anomalii, nieoczekiwanych problemów i potencjalnych incydentów cyberbezpieczeństwa.
pt: <strong>Detectar:</strong>É muito importante identificar de antemão se alguém está a preparar-se para agir maliciosamente contra si. E isto pode ser feito através de monitorização contínua da rede e sistemas de dados, permitindo reconhecer anomalias, problemas inesperados e potenciais incidentes de cibersegurança.
ru: <strong> Обнаружение: </strong> Очень важно заранее определить, готовится ли кто-то злонамеренно действовать против вас. И этому может способствовать постоянный мониторинг сетей и систем передачи данных, который позволяет распознавать аномалии, неожиданные проблемы и потенциальные инциденты кибербезопасности.
sv: <strong>Upptäck:</strong>Det är mycket viktigt att i förväg identifiera om någon gör sig redo att agera illvilligt mot dig. Och detta kan utnyttjas genom kontinuerlig övervakning av nätverk och datasystem, vilket gör det möjligt att känna igen anomalier, oväntade problem och potentiella cybersäkerhetsincidenter.
tr: <strong>Detect:</strong>Birinin size karşı kötü niyetle hareket etmeye hazır olup olmadığını tespit etmek çok önemlidir. Ve bu, anormalliklerin, beklenmedik sorunların ve potansiyel siber güvenlik olaylarının tanınmasını sağlayacak şekilde ağ ve veri sistemlerinin sürekli olarak gözlemlenmesi ile faydalı olabilir.
zh: <strong>检测：</strong>事先确定是否有人准备对您进行恶意行为是非常重要的。 这可以通过对网络和数据系统的持续监控来实现，这可以识别异常、意外问题和潜在的网络安全事件。

# Blog_CRI_H1_SH1_Text4
source: <strong>Respond:</strong>In this phase, implementation of proper disaster planning and appropriate actions to resolve a real-time cyber security incident must be ensured, so that it doesn’t affect business continuity even though you are the victim of a cyber-attack.
ar: الاستجابة: في هذه المرحلة ، يجب ضمان تنفيذ التخطيط المناسب للكوارث واتخاذ الإجراءات المناسبة لحل حادثة الأمن السيبراني في الوقت الفعلي ، بحيث لا تؤثر على استمرارية العمل حتى لو كنت ضحية لهجوم إلكتروني.
de: <strong>Reagieren:</strong>In dieser Phase muss die Implementierung einer ordnungsgemäßen Katastrophenplanung und geeigneter Maßnahmen zur Behebung eines Cybersicherheitsvorfalls in Echtzeit sichergestellt werden, damit die Geschäftskontinuität auch dann nicht beeinträchtigt wird, wenn Sie Opfer eines Cyberangriffs sind.
es: <strong>Responder:</strong>En esta fase, se debe garantizar la implementación de una adecuada planificación de desastres y las medidas apropiadas para resolver un incidente de ciberseguridad en tiempo real, para que no afecte la continuidad de la empresa aunque seas víctima de un ciberataque.
fr: <strong>Répondre : </strong> Dans cette phase, la mise en œuvre d'une planification appropriée en cas de catastrophe et des actions appropriées pour résoudre un incident de cybersécurité en temps réel doivent être assurées, afin que cela n'affecte pas la continuité des activités, même si vous êtes victime d'un une cyber-attaque.
it: <strong>Risposta:</strong>in questa fase, è necessario garantire l'implementazione di un'adeguata pianificazione del disastro e azioni appropriate per risolvere un incidente di sicurezza informatica in tempo reale, in modo che non influisca sulla continuità aziendale anche se si è vittime di un attacco informatico.
ko: <strong>응답:</strong> 이 단계에서는 사이버 공격의 피해자라도 비즈니스 연속성에 영향을 미치지 않도록 실시간 사이버 보안 사고를 해결하기 위한 적절한 재해 계획과 적절한 조치의 구현이 보장되어야 합니다.
nl: <strong>Reageren:</strong>In deze fase moet worden gezorgd voor de implementatie van een goede rampenplanning en passende acties om een realtime cyberbeveiligingsincident op te lossen, zodat de bedrijfscontinuïteit niet wordt aangetast, ook al bent u het slachtoffer van een cyberaanval.
pl: <strong>Odpowiedz:</strong>W tej fazie należy zapewnić wdrożenie odpowiedniego planowania na wypadek katastrofy i odpowiednich działań w celu rozwiązania incydentu związanego z cyberbezpieczeństwem w czasie rzeczywistym, tak aby nie wpłynął on na ciągłość działalności, nawet jeśli jesteś ofiarą cyberatak.
pt: <strong>Responder:</strong>Neste caso, a implementação de planos de desastres e acções apropriadas para resolver um incidente de cibersegurança em tempo real deve ser assegurados, para que não afecte a continuidade de negócio mesmo que seja a vítima do ciberataque.
ru: <strong>Ответ:</strong>На этом этапе необходимо обеспечить надлежащее планирование на случай чрезвычайных ситуаций и соответствующие действия для устранения инцидента кибербезопасности в режиме реального времени, чтобы это не повлияло на целостность бизнеса, даже если вы стали жертвой кибератаки.
sv: <strong>Svara:</strong>I den här fasen måste genomförandet av korrekt katastrofplanering och lämpliga åtgärder för att lösa en cybersäkerhetsincident i realtid säkerställas, så att det inte påverkar kontinuiteten i verksamheten även om du är offer för en cyberattack.
tr: <strong>Respond:</strong>Bu aşamada, bir siber saldırıcı kurbanı olsanız bile bunun işletmenizin devamlılığını etkilememesi için uygun felaket planlamasının uygulanmasının ve gerçek zamanlı bir siber güvenlik olayının çözülmesi için uygun eylemlerin gerçekleştirildiğinin sağlanması gerekir.
zh: <strong>回应：</strong>在此阶段，必须确保实施适当的灾难规划和适当的行动来解决实时网络安全事件，以便即使您是网络攻击的受害者，也不会影响业务连续性。

# Blog_CRI_H1_SH1_Text5
source: <strong>Recover:</strong>This is the final phase where the main objective is to identify appropriate actions in restoring the service or operations affected by a cyber security breach and mitigate its consequences. If the attack had been prevented, it would have been much easier to restore the integrity of the system at the earliest. This phase also identifies the future activities involved in supporting the resilience of an organization's cybersecurity infrastructure.
ar: <strong> الاسترداد: </ strong> هذه هي المرحلة النهائية حيث يكون الهدف الرئيسي هو تحديد الإجراءات المناسبة لاستعادة الخدمة أو العمليات المتأثرة بخرق الأمن السيبراني والتخفيف من عواقبه. إذا تم منع الهجوم ، لكان من الأسهل بكثير استعادة سلامة النظام في أقرب وقت ممكن. تحدد هذه المرحلة أيضًا الأنشطة المستقبلية التي ينطوي عليها دعم مرونة البنية التحتية للأمن السيبراني للمؤسسة.
de: <strong>Wiederherstellen:</strong>Dies ist die letzte Phase, in der das Hauptziel darin besteht, geeignete Maßnahmen zur Wiederherstellung des von einer Cybersicherheitsverletzung betroffenen Dienstes oder Betriebs zu ermitteln und dessen Folgen zu mildern. Wenn der Angriff verhindert worden wäre, wäre es viel einfacher gewesen, die Integrität des Systems frühestens wiederherzustellen. In dieser Phase werden auch die zukünftigen Aktivitäten identifiziert, die zur Unterstützung der Widerstandsfähigkeit der Cybersicherheitsinfrastruktur eines Unternehmens erforderlich sind.
es: <strong>Recuperar:</strong> Esta es la fase final donde el objetivo principal es identificar las medidas adecuadas para restaurar el servicio o las operaciones afectadas por una vulneración a la ciberseguridad y mitigar sus consecuencias. Si se hubiera evitado el ataque, habría sido mucho más fácil restaurar la integridad del sistema lo antes posible. Esta fase también identifica las actividades futuras involucradas en el apoyo a la resiliencia de la infraestructura de ciberseguridad de una organización.
fr: <strong>Récupération</strong> : Il s'agit de la phase finale où l'objectif principal est d'identifier les actions appropriées pour restaurer le service ou les opérations affectées par une faille de cybersécurité et atténuer ses conséquences. Si l'attaque avait été prévenue, il aurait été beaucoup plus facile de restaurer l'intégrité du système au plus tôt. Cette phase identifie également les activités futures impliquées dans le soutien de la résilience de l'infrastructure de cybersécurité d'une organisation.
it: <strong>Ripristinare:</strong> Questa è la fase finale in cui l'obiettivo principale è identificare azioni appropriate per ripristinare il servizio o le operazioni interessate da una violazione della sicurezza informatica e mitigarne le conseguenze. Se l'attacco fosse stato prevenuto, sarebbe stato molto più facile ripristinare l'integrità del sistema al più presto. Questa fase identifica anche le attività future coinvolte nel supportare la resilienza dell'infrastruttura di sicurezza informatica di un'organizzazione.
ko: <strong>복원:</strong> 이것은 주요 목표가 사이버 보안 침해의 영향을 받는 서비스 또는 운영을 복원하는 데 적절한 조치를 식별하고 그 결과를 완화하는 마지막 단계입니다. 공격을 막았다면 시스템의 무결성을 최대한 빨리 복원하는 것이 훨씬 쉬울 것입니다. 이 단계에서는 조직의 사이버 보안 인프라의 복원력을 지원하는 것과 관련된 향후 활동도 포함됩니다.
nl: <strong>Herstellen:</strong>Dit is de laatste fase waarin het belangrijkste doel is om passende acties te identificeren voor het herstellen van de service of operaties die zijn getroffen door een inbreuk op de cyberbeveiliging en om de gevolgen ervan te beperken. Als de aanval was voorkomen, was het veel gemakkelijker geweest om de integriteit van het systeem zo snel mogelijk te herstellen. Deze fase identificeert ook de toekomstige activiteiten die betrokken zijn bij het ondersteunen van de veerkracht van de cyberbeveiligingsinfrastructuur van een organisatie.
pl: <strong>Odzyskaj:</strong> jest to ostatnia faza, w której głównym celem jest zidentyfikowanie odpowiednich działań mających na celu przywrócenie usługi lub operacji dotkniętych naruszeniem bezpieczeństwa cybernetycznego i złagodzenie jego konsekwencji. Gdyby udało się zapobiec atakowi, znacznie łatwiej byłoby jak najwcześniej przywrócić integralność systemu. W tej fazie identyfikuje się również przyszłe działania związane ze wspieraniem odporności infrastruktury cyberbezpieczeństwa organizacji.
pt: <strong>Recuperar:</strong>Esta é a fase final em que o objectivo principal é identificar acções apropriadas para restaurar o serviço ou as operações afectadas por uma violação de cibersegurança e mitigar as suas consequências. Se o ataque foi prevenido, deverá ser muito mais fácil restaurar a integridade do sistema o mais rapidamente possível. Esta fase também identifica actividades futuras de suporte de resiliência da infra-estrutura de cibersegurança da organização.
ru: <strong>Восстановление:</strong> Это заключительный этап, на котором основной целью является определение надлежащих действий по восстановлению сервиса или операций, затронутых нарушением кибербезопасности, и смягчению его последствий. Если бы атака была предотвращена, было бы гораздо проще восстановить целостность системы как можно скорее. На этом этапе также определяются будущие мероприятия, связанные с поддержкой устойчивости инфраструктуры кибербезопасности организации.
sv: <strong>Återställ:</strong>Detta är den sista fasen där huvudmålet är att identifiera lämpliga åtgärder för att återställa tjänsten eller verksamheten som påverkas av ett cybersäkerhetsbrott och mildra dess konsekvenser. Om attacken hade förhindrats hade det varit mycket lättare att tidigast återställa systemets integritet. Denna fas identifierar också de framtida aktiviteterna som är involverade i att stödja motståndskraften hos en organisations infrastruktur för cybersäkerhet.
tr: <strong>Kurtar:</strong>Bu, temel amacın bir siber güvenlik ihlalinden etkilenen hizmet veya operasyonları eski haline getirmek ve sonuçlarını hafifletmek için uygun eylemleri belirlemek olduğu son aşamadır. Saldırı önlenmiş olsaydı, sistemin bütünlüğünü en kısa sürede eski haline getirmek çok daha kolay olurdu. Bu aşama aynı zamanda bir kurumun siber güvenlik altyapısının dayanıklılığının desteklenmesiyle ilgili gelecekteki faaliyetleri de tanımlar.
zh: <strong>恢复：</strong>这是最后阶段，主要目标是确定恢复受网络安全漏洞影响的服务或操作的适当行动，并减轻其后果。 如果攻击被阻止，那么最早恢复系统的完整性就会容易得多。 该阶段还确定了支持组织网络安全基础设施恢复能力的未来活动。

# Blog_CRI_H1_SubHeading1
source: <strong>Five key pillars of cyber resilience:</strong>
ar: الركائز الخمس الأساسية للمرونة الإلكترونية:
de: <strong>Fünf wichtige Säulen der Cyberresilienz:</strong>
es: <strong>Cinco pilares clave de la resiliencia cibernética:</strong>
fr: <strong>Cinq piliers clés de la cyber-résilience :</strong>
it: <strong>Cinque pilastri fondamentali della resilienza informatica:</strong>
ko: <strong>사이버 복원력의 5가지 핵심 요소:</strong>
nl: <strong>Vijf belangrijke pijlers van cyberweerbaarheid:</strong>
pl: <strong>Pięć kluczowych filarów cyberodporności:</strong>
pt: Cinco pilares da ciber-resiliência
ru: <strong>Пять ключевых столпов киберустойчивости:</strong>
sv: <strong>Fem pelare för cyberresistens</strong>
tr: <strong>Siber dayanıklılığın beş anahtar sütunu:</strong>
zh: <strong>网络韧性的五大支柱：</strong>
