Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDSCBF_H1_SH3_Text1
source: Cloud security makes it simpler for team members to access files and data from any location. Hence they are growing in popularity. Therefore cloud security must be secured because most cloud management solutions do not include authentication and encryption procedures. With AxCrypt, it is effortless to accomplish data privacy in the cloud. AxCrypt will automatically find what Cloud Storage services are installed on your computer and create an AxCrypt folder.
ar: يجعل أمان السحابة من السهل على أعضاء الفريق الوصول إلى الملفات والبيانات من أي مكان. ومن ثم تزداد شعبيتها. لذلك يجب تأمين أمان السحابة لأن معظم حلول إدارة السحابة لا تتضمن إجراءات المصادقة والتشفير. باستخدام اكسكربت ، يصبح من السهل تحقيق خصوصية البيانات في السحابة. سيعثر برنامج اكسكربت تلقائيًا على خدمات التخزين السحابية المثبتة على جهاز الكمبيوتر الخاص بك ويقوم بإنشاء مجلد اكسكربت.
de: Cloud-Sicherheit erleichtert Teammitgliedern den Zugriff auf Dateien und Daten von jedem Ort aus. Daher werden sie immer beliebter. Daher muss die Cloud-Sicherheit gewährleistet sein, da die meisten Cloud-Management-Lösungen keine Authentifizierungs- und Verschlüsselungsverfahren enthalten. Mit AxCrypt ist es mühelos, Datenschutz in der Cloud zu erreichen. AxCrypt findet automatisch, welche Cloud-Speicherdienste auf Ihrem Computer installiert sind, und erstellt einen AxCrypt-Ordner.
es: La seguridad en la nube facilita que los miembros del equipo accedan a archivos y datos desde cualquier ubicación. Por lo tanto, están creciendo en popularidad. Por lo tanto, la seguridad en la nube debe garantizarse porque la mayoría de las soluciones de administración de la nube no incluyen procedimientos de autenticación y cifrado. Con AxCrypt, es fácil lograr la privacidad de los datos en la nube. AxCrypt encontrará automáticamente qué servicios de almacenamiento en la nube están instalados en tu computadora y creará una carpeta AxCrypt.
fr: La sécurité du cloud permet aux membres de l’équipe d’accéder plus facilement aux fichiers et aux données depuis n’importe quel endroit. De ce fait, ils gagnent en popularité. Par conséquent, la sécurité du cloud doit être sécurisée car la plupart des solutions de gestion du cloud n’incluent pas de procédures d’authentification et de chiffrement. Avec AxCrypt, il est facile d’assurer la confidentialité des données dans le cloud. AxCrypt trouvera automatiquement les services de Stockage Cloud installés sur votre ordinateur et créera un dossier AxCrypt.
it: La sicurezza del cloud semplifica l'accesso ai file e ai dati da qualsiasi posizione per i membri del team. Quindi stanno crescendo in popolarità. Pertanto, la sicurezza del cloud deve essere protetta perché la maggior parte delle soluzioni di gestione cloud non include procedure di autenticazione e crittografia. Con AxCrypt, è facile ottenere la privacy dei dati nel cloud. AxCrypt troverà automaticamente quali servizi di Cloud Storage sono installati sul tuo computer e creerà una cartella AxCrypt.
ko: 클라우드 보안을 통해 팀원들은 어디서나 파일과 데이터에 쉽게 액세스할 수 있습니다. 그래서 그들의 인기가 증가하고 있습니다. 따라서 대부분의 클라우드 관리 솔루션에는 인증 및 암호화 절차가 포함되어 있지 않기 때문에 클라우드 보안이 확보되어야 합니다. AxCrypt를 사용하면 클라우드에서 데이터 개인 정보를 쉽게 보호할 수 있습니다. AxCrypt는 컴퓨터에 설치된 클라우드 스토리지 서비스를 자동으로 찾아 AxCrypt 폴더를 만듭니다.
nl: Cloudbeveiliging maakt het voor teamleden eenvoudiger om vanaf elke locatie toegang te krijgen tot bestanden en gegevens. Daarom groeien ze in populariteit. Daarom moet cloudbeveiliging worden beveiligd omdat de meeste cloudbeheeroplossingen geen verificatie- en encryptieprocedures bevatten. Met AxCrypt is het moeiteloos om gegevensprivacy in de cloud te bereiken. AxCrypt vindt automatisch welke cloudopslagdiensten op uw computer zijn geïnstalleerd en maakt een AxCrypt-map aan.
pl: Bezpieczeństwo w chmurze ułatwia członkom zespołu dostęp do plików i danych z dowolnego miejsca. Stąd ich popularność. Dlatego bezpieczeństwo chmury musi być zabezpieczone, ponieważ większość rozwiązań do zarządzania chmurą nie obejmuje procedur uwierzytelniania i szyfrowania. Dzięki AxCrypt osiągnięcie prywatności danych w chmurze jest łatwe. AxCrypt automatycznie znajdzie, jakie usługi Cloud Storage są zainstalowane na Twoim komputerze i utworzy folder AxCrypt.
pt: A segurança na nuvem torna mais simples o acesso de membros da equipa a dados a partir de qualquer localização e, por isso, está a crescer em termos de popularidade. Portanto, a segurança na nuvem deve ser protegida, porque a maioria das soluções de gestão da nuvem não inclui procedimentos de autenticação e cifragem. Com a AxCrypt, é fácil atingir privacidade de dados na nuvem. A AxCrypt descobre automaticamente os serviços de armazenamento na nuvem instalados no seu computador e cria uma pasta AxCrypt.
ru: Облачная безопасность упрощает членам команды доступ к файлам и данным из любого места. Следовательно, их популярность растет. Поэтому необходимо обеспечить безопасность в облаке, поскольку большинство решений для управления облаком не включают процедуры аутентификации и шифрования. С помощью AxCrypt можно без особых усилий обеспечить конфиденциальность данных в облаке. AxCrypt автоматически найдет, какие облачные службы хранения данных установлены на вашем компьютере, и создаст папку AxCrypt.
sv: Molnsäkerhet gör det enklare för medlemmar att komma åt filer och data från vilken plats som helst. Alltså växer de i popularitet. Därför måste molnsäkerhet säkerställas eftersom de flesta molnhanteringslösningar inte inkluderar autentiserings- och krypteringsprocedurer. Med AxCrypt är det enkelt att uppnå datasekretess i molnet. AxCrypt hittar automatiskt vilka Cloud Storage-tjänster som är installerade på din dator och skapar en AxCrypt-mapp.
tr: Bulut güvenliği, ekip üyelerinin herhangi bir konumdan dosyalara ve verilere erişmesini kolaylaştırır. Bu nedenle popülerlikleri giderek artmaktadır. Dolayısıyla bulut güvenliği güvence altına alınmalıdır çünkü çoğu bulut yönetimi çözümü kimlik doğrulama ve şifreleme prosedürlerini içermez. AxCrypt ile bulutta veri gizliliğini sağlamak zahmetsizdir. AxCrypt bilgisayarınızda hangi Bulut Depolama hizmetlerinin yüklü olduğunu otomatik olarak bulur ve bir AxCrypt klasörü oluşturur.
zh: 云安全使得团队成员从任何位置访问文件和数据变得更加简单。 因此，他们越来越受欢迎。 因此，必须确保云安全性，因为大多数云管理解决方案不包括身份验证和加密过程。 使用AxCrypt，在云中轻松实现数据隐私。 AxCrypt会自动查找您的计算机上安装了哪些云存储服务，并创建一个AxCrypt文件夹。

# Blog_MDSCBF_H1_SH4_Text1
source: We use our smartphones for everything, including banking, business purpose, and other activities. Unfortunately, cybercriminals may use smartphones as a method of attack. AxCrypt Mobile encryption is beyond a regular lock screen password.
ar: نحن نستخدم هواتفنا الذكية في كل شيء ، بما في ذلك الأعمال المصرفية والغرض التجاري والأنشطة الأخرى. لسوء الحظ ، قد يستخدم مجرمو الإنترنت الهواتف الذكية كأسلوب للهجوم. يتجاوز تشفير اكسكربت موبايل كلمة مرور شاشة القفل العادية.
de: Wir nutzen unsere Smartphones für alles, einschließlich Bankgeschäfte, Geschäftszwecke und andere Aktivitäten. Leider können Cyberkriminelle Smartphones als Angriffsmethode verwenden. Die mobile AxCrypt-Verschlüsselung geht über ein normales Passwort für den Sperrbildschirm hinaus.
es: Usamos nuestros smartphones para todo, incluidas las operaciones bancarias, las actividades comerciales y otros fines. Lamentablemente, los ciberdelincuentes pueden utilizar los teléfonos inteligentes como método de ataque. El cifrado de AxCrypt Mobile va más allá de una contraseña de pantalla de bloqueo normal.
fr: Nous utilisons nos smartphones pour tout, y compris les opérations bancaires, les activités commerciales, et autres. Malheureusement, les cybercriminels peuvent utiliser les smartphones comme méthode d’attaque. Le cryptage AxCrypt Mobile est au-delà d’un mot de passe d’écran de verrouillage normal.
it: Usiamo i nostri smartphone per tutto, comprese le attività bancarie, di lavoro e altre attività. Sfortunatamente, i criminali informatici possono utilizzare gli smartphone come metodo di attacco. La crittografia di AxCrypt Mobile va oltre una normale password nella schermata di blocco.
ko: 우리는 은행 업무, 사업 목적 및 기타 활동을 포함한 모든 활동에 스마트 폰을 사용합니다. 불행히도 사이버 범죄자는 스마트폰을 공격 수단으로 사용할 수 있습니다. AxCrypt 모바일 암호화는 일반적인 잠금 화면 암호를 뛰어 넘습니다.
nl: We gebruiken onze smartphones voor alles, inclusief bankieren, zakelijke doeleinden en andere activiteiten. Helaas kunnen cybercriminelen smartphones gebruiken als aanvalsmethode. AxCrypt Mobile encryptie gaat verder dan een gewoon vergrendelingswachtwoord.
pl: Używamy naszych smartfonów do wszystkiego, w tym do bankowości, celów biznesowych i innych czynności. Niestety cyberprzestępcy mogą wykorzystywać smartfony jako metodę ataku. Szyfrowanie AxCrypt Mobile wykracza poza zwykłe hasło ekranu blokady.
pt: Usamos os nossos smartphones para tudo, incluindo banca, propósitos de negócio e outras actividades. Infelizmente, os cibercriminosos podem usar os smartphones como um método de ataque. A cifragem Móvel da AxCrypt vai além de um bloqueio de ecrã protegido por palavra-passe.
ru: Мы используем наши смартфоны для всего, включая банки, деловые цели и другие виды деятельности. К сожалению, киберпреступники могут использовать смартфоны в качестве метода атаки. Мобильное шифрование AxCrypt выходит за рамки обычного пароля на экране блокировки.
sv: Vi använder våra smartphones till allt, inklusive bankverksamhet, affärsändamål och andra aktiviteter. Tyvärr kan cyberbrottslingar använda smartphones som en attackmetod. AxCrypt Mobile-kryptering är mer än bara ett lösenord för låsskärmen.
tr: Akıllı telefonlarımızı bankacılık, iş ve diğer faaliyetler de dahil olmak üzere her şey için kullanıyoruz. Ne yazık ki, siber suçlular akıllı telefonları bir saldırı yöntemi olarak kullanabilir. AxCrypt Mobile şifrelemesi normal bir kilit ekranı şifresinden çok daha fazlasını ifade eder.
zh: 我们使用我们的智能手机做任何事情，包括银行，商业目的和其他活动。 不幸的是，网络犯罪分子可能会使用智能手机作为攻击方法。 AxCrypt移动加密超越了常规锁屏密码。

# Blog_MDSCBF_H1_SubHeading1
source: <strong>Lack of data visibility</strong>
ar: <strong> نقص رؤية البيانات </strong>
de: <strong>Mangelnde Datentransparenz</strong>
es: <strong>Falta de visibilidad de datos</strong>
fr: <strong>Manque de visibilité des données</strong>
it: <strong>Mancanza di visibilità dei dati</strong>
ko: <strong>데이터 가시성 부족 </strong>
nl: <strong>Gebrek aan zichtbaarheid van gegevens</strong>
pl: <strong>Brak widoczności danych</strong>
pt: <strong>Falta de visibilidade de dados</strong>
ru: <strong>Недостаточная видимость данных</strong>
sv: <strong>Brist på datasynlighet</strong>
tr: <strong>Veri görünürlüğü eksikliği</strong>
zh: <strong>缺乏数据可见性</strong>

# Blog_MDSCBF_H1_SubHeading2
source: <strong>Data Management Regulations are Violated</strong>
ar: <strong> تم انتهاك لوائح إدارة البيانات </strong>
de: <strong>Datenverwaltungsvorschriften werden verletzt</strong>
es: <strong>Se violan las normas de gestión de datos</strong>
fr: <strong>Les Règles de Gestion des Données ne sont pas respectées</strong>
it: <strong>Le regole di gestione dati sono state violate</strong>
ko: <strong>데이터 관리 규정 위반</strong>
nl: <strong>Data Management Voorschriften zijn Geschonden</strong>
pl: <strong>Naruszono przepisy dotyczące zarządzania danymi</strong>
pt: <strong>Os Regulamentos de Gestão de Dados são Violados</strong>
ru: <strong>Нарушены правила управления данными</strong>
sv: <strong>Datahanteringsregulationer är kränkta</strong>
tr: <strong>Veri yönetimi kuralları ihlal edildi</strong>
zh: <strong>违反数据管理规定</strong>

# Blog_MDSCBF_H1_SubHeading3
source: <strong>Poor Cloud Security</strong>
ar: <strong> أمان سحابي ضعيف </strong>
de: <strong>Schlechte Cloud-Sicherheit</strong>
es: <strong>Seguridad en la nube deficiente</strong>
fr: <strong>Mauvaise Sécurité du Cloud</strong>
it: <strong>Scarsa sicurezza del cloud</strong>
ko: <strong>열악한 클라우드 보안</strong>
nl: <strong>Slechte Cloud Beveiliging</strong>
pl: <strong>Słabe zabezpieczenia chmury</strong>
pt: <strong>Segurança Pobre na Nuvem</strong>
ru: <strong>Плохая облачная безопасность</strong>
sv: <strong>Dålig molnsäkerhet</strong>
tr: <strong>Yetersiz Bulut Güvenliği</strong>
zh: <strong>云安全性差</strong>

# Blog_MDSCBF_H1_SubHeading4
source: <strong>Mobile Devices Has Become Primary Target</strong>
ar: <strong> أصبحت أجهزة الجوال الهدف الأساسي </ strong>
de: <strong>Mobile Geräte sind zum primären Ziel geworden</strong>
es: <strong>Los dispositivos móviles se han convertido en el objetivo principal</strong>
fr: <strong>Les Appareils Mobiles Sont Devenus la Cible Principale</strong>
it: <strong>I dispositivi mobili sono diventati l'obiettivo principale</strong>
ko: <strong>주 타깃이 된 휴대기기</strong>
nl: <strong>Mobiele apparaten zijn het primaire doelwit geworden</strong>
pl: <strong>Urządzenia mobilne stały się głównym celem</strong>
pt: <strong>Os Dispositivos Móveis Tornaram-se o Alvo Principal</strong>
ru: <strong>Мобильные устройства стали основной целью</strong>
sv: <strong>Mobila enheter har blivit det primära målet</strong>
tr: <strong>Mobil Cihazlar Birincil Hedef Haline Geldi</strong>
zh: <strong>移动设备已成为主要目标</strong>

# Blog_MDSCBF_H2_SH1_Text1
source: Many people use this as a reason to avoid encrypting their data. But this is just a myth. Encryption can be handled by desktop computers, mobile phones, and tablets without slowing down the device. This is attributed to considerable advancements in processing technology in recent years. AxCrypt is a software utility that lets you easily encrypt, password-protect, and secure any file within a few clicks. It uses the strongest 256-bit Advanced Encryption Standard (AES). It is light on computer resources and runs smoothly without slowing your system.
ar: كثير من الناس يستخدمون هذا كسبب لتجنب تشفير بياناتهم. لكن هذه مجرد خرافة. يمكن التعامل مع التشفير بواسطة أجهزة الكمبيوتر المكتبية والهواتف المحمولة والأجهزة اللوحية دون إبطاء الجهاز. ويعزى ذلك إلى التقدم الكبير في تكنولوجيا المعالجة في السنوات الأخيرة. اكسكربت هي أداة برمجية تتيح لك تشفير أي ملف وحمايته بكلمة مرور وتأمينه بسهولة من خلال نقرات قليلة. يستخدم أقوى معيار تشفير متقدم 256 بت (AES). إنه خفيف على موارد الكمبيوتر ويعمل بسلاسة دون إبطاء نظامك.
de: Viele Menschen nutzen dies als Grund, um die Verschlüsselung ihrer Daten zu vermeiden. Aber das ist nur ein Mythos. Die Verschlüsselung kann von Desktop-Computern, Mobiltelefonen und Tablets gehandhabt werden, ohne das Gerät zu verlangsamen. Dies ist auf erhebliche Fortschritte in der Verarbeitungstechnologie in den letzten Jahren zurückzuführen. AxCrypt ist ein Software-Dienstprogramm, mit dem Sie jede Datei mit wenigen Klicks einfach verschlüsseln, mit einem Kennwort schützen und sichern können. Es verwendet den stärksten 256-Bit Advanced Encryption Standard (AES). Es schont die Computerressourcen und läuft reibungslos, ohne Ihr System zu verlangsamen.
es: Mucha gente usa esto como una razón para evitar cifrar sus datos. Pero esto es solo un mito. El cifrado puede ser manejado por computadoras de escritorio, teléfonos móviles y tabletas sin ralentizar el dispositivo. Esto se atribuye a los avances considerables en la tecnología de procesamiento en los últimos años. AxCrypt es un software que te permite cifrar, proteger con contraseña y asegurar fácilmente cualquier archivo con unos pocos clics. Utiliza el estándar de cifrado avanzado (AES) de 256 bits más potente. Es liviano en recursos de computadora y funciona sin problemas sin ralentizar tu sistema.
fr: De nombreuses personnes utilisent cela comme une raison pour éviter de crypter leurs données. Mais ce n'est qu'un mythe. Le cryptage peut être géré par des ordinateurs de bureau, des téléphones portables, et des tablettes sans ralentir l'appareil. Ceci est attribué aux progrès considérables de la technologie de traitement au cours des dernières années. AxCrypt est un logiciel utilitaire qui vous permet de crypter, de protéger par mot de passe, et de sécuriser facilement n'importe quel fichier en quelques clics. Il utilise la norme de chiffrement avancé (AES) 256 bits la plus puissante. Il est léger sur les ressources informatiques et fonctionne en douceur sans ralentir votre système.
it: Molte persone usano questo come motivo per evitare di crittografare i propri dati. Ma questo è solo un mito. La crittografia può essere gestita da computer desktop, telefoni cellulari e tablet senza rallentare il dispositivo. Ciò è attribuito ai notevoli progressi nella tecnologia di elaborazione negli ultimi anni. AxCrypt è un'utilità software che consente di crittografare, proteggere con password e proteggere facilmente qualsiasi file in pochi clic. Utilizza il più forte Advanced Encryption Standard (AES) a 256 bit. È leggero sulle risorse del computer e funziona regolarmente senza rallentare il sistema.
ko: 많은 사람들이 데이터 암호화를 피하는 이유로 이것을 문제 삼습니다. 그러나 이것은 단지 소문 일뿐입니다. 암호화는 데스크톱 컴퓨터, 휴대폰 및 태블릿에서 장치 속도 저하 없이 처리할 수 있습니다. 이는 최근 몇 년 동안 가공 기술의 상당한 발전에 기인합니다. AxCrypt는 몇 번의 클릭만으로 모든 파일을 쉽게 암호화, 암호 보호 및 보호할 수 있는 소프트웨어 유틸리티입니다. 가장 강력한 256비트 고급 암호화 표준(AES)을 사용합니다. 리소스가 가볍고 시스템 속도 저하 없이 원활하게 실행됩니다.
nl: Veel mensen gebruiken dit als reden om hun gegevens niet te versleutelen. Maar dit is slechts een mythe. Encryptie kan worden uitgevoerd door desktopcomputers, mobiele telefoons en tablets zonder het apparaat te vertragen. Dit wordt toegeschreven aan de aanzienlijke vooruitgang in de verwerkingstechnologie van de afgelopen jaren. AxCrypt is een softwareprogramma waarmee u elk bestand met een paar klikken kunt versleutelen, met een wachtwoord kunt beveiligen en beschermen. Het maakt gebruik van de sterkste 256-bit Advanced Encryption Standard (AES). Het is licht voor de computer en werkt soepel zonder uw systeem te vertragen.
pl: Wiele osób używa tego jako powodu, aby uniknąć szyfrowania swoich danych. Ale to tylko mit. Szyfrowanie może być obsługiwane przez komputery stacjonarne, telefony komórkowe i tablety bez spowalniania urządzenia. Przypisuje się to znacznemu postępowi w technologii przetwarzania w ostatnich latach. AxCrypt to narzędzie programowe, które pozwala łatwo zaszyfrować, zabezpieczyć hasłem i zabezpieczyć dowolny plik za pomocą kilku kliknięć. Używa najsilniejszego 256-bitowego Advanced Encryption Standard (AES). Jest lekki na zasobach komputera i działa płynnie, nie spowalniając systemu.
pt: Muitas pessoas usam isto como razão para evitar cifrar os seus dados. Mas isto é apenas um mito. A cifragem pode ser processada por computadores de secretária, telemóveis e tablets sem tornar os dispositivos lentos. Tal atribui-se a avanços consideráveis na tecnologia de processamento nos últimos anos. A AxCrypt é uma solução de software que lhe permite facilmente cifrar e proteger por palavra-passe qualquer ficheiro com alguns cliques. Usa 256-bit Advanced Encryption Standard (AES), a cifragem mais forte de todas. Utiliza poucos recursos do computador e executa sem problemas e sem abrandar o seu sistema.
ru: Многие люди используют это как повод, чтобы избежать шифрования своих данных. Но это всего лишь миф. Шифрование может обрабатываться настольными компьютерами, мобильными телефонами и планшетами без замедления работы устройства. Это объясняется значительными достижениями в технологии обработки в последние годы. AxCrypt - это программная утилита, которая позволяет вам легко зашифровать, защитить паролем и обезопасить любой файл в несколько кликов. Он использует самый надежный 256-битный расширенный стандарт шифрования (AES). Он не требует больших ресурсов компьютера, работает бесперебойно и не замедляет работу вашей системы.
sv: Många använder detta som en anledning att inte att kryptera sin data. Men detta är bara en myt. Kryptering kan hanteras av stationära datorer, mobiltelefoner och surfplattor utan att göra enheten långsammare. Detta på grund av avsevärda framsteg inom processteknik de senaste åren. AxCrypt är ett programvaruverktyg som låter dig enkelt kryptera, lösenordskydda och säkra alla filer inom några få klick. Den använder den starkaste 256-bitars Advanced Encryption Standard (AES). Det använder inte mycket datorresurser och fungerar smidigt utan att sakta ner ditt system.
tr: Birçok kişi bunu verilerini şifrelemekten kaçınmak için bir neden olarak görür. Ama bu bir efsaneden başka bir şey değildir. Şifreleme, cihazı yavaşlatmadan masaüstü bilgisayarlar, cep telefonları ve tabletler tarafından gerçekleştirilebilir. Bu, son yıllarda işleme teknolojisindeki önemli gelişmelere bağlanmaktadır. AxCrypt, herhangi bir dosyayı birkaç tıklamayla kolayca şifrelemenizi, parola korumanızı ve güvenceye almanızı sağlayan bir yazılım programıdır. En güçlü 256 bit Gelişmiş Şifreleme Standardı'nı (AES) kullanır. Bilgisayar kaynaklarında hafiftir ve sisteminizi yavaşlatmadan sorunsuz çalışır.
zh: 许多人将此作为避免加密数据的理由。 但这只是一个神话。 加密可以由台式电脑，手机和平板电脑处理，而不会减慢设备速度。 这归因于近年来加工技术的显着进步。 AxCrypt是一个软件实用程序，可以让你轻松地加密，密码保护，并在点击几下保护任何文件。 它使用最强的256位高级加密标准（AES）。 它是光在计算机资源和运行平稳，而不会减慢您的系统。
