Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_H1_Text9
source: 8.Approximately <b>81%</b> of data breaches are due to weak or stolen passwords.
ar: 8. ما يقرب من <b> 81٪ </b> من خروقات البيانات ناتجة عن كلمات مرور ضعيفة أو مسروقة.
de: 8.Ungefähr <b> 81%</b> der Datenschutzverletzungen sind auf schwache oder gestohlene Passwörter zurückzuführen.
es: 8. Alrededor del <b>81%</b> de las filtraciones de datos obedecen a contraseñas débiles o robadas.
fr: 8.Environ <b>81 %</b> des violations de données sont dues à des mots de passe faibles ou volés.
it: 8.Circa <b>l'81%</b> delle violazioni dei dati è dovuto a password deboli o rubate.
ko: 8. 데이터 유출의 약 <b>81%</b> 는 취약하거나 도난당한 암호로 인해 발생합니다.
nl: 8.Ongeveer <b>81%</b> van de datalekken is te wijten aan zwakke of gestolen wachtwoorden.
pl: 8. Około <b>81%</b> naruszeń danych wynika ze słabych lub skradzionych haseł.
pt: 8.Aproximadamente <b>81%</b> das violações de dados são devidas a senhas fracas ou roubadas.
ru: 8.Примерно <b>81%</b> утечек данных происходят из-за слабых или украденных паролей.
sv: 8.Ungefär <b>81 %</b> av dataintrången beror på svaga eller stulna lösenord.
tr: 8. Veri ihlallerinin yaklaşık <b>%81'i</b> zayıf veya çalınan parolalardan kaynaklanmaktadır.
zh: 8.大约<b>81％</b>的数据泄露是由于弱密码或被盗密码造成的。

# Blog_HQHCYP_H2_Text1
source: When you log in to a website or application, the password authentication process begins. You enter your username or email address and password, and the website or app checks this information against a database of user credentials.
ar: عند تسجيل الدخول إلى موقع ويب أو تطبيق ، تبدأ عملية مصادقة كلمة المرور. تقوم بإدخال اسم المستخدم أو عنوان البريد الإلكتروني وكلمة المرور ، ويتحقق موقع الويب أو التطبيق من هذه المعلومات بمقارنتها بقاعدة بيانات اعتماد المستخدم.
de: Wenn Sie sich bei einer Website oder Anwendung anmelden, beginnt der Kennwortauthentifizierungsprozess. Sie geben Ihren Benutzernamen oder Ihre E-Mail-Adresse und Ihr Passwort ein, und die Website oder App vergleicht diese Informationen mit einer Datenbank mit Benutzeranmeldeinformationen.
es: Cuando inicias sesión en un sitio web o una aplicación, arranca el proceso de autenticación de contraseñas. Introduces tu nombre de usuario o dirección de correo electrónico y contraseña, y el sitio web o la aplicación verifica esta información en una base de datos de credenciales de usuario.
fr: Lorsque vous vous connectez à un site web ou à une application, le processus d'authentification par mot de passe commence. Vous entrez votre nom d'utilisateur ou votre adresse e-mail et votre mot de passe, et le site web ou l'application vérifie ces informations par rapport à une base de données d'informations d'identification de l'utilisateur.
it: Quando si accede a un sito Web o a un'applicazione, viene avviato il processo di autenticazione della password. Inserisci il tuo nome utente o indirizzo e-mail e password e il sito Web o l'app controlla queste informazioni rispetto a un database di credenziali utente.
ko: 웹 사이트 또는 응용 프로그램에 로그인하면 암호 인증 프로세스가 시작됩니다. 사용자 이름 또는 이메일 주소와 비밀번호를 입력하면 웹 사이트 또는 앱에서 사용자 자격 증명 데이터베이스와 비교하여 이 정보를 확인합니다.
nl: Wanneer u zich aanmeldt bij een website of toepassing, begint het wachtwoordverificatieproces. U voert uw gebruikersnaam of e-mailadres en wachtwoord in en de website of app controleert deze informatie aan de hand van een database met gebruikersreferenties.
pl: Podczas logowania do witryny internetowej lub aplikacji rozpoczyna się proces uwierzytelniania hasła. Wprowadzasz swoją nazwę użytkownika lub adres e-mail i hasło, a strona internetowa lub aplikacja sprawdza te informacje w bazie danych danych uwierzytelniających użytkownika.
pt: Quando você faz login em um site ou aplicativo, o processo de autenticação de senha é iniciado. Você insere seu nome de usuário ou endereço de e-mail e senha, e o site ou aplicativo verifica essas informações em um banco de dados de credenciais de usuário.
ru: Когда вы входите на веб-сайт или в приложение, начинается процесс аутентификации по паролю. Вы вводите свое имя пользователя или адрес электронной почты и пароль, а веб-сайт или приложение сверяет эту информацию с базой данных учетных данных пользователя.
sv: När du loggar in på en webbplats eller applikation börjar lösenordsautentiseringsprocessen. Du anger ditt användarnamn eller e-postadress och lösenord, och webbplatsen eller appen kontrollerar denna information mot en databas med användaruppgifter.
tr: Bir internet sitesinde veya uygulamada oturum açtığınızda, parola doğrulama işlemi başlar. Kullanıcı adınızı veya e-posta adresinizi ve parolanızı girersiniz ve internet sitesi veya uygulama bu bilgileri kullanıcı kimlik bilgileri veritabanıyla karşılaştırır.
zh: 当您登录到网站或应用程序时，密码身份验证过程开始。 您输入您的用户名或电子邮件地址和密码，网站或应用程序将根据用户凭据数据库检查此信息。

# Blog_HQHCYP_H2_Text2
source: The password you enter is usually encrypted using a mathematical algorithm, such as <b>SHA-256</b> or <b>AES-256</b>, which scrambles your password into a unique string of characters that cannot be easily reversed or deciphered. This encrypted version of your password is stored in the website or app's database, along with your username or email address.
ar: عادة ما يتم تشفير كلمة المرور التي تدخلها باستخدام خوارزمية حسابية ، مثل <b> SHA-256 </b> أو <b> AES-256 </b> ، والتي تعمل على خلط كلمة المرور في سلسلة فريدة من الأحرف التي لا يمكن بسهولة عكس أو فك. يتم تخزين هذه النسخة المشفرة من كلمة المرور الخاصة بك في موقع الويب أو قاعدة بيانات التطبيق ، إلى جانب اسم المستخدم أو عنوان البريد الإلكتروني الخاصين بك.
de: Das von Ihnen eingegebene Passwort wird normalerweise mit einem mathematischen Algorithmus verschlüsselt, z. B. <b>SHA-256</b> oder <b>AES-256</b>, der Ihr Passwort in eine eindeutige Zeichenfolge zerlegt, die nicht einfach rückgängig gemacht oder entschlüsselt werden kann. Diese verschlüsselte Version Ihres Passworts wird zusammen mit Ihrem Benutzernamen oder Ihrer E-Mail-Adresse in der Datenbank der Website oder App gespeichert.
es: La contraseña que introduces suele cifrarse mediante un algoritmo matemático, como <b>SHA-256</b> o <b>AES-256</b>, que convierte tu contraseña en una cadena de caracteres única que no se puede invertir ni descifrar fácilmente. Esta versión cifrada de tu contraseña se almacena en la base de datos del sitio web o la aplicación, junto con tu nombre de usuario o dirección de correo electrónico.
fr: Le mot de passe que vous entrez est généralement crypté à l'aide d'un algorithme mathématique, tel que <b>SHA-256</b> ou <b>AES-256</b>, qui brouille votre mot de passe en une chaîne de caractères unique qui ne peut pas être facilement renversé ou déchiffré. Cette version cryptée de votre mot de passe est stockée dans la base de données du site web ou de l'application, avec votre nom d'utilisateur ou votre adresse e-mail.
it: La password inserita viene solitamente crittografata utilizzando un algoritmo matematico, come <b>SHA-256</b> o <b>AES-256</b>, che codifica la password in una stringa univoca di caratteri che non può essere facilmente invertita o decifrata. Questa versione crittografata della tua password viene memorizzata nel database del sito Web o dell'app, insieme al tuo nome utente o indirizzo email.
ko: 입력하는 암호는 일반적으로 <b>SHA-256</b> 또는 <b>AES-256</b>과 같은 수학적 알고리즘을 사용하여 암호화되며, 이 알고리즘은 암호를 쉽게 되돌리거나 해독할 수 없는 고유한 문자열로 스크램블합니다. 이 암호화된 버전의 비밀번호는 사용자 이름 또는 이메일 주소와 함께 웹사이트 또는 앱의 데이터베이스에 저장됩니다.
nl: Het wachtwoord dat u invoert wordt meestal gecodeerd met behulp van een wiskundig algoritme, zoals <b>SHA-256</b> of <b>AES-256</b>, dat uw wachtwoord in een unieke reeks tekens versleutelt die niet gemakkelijk kunnen worden omgekeerd of ontcijferd. Deze gecodeerde versie van uw wachtwoord wordt opgeslagen in de database van de website of app, samen met uw gebruikersnaam of e-mailadres.
pl: Wprowadzane hasło jest zwykle szyfrowane przy użyciu algorytmu matematycznego, takiego jak <b>SHA-256</b> lub <b>AES-256</b>, który szyfruje hasło w unikalny ciąg znaków, którego nie można łatwo odwrócone lub odszyfrowane. Ta zaszyfrowana wersja Twojego hasła jest przechowywana w bazie danych witryny lub aplikacji wraz z Twoją nazwą użytkownika i adresem e-mail.
pt: A senha que você insere geralmente é encriptada usando um algoritmo matemático, como <b>SHA-256</b> ou <b>AES-256</b>, que embaralha sua senha em uma sequência única de caracteres que não pode ser facilmente revertida ou decifrada. Essa versão encriptada da sua senha é armazenada no banco de dados do site ou aplicativo, juntamente com seu nome de usuário ou endereço de e-mail.
ru: Вводимый вами пароль обычно шифруется с использованием математического алгоритма, такого как <b>SHA-256</b> или <b>AES-256</b>, который преобразует ваш пароль в уникальную строку символов, которую нелегко изменить или расшифровать. Эта зашифрованная версия вашего пароля хранится в базе данных веб-сайта или приложения вместе с вашим именем пользователя или адресом электронной почты.
sv: Lösenordet du anger krypteras vanligtvis med hjälp av en matematisk algoritm, till exempel <b>SHA-256</b> eller <b>AES-256</b>, som förvränger ditt lösenord till en unik sträng av tecken som inte är lätt. omvänd eller dechiffrerad. Denna krypterade version av ditt lösenord lagras i webbplatsens eller appens databas, tillsammans med ditt användarnamn eller e-postadress.
tr: Girdiğiniz parola genellikle SHA-256 veya <b>AES-256</b> gibi matematiksel bir algoritma kullanılarak şifrelenir ve parolanızı kolayca geri alınamayan veya deşifre edilemeyen benzersiz bir karakter dizesine karıştırır.<b></b> Parolanızın bu şifrelenmiş versiyonu, kullanıcı adınız veya e-posta adresinizle birlikte web sitesinin veya uygulamanın veritabanında saklanır.
zh: 您输入的密码通常使用数学算法进行加密，例如<b>SHA-256</b>或<B>AES-256</b>，它会将您的密码混淆为一个独特的字符串，这些字符串不容易被逆转或破译。 您的密码的加密版本与您的用户名或电子邮件地址一起存储在网站或应用程序的数据库中。

# Blog_HQHCYP_H2_Text3
source: During the account creation process, the password is first hashed (converted) using a one-way function that transforms the password into a unique string of characters. The resulting hash is then stored in the system's database. The next time the user tries to log in, the password they provide is hashed again and compared to the stored hash. If the two hashes match, the user is authenticated and granted access to the system.
ar: أثناء عملية إنشاء الحساب ، يتم تجزئة كلمة المرور أولا (تحويلها) باستخدام وظيفة أحادية الاتجاه تحول كلمة المرور إلى سلسلة فريدة من الأحرف. ثم يتم تخزين التجزئة الناتجة في قاعدة بيانات النظام. في المرة التالية التي يحاول فيها المستخدم تسجيل الدخول ، يتم تجزئة كلمة المرور التي يقدمونها مرة أخرى ومقارنتها بالتجزئة المخزنة. إذا تطابقت التجزئة تان ، فسيتم مصادقة المستخدم ومنحه حق الوصول إلى النظام.
de: Während des Kontoerstellungsprozesses wird das Passwort zuerst mithilfe einer Einwegfunktion gehasht (konvertiert), die das Passwort in eine eindeutige Zeichenfolge umwandelt. Der resultierende Hash wird dann in der Datenbank des Systems gespeichert. Beim nächsten Anmeldeversuch des Benutzers wird das von ihm angegebene Passwort erneut gehasht und mit dem gespeicherten Hash verglichen. Stimmen die beiden Hashes überein, wird der Benutzer authentifiziert und erhält Zugriff auf das System.
es: Durante el proceso de creación de la cuenta, la contraseña se somete primero a un hash (conversión) mediante una función unidireccional que transforma la contraseña en una cadena única de caracteres. El hash resultante se almacena en la base de datos del sistema. La próxima vez que el usuario intente conectarse, la contraseña que proporcione se somete de nuevo a un proceso de hash y se compara con el hash almacenado. Si los dos hashes coinciden, se autentica al usuario y se le concede acceso al sistema.
fr: Au cours du processus de création de compte, le mot de passe est d'abord haché (converti) à l'aide d'une fonction unidirectionnelle qui transforme le mot de passe en une chaîne de caractères unique. Le hachage résultant est ensuite stocké dans la base de données du système. La prochaine fois que l'utilisateur essaie de se connecter, le mot de passe fourni est à nouveau haché et comparé au hachage stocké. Si les deux hachages correspondent, l'utilisateur est authentifié et a accès au système.
it: Durante il processo di creazione dell'account, la password viene prima sottoposta a hashing (convertita) utilizzando una funzione unidirezionale che trasforma la password in una stringa univoca di caratteri. L'hash risultante viene quindi memorizzato nel database del sistema. La volta successiva che l'utente tenta di accedere, la password fornita viene nuovamente sottoposta a hashing e confrontata con l'hash memorizzato. Se i due hash corrispondono, all'utente viene autenticato e viene concesso l'accesso al sistema.
ko: 계정 생성 프로세스 중에 암호는 먼저 암호를 고유한 문자열로 변환하는 단방향 함수를 사용하여 해시(변환)됩니다. 결과 해시는 시스템의 데이터베이스에 저장됩니다. 다음에 사용자가 로그인을 시도하면 사용자가 제공한 비밀번호가 다시 해시되고 저장된 해시와 비교됩니다. 두 해시가 일치하면 사용자가 인증되고 시스템에 대한 액세스 권한이 부여됩니다.
nl: Tijdens het maken van een account wordt het wachtwoord eerst gehasht (geconverteerd) met behulp van een eenrichtingsfunctie die het wachtwoord omzet in een unieke tekenreeks. De resulterende hash wordt vervolgens opgeslagen in de database van het systeem. De volgende keer dat de gebruiker probeert in te loggen, wordt het wachtwoord dat hij opgeeft opnieuw gehasht en vergeleken met de opgeslagen hash. Als de twee hashes overeenkomen, wordt de gebruiker geverifieerd en krijgt hij toegang tot het systeem.
pl: Podczas procesu tworzenia konta hasło jest najpierw szyfrowane (konwertowane) przy użyciu funkcji jednokierunkowej, która przekształca hasło w unikalny ciąg znaków. Powstały skrót jest następnie przechowywany w bazie danych systemu. Przy następnej próbie zalogowania się użytkownika podane przez niego hasło jest ponownie szyfrowane i porównywane z przechowywanym skrótem. Jeśli oba skróty są zgodne, użytkownik zostaje uwierzytelniony i uzyska dostęp do systemu.
pt: Durante o processo de criação da conta, a senha é primeiro hashed (convertida) usando uma função unidirecional que transforma a senha em uma cadeia de caracteres exclusiva. O hash resultante é então armazenado no banco de dados do sistema. Na próxima vez que o usuário tentar fazer login, a senha fornecida será hashed novamente e comparada ao hash armazenado. Se os dois hashes corresponderem, o usuário será autenticado e terá acesso ao sistema.
ru: В процессе создания учетной записи пароль сначала хэшируется (преобразуется) с помощью односторонней функции, которая преобразует пароль в уникальную строку символов. Полученный хэш затем сохраняется в базе данных системы. В следующий раз, когда пользователь попытается войти в систему, указанный им пароль снова хэшируется и сравнивается с сохраненным хэшем. Если два хэша совпадают, пользователь проходит аутентификацию и получает доступ к системе.
sv: Under kontoskapandet hashas (konverteras) lösenordet först med en enkelriktad funktion som omvandlar lösenordet till en unik teckensträng. Den resulterande hashen lagras sedan i systemets databas. Nästa gång användaren försöker logga in hashas lösenordet de anger igen och jämförs med den lagrade hashen. Om de två hasharna matchar, autentiseras användaren och ges åtkomst till systemet.
tr: Hesap oluşturma işlemi sırasında, parola önce parolayı benzersiz bir karakter dizesine dönüştüren tek yönlü bir işlev kullanımıyla özetlenir (dönüştürülür). Elde edilen özet daha sonra sistemin veritabanında depolanır. Kullanıcı bir dahaki sefere oturum açmayı denediğinde, sağladığı parola yeniden özetlenir ve depolanan özet ile karşılaştırılır. İki özet eşleşirse, kullanıcının kimliği doğrulanır ve sisteme erişim izni verilir.
zh: 在帐户创建过程中，首先使用单向函数对密码进行散列（转换），该函数将密码转换为唯一的字符串。 然后将生成的哈希存储在系统的数据库中。 下次用户尝试登录时，他们提供的密码将再次散列并与存储的散列进行比较。 如果两个哈希匹配，则对用户进行身份验证并授予对系统的访问权限。

# Blog_HQHCYP_H2_Text4
source: To ensure the security of the password, it is essential to hash the password before storing it in the system's database. Hashing ensures that the password is not saved in plain text, making it difficult for attackers to read and use the password if they gain access to the system's database.
ar: لضمان أمان كلمة المرور ، من الضروري تجزئة كلمة المرور قبل تخزينها في قاعدة بيانات النظام. يضمن Hashing عدم حفظ كلمة المرور بنص عادي ، مما يجعل من الصعب على المهاجمين قراءة كلمة المرور واستخدامها إذا تمكنوا من الوصول إلى قاعدة بيانات النظام.
de: Um die Sicherheit des Passworts zu gewährleisten, ist es wichtig, das Passwort zu hashen, bevor es in der Datenbank des Systems gespeichert wird. Das Hashing stellt sicher, dass das Kennwort nicht im Klartext gespeichert wird, was es Angreifern erschwert, das Kennwort zu lesen und zu verwenden, wenn sie Zugriff auf die Datenbank des Systems erhalten.
es: Para garantizar la seguridad de la contraseña, es imprescindible realizar un hash de la misma antes de almacenarla en la base de datos del sistema. El hash garantiza que la contraseña no se guarda en texto plano, lo que dificulta que los hackers puedan leerla y utilizarla si acceden a la base de datos del sistema.
fr: Pour assurer la sécurité du mot de passe, il est essentiel de hacher le mot de passe avant de le stocker dans la base de données du système. Le hachage garantit que le mot de passe n'est pas enregistré en texte brut, ce qui rend difficile la lecture et l'utilisation du mot de passe par les attaquants s'ils accèdent à la base de données du système.
it: Per garantire la sicurezza della password, è essenziale eseguire l'hashing della password prima di memorizzarla nel database del sistema. L'hashing garantisce che la password non venga salvata in testo normale, rendendo difficile per gli aggressori leggere e utilizzare la password, nel caso ottenessero l'accesso al database del sistema.
ko: 암호의 보안을 보장하려면 암호를 시스템 데이터베이스에 저장하기 전에 암호를 해시하는 것이 중요합니다. 해싱은 암호가 일반 텍스트로 저장되지 않도록 하여 공격자가 시스템 데이터베이스에 액세스할 경우 암호를 읽고 사용하기 어렵게 만듭니다.
nl: Om de veiligheid van het wachtwoord te garanderen is het essentieel om het wachtwoord te hashen voordat u het opslaat in de database van het systeem. Hashing zorgt ervoor dat het wachtwoord niet wordt opgeslagen in platte tekst, waardoor het voor aanvallers moeilijk is om het wachtwoord te lezen en te gebruiken als ze toegang krijgen tot de database van het systeem.
pl: Aby zapewnić bezpieczeństwo hasła, konieczne jest zaszyfrowanie hasła przed zapisaniem go w bazie danych systemu. Haszowanie zapewnia, że hasło nie jest zapisywane w postaci zwykłego tekstu, co utrudnia atakującym odczytanie i użycie hasła, jeśli uzyskają dostęp do bazy danych systemu.
pt: Para garantir a segurança da senha, é essencial fazer o hash da senha antes de armazená-la no banco de dados do sistema. O hash garante que a senha não seja salva em texto sem formatação, dificultando a leitura e o uso da senha pelos invasores se obtiverem acesso ao banco de dados do sistema.
ru: Чтобы обеспечить безопасность пароля, важно хэшировать пароль перед сохранением его в базе данных системы. Хэширование гарантирует, что пароль не будет сохранен в виде обычного текста, что затрудняет злоумышленникам чтение и использование пароля, если они получат доступ к базе данных системы.
sv: För att säkerställa lösenordets säkerhet är det viktigt att "hasha" lösenordet innan du lagrar det i systemets databas. Hashing säkerställer att lösenordet inte sparas i vanlig text, vilket gör det svårt för angripare att läsa och använda lösenordet om de får tillgång till systemets databas.
tr: Parolanın güvenliğini sağlamak için, parolayı sistemin veritabanında saklamadan önce özetlemek önemlidir. Karıştırma, parolanın düz metin olarak kaydedilmemesini sağlayarak saldırganların sistemin veritabanına erişmeleri durumunda parolayı okumalarını ve kullanmalarını zorlaştırır.
zh: 为了确保密码的安全性，在将密码存储到系统的数据库中之前，必须对其进行哈希处理。 散列可以确保密码不会以纯文本形式保存，这使得攻击者在访问系统数据库时难以读取和使用密码。
