Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HDSHTPMDWE_H4_SH1_Text1
source: Watch the Video Tutorial:
ar: شاهد الفيديو التعليمي:
de: Sehen Sie sich das Video-Tutorial an:
es: Mira el video tutorial:
fr: Visionnez le tutoriel vidéo :
it: Guarda il video tutorial:
ko: 비디오 자습서 보기:
nl: Bekijk de video-tutorial:
pl: Obejrzyj samouczek wideo:
pt: Assista ao tutorial em vídeo:
ru: Посмотрите видеоинструкцию:
sv: Titta på video handledning:
tr: Eğitim Yayınını İzleyin:
zh: 观看视频教程:

# Blog_HDSHTPMDWE_H4_SH1_Text10
source: To permanently decrypt a file, click on the </b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير ملف نهائيا ، انقر فوق رمز "إيقاف التأمين" من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um eine Datei dauerhaft zu entschlüsseln, klicken Sie oben in der Hauptmenüleiste auf das Symbol </b>"Sicherung beenden"</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar un archivo de forma permanente, haga clic en el icono "Dejar de asegurar" en la barra del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Vos fichiers chiffrés les plus récents apparaîtront à l’écran principal de l’onglet <b>Fichiers récents</b> et auront une extension de fichier <b>.axx.</b>. Vous pouvez ajouter de nouveaux dossiers et sous-dossiers et AxCrypt les chiffrera automatiquement.
it: Per decrittografare definitivamente un file, fai clic sull'icona "Interrompi protezione" dalla striscia del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일의 암호를 영구적으로 해독하려면 상단의 주 메뉴 스트립에서 </b>'보안 중지'</b> 아이콘을 클릭하고 암호를 해독할 파일을 선택합니다.
nl: Om een bestand permanent te decoderen, klikt u op het pictogram 'Beveiliging stoppen' in het hoofdmenu bovenaan en selecteert u de bestanden die u wilt decoderen.
pl: Aby trwale odszyfrować plik, kliknij ikonę </b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego u góry i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar permanentemente um arquivo, clique no ícone 'Parar proteção' na faixa do menu principal na parte superior e selecione os arquivos que deseja descriptografar.
ru: Чтобы окончательно расшифровать файл, нажмите на значок </b>«Остановить защиту»</b> в верхней полосе главного меню и выберите файлы, которые вы хотите расшифровать.
sv: För att permanent dekryptera en fil, klicka på ikonen <b>"Sluta Säkra"</b> från huvudmenyn högst upp och välj de filer som du vill dekryptera.
tr: Bir dosyanın şifresini kalıcı olarak çözmek için, üstteki ana menü şeridinden 'Güvenliği Durdur' simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要永久解密文件，请单击顶部主菜单条中的</b>“停止保护”</b>图标，然后选择要解密的文件。

# Blog_HDSHTPMDWE_H4_SH1_Text11
source: P.S. When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: ملاحظة عندما تفتح ملفا لعرضه أو تحريره ، فإنه ينشئ فقط عملية فك تشفير مؤقتة ، وسيتم إعادة تشفير أي تغييرات يتم إجراؤها على الملف تلقائيا.
de: P.S. Wenn Sie eine Datei zum Anzeigen oder Bearbeiten öffnen, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: P.D. Cuando abres un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal, y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: P.S. Lorsque vous ouvrez un fichier pour le visualiser ou le modifier, il crée uniquement un processus de déchiffrement temporaire, et toutes les modifications apportées au fichier seront automatiquement ré-encodées.
it: P.S. Quando apri un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittazione temporaneo e qualsiasi modifica apportata al file verrà automaticamente crittografata nuovamente.
ko: P.S. 보거나 편집하기 위해 파일을 열면 임시 암호 해독 프로세스만 생성되며 파일의 모든 변경 사항은 자동으로 다시 암호화됩니다.
nl: P.S. Wanneer u een bestand opent om te bekijken of te bewerken, wordt er slechts een tijdelijk decoderingsproces gemaakt en worden alle wijzigingen die in het bestand worden aangebracht, automatisch opnieuw versleuteld.
pl: P.S. Kiedy otwierasz plik w celu jego wyświetlenia lub edycji, tworzony jest jedynie tymczasowy proces odszyfrowywania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: P.S. Quando você abre um arquivo para visualizar ou editar, ele cria apenas um processo de descriptografia temporário e todas as alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: P.S. Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: P.S. När du öppnar en fil för att visa eller redigera den, skapar den bara en tillfällig dekrypteringsprocess, och alla ändringar som görs i filen kommer automatiskt att återkrypteras.
tr: Not: Görüntülemek veya düzenlemek için bir dosyayı açtığınızda, yalnızca geçici bir şifre çözme işlemi oluşturur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: P.S. 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_HDSHTPMDWE_H4_SH1_Text12
source: AxCrypt can also automatically encrypt and sync files from your Windows to your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>, allowing you to access and edit them on the go on your phone.
ar: يمكن ل اكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا من ويندوز إلى حسابات <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>جوجل درايف</b></a> و <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>ون درايف</b></a> ، مما يسمح لك بالوصول إليها وتحريرها أثناء التنقل على هاتفك.
de: AxCrypt kann auch Dateien von Ihrem Windows automatisch verschlüsseln und mit Ihren <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive-</b></a> und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-Konten</b></a> synchronisieren, sodass Sie unterwegs auf Ihrem Telefon darauf zugreifen und sie bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos de tu Windows con tus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> y <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, lo que te permite acceder a ellos y editarlos sobre la marcha en tu teléfono.
fr: AxCrypt peut également crypter et synchroniser automatiquement les fichiers de votre Windows vers votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> et <a href='https://cryptax.net/blog/encrypt-onedrive-and-googledrive-fichiers-using-worlds-best-encryption /'><b>comptes OneDrive</b></a>, vous permettant d’y accéder et de les modifier en déplacement sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file da Windows ai tuoi account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, consentendoti di accedervi e modificarli in movimento sul tuo telefono.
ko: 또한 AxCrypt는 Windows의 파일을 자동으로 암호화하고 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 및 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive 계정</b></a>으로 동기화하여 휴대폰에서 파일을 액세스하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden van uw Windows naar uw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-accounts</b></a> versleutelen en synchroniseren, zodat u ze onderweg op uw telefoon kunt openen en bewerken.
pl: AxCrypt może również automatycznie szyfrować i synchronizować pliki z systemu Windows do kont <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, umożliwiając dostęp do nich i edycję ich w dowolnym miejscu na telefonie.
pt: O AxCrypt também pode criptografar e sincronizar automaticamente arquivos do seu Windows para suas contas do <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, permitindo que você os acesse e edite em qualquer lugar no seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы из вашей Windows с вашим <a href="https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024 /'><b>Google Drive</b></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>, позволяющие вы можете получать к ним доступ и редактировать их на ходу со своего телефона.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer från din Windows till dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-konton</b></a>, så att du kan komma åt och redigera dem när du är på språng via din telefon.
tr: AxCrypt ayrıca Windows'unuzdaki dosyaları otomatik olarak şifreleyebilir ve Google <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Drive</b></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive hesaplarınızla</b></a> senkronize edebilir, böylece hareket halindeyken telefonunuzdan dosyalarınıza erişmenize ve dosyalarınızı düzenlemenize olanak tanır.
zh: AxCrypt 还可以自动加密文件并将其从 Windows 同步到您的 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 和 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>，让您可以随时随地在手机上访问和编辑它们。

# Blog_HDSHTPMDWE_H4_SH1_Text2
source: <b>STEP 1:</b> Download and install AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/
ar: <b>الخطوة 1:</b> قم بتنزيل وتثبيت اكسكربت: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt herunter und installieren Sie es: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
es: <b>PASO 1:</b> Descarga e instala AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt : <a href='https://axcrypt.net/download'>https://axcrypt.net/download/
it: <b>PASSO 1:</b> Scarica e installa AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
ko: <b>1단계:</b> AxCrypt 다운로드 및 설치: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/
nl: <b>STAP 1:</b> Download en installeer AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/
pt: <b>1º PASSO:</b> Baixe e instale o AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
ru: <b>ШАГ 1:</b> Скачайте и установите AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
tr: <b>1. ADIM:</b> AxCrypt'i indirin ve yükleyin: <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>
zh: <b>步骤1：</b> 下载并安装AxCrypt： <a href='https://axcrypt.net/download'>https://axcrypt.net/download/</a>

# Blog_HDSHTPMDWE_H4_SH1_Text3
source: <b>STEP 2:</b> Launch AxCrypt and sign in or sign up with your credentials.
ar: <b>الخطوة 2:</b> قم بتشغيل اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بيانات الاعتماد الخاصة بك.
de: <b>SCHRITT 2:</b> Starten Sie AxCrypt und melden Sie sich an oder registrieren Sie sich mit Ihren Zugangsdaten.
es: <b>PASO 2:</b> Inicie AxCrypt e inicie sesión o regístrese con sus credenciales.
fr: <b>ÉTAPE 2 :</b> Lancez AxCrypt et connectez-vous ou inscrivez-vous avec vos identifiants.
it: <b>PASSO 2:</b> Avvia AxCrypt e accedi o registrati con le tue credenziali.
ko: <b>2단계:</b> AxCrypt를 시작하고 자격 증명으로 로그인하거나 등록합니다.
nl: <b>STAP 2:</b> Start AxCrypt en meld u aan of schrijf u in met uw inloggegevens.
pl: <b>KROK 2:</b> Uruchom AxCrypt i zaloguj się lub zarejestruj, podając swoje dane logowania.
pt: <b>2º PASSO:</b> Inicie o AxCrypt e inicie sessão ou registe-se com as suas credenciais.
ru: <b>ШАГ 2:</b> Запустите AxCrypt и войдите в систему или зарегистрируйтесь, используя свои учетные данные.
sv: <b>STEG 2:</b> Starta AxCrypt och logga in eller registrera dig med dina inloggningsuppgifter.
tr: <b>2. ADIM:</b> AxCrypt'i başlatın, kimlik bilgilerinle oturum açın veya kaydolun.
zh: <b>步骤2：</b> 启动AxCrypt并使用您的凭据登录或注册。

# Blog_HDSHTPMDWE_H4_SH1_Text4
source: <b>STEP 3:</b> From the menu, go to <b>File > Options</b> and check the </b>‘Include Subfolders’</b> option.
ar: <b>الخطوة 3:</b> من القائمة ، انتقل إلى <b>خيارات > الملفات</b> وحدد خيار "تضمين المجلدات الفرعية".
de: <b>SCHRITT 3:</b> Gehen Sie im Menü zu <b>Datei > Optionen</b> und aktivieren Sie die Option <b>"Unterordner einschließen"</b>.
es: <b>PASO 3:</b> Desde el menú, vaya a <b>Opciones de > de archivos</b> y marque la opción 'Incluir subcarpetas'.
fr: <b>ÉTAPE 3 :</b> Dans le menu, accédez à <b>Fichier > Options</b> et cochez l’option </b>Inclure les sous-dossiers</b>.
it: <b>PASSO 3:</b> Dal menu, vai su <b>Opzioni > file</b> e seleziona l'opzione "Includi sottocartelle".
ko: <b>3단계:</b> 메뉴에서 <b>파일 > 옵션</b>으로 이동하여 </b>'하위 폴더 포함'</b> 옵션을 선택합니다.
nl: <b>STAP 3:</b> Ga in het menu naar <b>Opties voor Bestand ></b> en vink de optie 'Inclusief submappen' aan.
pl: <b>KROK 3:</b> W menu przejdź do <b>Plik > Opcje</b> i zaznacz opcję </b>„Uwzględnij podfoldery”</b>.
pt: <b>3º PASSO:</b> No menu, vá para <b> Archivos > Opções </b> e marque a opção </b> 'Incluir subpastas'.
ru: <b>ШАГ 3:</b> В меню перейдите в <b>Файлы > Параметры</b>» и установите флажок </b>«Включить подпапки»</b>.
sv: <b>STEG 3:</b> Från menyn, gå till <b>Fil > Alternativ</b> och titta i </b>‘Inkludera undermappar’</b> Alternativet.
tr: <b>3. ADIM:</b> Menüden <b>Dosya > Seçenekler'e</b> gidin ve 'Alt Klasörleri Dahil Et' seçeneğini işaretleyin.
zh: <b>步骤3：</b>从菜单中，转到<b>文件 > 选项</b>，然后选中<b>“包括子文件夹”</b>选项。

# Blog_HDSHTPMDWE_H4_SH1_Text5
source: <b>STEP 4:</b> On the main screen, click on the <b>‘Secured Folders’</b> tab and <b>right-click</b> to add the desired folder that you would like to automatically encrypt files within.
ar: <b>الخطوة 4:</b> على الشاشة الرئيسية ، انقر فوق علامة التبويب <b>"المجلدات الآمنة"</b> وانقر <b>بزر الماوس الأيمن</b> لإضافة المجلد المطلوب الذي ترغب في تشفير الملفات بداخله تلقائيا.
de: <b>SCHRITT 4:</b> Klicken Sie auf dem Hauptbildschirm auf die Registerkarte <b>"Gesicherte Ordner"</b> und <b>klicken Sie mit der rechten Maustaste</b>, um den gewünschten Ordner hinzuzufügen, in dem Sie Dateien automatisch verschlüsseln möchten.
es: <b>PASO 4:</b> En la pantalla principal, haga clic en la pestaña <b>'Carpetas seguras'</b> y <b>haga clic con el botón derecho para</b> agregar la carpeta deseada en la que desea cifrar automáticamente los archivos.
fr: <b>ÉTAPE 4 :</b> Sur l’écran principal, cliquez sur l’onglet <b>Dossiers sécurisés</b> et <b>cliquez avec le bouton droit de la souris</b> pour ajouter le dossier souhaité dans lequel vous souhaitez chiffrer automatiquement les fichiers.
it: <b>PASSO 4:</b> Nella schermata principale, fai clic sulla scheda <b>"Cartelle protette"</b> e <b>fai clic con il pulsante destro del mouse</b> per aggiungere la cartella desiderata in cui desideri crittografare automaticamente i file.
ko: <b>4단계:</b> 기본 화면에서 <b>'보안 폴더'</b> 탭을 클릭하고 <b>마우스 오른쪽 단추를 클릭하여 </b> 내에서 파일을 자동으로 암호화하려는 폴더를 추가합니다.
nl: <b>STAP 4:</b> Klik in het hoofdscherm op het tabblad <b>'Beveiligde mappen'</b> en <b>klik met de rechtermuisknop</b> om de gewenste map toe te voegen waarin u automatisch bestanden wilt versleutelen.
pl: <b>KROK 4:</b> Na ekranie głównym kliknij kartę <b>„Zabezpieczone foldery”</b> i <b>kliknij prawym przyciskiem myszy</b>, aby dodać żądany folder, w którym chcesz automatycznie szyfrować pliki.
pt: <b>4º PASSO:</b> Na tela principal, clique na guia <b>'Pastas seguras'</b> e <b>clique com o botão direito do mouse</b> para adicionar a pasta desejada na qual deseja criptografar automaticamente os arquivos.
ru: <b>ШАГ 4:</b> На главном экране нажмите на вкладку <b>«Защищенные папки»</b> и <b>щелкните правой кнопкой мыши</b>, чтобы добавить нужную папку, в которой вы хотите автоматически шифровать файлы.
sv: <b>STEG 4:</b> På huvudskärmen, klicka på fliken <b>‘Säkrade mappar’</b> och <b>högerklicka</b> för att lägga till den önskade mappen där du vill att filer ska krypteras automatiskt.
tr: <b>4. ADIM:</b> Ana ekranda, <b>'Güvenli Klasörler'</b> sekmesine tıklayın ve dosyaları otomatik olarak şifrelemek istediğiniz klasörü eklemek için <b>sağ tıklayın</b> .
zh: <b>步骤4：</b> 在主屏幕上，单击 <b>“安全文件夹”</b> 选项卡，然后 <b>右键单击</b> 以添加要自动加密其中文件的所需文件夹。

# Blog_HDSHTPMDWE_H4_SH1_Text6
source: <b>STEP 5:</b> Create, modify, add, or drag files to the secured folder and AxCrypt will automatically encrypt them once you click the <b>‘Cleanup’</b> button on the <b>top-right</b> or sign out of the application.
ar: <b>الخطوة 5:</b> قم بإنشاء الملفات أو تعديلها أو إضافتها أو سحبها إلى المجلد الآمن وسيقوم اكسكربت تلقائيا بتشفيرها بمجرد النقر فوق <b>الزر "تنظيف"</b> في <b>أعلى اليمين</b> أو تسجيل الخروج من التطبيق.
de: <b>SCHRITT 5:</b> Erstellen, ändern, hinzufügen oder ziehen Sie Dateien in den gesicherten Ordner und AxCrypt verschlüsselt sie automatisch, sobald Sie oben <b>rechts</b> auf die Schaltfläche <b>"Bereinigen"</b> klicken oder sich von der Anwendung abmelden.
es: <b>PASO 5:</b> Cree, modifique, agregue o arrastre archivos a la carpeta segura y AxCrypt los cifrará automáticamente una vez que haga clic en el botón <b>'Limpiar'</b> en la <b>parte superior derecha</b> o cierre la sesión de la aplicación.
fr: <b>ÉTAPE 5 :</b> Créez, modifiez, ajoutez ou faites glisser des fichiers dans le dossier sécurisé et AxCrypt les chiffrera automatiquement une fois que vous aurez cliqué sur le bouton <b>Nettoyage</b> en haut à droite</b> ou que vous vous serez déconnecté de l’application.
it: <b>PASSO 5:</b> Crea, modifica, aggiungi o trascina i file nella cartella protetta e AxCrypt li crittograferà automaticamente dopo aver fatto clic sul pulsante <b>"Pulisci</b> " in <b>alto a destra</b> o disconnetterti dall'applicazione.
ko: <b>5단계:</b> 파일을 생성, 수정, 추가 또는 보안 폴더로 끌어다 놓습니다. <b>오른쪽 위의 <b>'정리'</b> 버튼을 클릭하거나 응용 프로그램에서 로그아웃하면 AxCrypt에서 자동으로 파일을 암호화합니다.
nl: <b>STAP 5:</b> Maak, wijzig, voeg toe of sleep bestanden naar de beveiligde map en AxCrypt versleutelt ze automatisch zodra u op de knop <b>'Opschonen'</b> in de <b>rechterbovenhoek</b> klikt of zich afmeldt bij de app.
pl: <b>KROK 5:</b> Utwórz, zmodyfikuj, dodaj lub przeciągnij pliki do zabezpieczonego folderu, a AxCrypt automatycznie je zaszyfruje po kliknięciu przycisku <b>„Oczyść”</b> w <b>prawym górnym rogu</b> lub wylogowaniu się z aplikacji.
pt: <b>5º PASSO:</b> Crie, modifique, adicione ou arraste arquivos para a pasta protegida e o AxCrypt os criptografará automaticamente assim que você clicar no botão <b>'Limpar'</b> no <b>canto superior direito</b> ou sair do aplicativo.
ru: <b>ШАГ 5:</b> Создавайте, изменяйте, добавляйте или перетаскивайте файлы в защищенную папку, и AxCrypt автоматически зашифрует их, как только вы нажмете кнопку <b>«Очистить»</b> в <b>правом верхнем углу</b> или выйдете из приложения.
sv: <b>STEG 5:</b> Skapa, ändra, lägg till eller dra filer till den säkra mappen så krypteras de automatiskt av AxCrypt när du klickar på <b>"Rensa"</b> knappen, längst <b>upp till höger</b> eller när du loggar ut från programmet.
tr: <b>5. ADIM:</b> Dosyaları oluşturun, değiştirin, ekleyin veya güvenli klasöre sürükleyin ve <b>sağ üstteki</b> <b>'Temizle'</b> düğmesine tıkladığınızda veya uygulamadan çıkış yaptığınızda AxCrypt bunları otomatik olarak şifreleyecektir.
zh: <b>步骤5：</b>创建、修改、添加或拖动文件到受保护的文件夹，一旦您单击<b>右上角</b>的<b>“清理”</b>按钮或注销应用程序，AxCrypt 将自动加密它们。

# Blog_HDSHTPMDWE_H4_SH1_Text7
source: <b>STEP 6:</b> You can open the encrypted files by either <b>double-clicking</b> a file or by clicking on <b>‘Open Secured’</b> in the main menu and selecting the file.
ar: <b>الخطوة 6:</b> يمكنك فتح الملفات المشفرة إما <b>بالنقر المزدوج فوق</b> ملف أو بالنقر فوق <b>"فتح آمن"</b> في القائمة الرئيسية وتحديد الملف.
de: <b>SCHRITT 6:</b> Sie können die verschlüsselten Dateien öffnen, indem Sie entweder auf eine Datei <b>doppelklicken</b> oder im Hauptmenü auf <b>"Gesichert öffnen"</b> klicken und die Datei auswählen.
es: <b>PASO 6:</b> Puede abrir los archivos cifrados <b>haciendo doble clic</b> en un archivo o haciendo clic en <b>'Abrir seguro'</b> en el menú principal y seleccionando el archivo.
fr: <b>ÉTAPE 6 :</b> Vous pouvez ouvrir les fichiers chiffrés en <b>double-cliquant</b> sur un fichier ou en cliquant sur <b>Ouvrir sécurisé</b> dans le menu principal et en sélectionnant le fichier.
it: <b>PASSO 6:</b> È possibile aprire i file crittografati <b>facendo doppio clic su</b> un file o facendo clic su <b>"Apri protetto"</b> nel menu principale e selezionando il file.
ko: <b>6단계:</b> <b>파일을 두 번 클릭하거나 기본 메뉴에서 <b>'보안 파일 열기'</b>를 클릭하고 파일을 선택하여 암호화된 파일을 열 수 있습니다.
nl: <b>STAP 6:</b> U kunt de versleutelde bestanden openen door te <b>dubbelklikken</b> op een bestand of door in het hoofdmenu op <b>'Open Secured'</b> te klikken en het bestand te selecteren.
pl: <b>KROK 6:</b> Możesz otworzyć zaszyfrowane pliki, klikając dwukrotnie plik lub klikając opcję <b>„Otwórz zabezpieczone”</b> w menu głównym i wybierając plik.
pt: <b>PASSO 6:</b> Você pode abrir os arquivos criptografados <b>clicando duas vezes em</b> um arquivo ou clicando em <b>'Abrir seguro'</b> no menu principal e selecionando o arquivo.
ru: <b>ШАГ 6:</b> Вы можете открыть зашифрованные файлы, дважды <b>щелкнув</b> файл или нажав <b>«Открыть защищенные»</b> в главном меню и выбрав файл.
sv: <b>STEG 6:</b> Du kan öppna de krypterade filerna genom att antingen <b>dubbelklicka på</b> en fil eller genom att klicka på <b>"Öppna skyddad"</b> i huvudmenyn och välja filen.
tr: <b>6. ADIM:</b> Şifrelenmiş dosyaları, bir dosyaya <b>çift tıklayarak</b> veya ana menüdeki <b>'Güvenli Aç'</b> seçeneğine tıklayıp dosyayı seçerek açabilirsiniz.
zh: <b>步骤6：</b> 您可以通过 <b>双击</b> 文件或单击主菜单中的 <b>“打开安全”</b> 并选择文件来打开加密文件。
