Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CHHSSO_Conclusion_Text1
source: Developing a cyber hygiene practice will prevent hackers from causing security breaches or obtaining personal information. It will also assist you in staying up to date with software and operating systems.
ar: سيؤدي تطوير ممارسات الصحة الإلكترونية إلى منع المتسللين من التسبب في انتهاكات أمنية أو الحصول على معلومات شخصية. سيساعدك أيضًا في البقاء على اطلاع دائم بالبرامج وأنظمة التشغيل.
de: Die Entwicklung einer Cyberhygienepraxis verhindert, dass Hacker Sicherheitsverletzungen verursachen oder persönliche Informationen erhalten. Es hilft Ihnen auch dabei, mit Software und Betriebssystemen auf dem neuesten Stand zu bleiben.
es: Desarrollar una práctica de higiene cibernética evitará que los hackers informáticos provoquen infracciones de seguridad u obtengan información personal. También te ayudará a mantenerte actualizado con el software y los sistemas operativos.
fr: L’élaboration d’une pratique de cyberhygiène empêchera les pirates informatiques de causer des atteintes à la sécurité ou d’obtenir des renseignements personnels. Il vous aidera également à rester à jour avec les logiciels et les systèmes d’exploitation.
it: Lo sviluppo di una pratica di igiene informatica impedirà agli hacker di causare violazioni della sicurezza o ottenere informazioni personali. Ti aiuterà anche a rimanere aggiornato con software e sistemi operativi.
ko: 사이버 위생 관행을 개발하면 해커의 보안시스템 공격 또는 그로인한 개인정보를 유출을 방지할 수 있습니다. 또한 소프트웨어 및 운영 체제를 최신 상태로 유지하는 데 도움이 됩니다.
nl: Het ontwikkelen van een cyberhygiënepraktijk zal voorkomen dat hackers beveiligingslekken veroorzaken of persoonlijke informatie verkrijgen. Het zal u ook helpen om up-to-date te blijven met software en besturingssystemen.
pl: Opracowanie praktyki higieny cybernetycznej uniemożliwi hakerom powodowanie naruszeń bezpieczeństwa lub uzyskiwanie danych osobowych. Pomoże Ci również być na bieżąco z oprogramowaniem i systemami operacyjnymi.
pt: Praticar ciber-higiene irá prevenir hackers de causar violações de segurança ou de obter informação pessoa. Também irá ajudá-la(o) em manter-se actualizado em relação a software e sistemas operativos.
ru: Разработка практики кибергигиены предотвратит проникновение хакеров в систему безопасности или получения личной информации. Это также поможет вам оставаться в курсе последних событий с программным обеспечением и операционными системами.
sv: Att utveckla en praxis för cyberhygien kommer att förhindra hackare från att orsaka säkerhetsintrång eller få tillgång till personlig information. Det hjälper dig också att hålla dig uppdaterad med programvara och operativsystem.
tr: Bir siber hijyen uygulamasının geliştirilmesi, bilgisayar korsanlarının güvenlik ihlallerine neden olmasını veya kişisel bilgileri ele geçirmesini önleyecektir. Ayrıca yazılım ve işletim sistemleri konusunda güncel kalmanıza yardımcı olacaktır.
zh: 制定网络卫生实践将防止黑客造成安全漏洞或获取个人信息。 它还将帮助您保持最新的软件和操作系统。

# Blog_CHHSSO_Conclusion_Text2
source: AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data; data at rest, at transit, and in use. It also provides a collaboration tool that allows users to share secured files and data with other AxCrypt users.
ar: يوفر اكسكربت تشفيرًا قويًا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات ؛ البيانات في حالة التخزين والنقل والمستخدمة. كما يوفر أداة تعاون تتيح للمستخدمين مشاركة الملفات والبيانات المؤمنة مع مستخدمي اكسكربت الآخرين.
de: AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern. ruhende Daten, bei der Übertragung und bei der Verwendung. Es bietet auch ein Tool für die Zusammenarbeit, mit dem Benutzer gesicherte Dateien und Daten für andere AxCrypt-Benutzer freigeben können.
es: AxCrypt ofrece un cifrado sólido de 256 bits para proteger tus datos en las tres etapas de datos: en reposo, en tránsito y en uso. También proporciona una herramienta de colaboración que permite a los usuarios compartir archivos y datos protegidos con otros usuarios de AxCrypt.
fr: AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes des données; données au repos, en transit, et en cours d’utilisation. Il fournit également un outil de collaboration qui permet aux utilisateurs de partager des fichiers et des données sécurisés avec d’autres utilisateurs d’AxCrypt.
it: AxCrypt offre una crittografia avanzata con crittografia a 256 bit per proteggere i tuoi dati nelle tre fasi dei dati; dati a riposo, in transito e in uso. Fornisce inoltre uno strumento di collaborazione che consente agli utenti di condividere file e dati protetti con altri utenti AxCrypt.
ko: AxCrypt는 데이터의 3단계, 즉 미사용 데이터, 전송 데이터, 사용 중인 데이터 등을 보호하기 위해 256비트 암호화로 강력한 암호화를 제공합니다. 또한 사용자가 다른 AxCrypt 사용자와 보안 파일 및 데이터를 공유할 수 있는 협업 도구도 제공합니다.
nl: AxCrypt biedt sterke encryptie met 256-bit encryptie om uw gegevens te beveiligen in de drie stadia van gegevens; gegevens in rust, bij transitie en in gebruik. Het biedt ook een samenwerkingstool waarmee gebruikers beveiligde bestanden en gegevens kunnen delen met andere AxCrypt-gebruikers.
pl: AxCrypt oferuje silne szyfrowanie z 256-bitowym szyfrowaniem, aby zabezpieczyć Twoje dane na trzech etapach danych; dane w spoczynku, podczas przesyłania i w użyciu. Zapewnia również narzędzie do współpracy, które pozwala użytkownikom udostępniać zabezpieczone pliki i dane innym użytkownikom AxCrypt.
pt: A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados em repouso, em trânsito e em uso. Fornece ainda uma ferramenta de colaboração que permite aos utilizadores partilhar ficheiros e dados protegidos com outros utilizadores AxCrypt.
ru: AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные в состоянии покоя, при передаче и в процессе использования. Он также предоставляет инструмент для совместной работы, который позволяет пользователям обмениваться защищенными файлами и данными с другими пользователями AxCrypt.
sv: AxCrypt erbjuder en stark kryptering med 256-bitars kryptering för att säkra dina data i de tre stadierna av data; data i vila, vid transport och vid användning. Det tillhandahåller också ett samarbetsverktyg som tillåter användare att dela säkra filer och data med andra AxCrypt-användare.
tr: AxCrypt, verilerinizi üç aşamada güvence altına almak için 256 bit şifreleme ile güçlü şifreleme sunar; beklemede, aktarım halinde ve kullanımda olan veriler. Ayrıca, kullanıcıların güvenli dosyaları ve verileri diğer AxCrypt kullanıcılarıyla paylaşmalarını sağlayan bir işbirliği aracı sağlar.
zh: AxCrypt提供强大的加密与256位加密，以保护您的数据在三个阶段的数据;数据在静止，传输和使用。 它还提供了一个协作工具，允许用户与其他AxCrypt用户共享安全文件和数据。

# Blog_CHHSSO_H1_Text1
source: The term “cyber hygiene” refers to the measures taken by users to improve their online security and system health. Adopting a security-focused mindset and practices that assist individuals and businesses in minimizing cyber attacks is referred to as cyber hygiene.
ar: يشير مصطلح "الصحة الإلكترونية" إلى التدابير التي يتخذها المستخدمون لتحسين أمنهم على الإنترنت وصحة النظام. يُشار إلى تبني عقلية وممارسات تركز على الأمان وتساعد الأفراد والشركات في تقليل الهجمات الإلكترونية على أنها الصحة الإلكترونية.
de: Der Begriff "Cyberhygiene" bezieht sich auf die Maßnahmen, die Benutzer ergreifen, um ihre Online-Sicherheit und den Systemzustand zu verbessern. Die Annahme einer sicherheitsorientierten Denkweise und Praktiken, die Einzelpersonen und Unternehmen bei der Minimierung von Cyberangriffen unterstützen, wird als Cyberhygiene bezeichnet.
es: El término "higiene cibernética" se refiere a las medidas que toman los usuarios para mejorar su seguridad en línea y la salud del sistema. La adopción de una mentalidad y prácticas centradas en la seguridad que ayudan a las personas y las empresas a minimizar los ataques cibernéticos se conoce como higiene cibernética.
fr: Le terme « cyberhygiène » fait référence aux mesures prises par les utilisateurs pour améliorer la sécurité de leurs activités en ligne et la santé de leur système. L’adoption d’un état d’esprit et de pratiques axés sur la sécurité qui aident les particuliers et les entreprises à minimiser les cyberattaques est appelée cyberhygiène.
it: Il termine "igiene informatica" si riferisce alle misure adottate dagli utenti per migliorare la loro sicurezza online e la salute del sistema. L'adozione di una mentalità e di pratiche incentrate sulla sicurezza che aiutano gli individui e le aziende a ridurre al minimo gli attacchi informatici viene definita igiene informatica.
ko: "사이버 위생"이라는 용어는 사용자가 온라인 보안 및 시스템 상태를 개선하기 위해 취하는 조치를 의미합니다. 개인과 기업이 사이버 공격을 최소화하는 데 도움이 되는 보안 중심의 사고 방식과 관행을 채택하는 것을 사이버 위생이라고 합니다.
nl: De term "cyberhygiëne" verwijst naar de maatregelen die gebruikers nemen om hun online beveiliging en systeemgezondheid te verbeteren. Het aannemen van een beveiligingsgerichte mentaliteit en praktijken die particulieren en bedrijven helpen cyberaanvallen tot een minimum te beperken, wordt cyberhygiëne genoemd.
pl: Termin „higiena cybernetyczna” odnosi się do środków podejmowanych przez użytkowników w celu poprawy ich bezpieczeństwa online i stanu systemu. Przyjęcie sposobu myślenia i praktyk skoncentrowanych na bezpieczeństwie, które pomagają osobom fizycznym i firmom w minimalizowaniu cyberataków, określa się mianem higieny cybernetycznej.
pt: O termo “ciber-higiene” refere-se a medidas tomadas por utilizadores para melhorar a sua segurança online e saúde do sistema. Adoptar uma mentalidade focada na segurança e práticas que ajudam os indivíduos e as empresas a minimizar ciberataques designa-se ciber-higiene.
ru: Термин “кибергигиена” относится к мерам, принимаемым пользователями для улучшения их онлайн-безопасности и работоспособности системы. Принятие ориентированного на безопасность мышления и практик, которые помогают частным лицам и предприятиям минимизировать кибератаки, называется кибергигиеной.
sv: Termen "cyberhygien" syftar på de åtgärder som användare vidtagit för att förbättra deras onlinesäkerhet och systemhälsa. Att anta ett säkerhets fokuserat tänkesätt och metoder som hjälper individer och företag att minimera cyberattacker kallas cyberhygien.
tr: "Siber hijyen" terimi, kullanıcıların çevrimiçi güvenliklerini ve sistem sağlıklarını iyileştirmek için aldıkları önlemleri ifade eder. Bireylerin ve işletmelerin siber saldırıları en aza indirmelerine yardımcı olan güvenlik odaklı bir zihniyet ve uygulamaların benimsenmesi, siber hijyen olarak adlandırılmaktadır.
zh: "网络卫生"一词是指用户为改善其在线安全和系统健康而采取的措施。 采取以安全为中心的思维方式和做法，帮助个人和企业最大限度地减少网络攻击被称为网络卫生。

# Blog_CHHSSO_H1_Text2
source: As a concept, cyber hygiene has grown in importance since the pandemic, as individuals working remotely throughout the world have increased cybercrime.
ar: كمفهوم ، نمت أهمية النظافة الإلكترونية منذ الوباء ، حيث زاد الأفراد الذين يعملون عن بعد في جميع أنحاء العالم من الجرائم الإلكترونية.
de: Als Konzept hat die Cyberhygiene seit der Pandemie an Bedeutung gewonnen, da Personen, die weltweit remote arbeiten, die Cyberkriminalität erhöht haben.
es: Como concepto, la higiene cibernética ha ganado importancia desde la pandemia, ya que el trabajo remoto a nivel mundial ha dado paso al aumento de los ciberdelitos.
fr: En tant que concept, la cyberhygiène a pris de l'importance depuis la pandémie, car les personnes travaillant à distance dans le monde entier ont accru la cybercriminalité.
it: Come concetto, l'igiene informatica è cresciuta in importanza dalla pandemia, poiché il numero di persone che lavorano da remoto a livello mondiale ha aumentato il crimine informatico.
ko: 팬데믹 이후 전 세계의 원격 근무자들로 인해 사이버 범죄가 늘게 됨에 따라, 사이버 위생이라는 개념의 중요성이 커졌습니다.
nl: Als concept is cyberhygiëne sinds de pandemie belangrijker geworden, aangezien personen die op afstand werken over de hele wereld de cybercriminaliteit hebben verhoogd.
pl: Pojęcie higieny cybernetycznej zyskało na znaczeniu od czasu pandemii, ponieważ osoby pracujące zdalnie na całym świecie zwiększyły cyberprzestępczość.
pt: Como conceito, a ciber-higiene ganhou importância desde a pandemia. Com pessoas a trabalhar remotamente em todo o mundo, o cibercrime aumentou.
ru: Как концепция, кибергигиена приобрела большое значение после пандемии, поскольку люди, работающие удаленно по всему миру, поспособствовали увеличению киберпреступности.
sv: Som begrepp har cyberhygien ökat i betydelse sedan pandemin, eftersom individer som arbetar på distans över hela världen har ökat cyberbrottsligheten.
tr: Bir kavram olarak siber hijyenin , dünya çapında uzaktan çalışan bireyler siber suçları artırdığından, pandemiden bu yana önemi arttı.
zh: 作为一个概念，网络卫生自大流行以来变得越来越重要，因为在世界各地远程工作的个人增加了网络犯罪。

# Blog_CHHSSO_H2_Text1
source: Some of the issues that cyber hygiene is intended to solve are as follows:
ar: فيما يلي بعض المشكلات التي تهدف النظافة الإلكترونية إلى حلها:
de: Einige der Probleme, die Cyberhygiene lösen soll, sind folgende:
es: Algunas de las cuestiones que se pretenden solucionar con la higiene cibernética son las siguientes:
fr: Certains des problèmes que la cyber-hygiène est censée résoudre sont les suivants:
it: Di seguito alcuni dei problemi che l'igiene informatica intende risolvere:
ko: 사이버 위생이 해결하고자 하는 몇가지 이슈들은 다음과 같습니다:
nl: Enkele van de problemen die cyberhygiëne moet oplossen, zijn de volgende:
pl: Niektóre z problemów, które ma rozwiązać cyberhigiena, to:
pt: Alguns dos problemas que a ciber-higiene tenta resolver são:
ru: Некоторые проблемы, которые призвана решить кибергигиена, заключаются в следующем:
sv: Några utav de problem som cyberhygien ska lösa är följande:
tr: Siber hijyenin çözmeyi amaçladığı sorunlardan bazıları şunlardır:
zh: 网络卫生旨在解决的一些问题如下:

# Blog_CHHSSO_H2_Text2
source: <li>Data breaches include risks from hackers, phishing, malware, and viruses.</li>
ar: <li> تتضمن انتهاكات البيانات مخاطر من المتسللين والتصيد والبرامج الضارة والفيروسات. </li>
de: <li>Datenschutzverletzungen beinhalten Risiken durch Hacker, Phishing, Malware und Viren.</li>
es: <li>Las violaciones de datos incluyen riesgos de hackers informáticos, phishing, malware y virus.<li>
fr: <li>Les violations de données comprennent les risques liés aux pirates, au hameçonnage, aux logiciels malveillants, et aux virus.</li>
it: <li>Le violazioni dei dati includono rischi derivanti da hacker, phishing, malware e virus.</li>
ko: <li>데이터 침해에는 해커, 피싱, 멀웨어 및 바이러스의 위험이 포함됩니다.</li>
nl: <li>Datalekken omvatten risico's van hackers, phishing, malware en virussen.</li>
pl: <li>Naruszenia danych obejmują zagrożenia ze strony hakerów, phishingu, złośliwego oprogramowania i wirusów.</li>
ru: <li>Утечки данных включают риски, связанные с хакерами, фишингом, вредоносными программами и вирусами.</li>
sv: <li>Dataintrång inkluderar hackare, nätfiske, skadlig programvara och virus.</li>
tr: <li>Veri ihlalleri bilgisayar korsanları, kimlik avı, kötü amaçlı yazılımlar ve virüslerden kaynaklanan riskleri içerir.</li>
zh: <li>数据泄露包括来自黑客，网络钓鱼，恶意软件和病毒的风险。</li>

# Blog_CHHSSO_H2_Text3
source: <li>Data loss — unbacked-up hard drives and online cloud storage might be exposed to hacking, damage, or other issues that result in data loss.</li>
ar: <li> فقد البيانات - قد تتعرض محركات الأقراص الثابتة التي لا يتم نسخها احتياطيًا والتخزين السحابي عبر الإنترنت للقرصنة أو التلف أو غيرها من المشكلات التي تؤدي إلى فقد البيانات. </ li>
de: <li>Datenverlust - Nicht gesicherte Festplatten und Online-Cloud-Speicher können Hackern, Beschädigungen oder anderen Problemen ausgesetzt sein, die zu Datenverlust führen.</li>
es: <li>Pérdida de datos: los discos duros sin respaldo y el almacenamiento en la nube en línea pueden estar expuestos a la piratería, a los daños o a otros problemas que deriven en la pérdida de datos.</li>
fr: <li>Perte de données — les disques durs non sauvegardés et le stockage en ligne dans le cloud peuvent être exposés au piratage, à des dommages ou à d'autres problèmes entraînant une perte de données.</li>
it: <li>Perdita dati - gli hard drive su cui non è stato eseguito il backup e l'archiviazione cloud online potrebbero essere esposti a pirateria informatica, danni, o altri problemi che risultano in una perdita di dati.</li>
ko: <li>데이터 손실 — 백업되지 않은 하드 드라이브 및 온라인 클라우드 저장소는 데이터 손실을 초래하는 해킹, 손상과 같은 여러 문제에 노출될 수 있습니다.</li>
nl: <li>Gegevensverlies — niet-geback-upte harde schijven en online cloudopslag kunnen worden blootgesteld aan hackeen, schade of andere problemen die leiden tot gegevensverlies.</li>
pl: <li>Utrata danych — dyski twarde bez kopii zapasowej i przechowywanie w chmurze online mogą być narażone na włamanie, uszkodzenie lub inne problemy, które mogą spowodować utratę danych.</li>
pt: <li>Perda de dados — discos rígidos sem cópias de segurança e armazenamento na nuvem podem ser expostos a ataques, danos ou outros problemas que resultam da perda de dados.</li>
ru: <li>Потеря данных — незакрепленные жесткие диски и онлайн-облачные хранилища могут быть подвержены взлому, повреждению или другим проблемам, которые приводят к потере данных.</li>
sv: <li>Dataförlust — ej säkerhetskopierade hårddiskar och online molnlagring kan vara utsatta för hackning, skador eller andra orsaker som resulterar i dataförlust.</li>
tr: <Ii>Data loss --- Yedeklenmemiş sabit diskler ve çevrimiçi bulut depolama, bilgisayar korsanlığına, hasara veya veri kaybına neden olan diğer sorunlara maruz kalabilir </Ii>
zh: <li>数据丢失-未打包的硬盘驱动器和在线云存储可能会受到黑客攻击，损坏或导致数据丢失的其他问题的影响。</li>

# Blog_CHHSSO_H2_Text4
source: <li>Out-of-date software can make your device more vulnerable to cyber threats.</li>
ar: <li> يمكن أن تجعل البرامج القديمة جهازك أكثر عرضة للتهديدات الإلكترونية. </ li>
de: <li>Veraltete Software kann Ihr Gerät anfälliger für Cyberbedrohungen machen.</li>
es: <li>El software desactualizado puede hacer que tu dispositivo sea más vulnerable a las ciberamenazas.</li>
fr: <li>Un logiciel obsolète peut rendre votre appareil plus vulnérable aux cybermenaces.</li>
it: <li>Il software obsoleto può rendere il tuo dispositivo più vulnerabile alle minacce informatiche.</li>
ko: <li>오래된 소프트웨어는 당신의 기기를 사이버 위협에 더욱 취약하게 만들 수 있습니다.</li>
nl: <li>Verouderde software kan uw apparaat kwetsbaarder maken voor cyberdreigingen.</li>
pl: <li>Nieaktualne oprogramowanie może sprawić, że Twoje urządzenie będzie bardziej podatne na cyberzagrożenia.</li>
pt: <li>Software desactualizado pode tornar o seu dispositivo mais vulnerável a ciberameaças.</li>
ru: <li> Устаревшее программное обеспечение может сделать ваше устройство более уязвимым к киберугрозам.</li>
sv: <li>Inaktuell eller gammal programvara kan göra din enhet mer sårbar för cyberhot.</li>
tr: <li>Güncel olmayan yazılımlar, cihazınızı siber tehditlere karşı daha savunmasız hale getirebilir.</li>
zh: <li>过时的软件可以使您的设备更容易受到网络威胁。</li>

# Blog_CHHSSO_H2_Text5
source: <li>Older antivirus – security software that hasn't been maintained up to date will be less effective at defending you from the most recent cyber dangers.</li>
ar: <li> مضاد الفيروسات الأقدم - ستكون برامج الأمان التي لم يتم تحديثها أقل فاعلية في الدفاع عنك من أحدث المخاطر الإلكترونية. </ li>
de: <li>Ältere Antiviren - Sicherheitssoftware, die nicht auf dem neuesten Stand gehalten wurde, schützt Sie weniger effektiv vor den neuesten Cyber-Gefahren.</li>
es: <li>Antivirus más antiguo: el software de seguridad que no se ha mantenido actualizado será menos efectivo para defenderte de los peligros cibernéticos más recientes.</li>
fr: <li>Antivirus plus ancien – les logiciels de sécurité qui n’ont pas été maintenus à jour seront moins efficaces pour vous défendre contre les cybermenaces les plus récents.</li>
it: <li>Antivirus più vecchi – il software di sicurezza che non è stato mantenuto aggiornato sarà meno efficace nel difenderti dai pericoli informatici più recenti.</li>
ko: <li>오래된 바이러스 백신 – 최신 상태로 유지되지 않은 보안 소프트웨어는 가장 최근의 사이버 위험으로부터 사용자를 보호하는 데 효과적이지 않습니다.</li>
nl: <li>Oudere antivirus – beveiligingssoftware die niet up-to-date is gehouden, zal minder effectief zijn in het beschermen tegen de meest recente cybergevaren.</li>
pl: <li>Starsze oprogramowanie antywirusowe — oprogramowanie zabezpieczające, które nie było aktualizowane, będzie mniej skuteczne w ochronie przed najnowszymi zagrożeniami cybernetycznymi.</li>
pt: <li>Antivírus antigos – software de segurança que não tenha sido mantido actualizado será menos eficaz a defendê-la(o) dos ciber-perigos mais recentes.</li>
ru: <li> Старое антивирусное программное обеспечение безопасности, которое не поддерживалось в актуальном состоянии, будет менее эффективно защищать вас от самых последних киберугроз.</li>
sv: <li>Äldre antivirusprogram – säkerhetsprogram som inte har uppdaterats kommer att vara mindre effektiva när det gäller att försvara dig från de senaste cyberfarorna.</li>
tr: <li>Eski antivirüs – güncel tutulmamış güvenlik yazılımı, sizi en son siber tehlikelerden korumada daha az etkili olacaktır.</li>
zh: <li>较旧的防病毒–未保持最新的安全软件在保护您免受最近的网络危险方面效果较差。</li>
