Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SSING_H1_SH1_Text1
source: Updates for smartphones must be installed frequently. Updates are primarily intended to correct vulnerabilities as they are found because hackers are constantly discovering new ones. Your phone isn't protected from this issue if it isn't being updated. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> People often use outdated phones voluntarily,</a>however, it may also occur if the maker of the phone is no longer offering security upgrades. Whatever the reason, an outdated phone offers a security risk and shouldn't be used for anything crucial.
ar: يجب تثبيت تحديثات الهواتف الذكية بشكل متكرر. تهدف التحديثات بشكل أساسي إلى تصحيح الثغرات الأمنية عند اكتشافها لأن المتسللين يكتشفون باستمرار ثغرات جديدة. هاتفك ليس محميًا من هذه المشكلة إذا لم يتم تحديثه. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> غالبًا ما يستخدم الأشخاص الهواتف القديمة طواعية ، </a> ومع ذلك ، قد يحدث ذلك أيضًا إذا لم يعد صانع الهاتف يقدم ترقيات أمنية. مهما كان السبب ، فإن الهاتف القديم يمثل مخاطرة أمنية ويجب عدم استخدامه لأي شيء مهم.
de: Updates für Smartphones müssen häufig installiert werden. Updates dienen in erster Linie dazu, gefundene Sicherheitslücken zu beheben, da Hacker ständig neue entdecken. Ihr Telefon ist nicht vor diesem Problem geschützt, wenn es nicht aktualisiert wird. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates /'> People often use outdated phones voluntarily,</ a>Es kann jedoch auch vorkommen, dass der Hersteller des Telefons keine Sicherheitsupgrades mehr anbietet. Was auch immer der Grund sein mag, ein veraltetes Telefon stellt ein Sicherheitsrisiko dar und sollte für nichts Entscheidendes verwendet werden.
es: Las actualizaciones para smartphones deben instalarse con frecuencia, pues están destinadas principalmente a corregir las vulnerabilidades a medida que se encuentran porque los hackers informáticos descubren nuevas formas de acceder constantemente. Tu teléfono no está protegido contra este problema si no se actualiza.<a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Las personas a menudo usan teléfonos obsoletos voluntariamente,</a>, sin embargo, también puede ocurrir que el fabricante del teléfono ya no ofrezca actualizaciones de seguridad. Cualquiera que sea la razón, un teléfono obsoleto implica un riesgo de seguridad y no debe usarse para nada que sea importante.
fr: Les mises à jour pour smartphones doivent être installées fréquemment. Les mises à jour sont principalement destinées à corriger les vulnérabilités au fur et à mesure qu’elles sont trouvées car les pirates en découvrent constamment de nouvelles. Votre téléphone n’est pas protégé contre ce problème s’il n’est pas mis à jour. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Les gens utilisent souvent des téléphones obsolètes volontairement,</a> cependant, cela peut également se produire si le fabricant du téléphone n’offre plus de mises à niveau de sécurité. Quelle que soit la raison, un téléphone obsolète offre un risque de sécurité et ne devrait pas être utilisé pour quelque chose de crucial.
it: Gli aggiornamenti per gli smartphone devono essere installati frequentemente. Gli aggiornamenti hanno principalmente lo scopo di correggere le vulnerabilità non appena vengono rilevate perché gli hacker ne scoprono costantemente di nuove. Il tuo telefono non è protetto da questo problema se non viene aggiornato. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Le persone spesso usano volontariamente telefoni obsoleti,</a> tuttavia, può verificarsi anche se il il produttore del telefono non offre più aggiornamenti di sicurezza. Qualunque sia la ragione, un telefono obsoleto offre un rischio per la sicurezza e non dovrebbe essere utilizzato per qualcosa di cruciale.
ko: 스마트폰 업데이트는 자주 설치해야합니다. 업데이트는 주로 지속적으로 발견된 취약점을 수정하기 위한 것입니다. 휴대폰이 업데이트되지 않는 경우 이 문제로부터 보호되지 않습니다. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> 사람들은 종종 오래된 전화기를 사용하지만, </a> 전화기 제조업체가 더 이상 보안 업그레이드를 제공하지 않는 경우에도 발생할 수 있습니다. 이유가 무엇이든 오래된 전화기는 보안 위험을 제공하므로 중요한 용도로 사용해서는 안 됩니다.
nl: Updates voor smartphones moeten regelmatig worden geïnstalleerd. Updates zijn in de eerste plaats bedoeld om kwetsbaarheden te corrigeren zodra ze worden gevonden, omdat hackers voortdurend nieuwe ontdekken. Uw telefoon is niet beschermd tegen dit probleem als deze niet wordt bijgewerkt. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Mensen gebruiken vaak vrijwillig verouderde telefoons,</a>het kan echter ook voorkomen als de maker van de telefoon geen beveiligingsupgrades meer aanbiedt. Wat de reden ook is, een verouderde telefoon biedt een veiligheidsrisico en zou niet voor iets cruciaals moeten worden gebruikt.
pl: Aktualizacje dla smartfonów muszą być często instalowane. Aktualizacje mają przede wszystkim na celu naprawienie wykrytych luk, ponieważ hakerzy nieustannie odkrywają nowe. Twój telefon nie jest chroniony przed tym problemem, jeśli nie jest aktualizowany. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Ludzie często dobrowolnie używają przestarzałych telefonów,</a>jednak może to również wystąpić, jeśli producent telefonu nie oferuje już aktualizacji zabezpieczeń. Bez względu na przyczynę, przestarzały telefon stanowi zagrożenie dla bezpieczeństwa i nie powinien być używany do niczego istotnego.
pt: As actualizações em smartphones deve ser instaladas frequentemente. As actualizações visam primariamente corrigir vulnerabilidades conforme vão sendo encontradas porque os hackers estão constantemente a descobrir novas. O seu telefone não está protegido deste problema se não tiver sido actualizado. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> As pessoas muitas vezes usam telefones desactualizados voluntariamente,</a> contudo, tal pode acontecer se o fabricante do telefone não oferece mais actualizações de segurança. Seja qual for a razão, um telefone desactualizado representa um risco de segurança e não deve ser usado para nada que seja crucial.
ru: Смарфоны необходимо часто обновлять. Обновления в первую очередь предназначены для исправления уязвимостей по мере их обнаружения, поскольку хакеры постоянно обнаруживают новые. Ваш телефон не защищен от этой проблемы, если он не обновляется. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> People often use outdated phones voluntarily,</a> однако это также может произойти, если производитель телефона больше не предлагает обновления безопасности. Какова бы ни была причина, устаревший телефон представляет угрозу безопасности и не должен использоваться для чего-либо важного.
sv: Uppdateringar för smartphones måste installeras ofta. Uppdateringar är främst avsedda att rätta till sårbarheter när de upptäcks eftersom hackare hela tiden upptäcker nya. Din telefon är inte skyddad från det här problemet om den inte uppdateras. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> Människor använder ofta föråldrade telefoner frivilligt,</a>men detta kan också inträffa om tillverkaren av telefonen erbjuder inte längre säkerhetsuppgraderingar. Oavsett orsaken, erbjuder en föråldrad telefon en säkerhetsrisk och bör inte användas till något viktigt.
tr: Akıllı telefonlar güncellemeleri sık sık yüklenmelidir. Güncellemeler öncelikle güvenlik açıklarını bulundukları gibi düzeltmeyi amaçlamaktadır, çünkü bilgisayar korsanları sürekli olarak yenilerini keşfeder. Telefonunuz güncellenmemesi bu soruna karşı korunaklı olmadığı anlamına gelir. <a href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'> İnsanlar genellikle güncel olmayan telefonları gönüllü olarak kullanır</a>, ancak bu durum, telefonun üreticisinin artık güvenlik yükseltmeleri sunmaması halinde de ortaya çıkabilir. Sebep ne olursa olsun, güncelliğini yitirmiş bir telefon güvenlik riski taşır ve çok önemli şeyler için kullanılmaması gerekir.
zh: 智能手机的更新必须经常安装。 更新主要是为了纠正漏洞，因为黑客不断发现新的漏洞。 如果您的手机未被更新，则不会受到此问题的保护。 <href='https://www.makeuseof.com/safe-use-phone-no-longer-gets-updates/'>People often use outdated phones voluntarily，</a>但是，如果手机的制造商不再提供安全升级，也可能发生这种情况。 无论是什么原因，过时的手机都会带来安全风险，不应该用于任何关键的事情。

# Blog_SSING_H1_SH2_Text1
source: If security is important to you, you probably only download apps directly from the Apple App Store or Google Play Store. The majority of fraudulent apps are protected from you by this, yet even these platforms have flaws. Because these platforms are so popular, malicious apps occasionally get approved, and they are frequently heavily used before being taken down. Although it is tough to prevent this issue, you can safeguard your phone by only downloading reputable apps and removing anything you don't require.
ar: إذا كان الأمان مهمًا بالنسبة لك ، فمن المحتمل أنك تقوم بتنزيل التطبيقات فقط من متجر تطبيقات أبل أو متجر جوجل بلاى. غالبية التطبيقات الاحتيالية محمية منك بهذا ، ولكن حتى هذه المنصات بها عيوب. نظرًا لأن هذه الأنظمة الأساسية شائعة جدًا ، تتم الموافقة على التطبيقات الضارة من حين لآخر ، وكثيراً ما يتم استخدامها بكثرة قبل إزالتها. على الرغم من صعوبة منع هذه المشكلة ، إلا أنه يمكنك حماية هاتفك فقط من خلال تنزيل التطبيقات ذات السمعة الطيبة وإزالة أي شيء لا تحتاجه.
de: Wenn Ihnen Sicherheit wichtig ist, laden Sie Apps wahrscheinlich nur direkt aus dem Apple App Store oder Google Play Store herunter. Die meisten betrügerischen Apps sind dadurch vor Ihnen geschützt, aber auch diese Plattformen weisen Mängel auf. Da diese Plattformen so beliebt sind, werden bösartige Apps gelegentlich genehmigt und häufig stark genutzt, bevor sie entfernt werden. Obwohl es schwierig ist, dieses Problem zu verhindern, können Sie Ihr Telefon schützen, indem Sie nur seriöse Apps herunterladen und alles entfernen, was Sie nicht benötigen.
es: Si la seguridad es importante para ti, es probable que solo descargues apps directamente desde el App Store de Apple o de Google Play Store. La mayoría de las aplicaciones fraudulentas están protegidas por esto, pero incluso estas plataformas tienen fallas. Debido a que estas plataformas son tan populares, las apps maliciosas ocasionalmente se aprueban y, con frecuencia, se usan mucho antes de ser eliminadas. Aunque es difícil evitar este problema, puedes proteger tu teléfono si descargas solo aplicaciones confiables y eliminas todo lo que no necesitas.
fr: Si la sécurité est importante pour vous, vous ne téléchargez probablement des applications que directement à partir de l’App Store d’Apple ou du Google Play Store. La majorité des applications frauduleuses sont protégées contre vous par cela, mais même ces plates-formes ont des défauts. Parce que ces plates-formes sont si populaires, les applications malveillantes sont parfois approuvées, et elles sont souvent fortement utilisées avant d’être retirées. Bien qu’il soit difficile d’éviter ce problème, vous pouvez protéger votre téléphone en téléchargeant uniquement des applications réputées et en supprimant tout ce dont vous n’avez pas besoin.
it: Se la sicurezza è importante per te, probabilmente scarichi le app solo direttamente dall'App Store di Apple o dal Google Play Store. Sei protetto dalla maggior parte delle app fraudolente grazie a questo, ma anche queste piattaforme hanno difetti. Poiché queste piattaforme sono così popolari, app dannose vengono occasionalmente approvate e vengono spesso utilizzate pesantemente prima di essere rimosse. Sebbene sia difficile prevenire questo problema, puoi salvaguardare il tuo telefono scaricando solo app affidabili e rimuovendo tutto ciò che non ti serve.
ko: 보안이 중요하다면 애플 앱 스토어 또는 구글 플레이 스토어에서만 직접 앱을 다운로드 할 것입니다. 대부분의 사기성 앱은 이를 통해 사용자로부터 보호되지만 이러한 플랫폼에도 결함이 있습니다. 이러한 플랫폼은 매우 인기가 있기 때문에 악성 앱이 때때로 승인되고 삭제되기 전에 사용됩니다. 이 문제를 방지하기는 어렵지만 평점이 좋은 앱만 다운로드하고, 필요하지 않은 앱은 제거하여 휴대전화를 보호할 수 있습니다.
nl: Als u veiligheid belangrijk vindt, downloadt u waarschijnlijk alleen apps rechtstreeks uit de Apple App Store of Google Play Store. De meeste frauduleuze apps zijn daardoor tegen u beschermd, maar zelfs deze platforms hebben gebreken. Omdat deze platforms zo populair zijn, worden kwaadaardige apps af en toe goedgekeurd, en ze worden vaak intensief gebruikt voordat ze worden weggehaald. Hoewel het moeilijk is om dit probleem te voorkomen, kunt u uw telefoon beschermen door alleen gerenommeerde apps te downloaden en alles wat u niet nodig hebt te verwijderen.
pl: Jeśli bezpieczeństwo jest dla Ciebie ważne, prawdopodobnie pobierasz aplikacje tylko bezpośrednio z Apple App Store lub Google Play Store. Większość fałszywych aplikacji jest przez to chroniona, ale nawet te platformy mają wady. Ponieważ platformy te są tak popularne, złośliwe aplikacje czasami są zatwierdzane i często są intensywnie używane, zanim zostaną usunięte. Chociaż trudno jest zapobiec temu problemowi, możesz zabezpieczyć swój telefon, pobierając tylko renomowane aplikacje i usuwając wszystko, czego nie potrzebujesz.
pt: Se a segurança é importante para si, então provavelmente só irá descarregar apps directamente da Apple App Store ou da Google Play Store. Tal será suficiente para protegê-la(o) da maioria das apps fraudulentas, mas mesmo aquelas plataformas têm falhas. Sendo estas plataformas tão populares, há apps maliciosas que ocasionalmente são aprovadas e que são muita usadas antes de serem retiradas das plataformas. Embora seja difícil evitar este problema, pode proteger o seu telefone descarregando apenas apps com boa reputação e removendo tudo o que é supérfluo.
ru: Если для вас важна безопасность, вы, вероятно, загружаете приложения только непосредственно из Apple App Store или Google Play Store. Большинство мошеннических приложений защищены от вас, но даже у этих платформ есть недостатки. Поскольку эти платформы настолько популярны, вредоносные приложения иногда получают одобрение, и они часто интенсивно используются перед удалением. Хотя предотвратить эту проблему сложно, вы можете обезопасить свой телефон, загружая только проверенные приложения и удаляя все, что вам не требуется.
sv: Om säkerheten är viktig för dig laddar du förmodligen bara ner appar direkt från Apple App Store eller Google Play Store. Genom det skyddas du ifrån skadliga appar, men även dessa plattformar har brister. Eftersom dessa plattformar är så populära blir skadliga appar ibland godkända och de används ofta flitigt innan de tas ner. Även om det är svårt att förhindra detta problem kan du skydda din telefon genom att bara ladda ner ansedda appar och ta bort allt du inte behöver.
tr: Güvenlik sizin için önemliyse, muhtemelen uygulamaları yalnızca doğrudan Apple App Store veya Google Play Store'dan indiriyorsunuzdur. Dolandırıcı uygulamaların çoğu bu sayede sizden korunur, ancak bu platformların bile kusurları vardır. Bu platformlar çok popüler olduğu için, kötü niyetli uygulamalar zaman zaman onaylanır ve kaldırılmadan önce sıklıkla yoğun bir şekilde kullanılırlar. Bu sorunu önlemek zor olsa da, yalnızca güvenilir uygulamaları indirerek ve ihtiyacınız olmayan şeyleri kaldırarak telefonunuzu koruyabilirsiniz.
zh: 如果安全性对您很重要，您可能只能直接从Apple App Store或Google Play商店下载应用程序。 大多数欺诈应用程序都受到此保护，但即使这些平台也存在缺陷。 由于这些平台非常受欢迎，恶意应用程序偶尔会获得批准，并且在被删除之前经常被大量使用。 虽然很难防止此问题，但您可以通过只下载信誉良好的应用程序并删除您不需要的任何内容来保护您的手机。

# Blog_SSING_H1_SH3_Text1
source: A phishing page is a website that has the appearance of being trustworthy but is actually intended to steal personal data. Usually, when you attempt to get into one of your accounts, your password is taken.
ar: صفحة التصيد الاحتيالي هي موقع ويب يبدو أنه جدير بالثقة ولكنه يهدف في الواقع إلى سرقة البيانات الشخصية. عادة ، عندما تحاول الدخول إلى أحد حساباتك ، يتم أخذ كلمة المرور الخاصة بك.
de: Eine Phishing-Seite ist eine Website, die den Anschein erweckt, vertrauenswürdig zu sein, aber tatsächlich dazu bestimmt ist, persönliche Daten zu stehlen. Normalerweise wird Ihr Passwort verwendet, wenn Sie versuchen, auf eines Ihrer Konten zuzugreifen.
es: Una página de phishing es un sitio web que aparenta ser confiable, pero que en realidad tiene la intención de robar datos personales. Por lo general, cuando intentas ingresar a una de sus cuentas, se toma tu contraseña.
fr: Une page d' hameçonnage est un site Web qui a l’air d’être digne de confiance mais qui est en fait destiné à voler des données personnelles. Habituellement, lorsque vous essayez d’accéder à l’un de vos comptes, votre mot de passe est pris.
it: Una pagina di phishing è un sito Web che ha l'apparenza di essere affidabile, ma in realtà è destinato a rubare dati personali. Di solito, quando tenti di entrare in uno dei tuoi account, la tua password viene presa.
ko: 피싱 페이지는 신뢰할 수 있는 것처럼 보이지만 실제로는 개인 데이터를 도용하기 위한 웹 사이트입니다. 보통 사용자가 계정에 액세스를 시도할 때 암호가 탈취됩니다.
nl: Een phishingpagina is een website die er betrouwbaar uitziet, maar eigenlijk bedoeld is om persoonlijke gegevens te stelen. Meestal wordt bij een poging om in een van uw accounts te komen uw wachtwoord afgepakt.
pl: Strona phishingowa to witryna, która wygląda na wiarygodną, ale w rzeczywistości ma na celu kradzież danych osobowych. Zwykle, gdy próbujesz dostać się na jedno ze swoich kont, Twoje hasło jest brane.
pt: Uma página phishing é um sítio web que aparenta ser fidedigno mas é, na realidade, feito com a intenção de roubar dados pessoais. Geralmente, ao tentar entrar numa das suas contas, a sua palavra-passe é apanhada.
ru: Фишинговая страница - это веб-сайт, который выглядит заслуживающим доверия, но на самом деле предназначен для кражи личных данных. Обычно, когда вы пытаетесь войти в одну из своих учетных записей, ваш пароль компрометируется.
sv: En nätfiskesida är en webbplats som ser ut att vara pålitlig men som faktiskt är avsedd att stjäla dina personuppgifter. Vanligtvis när du försöker komma in på ett av dina konton, kopieras ditt lösenord.
tr: Kimlik avı sayfası, güvenilir gibi görünen ancak aslında kişisel verileri çalmayı amaçlayan bir internet sitesidir. Genellikle, hesaplarınızdan birine girmeye çalıştığınızda şifreniz alınır.
zh: 网络钓鱼页面是一个看似可信的网站，但实际上是为了窃取个人数据。 通常，当您尝试进入其中一个帐户时，会使用您的密码。

# Blog_SSING_H1_SH3_Text2
source: Smartphones are made to guard against malware, yet they provide very little defense against phishing. Even though your phone is safe, using it could still lead to a hack, so be aware of this. Always carefully examine the URL before entering personal information to avoid scam pages.
ar: تم تصميم الهواتف الذكية للحماية من البرامج الضارة ، لكنها لا توفر سوى القليل جدًا من الحماية ضد التصيد الاحتيالي. على الرغم من أن هاتفك آمن ، إلا أن استخدامه قد يؤدي إلى اختراق ، لذا كن على علم بذلك. افحص دائمًا عنوان URL بعناية قبل إدخال المعلومات الشخصية لتجنب الصفحات المخادعة.
de: Smartphones schützen vor Malware, bieten jedoch nur sehr wenig Schutz vor Phishing. Auch wenn Ihr Telefon sicher ist, kann die Verwendung zu einem Hack führen. Überprüfen Sie die URL immer sorgfältig, bevor Sie persönliche Informationen eingeben, um Betrugsseiten zu vermeiden.
es: Los smartphones están hechos para protegerse contra el malware, pero brindan muy poca defensa contra el phishing. A pesar de que tu teléfono es seguro, si lo usas aún puedes ser víctima de hackeo, así que ten esto en cuenta. Siempre examina cuidadosamente la URL antes de ingresar información personal para evitar páginas fraudulentas.
fr: Les smartphones sont conçus pour se prémunir contre les logiciels malveillants, mais ils offrent très peu de défense contre l'hameçonnage. Même si votre téléphone est sûr, son utilisation pourrait toujours conduire à un piratage, alors soyez conscient de cela. Examinez toujours attentivement l’URL avant d’entrer des informations personnelles pour éviter les pages frauduleuses.
it: Gli smartphone sono fatti per proteggersi dal malware, ma forniscono pochissima difesa contro il phishing. Anche se il tuo telefono è sicuro, usarlo potrebbe comunque portare a un hack, quindi sii consapevole di questo. Esamina sempre attentamente l'URL prima di inserire informazioni personali per evitare pagine truffa.
ko: 스마트 폰은 맬웨어로부터 보호하도록 만들어졌지만, 피싱에 대한 방어는 거의 제공하지 않습니다. 휴대 전화는 안전하지만 사용하면 여전히 해킹 될 수 있으므로이 점에 유의하십시오. 사기 페이지를 피하기 위해 개인 정보를 입력하기 전에 항상 URL을 주의 깊게 검토하십시오.
nl: Smartphones zijn gemaakt om zich te beschermen tegen malware, maar ze bieden weinig bescherming tegen phishing. Ook al is uw telefoon veilig, toch kan het gebruik ervan leiden tot een hack, dus wees u zich hiervan bewust. Onderzoek altijd zorgvuldig de URL voordat u persoonlijke informatie invoert om zwendelpagina's te vermijden.
pl: Smartfony są stworzone do ochrony przed złośliwym oprogramowaniem, ale zapewniają bardzo niewielką ochronę przed phishingiem. Mimo że Twój telefon jest bezpieczny, korzystanie z niego może nadal prowadzić do włamania, więc pamiętaj o tym. Zawsze dokładnie sprawdzaj adres URL przed wprowadzeniem danych osobowych, aby uniknąć oszukańczych stron.
pt: Os smartphones são feitos para se protegerem de malware, mas fornecem muito poucas defesas contra phishing. Apesar do seu telefone ser seguro, usá-lo pode ainda assim levar a um hack, portanto esteja consciente disto. Examine sempre cuidadosamente o URL antes de introduzir informação pessoal para evitar páginas de esquemas maliciosos.
ru: Смартфоны созданы для защиты от вредоносных программ, но они обеспечивают очень слабую защиту от фишинга. Несмотря на то, что ваш телефон безопасен, его использование все равно может привести к взлому, поэтому имейте это в виду. Всегда внимательно изучайте URL-адрес перед вводом личной информации, чтобы избежать мошеннических страниц.
sv: Smartphones är gjorda för att skydda sig mot skadlig programvara, men de ger väldigt lite skydd mot nätfiske. Även om din telefon är säker kan användningen av den fortfarande leda till ett hack, så var medveten om detta. Undersök alltid webbadressen noggrant innan du anger personlig information för att undvika bluffsidor.
tr: Akıllı telefonlar kötü amaçlı yazılımlara karşı koruma sağlamak için üretilmiştir, ancak kimlik avına karşı çok az savunma sağlarlar. Telefonunuz güvenli olsa bile, onu kullanmak yine de bir saldırıya yol açabilir, bu yüzden bunun farkında olun. Dolandırıcılık sayfalarından kaçınmak için kişisel bilgilerinizi girmeden önce URL'yi her zaman dikkatlice inceleyin.
zh: 智能手机是用来防范恶意软件的，但它们对网络钓鱼的防御却很少。 即使你的手机是安全的，使用它仍然可能导致黑客攻击，所以要注意这一点。 在输入个人信息之前，请务必仔细检查URL，以避免诈骗页面。
