Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BESFBDTUG_H2_Text14
source: For example, let's consider a scenario where the yearly revenue report, created by the previous financial team, was encrypted with credentials that are now unavailable to the new team. The new financial team could not access the report when they needed it for the annual analysis.
ar: على سبيل المثال، لننظر في سيناريو تم فيه تشفير تقرير الإيرادات السنوي، الذي أنشأه الفريق المالي السابق، ببيانات اعتماد غير متوفرة الآن للفريق الجديد. لم يتمكن الفريق المالي الجديد من الوصول إلى التقرير عندما احتاجوا إليه للتحليل السنوي.
de: Betrachten wir beispielsweise ein Szenario, in dem der jährliche Umsatzbericht, der vom vorherigen Finanzteam erstellt wurde, mit Anmeldeinformationen verschlüsselt wurde, die für das neue Team jetzt nicht verfügbar sind. Das neue Finanzteam konnte nicht auf den Bericht zugreifen, als es ihn für die jährliche Analyse benötigte.
es: Por ejemplo, consideremos un escenario en el que el informe de ingresos anuales, creado por el equipo financiero anterior, fue encriptado con credenciales que ahora no están disponibles para el nuevo equipo. El nuevo equipo financiero no pudo acceder al informe cuando lo necesitaron para el análisis anual.
fr: Par exemple, considérons un scénario dans lequel le rapport annuel sur les revenus, créé par l'équipe financière précédente, a été chiffré avec des informations d'identification qui ne sont plus disponibles pour la nouvelle équipe. La nouvelle équipe financière n'a pas pu accéder au rapport lorsqu'elle en avait besoin pour l'analyse annuelle.
it: Si consideri, ad esempio, uno scenario in cui il report sui ricavi annuali, creato dal team finanziario precedente, è stato crittografato con credenziali che ora non sono disponibili per il nuovo team. Il nuovo team finanziario non ha potuto accedere al report quando ne aveva bisogno per l'analisi annuale.
ko: 예를 들어 이전 재무 팀에서 만든 연간 수익 보고서가 현재 새 팀에서 사용할 수 없는 자격 증명으로 암호화된 시나리오를 가정해 보겠습니다. 새로운 재무 팀은 연간 분석을 할 때 보고서에 액세스할 수 없게 됩니다.
nl: Laten we bijvoorbeeld eens kijken naar een scenario waarin het jaarlijkse opbrengstrapport, gemaakt door het vorige financiële team, is gecodeerd met referenties die nu niet beschikbaar zijn voor het nieuwe team. Het nieuwe financiële team had geen toegang tot het rapport toen ze het nodig hadden voor de jaarlijkse analyse.
pl: Rozważmy na przykład scenariusz, w którym roczny raport przychodów utworzony przez poprzedni zespół finansowy został zaszyfrowany przy użyciu poświadczeń, które są teraz niedostępne dla nowego zespołu. Nowy zespół finansowy nie mógł uzyskać dostępu do raportu, gdy był on potrzebny do analizy rocznej.
pt: Por exemplo, vamos considerar um cenário em que o relatório de receita anual, criado pela equipe financeira anterior, foi criptografado com credenciais que agora não estão disponíveis para a nova equipe. A nova equipe financeira não pôde acessar o relatório quando precisou dele para a análise anual.
ru: Например, рассмотрим сценарий, где годовой отчет о доходах, созданный предыдущей финансовой командой, был зашифрован с помощью учетных данных, которые теперь недоступны для новой команды. Новая финансовая группа не смогла получить доступ к отчету, когда он был необходим для ежегодного анализа.
sv: Låt oss till exempel överväga ett scenario där den årliga intäktsrapporten, skapad av det tidigare ekonomiska teamet, krypterades med autentiseringsuppgifter som nu inte är tillgängliga för det nya teamet. Det nya ekonomiteamet kunde inte komma åt rapporten när de behövde den för den årliga analysen.
tr: Örneğin, önceki finans ekibi tarafından oluşturulan yıllık gelir raporunun, artık yeni ekip tarafından kullanılamayan kimlik bilgileriyle şifrelendiği bir senaryoyu ele alalım. Yeni finans ekibi, yıllık analiz için ihtiyaç duyduğu rapora erişemiyor.
zh: 例如，让我们考虑这样一个场景：由以前的财务团队创建的年度收入报告已使用新团队现在无法使用的凭据进行加密。 新的财务团队在需要报告进行年度分析时无法访问该报告。

# Blog_BESFBDTUG_H2_Text15
source: This is where the Master Key feature comes to the rescue. With the Master Key, authorized personnel or administrators can regain access to encrypted files, even if the original credentials are no longer available.
ar: هذا هو المكان الذي تأتي فيه ميزة المفتاح الرئيسي للإنقاذ. باستخدام المفتاح الرئيسي، يمكن للموظفين أو المسؤولين المصرح لهم استعادة الوصول إلى الملفات المشفرة، حتى إذا لم تعد بيانات الاعتماد الأصلية متوفرة.
de: Dies ist, wo die Hauptschlüsselfunktion zur Rettung kommt. Mit dem Hauptschlüssel können autorisiertes Personal oder Administratoren wieder auf verschlüsselte Dateien zugreifen, auch wenn die ursprünglichen Anmeldeinformationen nicht mehr verfügbar sind
es: Aquí es donde la función Llave Maestra viene al rescate. Con la clave maestra, el personal autorizado o los administradores pueden recuperar el acceso a los archivos cifrados, incluso si las credenciales originales ya no están disponibles.
fr: C'est là que la fonction Clé Principale vient à la rescousse. Avec la clé principale, le personnel autorisé ou les administrateurs peuvent retrouver l'accès aux fichiers cryptés, même si les informations d'identification d'origine ne sont plus disponibles.
it: È qui che la funzione Master Key viene in soccorso. Con la Master Key, il personale autorizzato o gli amministratori possono riottenere l'accesso ai file crittografati, anche se le credenziali originali non sono più disponibili.
ko: 여기에서 마스터 키 기능이 사용됩니다. 마스터 키를 사용하면 권한 있는 직원이나 관리자가 원래 자격 증명을 더 이상 사용할 수 없는 경우에도 암호화된 파일에 다시 액세스할 수 있습니다.
nl: Dit is waar de Hoofdsleutel-functie te hulp schiet. Met de Hoofdsleutel kunnen geautoriseerd personeel of beheerders weer toegang krijgen tot gecodeerde bestanden, zelfs als de oorspronkelijke referenties niet langer beschikbaar zijn.
pl: Tutaj na ratunek przychodzi funkcja Master Key. Dzięki kluczowi głównemu upoważniony personel lub administratorzy mogą odzyskać dostęp do zaszyfrowanych plików, nawet jeśli oryginalne dane uwierzytelniające nie są już dostępne.
pt: É aqui que o recurso Master Key vem em socorro. Com a Chave Mestra, a equipe ou administradores autorizados podem recuperar o acesso a arquivos criptografados, mesmo que as credenciais originais não estejam mais disponíveis.
ru: Здесь на помощь приходит функция мастер-ключ. С помощью главного ключа авторизованный персонал или администраторы могут восстановить доступ к зашифрованным файлам, даже если исходные учетные данные больше не доступны.
sv: Det är här som huvudnyckelfunktionen kommer till undsättning. Med huvudnyckeln kan auktoriserad personal eller administratörer återfå åtkomst till krypterade filer, även om originaluppgifterna inte längre är tillgängliga.
tr: Ana Anahtar özelliği burada imdadınıza yetişir. Ana Anahtar ile, yetkili personel veya yöneticiler, özgün kimlik bilgileri artık kullanılmıyor olsa bile şifrelenmiş dosyalara yeniden erişim sağlayabilir.
zh: 这就是主键功能来拯救的地方。 使用主密钥，授权人员或管理员可以重新获得对加密文件的访问权限，即使原始凭据不再可用。

# Blog_BESFBDTUG_H2_Text16
source: It provides a <b>centralized management</b> capability, allowing for the decryption of files within subordinate accounts and the ability to control access permissions. This ensures that essential documents can be decrypted and accessed when needed, despite changes in team members or credentials.
ar: يوفر إمكانية <b>إدارة مركزية</b> ، مما يسمح بفك تشفير الملفات داخل الحسابات التابعة والقدرة على التحكم في أذونات الوصول. يضمن ذلك إمكانية فك تشفير المستندات الأساسية والوصول إليها عند الحاجة ، على الرغم من التغييرات في أعضاء الفريق أو بيانات الاعتماد.
de: Es bietet eine <b>zentralisierte Verwaltungsfunktion</b>, die die Entschlüsselung von Dateien in untergeordneten Konten und die Kontrolle von Zugriffsberechtigungen ermöglicht. Dies stellt sicher, dass wichtige Dokumente bei Bedarf entschlüsselt und abgerufen werden können, trotz Änderungen bei Teammitgliedern oder Anmeldeinformationen.
es: Proporciona una capacidad de <b>administración centralizada</b> , lo que permite el descifrado de archivos dentro de cuentas subordinadas y la capacidad de controlar los permisos de acceso. Esto garantiza que los documentos esenciales se puedan descifrar y acceder a ellos cuando sea necesario, a pesar de los cambios en los miembros del equipo o las credenciales.
fr: Il fournit une capacité de <b>gestion centralisée</b>, permettant le déchiffrement des fichiers au sein des comptes subordonnés et la possibilité de contrôler les autorisations d'accès. Cela garantit que les documents essentiels peuvent être déchiffrés et accessibles en cas de besoin, malgré les changements de membres de l'équipe ou d'informations d'identification.
it: Fornisce una capacità di <b>gestione centralizzata</b> , consentendo la decrittografia dei file all'interno di account subordinati e la possibilità di controllare le autorizzazioni di accesso. Ciò garantisce che i documenti essenziali possano essere decrittografati e accessibili quando necessario, nonostante le modifiche ai membri del team o alle credenziali.
ko: <b>중앙 집중식 관리</b> 기능을 제공하여 하위 계정 내의 파일을 해독하고 액세스 권한을 제어할 수 있습니다. 이렇게 하면 팀 구성원이나 자격 증명이 변경되더라도 필요할 때 필수 문서의 암호를 해독하고 액세스할 수 있습니다.
nl: Het biedt een <b>gecentraliseerde</b> beheermogelijkheid, waardoor bestanden binnen ondergeschikte accounts kunnen worden gedecodeerd en toegangsmachtigingen kunnen worden beheerd. Dit zorgt ervoor dat essentiële documenten kunnen worden gedecodeerd en geopend wanneer dat nodig is, ondanks wijzigingen in teamleden of referenties.
pl: Zapewnia możliwość <b>scentralizowanego zarządzania</b>, pozwalając na odszyfrowanie plików na podległych kontach i możliwość kontrolowania uprawnień dostępu. Dzięki temu można odszyfrować istotne dokumenty i uzyskać do nich dostęp w razie potrzeby, pomimo zmian w składzie zespołu lub danych uwierzytelniających.
pt: Fornece um recurso de <b>gerenciamento centralizado</b> , permitindo a descriptografia de arquivos dentro de contas subordinadas e a capacidade de controlar permissões de acesso. Isso garante que os documentos essenciais possam ser descriptografados e acessados quando necessário, apesar das alterações nos membros da equipe ou nas credenciais.
ru: Он обеспечивает <b>возможность централизованного управления</b>, позволяя расшифровывать файлы в подчиненных учетных записях и контролировать права доступа. Это гарантирует, что важные документы могут быть расшифрованы и доступны при необходимости, несмотря на изменения в членах команды или учетных данных.
sv: Det ger en <b>centraliserad hantering</b>-funktion, som möjliggör dekryptering av filer inom underordnade konton och möjligheten att kontrollera åtkomstbehörigheter. Detta säkerställer att viktiga dokument kan dekrypteras och nås när det behövs, trots ändringar i teammedlemmar eller referenser.
tr: Alt hesaplardaki dosyaların şifresinin çözülmesine ve erişim izinlerini kontrol etme yeteneğine izin veren bir <b>merkezi yönetim</b> becerisi sunar. Bu, ekip üyelerindeki veya kimlik bilgilerindeki değişikliklere rağmen önemli belgelerin şifresinin çözülebilmesini ve gerektiğinde erişilebilmesini sağlar.
zh: 它提供了一个<b>集中管理</b>能力，允许解密下级帐户中的文件和控制访问权限的能力。 这确保了必要的文档可以在需要时解密和访问，尽管团队成员或凭据发生了变化。

# Blog_BESFBDTUG_H2_Text17
source: Businesses can leverage AxCrypt’s Master Key functionality to gain control over their encrypted files and prevent any potential data access roadblocks caused by personnel changes or lost credentials. This adds an extra layer of flexibility to the encryption process.
ar: يمكن للشركات الاستفادة من وظيفة المفتاح الرئيسي لاكسكربت للتحكم في ملفاتها المشفرة ومنع أي حواجز محتملة للوصول إلى البيانات ناتجة عن تغييرات الموظفين أو بيانات الاعتماد المفقودة. هذا يضيف طبقة إضافية من المرونة لعملية التشفير.
de: Unternehmen können die Hauptschlüsselfunktionalität von AxCrypt nutzen, um die Kontrolle über ihre verschlüsselten Dateien zu erlangen und potenzielle Hindernisse für den Datenzugriff zu verhindern, die durch Personalwechsel oder verlorene Anmeldeinformationen verursacht werden. Dies verleiht dem Verschlüsselungsprozess eine zusätzliche Ebene der Flexibilität.
es: Las empresas pueden aprovechar la funcionalidad de la AxCrypt’s Master Key para tener control sobre sus archivos encriptados y prevenir posibles barreras de acceso a datos causados por cambios en el personal o credenciales perdidas. Esto añade una capa adicional de flexibilidad al proceso de encriptación.
fr: Les entreprises peuvent tirer parti de la fonctionnalité de clé principale d'AxCrypt pour prendre le contrôle de leurs fichiers cryptés et éviter tout obstacle potentiel à l'accès aux données causé par des changements de personnel ou la perte d'informations d'identification. Cela ajoute une couche supplémentaire de flexibilité au processus de chiffrement.
it: Le aziende possono sfruttare la funzionalità Master Key di AxCrypt per ottenere il controllo sui propri file crittografati e prevenire potenziali blocchi di accesso ai dati causati da modifiche del personale o perdita di credenziali. Ciò aggiunge un ulteriore livello di flessibilità al processo di crittografia.
ko: 기업은 AxCrypt의 마스터 키 기능을 활용하여 암호화된 파일을 제어하고 직원 변경 또는 자격 증명 손실로 인한 잠재적인 데이터 액세스 장애물을 방지할 수 있습니다. 이렇게 하면 암호화 프로세스에 유연성이 추가됩니다.
nl: Bedrijven kunnen de Master Key-functionaliteit van AxCrypt gebruiken om controle te krijgen over hun gecodeerde bestanden en mogelijke wegversperringen voor gegevenstoegang te voorkomen die worden veroorzaakt door personeelswijzigingen of verloren inloggegevens. Dit voegt een extra laag flexibiliteit toe aan het encryptieproces.
pl: Firmy mogą wykorzystać funkcjonalność klucza głównego AxCrypt, aby przejąć kontrolę nad zaszyfrowanymi plikami i zapobiec potencjalnym blokadom dostępu do danych spowodowanym zmianami personalnymi lub utratą danych uwierzytelniających. Dodaje to dodatkową warstwę elastyczności do procesu szyfrowania.
pt: As empresas podem aproveitar a funcionalidade Master Key do AxCrypt para obter controle sobre seus arquivos criptografados e evitar possíveis bloqueios de acesso a dados causados por alterações de pessoal ou credenciais perdidas. Isso adiciona uma camada extra de flexibilidade ao processo de criptografia.
ru: Компании могут использовать функциональность мастер-ключа AxCrypt, чтобы получить контроль над своими зашифрованными файлами и предотвратить любые потенциальные препятствия для доступа к данным, вызванные изменениями персонала или потерей учетных данных. Это добавляет дополнительный уровень гибкости в процесс шифрования.
sv: Företag kan utnyttja AxCrypts huvudnyckelfunktion för att få kontroll över sina krypterade filer och förhindra eventuella spärrar för dataåtkomst orsakade av personalförändringar eller förlorade referenser. Detta lägger till ett extra lager av flexibilitet till krypteringsprocessen.
tr: İşletmeler, şifrelenmiş dosyaları üzerinde kontrol sahibi olmak ve personel değişikliklerinden veya kimlik bilgilerinin kaybolmasından kaynaklanan olası veri erişim engellerini önlemek için AxCrypt'in Ana Anahtar işlevselliğinden yararlanabilir. Bu, şifreleme işlemine ekstra bir esneklik katmanı ekler.
zh: 企业可以利用AxCrypt的主密钥功能来控制其加密文件，并防止因人员变更或凭据丢失而导致的任何潜在数据访问障碍。 这为加密过程增加了额外的灵活性。

# Blog_BESFBDTUG_H2_Text18
source: The Master Key feature is available to AxCrypt Business users, and can be enabled from the My AxCrypt ID backend by signing in to <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> and selecting <b>Business Subscription > Manage,</b> and scrolling down for the Master Key option.
ar: ميزة المفتاح الرئيسي متاحة لمستخدمي اكسكربت بيزنس ، ويمكن تمكينها من الواجهة الخلفية لمعرف اكسكربت الخاص بي عن طريق تسجيل الدخول إلى <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> وتحديد <b>اشتراك الأعمال > إدارة ،</b> والتمرير لأسفل للحصول على خيار المفتاح الرئيسي.
de: Die Hauptschlüsselfunktion steht AxCrypt Business-Benutzern zur Verfügung und kann über das My AxCrypt ID-Backend aktiviert werden, indem Sie sich bei <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en </b></a> und wählen Sie <b>Business-Abonnement > Verwalten,</b> und scrollen Sie nach unten für die Hauptschlüsseloption.
es: La función Llave Maestra está disponible para los usuarios de AxCrypt Business, y se puede activar desde el backend My AxCrypt ID iniciando sesión en <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> y seleccionando <b> Suscripción de Negocios > Administrar,</b> y desplazándose hacia abajo para la opción LLave Maestra.
fr: La fonction de Clé Principale est disponible pour les utilisateurs AxCrypt Business et peut être activée à partir du backend My AxCrypt ID en se connectant à <a href='https://account.axcrypt.net/en'><b>account.axcrypt. net/fr</b></a> et sélectionnez <b>Abonnement Business > Gérer,</b> et faites défiler vers le bas pour l'option Clé principale.
it: La funzione Chiave master è disponibile per gli utenti di AxCrypt Business e può essere abilitata dal backend My AxCrypt ID accedendo a <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> e selezionando <b>Abbonamento Business > Gestisci</b> e scorrendo verso il basso per l'opzione Chiave master.
ko: 마스터 키 기능은 AxCrypt Business 사용자가 사용할 수 있으며, <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> 에 로그인하고 <b>Business Subscription > Manage</b> 를 선택하고 마스터 키 옵션을 위해 아래로 스크롤하여 My AxCrypt ID 백엔드에서 활성화할 수 있습니다.
nl: De hoofdsleutelfunctie is beschikbaar voor AxCrypt Business-gebruikers en kan worden ingeschakeld vanuit de My AxCrypt ID-backend door u aan te melden bij <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> en <b>Bedrijfsabonnement > Beheren</b> te selecteren en omlaag te scrollen voor de optie Hoofdsleutel.
pl: Funkcja klucza głównego jest dostępna dla użytkowników AxCrypt Business i można ją włączyć z poziomu zaplecza My AxCrypt ID, logując się do <a href='https://account.axcrypt.net/en'><b>account.axcrypt. net/en</b></a> i wybierz <b>Subskrypcja biznesowa > Zarządzaj</b> i przewiń w dół do opcji Klucz główny.
pt: O recurso Chave Mestra está disponível para usuários do AxCrypt Business e pode ser habilitado no back-end My AxCrypt ID entrando no <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> e selecionando <b>Business Subscription > Manage,</b> e rolando para baixo até a opção Master Key.
ru: Функция Мастер-ключ доступна пользователям AxCrypt Business и может быть включена из серверной части My AxCrypt ID, войдя в <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> и выбрав <b>Business подписка > Управление</b> и прокрутив вниз до параметра Мастер-ключ.
sv: Huvudnyckelfunktionen är tillgänglig för AxCrypt Business-användare och kan aktiveras från My AxCrypt ID-backend genom att logga in på <a href='https://account.axcrypt.net/en'><b>account.axcrypt. net/sv</b></a> och välj <b>Företagsabonnemang > Hantera</b> och rulla nedåt för huvudnyckelalternativet.
tr: Ana Anahtar özelliği AxCrypt Business kullanıcıları tarafından kullanılabilir ve <a href='https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a> üzerinde oturum açıp <b>İşletme Aboneliği > Yönet</b> seçeneğini seçerek ve Ana Anahtar seçeneği için aşağı kaydırarak AxCrypt Kimliğim arka ucundan etkinleştirilebilir.
zh: 主密钥功能可供AxCrypt Business用户使用，并且可以通过登录到<a href='从My AxCrypt ID后端启用https://account.axcrypt.net/en'><b>account.axcrypt.net/en</b></a>并选择<b>Business订阅>管理，</b>并向下滚动主密钥选项。

# Blog_BESFBDTUG_H2_Text2
source: With AxCrypt, businesses can set up automatic encryption for files within folders and subfolders, and collaborate on those files in <b>real time</b>. Businesses can also enable automatic encryption for files on cloud services, and ensure a comprehensive data protection mechanism across devices.
ar: باستخدام اكسكربت، يمكن للشركات إعداد تشفير تلقائي للملفات داخل المجلدات والمجلدات الفرعية ، والتعاون في هذه الملفات في <b>الوقت الفعلي</b>. يمكن للشركات أيضا تمكين التشفير التلقائي للملفات الموجودة على الخدمات السحابية ، وضمان آلية حماية شاملة للبيانات عبر الأجهزة.
de: Mit AxCrypt können Unternehmen die automatische Verschlüsselung für Dateien in Ordnern und Unterordnern einrichten und in <b>Echtzeit</b> an diesen Dateien zusammenarbeiten. Unternehmen können auch die automatische Verschlüsselung von Dateien in Cloud-Diensten aktivieren und einen umfassenden Datenschutzmechanismus für alle Geräte gewährleisten.
es: Con AxCrypt, las empresas pueden configurar el cifrado automático para archivos dentro de carpetas y subcarpetas, y colaborar en esos archivos en <b>tiempo real</b>. Las empresas también pueden habilitar el cifrado automático de archivos en servicios en la nube y garantizar un mecanismo integral de protección de datos en todos los dispositivos.
fr: Avec AxCrypt, les entreprises peuvent configurer le chiffrement automatique des fichiers dans les dossiers et sous-dossiers, et collaborer sur ces fichiers en <b>temps réel</b>. Les entreprises peuvent également activer le chiffrement automatique des fichiers sur les services cloud et garantir un mécanisme complet de protection des données sur tous les appareils.
it: Con AxCrypt, le aziende possono impostare la crittografia automatica per i file all'interno di cartelle e sottocartelle e collaborare su tali file in <b>tempo reale</b>. Le aziende possono anche abilitare la crittografia automatica per i file sui servizi cloud e garantire un meccanismo completo di protezione dei dati su tutti i dispositivi.
ko: AxCrypt를 통해 기업은 폴더 및 하위 폴더 내의 파일에 대한 자동 암호화를 설정하고 해당 파일에 대해 실시간으로 협업할 수 <b>있습니다</b>. 기업은 또한 클라우드 서비스의 파일에 대한 자동 암호화를 활성화하고 장치 전반에 걸쳐 포괄적인 데이터 보호 메커니즘을 보장할 수 있습니다.
nl: Met AxCrypt kunnen bedrijven automatische versleuteling instellen voor bestanden in mappen en submappen en in <b>realtime</b> samenwerken aan die bestanden. Bedrijven kunnen ook automatische versleuteling inschakelen voor bestanden op cloudservices en zorgen voor een uitgebreid mechanisme voor gegevensbescherming op verschillende apparaten.
pl: Dzięki AxCrypt firmy mogą skonfigurować automatyczne szyfrowanie plików w folderach i podfolderach oraz współpracować nad tymi plikami w <b>czasie rzeczywistym</b>. Firmy mogą także włączyć automatyczne szyfrowanie plików w usługach w chmurze i zapewnić kompleksowy mechanizm ochrony danych na wszystkich urządzeniach.
pt: Com o AxCrypt, as empresas podem configurar a criptografia automática para arquivos dentro de pastas e subpastas e colaborar nesses arquivos em <b>tempo real</b>. As empresas também podem habilitar a criptografia automática para arquivos em serviços de nuvem e garantir um mecanismo abrangente de proteção de dados em todos os dispositivos.
ru: С помощью AxCrypt компании могут настроить автоматическое шифрование файлов в папках и подпапках и совместно работать над этими файлами в <b>режиме реального времени</b>. Компании также могут включить автоматическое шифрование файлов в облачных сервисах и обеспечить комплексный механизм защиты данных на всех устройствах.
sv: Med AxCrypt kan företag ställa in automatisk kryptering för filer i mappar och undermappar och samarbeta om dessa filer i <b>realtid</b>. Företag kan också aktivera automatisk kryptering för filer på molntjänster och säkerställa en omfattande dataskyddsmekanism över enheter.
tr: AxCrypt ile işletmeler, klasörler ve alt klasörlerdeki dosyalar için otomatik şifreleme kurabilir ve bu dosyalar üzerinde <b>gerçek zamanlı</b> olarak işbirliği yapabilir. İşletmeler ayrıca bulut hizmetlerindeki dosyalar için otomatik şifrelemeyi etkinleştirebilir ve cihazlar arasında kapsamlı bir veri koruma mekanizması sağlayabilir.
zh: 使用AxCrypt，企业可以为文件夹和子文件夹中的文件设置自动加密，并在<b>实时</b>中对这些文件进行协作。 企业还可以为云服务上的文件启用自动加密，并确保跨设备的全面数据保护机制。
