Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSSFWAUA_H2_Text9
source: <li><b>Mobile App Support</b>: AxCrypt provides mobile apps for Android and iOS, enabling users to encrypt and decrypt files on their mobile devices.</li>
ar: <li><b>دعم تطبيقات الجوال</b>: يوفر اكسكربت تطبيقات الجوال لنظامي التشغيل أندرويد ونظام التشغيل ايفون ، مما يتيح للمستخدمين تشفير الملفات وفك تشفيرها على أجهزتهم المحمولة.</li>
de: <li><b>Mobile App-Unterstützung</b>: AxCrypt bietet mobile Apps für Android und iOS, mit denen Benutzer Dateien auf ihren mobilen Geräten verschlüsseln und entschlüsseln können.</li>
es: <li><b>Soporte de aplicaciones móviles</b>: AxCrypt proporciona aplicaciones móviles para Android e iOS, lo que permite a los usuarios cifrar y descifrar archivos en sus dispositivos móviles.</li>
fr: <li><b>Support des applications mobiles</b> : AxCrypt fournit des applications mobiles pour Android et iOS, permettant aux utilisateurs de chiffrer et déchiffrer les fichiers sur leurs appareils mobiles. </li>
it: <li><b>Supporto per app mobili</b>: AxCrypt fornisce app mobili per Android e iOS, consentendo agli utenti di crittografare e decrittografare i file sui propri dispositivi mobili.</li>
ko: <li><b>모바일 앱 지원</b>: AxCrypt는 Android 및 iOS용 모바일 앱을 제공하여 사용자가 모바일 장치에서 파일을 암호화하고 해독할 수 있도록 합니다.</li>
nl: <li><b>Ondersteuning voor mobiele apps</b>: AxCrypt biedt mobiele apps voor Android en iOS, waarmee gebruikers bestanden op hun mobiele apparaten kunnen coderen en decoderen.</li>
pl: <li><b>Obsługa aplikacji mobilnych</b>: AxCrypt udostępnia aplikacje mobilne na systemy Android i iOS, umożliwiające użytkownikom szyfrowanie i odszyfrowywanie plików na urządzeniach mobilnych.</li>
pt: <li><b>Suporte a aplicativos móveis</b>: O AxCrypt fornece aplicativos móveis para Android e iOS, permitindo que os usuários criptografem e descriptografem arquivos em seus dispositivos móveis.</li>
ru: <li><b>Поддержка мобильных приложений</b>: AxCrypt предоставляет мобильные приложения для Android и iOS, позволяющие пользователям шифровать и расшифровывать файлы на своих мобильных устройствах.</li>
sv: <li><b>Stöd för mobilapp</b>: AxCrypt finns som mobilapp för Android och iOS, som gör det möjligt för användare att kryptera och dekryptera filer på sina mobila enheter.</li>
tr: <li><b>Mobil Uygulama Desteği</b>: AxCrypt, Android ve iOS için mobil uygulamalar sağlayarak kullanıcıların mobil cihazlarındaki dosyaları şifrelemelerine ve şifrelerini çözmelerine olanak tanır.</li>
zh: <li><b>移动应用程序支持</b>： AxCrypt 提供适用于 Android 和 iOS 的移动应用程序，使用户能够加密和解密其移动设备上的文件。</li>

# Blog_HTSSFWAUA_H3_Text1
source: <b>1. Download AxCrypt</b>: Use <a href='https://axcrypt.net/download/'><b>this link</b></a> to download AxCrypt. Choose between the Mac or Microsoft download options.
ar: <b>1. تحميل اكسكربت</b>: استخدم <a href='https://axcrypt.net/download/'><b>هذا الرابط</b></a> لتحميل اكسكربت . اختر من بين خيارات تنزيل ماك أو مايكروسوفت.
de: <b>1. Laden Sie AxCrypt herunter</b>: Klicken Sie auf <a href='https://axcrypt.net/download/'><b>this link</b></a>, um AxCrypt herunterzuladen. Wählen Sie zwischen den Download-Optionen für Mac oder Microsoft.
es: <b>1. Descargar AxCrypt</b>: Utilice <a href='https://axcrypt.net/download/'><b>este enlace</b></a> para descargar AxCrypt. Elija entre las opciones de descarga para Mac o Microsoft.
fr: <b>1. Télécharger AxCrypt</b> : Utiliser <a href='https://axcrypt.net/download/'><b>ce lien</b></a> pour télécharger AxCrypt. Choisissez entre les options de téléchargement Mac ou Microsoft.
it: <b>1. Scarica AxCrypt</b>: usa <a href='https://axcrypt.net/download/'><b>questo link</b></a> per scaricare AxCrypt. Scegli tra le opzioni di download per Mac o Microsoft.
ko: <b>1. AxCrypt 다운로드</b>: <a href='https://axcrypt.net/다운로드/'><b>이 링크</b></a>를 사용하여 AxCrypt를 다운로드합니다. Mac 또는 Microsoft 다운로드 옵션 중에서 선택하십시오.
nl: <b>1. Download AxCrypt</b>: Gebruik <a href='https://axcrypt.net/download/'><b>deze link</b></a> om AxCrypt te downloaden. Kies tussen de downloadopties voor Mac of Microsoft.
pl: <b>1. Pobierz AxCrypt</b>: Użyj <a href='https://axcrypt.net/download/'><b>tego linku</b></a>, aby pobrać AxCrypt. Wybierz opcję pobierania Mac lub Microsoft.
pt: <b>1. Baixe o AxCrypt</b>: Use <a href='https://axcrypt.net/download/'><b>este link</b></a> para baixar o AxCrypt. Escolha entre as opções de download para Mac ou Microsoft.
ru: <b>1. Загрузите AxCrypt</b>: Используйте <a href='https://axcrypt.net/download/'><b>this link</b></a> для загрузки AxCrypt. Выберите один из вариантов загрузки для Mac или Microsoft.
sv: <b>1. Ladda ner AxCrypt</b>: Använd <a href='https://axcrypt.net/download/'><b>den här länken</b></a> för att ladda ner AxCrypt. Välj mellan nedladdningsalternativen för Mac eller Microsoft.
tr: <b>1. AxCrypt'i indirin: AxCrypt'i</b> indirmek için <a href='https://axcrypt.net/download/'><b>bu bağlantıyı</b></a> kullanın. Mac veya Microsoft indirme seçenekleri arasında seçim yapın.
zh: <b>1. 下载 AxCrypt</b>：使用此 <a href='https://axcrypt.net/download/'><b>this link</b></a> 下载 AxCrypt。在 Mac 或 Microsoft 下载选项之间进行选择。

# Blog_HTSSFWAUA_H3_Text10
source: Now, in order to share the secured file you can right click on your file and select Share Keys.
ar: الآن ، من أجل مشاركة الملف الآمن ، يمكنك النقر بزر الماوس الأيمن فوق ملفك وتحديد مشاركة المفاتيح.
de: Um die gesicherte Datei freizugeben, können Sie nun mit der rechten Maustaste auf Ihre Datei klicken und Schlüssel freigeben auswählen.
es: Ahora, para compartir el archivo seguro, puede hacer clic derecho en su archivo y seleccionar Compartir claves.
fr: Maintenant, pour partager le fichier sécurisé, vous pouvez cliquer avec le bouton droit de la souris sur votre fichier et sélectionner Partager les clés.
it: Ora, per condividere il file protetto, puoi fare clic con il pulsante destro del mouse sul tuo file e selezionare Condividi chiavi.
ko: 이제 보안 파일을 공유하려면 파일을 마우스 오른쪽 단추로 클릭하고 공유 키를 선택할 수 있습니다.
nl: Nu, om het beveiligde bestand te delen, kunt u met de rechtermuisknop op uw bestand klikken en Share Keys selecteren.
pl: Teraz, aby udostępnić zabezpieczony plik, kliknij go prawym przyciskiem myszy i wybierz opcję Udostępnij klucze.
pt: Agora, para compartilhar o arquivo protegido, você pode clicar com o botão direito do mouse em seu arquivo e selecionar Compartilhar chaves.
ru: Теперь, чтобы поделиться защищенным файлом, вы можете щелкнуть правой кнопкой мыши по своему файлу и выбрать «Поделиться ключами».
sv: Nu, för att dela den säkrade filen kan du högerklicka på din fil och välja "Dela nycklar".
tr: Şimdi, güvenli dosyayı paylaşmak için dosyanıza sağ tıklayabilir ve Anahtarları Paylaş'ı seçebilirsiniz.
zh: 现在，为了共享受保护的文件，您可以右键单击您的文件并选择共享密钥。

# Blog_HTSSFWAUA_H3_Text11
source: You can also Key Share an unsecured file directly without encrypting it first. Just use the same right-click and select the file. AxCrypt will prompt you that it will encrypt the file first and then share it with the intended recipient(s).
ar: يمكنك أيضا مشاركة ملف غير آمن مباشرة دون تشفيره أولا. ما عليك سوى استخدام نفس النقر بزر الماوس الأيمن وتحديد الملف. سيطالبك اكسكربت بتشفير الملف أولا ثم مشاركته مع المستلم (المستلمين) المقصودين.
de: Sie können eine ungesicherte Datei auch direkt mit dem Schlüssel freigeben, ohne sie vorher zu verschlüsseln. Verwenden Sie einfach den gleichen Rechtsklick und wählen Sie die Datei aus. AxCrypt wird Sie auffordern, die Datei zuerst zu verschlüsseln und dann mit dem/den beabsichtigten Empfänger(n) zu teilen.
es: También puede compartir la clave de un archivo no seguro directamente sin cifrarlo primero. Simplemente use el mismo clic derecho y seleccione el archivo. AxCrypt le indicará que primero cifrará el archivo y luego lo compartirá con el destinatario o destinatarios previstos.
fr: Vous pouvez également partager un fichier non sécurisé directement sans le chiffrer au préalable. Il suffit d’utiliser le même clic droit et de sélectionner le fichier. AxCrypt vous demandera de chiffrer le fichier en premier, puis de le partager avec le ou les destinataires prévus.
it: È anche possibile condividere con le chiavi un file non protetto direttamente senza prima crittografarlo. Basta usare lo stesso clic destro e selezionare il file. AxCrypt ti chiederà di crittografare prima il file e poi di condividerlo con i destinatari previsti.
ko: 또한 보안되지 않은 파일을 먼저 암호화하지 않고 직접 키 공유할 수도 있습니다. 같은 마우스 오른쪽 버튼을 클릭하고 파일을 선택하기만 하면 됩니다. AxCrypt는 파일을 먼저 암호화한 다음 원하는 수신자와 공유할지 묻는 메시지를 표시합니다.
nl: U kunt ook Key Share een onbeveiligd bestand direct zonder het eerst te versleutelen. Gebruik gewoon dezelfde rechtermuisknop en selecteer het bestand. AxCrypt zal u vragen om het bestand eerst te versleutelen en het vervolgens te delen met de beoogde ontvanger (s).
pl: Możesz również udostępnić niezabezpieczony plik bezpośrednio, bez wcześniejszego szyfrowania. Wystarczy kliknąć prawym przyciskiem myszy i wybrać plik. AxCrypt wyświetli monit, że najpierw zaszyfruje plik, a następnie udostępni go zamierzonym odbiorcom.
pt: Você também pode compartilhar um arquivo não seguro diretamente sem criptografá-lo primeiro. Basta usar o mesmo clique com o botão direito do mouse e selecionar o arquivo. O AxCrypt solicitará que você criptografe o arquivo primeiro e depois o compartilhe com o(s) destinatário(s) pretendido(s).
ru: Вы также можете использовать Обмен ключами для незащищенного файла напрямую, не шифруя его заранее. Просто используйте тот же щелчок правой кнопкой мыши и выберите файл. AxCrypt сообщит вам, что сначала зашифрует файл, а затем поделится им с предполагаемым получателем.
sv: Du kan också nyckeldela för en osäker fil direkt utan att först kryptera den. Använd bara samma högerklick och välj filen. AxCrypt kommer att meddela att de först kommer att kryptera filen och sedan dela den med den avsedda mottagaren/mottagarna.
tr: Ayrıca güvenli olmayan bir dosyayı önce şifrelemeden doğrudan Anahtarla Paylaşabilirsiniz. Sadece aynı sağ tıklamayı kullanın ve dosyayı seçin. AxCrypt önce dosyayı şifreleyeceğini ve ardından hedeflenen alıcı(lar) ile paylaşacağını size bildirecektir.
zh: 您也可以直接密钥共享不安全的文件，而无需先加密。 只需使用相同的右键单击并选择文件。 AxCrypt将提示您它将首先加密文件，然后与预期的收件人共享。

# Blog_HTSSFWAUA_H3_Text12
source: You can Key Share multiple files by bulk selecting them.
ar: يمكنك مشاركة ملفات متعددة عن طريق تحديدها بشكل مجمع.
de: Sie können mehrere Dateien mit dem Schlüssel freigeben, indem Sie sie gleichzeitig auswählen.
es: Puede compartir varias claves de varios archivos seleccionándolos de forma masiva.
fr: Vous pouvez partager plusieurs fichiers en les sélectionnant en bloc.
it: È possibile condividere con la chiave più file selezionandoli in blocco.
ko: 여러 파일을 대량 선택하여 키 공유를 할 수 있습니다.
nl: U kunt meerdere bestanden met sleutels delen door ze in bulk te selecteren.
pl: Możesz udostępniać wiele plików, wybierając je zbiorczo.
pt: Você pode compartilhar várias chaves de arquivos selecionando-os em massa.
ru: Вы можете использовать Обмен ключами для нескольких файлов путем их массового выбора.
sv: Du kan dela nycklar för flera filer genom att välja flera samtidigt.
tr: Birden fazla dosyayı toplu olarak seçerek Anahtar Paylaşımı yapabilirsiniz.
zh: 您可以通过批量选择多个文件来密钥共享多个文件。

# Blog_HTSSFWAUA_H3_Text13
source: Add the user you want as your trusted recipient by entering their email.
ar: أضف المستخدم الذي تريده كمستلم موثوق به عن طريق إدخال بريده الإلكتروني.
de: Fügen Sie den Benutzer hinzu, den Sie als vertrauenswürdigen Empfänger haben möchten, indem Sie seine E-Mail-Adresse eingeben.
es: Agregue al usuario que desea como su destinatario de confianza ingresando su correo electrónico.
fr: Ajoutez l’utilisateur que vous voulez comme votre destinataire de confiance en entrant leur email.
it: Aggiungi l'utente che desideri come destinatario di fiducia inserendo la sua email.
ko: 전자 메일을 입력하여 원하는 사용자를 신뢰할 수 있는 받는 사람으로 추가합니다.
nl: Voeg de gebruiker toe die u wilt als uw vertrouwde ontvanger door hun e-mail in te voeren.
pl: Dodaj użytkownika, którego chcesz nazwać zaufanym odbiorcą, wpisując jego adres e-mail.
pt: Adicione o usuário desejado como seu destinatário confiável inserindo o e-mail dele.
ru: Добавьте нужного вам пользователя в качестве доверенного получателя, введя его адрес электронной почты.
sv: Lägg till den användare du vill ha som din betrodda mottagare genom att ange deras e-postadress.
tr: E-postasını girerek istediğiniz kullanıcıyı güvenilir alıcınız olarak ekleyin.
zh: 通过输入他们的电子邮件，将您想要的用户添加为受信任的收件人。

# Blog_HTSSFWAUA_H3_Text14
source: After you have clicked on “Add,” you can see all the recipients listed below.
ar: بعد النقر فوق "إضافة" ، يمكنك رؤية جميع المستلمين المدرجين أدناه.
de: Nachdem Sie auf "Hinzufügen" geklickt haben, sehen Sie alle unten aufgelisteten Empfänger.
es: Una vez que haya hecho clic en "Agregar", puede ver todos los destinatarios enumerados a continuación.
fr: Après avoir cliqué sur « Ajouter », vous pouvez voir tous les destinataires énumérés ci-dessous.
it: Dopo aver cliccato su "Aggiungi", puoi vedere tutti i destinatari elencati di seguito.
ko: "추가"를 클릭하면 아래에 나열된 모든 받는 사람을 볼 수 있습니다
nl: Nadat u op "Toevoegen" hebt geklikt, ziet u alle ontvangers hieronder.
pl: Po kliknięciu „Dodaj” zobaczysz poniżej listę wszystkich odbiorców.
pt: Depois de clicar em "Adicionar", você pode ver todos os destinatários listados abaixo.
ru: После того как вы нажмете «Добавить», вы увидите всех получателей ниже.
sv: När du har klickat på "Lägg till" kan du se alla mottagare som listas nedan.
tr: "Ekle"ye tıkladıktan sonra, aşağıda listelenen tüm alıcıları görebilirsiniz.
zh: 单击“添加”后，您可以看到下面列出的所有收件人。

# Blog_HTSSFWAUA_H3_Text15
source: Then click “OK”.
ar: ثم انقر فوق "موافق".
de: Klicken Sie dann auf "OK".
es: A continuación, haga clic en "Aceptar".
fr: Puis cliquez sur "OK".
it: Quindi fare clic su "OK".
ko: 그런 다음 "확인"을 클릭합니다.
nl: Klik vervolgens op "OK".
pl: Następnie kliknij „OK”.
pt: Em seguida, clique em "OK".
ru: Затем нажмите «ОК».
sv: Klicka sedan på "OK".
tr: Ardından "Tamam"ı tıklayın.
zh: 然后单击“确定”。

# Blog_HTSSFWAUA_H3_Text16
source: Now your file is secure to share with your trusted recipient. IMPORTANT! You still have to send the actual file to them. You can do this via email, Google Drive, WhatsApp, etc.
ar: أصبح ملفك الآن آمنا لمشاركته مع المستلم الموثوق به. مهم! لا يزال يتعين عليك إرسال الملف الفعلي إليهم. يمكنك القيام بذلك عبر البريد الإلكتروني أو جوجل درايف، واتساب، الخ.
de: Jetzt ist Ihre Datei sicher und kann mit Ihrem vertrauenswürdigen Empfänger geteilt werden. WICHTIG! Sie müssen die eigentliche Datei noch an sie senden. Sie können dies per E-Mail, Google Drive, WhatsApp usw. tun.
es: Ahora tu archivo es seguro para compartirlo con tu destinatario de confianza. ¡IMPORTANTE! Todavía tienes que enviarles el archivo real. Puede hacerlo por correo electrónico, Google Drive, WhatsApp, etcétera.
fr: Votre fichier est maintenant en sécurité pour être partagé avec votre destinataire de confiance. IMPORTANT! Vous devez toujours leur envoyer le fichier lui-même. Vous pouvez le faire par e-mail, Google Drive, WhatsApp, etc.
it: Ora il tuo file è sicuro da condividere con il tuo destinatario di fiducia. IMPORTANTE! Devi comunque inviare loro il file effettivo. Puoi farlo tramite e-mail, Google Drive, WhatsApp, ecc.
ko: 이제 파일을 신뢰할 수 있는 받는 사람과 공유할 수 있습니다. 중요해! 아직 그들에게 실제 파일을 보내야 합니다. 이메일, Google 드라이브, WhatsApp 등을 통해 할 수 있습니다.
nl: Nu is uw bestand veilig om te delen met uw vertrouwde ontvanger. BELANGRIJK! Je moet het echte bestand nog naar hen sturen. Je kunt dit doen via e-mail, Google Drive, WhatsApp, etc.
pl: Teraz Twój plik jest bezpieczny i możesz go udostępnić zaufanemu odbiorcy. WAŻNE! Nadal musisz wysłać im rzeczywisty plik. Możesz to zrobić za pośrednictwem poczty e-mail, Google Drive, WhatsApp itp.
pt: Agora seu arquivo está seguro para compartilhar com seu destinatário confiável. IMPORTANTE! Você ainda precisa enviar o arquivo real para eles. Você pode fazer isso por e-mail, Google Drive, WhatsApp, etc.
ru: Теперь ваш файл можно безопасно передать доверенному получателю. ВАЖНО! Вам все равно придется отправить им сам файл. Вы можете сделать это через электронную почту, Google Drive, WhatsApp и т.д.
sv: Nu är din fil säker att dela med din betrodda mottagare. VIKTIGT! Du måste fortfarande skicka den faktiska filen till dem. Du kan göra detta via e-post, Google Drive, WhatsApp, etc.
tr: Artık dosyanızı güvenilir alıcınızla paylaşmak için güvendesiniz. ÖNEMLİ! Yine de asıl dosyayı onlara göndermeniz gerekir. Bunu e-posta, Google Drive, WhatsApp vb. aracılığıyla yapabilirsiniz.
zh: 现在，您的文件可以安全地与受信任的收件人共享。重要！您仍然必须将实际文件发送给他们。您可以通过电子邮件、Google Drive、WhatsApp 等执行此操作。

# Blog_HTSSFWAUA_H3_Text17
source: The great thing about Key Sharing is that you don’t have to share your password with the recipient for them to access it. All they need is AxCrypt themselves.
ar: إن الشيء العظيم في مشاركة المفاتيح هو أنك لست مضطرا إلى مشاركة كلمة المرور الخاصة بك مع المستلم حتى يتمكن من الوصول إليها. كل ما يحتاجونه هو اكسكربت أنفسهم.
de: Das Tolle an Schlüssel teilen ist, dass Sie Ihr Passwort nicht mit dem Empfänger teilen müssen, damit dieser darauf zugreifen kann. Alles, was sie brauchen, ist AxCrypt selbst.
es: Lo mejor de compartir claves es que no tiene que compartir su contraseña con el destinatario para que pueda acceder a ella. Todo lo que necesitan es AxCrypt ellos mismos.
fr: La grande chose à propos du partage de clés est que vous n’avez pas besoin de partager votre mot de passe avec le destinataire pour qu’il y accède. Tout ce dont ils ont besoin, c’est AxCrypt eux-mêmes.
it: Il bello della condivisione delle chiavi è che non è necessario condividere la password con il destinatario per accedervi. Tutto ciò di cui hanno bisogno è AxCrypt stesso.
ko: 키 공유의 좋은 점은 수신자가 키 공유에 액세스하기 위해 암호를 수신자와 공유할 필요가 없다는 것입니다. 그들에게 필요한 것은 AxCrypt 그 자체입니다.
nl: Het mooie van Key Sharing is dat je je wachtwoord niet hoeft te delen met de ontvanger om er toegang toe te krijgen. Het enige wat ze nodig hebben is AxCrypt zelf.
pl: Najlepszą rzeczą w Key Sharing jest to, że nie musisz udostępniać swojego hasła odbiorcy, aby mógł uzyskać do niego dostęp. Wszystko, czego potrzebuje, to sam AxCrypt.
pt: O melhor do compartilhamento de chaves é que você não precisa compartilhar sua senha com o destinatário para que ele a acesse. Tudo o que eles precisam é do AxCrypt.
ru: Самое замечательное в совместном использовании ключей заключается в том, что вам не нужно сообщать свой пароль получателю, чтобы он мог получить к нему доступ. Все, что им нужно — сам AxCrypt.
sv: Det fina med Key Sharing är att du inte behöver dela ditt lösenord med mottagaren för att de ska komma åt det. Allt de behöver är AxCrypt.
tr: Anahtar Paylaşımı ile ilgili en güzel şey, alıcılara erişim sağlamak için parolanızı onlarla paylaşmak zorunda olmamanızdır. İhtiyaç duydukları tek şey AxCrypt'in kendisidir.
zh: 密钥共享的好处在于，您不必与收件人共享密码即可让他们访问密码。他们所需要的只是AxCrypt自己。

# Blog_HTSSFWAUA_H3_Text18
source: <b>9. Decrypt</b>: Once they log in to their own account, they will be able to access the file using their own password.
ar: <b>9. فك تشفير</b>: بمجرد تسجيل الدخول إلى حسابهم الخاص ، سيتمكنون من الوصول إلى الملف باستخدام كلمة المرور الخاصة بهم.
de: <b>9. Entschlüsseln</b>: Sobald sie sich bei ihrem eigenen Konto angemeldet haben, können sie mit ihrem eigenen Passwort auf die Datei zugreifen.
es: <b>9. Descifrar</b>: Una vez que inicien sesión en su propia cuenta, podrán acceder al archivo con su propia contraseña.
fr: <b>9. Décrypter</b> : Une fois qu’ils se seront connectés à leur propre compte, ils pourront accéder au fichier en utilisant leur propre mot de passe.
it: <b>9. Decrittografa</b>: una volta effettuato l'accesso al proprio account, sarà in grado di accedere al file utilizzando la propria password.
ko: <b>9. 암호 해독</b>: 자신의 계정에 로그인하면 자신의 암호를 사용하여 파일에 액세스할 수 있습니다.
nl: <b>9. Decrypt</b>: Zodra ze inloggen op hun eigen account, kunnen ze het bestand openen met hun eigen wachtwoord.
pl: <b>9. Odszyfruj</b>: Po zalogowaniu się na swoje konto, użytkownik będzie mógł uzyskać dostęp do pliku, używając swojego hasła.
pt: <b>9. Descriptografar</b>: Depois de fazer login em sua própria conta, eles poderão acessar o arquivo usando sua própria senha.
ru: <b>9. Расшифровка</b>: Как только они войдут в свою учетную запись, они смогут получить доступ к файлу, используя свой пароль.
sv: <b>9. Dekryptera</b>: När de loggar in på sitt eget konto kommer de att kunna komma åt filen med sitt eget lösenord.
tr: <b>9. Şifre çözme</b>: Kendi hesaplarına giriş yaptıklarında, kendi parolalarınızı kullanarak dosyaya erişebilirler.
zh: <b>9. 解密</b>：一旦他们登录到自己的帐户，他们将能够使用自己的密码访问该文件。

# Blog_HTSSFWAUA_H3_Text19
source: Lastly, for the recipient to decrypt the file, they can either double-click on it or use the “Open Secure” option.
ar: أخيرا ، لكي يقوم المستلم بفك تشفير الملف ، يمكنه إما النقر نقرا مزدوجا فوقه أو استخدام خيار "فتح آمن".
de: Damit der Empfänger die Datei entschlüsseln kann, kann er entweder darauf doppelklicken oder die Option "Sichere öffnen" verwenden.
es: Por último, para que el destinatario descifre el archivo, puede hacer doble clic en él o utilizar la opción "Abrir seguro".
fr: Enfin, pour déchiffrer le fichier, le destinataire peut double-cliquer dessus ou utiliser l’option « Open Secure ».
it: Infine, per decrittografare il file, il destinatario può fare doppio clic su di esso o utilizzare l'opzione "Apri sicuro".
ko: 마지막으로 수신자가 파일의 암호를 해독할 수 있도록 두 번 클릭하거나 "보안 열기" 옵션을 사용할 수 있습니다.
nl: Ten slotte kan de ontvanger het bestand decoderen door erop te dubbelklikken of de optie "Beveiligd openen" te gebruiken.
pl: Na koniec, aby odbiorca mógł odszyfrować plik, może albo kliknąć na niego dwukrotnie, albo skorzystać z opcji „Otwórz bezpiecznie”.
pt: Por fim, para que o destinatário descriptografe o arquivo, ele pode clicar duas vezes nele ou usar a opção "Abrir seguro".
ru: Наконец, чтобы получатель мог расшифровать файл, он может либо дважды щелкнуть по нему, либо использовать опцию «Открыть защищенный».
sv: Slutligen, för att mottagaren ska kunna dekryptera filen, kan de antingen dubbelklicka på den eller använda alternativet “Open Secure”.
tr: Son olarak, alıcının dosyanın şifresini çözmesi için üzerine çift tıklayabilir veya "Güvenli Aç" seçeneğini kullanabilirler.
zh: 最后，为了让收件人解密文件，他们可以双击它或使用“打开安全”选项。
