Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HPDYMP_Conclusion_Text1
source: Phone encryption is not a new concept in the mobile business, and it has become an unavoidable element of the design process for all smartphone makers. Mobile encryption can accomplish everything for you, from preventing your data from being stolen to keeping your personal information safe. Now that you understand the need for encrypted data, encrypt all of your mobile devices to protect your data from unauthorized access.
ar: لا يعد تشفير الهاتف مفهوماً جديداً في مجال الهواتف المحمولة ، وقد أصبح عنصرًا لا مفر منه في عملية التصميم لجميع صانعي الهواتف الذكية. يمكن لتشفير الهاتف المحمول أن يحقق لك كل شيء ، من منع سرقة بياناتك إلى الحفاظ على أمان معلوماتك الشخصية. الآن بعد أن فهمت الحاجة إلى البيانات المشفرة ، قم بتشفير جميع أجهزتك المحمولة لحماية بياناتك من الوصول غير المصرح به.
de: Telefonverschlüsselung ist kein neues Konzept im Mobilfunkgeschäft und für alle Smartphone-Hersteller zu einem unvermeidlichen Element des Designprozesses geworden. Die mobile Verschlüsselung kann alles für Sie erledigen, von der Verhinderung des Diebstahls Ihrer Daten bis hin zur Sicherheit Ihrer persönlichen Daten. Nachdem Sie die Notwendigkeit verschlüsselter Daten verstanden haben, verschlüsseln Sie alle Ihre Mobilgeräte, um Ihre Daten vor unbefugtem Zugriff zu schützen.
es: El cifrado de teléfonos no es un concepto nuevo en el negocio móvil y se ha convertido en un elemento inevitable del proceso de diseño para todos los fabricantes de teléfonos inteligentes. El cifrado móvil puede lograr todo por ti, desde evitar que tus datos sean robados hasta mantener segura tu información personal. Ahora que comprendes la necesidad de tener tus datos cifrados, cifra todos tus dispositivos móviles para proteger tus datos del acceso no autorizado.
fr: Le cryptage des téléphones n’est pas un concept nouveau dans le secteur mobile, et il est devenu un élément inévitable du processus de conception pour tous les fabricants de smartphones. Le cryptage mobile peut tout accomplir pour vous, qu’il s’agisse d’empêcher le vol de vos données ou de protéger vos informations personnelles. Maintenant que vous comprenez le besoin de données chiffrées, chiffrez tous vos appareils mobiles pour protéger vos données contre les accès non autorisés.
it: La crittografia del telefono non è un concetto nuovo nel settore della telefonia mobile ed è diventata un elemento inevitabile del processo di progettazione per tutti i produttori di smartphone. La crittografia mobile può realizzare tutto per te, dalla prevenzione del furto dei tuoi dati alla sicurezza delle tue informazioni personali. Ora che hai compreso la necessità di dati crittografati, crittografa tutti i tuoi dispositivi mobili per proteggere i tuoi dati da accessi non autorizzati.
ko: 전화 암호화는 모바일 비즈니스에서 새로운 개념이 아니며 모든 스마트폰 제조업체의 설계 프로세스에서 피할 수없는 요소가 되었습니다. 모바일 암호화는 데이터 도난 방지에서 개인 정보를 안전하게 유지하는 것까지 모든 것을 수행할 수 있습니다. 이제 암호화된 데이터의 필요성을 이해했으므로 모든 모바일 장치를 암호화하여 무단 액세스로부터 데이터를 보호합니다.
nl: Telefoonencryptie is geen nieuw concept in de mobiele sector, en het is een onvermijdelijk onderdeel geworden van het ontwerpproces voor alle smartphonemakers. Mobiele encryptie kan alles voor u bereiken, van het voorkomen dat uw gegevens worden gestolen tot het veilig houden van uw persoonlijke gegevens. Nu u de noodzaak van versleutelde gegevens begrijpt, zou u al uw mobiele apparaten moeten versleutelen om uw gegevens te beschermen tegen ongeoorloofde toegang.
pl: Szyfrowanie telefonu nie jest nową koncepcją w branży mobilnej i stało się nieuniknionym elementem procesu projektowania dla wszystkich producentów smartfonów. Szyfrowanie mobilne może zrobić wszystko za Ciebie, od zapobiegania kradzieży danych po zapewnienie bezpieczeństwa danych osobowych. Teraz, gdy rozumiesz potrzebę zaszyfrowanych danych, zaszyfruj wszystkie swoje urządzenia mobilne, aby chronić dane przed nieautoryzowanym dostępem.
pt: A cifragem de telefone não é um conceito novo nos negócios moveis, e tornou-se um elemento inevitável do processo de desenho para todos os fabricantes de smartphones. A cifragem móvel pode conseguir tudo por si, desde prevenir que os seus dados sejam roubados a manter a sua informação pessoal segura. Agora que compreende a necessidade de dados cifrados, cifre todos os seus dispositivos móveis para proteger os seus dados de acesso não autorizado.
ru: Шифрование телефонов не является новой концепцией в мобильном бизнесе, и оно стало неизбежным элементом процесса проектирования для всех производителей смартфонов. Мобильное шифрование может сделать за вас все, от предотвращения кражи ваших данных до обеспечения безопасности вашей личной информации. Теперь, когда вы понимаете необходимость зашифрованных данных, зашифруйте все свои мобильные устройства, чтобы защитить ваши данные от несанкционированного доступа.
sv: Telefonkryptering är inget nytt koncept inom mobilbranschen, och det har blivit en oundviklig del av designprocessen för alla smartphonetillverkare. Mobil kryptering kan åstadkomma allt för dig, från att förhindra att din data stjäls till att skydda din personliga information. Nu när du förstår behovet av krypterad data, kryptera alla dina mobila enheter för att skydda din data från obehörig åtkomst.
tr: Telefon şifreleme mobil sektörde yeni bir kavram değildir ve tüm akıllı telefon üreticileri için tasarım sürecinin kaçınılmaz bir unsuru haline gelmiştir. Mobil şifreleme, verilerinizin çalınmasını önlemekten kişisel bilgilerinizi güvende tutmaya kadar sizin için her şeyi başarabilir. Artık şifrelenmiş verilere olan ihtiyacı anladığınıza göre, verilerinizi yetkisiz erişime karşı korumak için tüm mobil cihazlarınızı şifreleyin.
zh: 手机加密在移动业务中并不是一个新概念，它已成为所有智能手机制造商设计过程中不可避免的元素。 移动加密可以为您完成一切，从防止您的数据被盗到保持您的个人信息安全。 既然您了解了加密数据的必要性，请加密您的所有移动设备，以保护您的数据免受未经授权的访问。

# Blog_HPDYMP_H1_Text1
source: Mobile phones have become an integral part of our daily lives. They have become the main target for hackers as a result of the global pandemic and the rise in remote work. There are many undiscovered risks out there attempting to get private data on your mobile device. When it comes to the information stored on a phone, many people underestimate its true worth. Your phone contains all of your personal information while acting as a data bank and a social media hub.
ar: أصبحت الهواتف المحمولة جزءًا لا يتجزأ من حياتنا اليومية. لقد أصبحوا الهدف الرئيسي للقراصنة نتيجة للوباء العالمي وزيادة العمل عن بعد. هناك العديد من المخاطر غير المكتشفة التي تحاول الحصول على بيانات خاصة على جهازك المحمول. عندما يتعلق الأمر بالمعلومات المخزنة على الهاتف ، فإن الكثير من الناس يقللون من قيمتها الحقيقية. يحتوي هاتفك على جميع معلوماتك الشخصية أثناء العمل كبنك بيانات ومركز وسائط اجتماعية.
de: Mobiltelefone sind zu einem festen Bestandteil unseres täglichen Lebens geworden. Sie sind infolge der globalen Pandemie und der Zunahme der Fernarbeit zum Hauptziel von Hackern geworden. Es gibt viele unentdeckte Risiken, die versuchen, private Daten auf Ihrem Mobilgerät abzurufen. Wenn es um die auf einem Telefon gespeicherten Informationen geht, unterschätzen viele Menschen ihren wahren Wert. Ihr Telefon enthält alle Ihre persönlichen Informationen und fungiert gleichzeitig als Datenbank und Social-Media-Hub.
es: Los teléfonos móviles se han convertido en una parte integral de nuestra vida diaria. Se han convertido en el principal objetivo de los hackers informáticos como resultado de la pandemia mundial y el aumento del trabajo remoto. Existen muchos riesgos no descubiertos que intentan obtener datos privados en tu dispositivo móvil. Cuando se trata de la información almacenada en un teléfono, muchas personas subestiman su verdadero valor. Tu teléfono contiene toda tu información personal mientras actúa como un banco de datos y un centro de redes sociales.
fr: Les téléphones portables sont devenus une partie intégrante de notre vie quotidienne. Ils sont devenus la cible principale des pirates informatiques en raison de la pandémie mondiale et de l'augmentation du travail à distance. Il existe de nombreux risques non découverts qui tentent d'obtenir des données privées sur votre appareil mobile. En ce qui concerne les informations stockées sur un téléphone, de nombreuses personnes sous-estiment sa véritable valeur. Votre téléphone contient toutes vos informations personnelles tout en agissant comme une banque de données et un centre de médias sociaux.
it: I telefoni cellulari sono diventati parte integrante della nostra vita quotidiana. Sono diventati l'obiettivo principale per gli hacker a seguito della pandemia globale e dell'aumento del lavoro da remoto. Ci sono molti rischi non scoperti là fuori che tentano di ottenere dati privati sul tuo dispositivo mobile. Quando si tratta delle informazioni memorizzate su un telefono, molte persone sottovalutano il loro vero valore. Il tuo telefono contiene tutte le tue informazioni personali mentre funge da banca dati e hub di social media.
ko: 휴대 전화는 일상 생활에서 없어서는 안될 부분이 되었습니다. 그들은 글로벌 펜데믹과 원격 근무의 증가로 인해 해커의 주요 표적이 되었습니다. 모바일 장치에서 개인 데이터를 얻으려고 시도하는 많은 위험이 있습니다. 전화에 저장된 정보는 많은 사람들이 그 진정한 가치를 과소 평가합니다. 휴대 전화에는 데이터 은행 및 소셜 미디어 허브 역할을 하는 동안 모든 개인 정보가 포함되어 있습니다.
nl: Mobiele telefoons zijn niet meer weg te denken uit ons dagelijks leven. Ze zijn het belangrijkste doelwit geworden van hackers als gevolg van de wereldwijde pandemie en de toename van werken op afstand. Er zijn veel onontdekte risico's die proberen om privégegevens op uw mobiele apparaat te krijgen. Als het gaat om de informatie die op een telefoon is opgeslagen, onderschatten veel mensen de werkelijke waarde ervan. Uw telefoon bevat al uw persoonlijke informatie en fungeert tegelijkertijd als een databank en een hub voor sociale media.
pl: Telefony komórkowe stały się integralną częścią naszego codziennego życia. Stali się głównym celem hakerów w wyniku globalnej pandemii i wzrostu liczby pracy zdalnej. Istnieje wiele nieodkrytych zagrożeń związanych z próbą uzyskania prywatnych danych na urządzeniu mobilnym. Jeśli chodzi o informacje przechowywane w telefonie, wiele osób nie docenia ich prawdziwej wartości. Twój telefon zawiera wszystkie Twoje dane osobowe, pełniąc jednocześnie funkcję banku danych i centrum mediów społecznościowych.
pt: Os telemóveis tornaram-se parte integrante das nossas vidas diárias. Eles tornaram-se o alvo principal de hackers como resultado da pandemia global e do aumento do teletrabalho. Há ainda por descobrir muitos riscos que tentam obter dados privados do seu dispositivo móvel. No que diz respeito à informação guardada num telefone, muitas pessoas subestimam o seu verdadeiro valor. O seu telefone contém toda a sua informação pessoal ao mesmo tempo que age como banco de dados e centro de media social.
ru: Мобильные телефоны стали неотъемлемой частью нашей повседневной жизни. Они стали главной мишенью для хакеров в результате глобальной пандемии и роста удаленной работы. Существует множество нераскрытых рисков при попытке получить личные данные на вашем мобильном устройстве. Когда дело доходит до информации, хранящейся на телефоне, многие люди недооценивают ее истинную ценность. Ваш телефон содержит всю вашу личную информацию, одновременно выступая в качестве банка данных и центра социальных сетей.
sv: Mobiltelefoner har blivit en integrerad del av vårt dagliga liv. De har blivit det främsta målet för hackare som ett resultat av den globala pandemin och ökningen av distansarbete. Det finns många oupptäckta risker där ute när du har privat data på din mobila enhet. När det kommer till informationen som lagras på en telefon är det många som underskattar dess verkliga värde. Din telefon innehåller all din personliga information samtidigt som den fungerar som en databank och ett nav för sociala medier.
tr: Cep telefonları günlük hayatımızın ayrılmaz bir parçası haline geldi. Küresel salgın ve uzaktan çalışmadaki artışın bir sonucu olarak bilgisayar korsanları için ana hedef haline geldiler. Mobil cihazınızda özel verileri elde etmeye çalışan keşfedilmemiş birçok risk bulunur. Bir telefonda depolanan bilgilere gelince, birçok kişi gerçek değerini hafife alır. Telefonunuz, bir veri bankası ve sosyal medya merkezi olarak hareket ederken tüm kişisel bilgilerinizi içerir.
zh: 手机已经成为我们日常生活中不可或缺的一部分。 由于全球大流行和远程工作的兴起，它们已成为黑客的主要目标。 有许多未被发现的风险在那里试图获得您的移动设备上的私人数据。 当涉及到存储在手机上的信息时，许多人低估了它的真正价值。 您的手机包含您的所有个人信息，同时充当数据库和社交媒体中心。

# Blog_HPDYMP_H1_Text2
source: Mobile security is a precautionary measure used to safeguard data against a variety of threats aimed to invade privacy and steal any other information kept on the phone. These data assaults are aimed towards stealing personal information, such as bank account numbers, login credentials, and other information. Make no mistake about a hacker's abilities. Hackers have a simple way of manipulating or stealing your phone's data. Hacking isn't necessarily limited to collecting usernames and passwords or sending out phishing emails.
ar: أمان الهاتف هو إجراء احترازي يستخدم لحماية البيانات ضد مجموعة متنوعة من التهديدات التي تهدف إلى غزو الخصوصية وسرقة أي معلومات أخرى محفوظة على الهاتف. تهدف هذه الاعتداءات على البيانات إلى سرقة المعلومات الشخصية ، مثل أرقام الحسابات المصرفية وبيانات اعتماد تسجيل الدخول وغيرها من المعلومات. لا تخطئ في قدرات المتسلل. المتسللون لديهم طريقة بسيطة للتلاعب أو سرقة بيانات هاتفك. لا يقتصر القرصنة بالضرورة على جمع أسماء المستخدمين وكلمات المرور أو إرسال رسائل بريد إلكتروني للتصيد الاحتيالي.
de: Mobile Sicherheit ist eine Vorsichtsmaßnahme zum Schutz von Daten vor einer Vielzahl von Bedrohungen, die darauf abzielen, in die Privatsphäre einzudringen und andere auf dem Telefon gespeicherte Informationen zu stehlen. Diese Datenangriffe zielen darauf ab, persönliche Informationen wie Bankkontonummern, Anmeldeinformationen und andere Informationen zu stehlen. Täuschen Sie sich nicht über die Fähigkeiten eines Hackers. Hacker haben eine einfache Möglichkeit, die Daten Ihres Telefons zu manipulieren oder zu stehlen. Hacking beschränkt sich nicht unbedingt auf das Sammeln von Benutzernamen und Passwörtern oder das Versenden von Phishing-E-Mails.
es: La seguridad móvil es una medida de precaución utilizada para proteger los datos contra una variedad de amenazas destinadas a invadir la privacidad y robar cualquier otra información guardada en el teléfono. Estos ataques de datos tienen como objetivo robar información personal, como números de cuentas bancarias, credenciales de inicio de sesión y otro tipo de información. No te equivoques acerca de las habilidades de un hacker. Los hackers informáticos tienen una forma sencilla de manipular o robar los datos de tu teléfono. La piratería no se limita necesariamente a recopilar nombres de usuario y contraseñas o enviar correos electrónicos de phishing.
fr: La sécurité mobile est une mesure de précaution utilisée pour protéger les données contre une variété de menaces visant à envahir la vie privée et à voler toute autre information conservée au téléphone. Ces attaques de données visent à voler des informations personnelles, telles que des numéros de compte bancaire, des identifiants de connexion, et d’autres informations. Ne vous méprenez pas sur les capacités d’un pirate. Les pirates ont un moyen simple de manipuler ou de voler les données de votre téléphone. Le piratage ne se limite pas nécessairement à la collecte de noms d’utilisateur et de mots de passe ou à l’envoi d’e-mails d'hameçonnage.
it: La sicurezza mobile è una misura precauzionale utilizzata per salvaguardare i dati da una serie di minacce volte a invadere la privacy e rubare qualsiasi altra informazione conservata sul telefono. Questi attacchi ai dati hanno lo scopo di rubare informazioni personali, come numeri di conto bancario, credenziali di accesso e altre informazioni. Non commettere errori sulle capacità di un hacker. Gli hacker hanno un modo semplice per manipolare o rubare i dati del telefono. L'hacking non si limita necessariamente alla raccolta di nomi utente e password o all'invio di e-mail di phishing.
ko: 모바일 보안은 개인 정보를 침해하고 전화기에 보관 된 기타 정보를 훔치기위한 다양한 위협으로부터 데이터를 보호하는 데 사용되는 예방 조치입니다. 이러한 데이터 공격은 은행 계좌 번호, 로그인 자격 증명 및 기타 정보와 같은 개인 정보를 훔치기 위한 것입니다. 해커의 능력을 과소평가하지 마십시오. 해커는 휴대전화의 데이터를 조작하거나 훔치는 간단한 방법이 있습니다. 해킹은 반드시 사용자 이름과 비밀번호를 수집하거나 피싱 이메일을 보내는 것으로 제한되지 않습니다.
nl: Mobiele beveiliging is een voorzorgsmaatregel om gegevens te beschermen tegen allerlei bedreigingen die erop gericht zijn de privacy te schenden en andere informatie op de telefoon te stelen. Deze gegevensaanvallen zijn gericht op het stelen van persoonlijke informatie, zoals bankrekeningnummers, inloggegevens en andere informatie. Vergis u niet in de mogelijkheden van een hacker. Hackers hebben een eenvoudige manier om de gegevens van uw telefoon te manipuleren of te stelen. Hacken beperkt zich niet noodzakelijkerwijs tot het verzamelen van gebruikersnamen en wachtwoorden of het versturen van phishing e-mails.
pl: Bezpieczeństwo mobilne to środek ostrożności stosowany do ochrony danych przed różnymi zagrożeniami, których celem jest naruszenie prywatności i kradzież wszelkich innych informacji przechowywanych w telefonie. Te ataki na dane mają na celu kradzież danych osobowych, takich jak numery kont bankowych, dane logowania i inne informacje. Nie popełnij błędu co do umiejętności hakera. Hakerzy mają prosty sposób na manipulowanie lub kradzież danych telefonu. Hakowanie niekoniecznie ogranicza się do zbierania nazw użytkowników i haseł lub wysyłania wiadomości phishingowych.
pt: A segurança móvel é uma medida de precaução usada para salvaguardar dados de uma variedade de ameaças que visam invadir a privacidade e roubar qualquer outra informação guardada no telefone. Estes assaltos de dados visam o furto de informação pessoal, tal como números de contas bancárias, credenciais e outra informação. Não tenha dúvida das habilidades de um hacker. Os hackers têm uma forma simples de manipular ou roubar os dados do seu telefone. A pirataria não está necessariamente limitada à recolha de credenciais e envio de emails com phishing.
ru: Мобильная безопасность - это мера предосторожности, используемая для защиты данных от различных угроз, направленных на вторжение в частную жизнь и кражу любой другой информации, хранящейся на телефоне. Эти атаки на данные направлены на кражу личной информации, такой как номера банковских счетов, учетные данные для входа и другая информация. Не заблуждайтесь относительно способностей хакера. У хакеров есть простые способы для манипулировать данными вашего телефона или красть их. Взлом не обязательно ограничивается сбором имен пользователей и паролей или рассылкой фишинговых электронных писем.
sv: Mobil säkerhet är en försiktighetsåtgärd som används för att skydda data mot en mängd olika hot som vill invadera integriteten och stjäla all information som finns på telefonen. Dessa dataangrepp syftar till att stjäla personlig information, såsom bankkontonummer, inloggningsuppgifter och annan information. Tvivla inte på en hackares förmågor. Hackare kan på ett enkelt sätt manipulera eller stjäla din telefons data. Hacking är inte nödvändigtvis begränsat till att samla in användarnamn och lösenord eller skicka ut nätfiske-e-postmeddelanden.
tr: Mobil güvenlik, gizliliği ihlal etmeyi ve telefonda tutulan diğer bilgileri çalmayı amaçlayan çeşitli tehditlere karşı verileri korumak için kullanılan bir önlemdir. Bu veri saldırıları, banka hesap numaraları, oturum açma bilgileri ve diğer bilgiler gibi kişisel bilgileri çalmaya yöneliktir. Bir bilgisayar korsanının yeteneklerini hafife almayın. Bilgisayar korsanlarının telefonunuzun verilerini manipüle etme veya çalma konusunda basit yöntemleri bulunur. Bilgisayar korsanlığı, kullanıcı adı ve parola toplamak ya da kimlik avı e-postaları göndermekle sınırlı değildir.
zh: 移动安全是一种预防措施，用于保护数据免受各种威胁，旨在侵犯隐私和窃取手机上保存的任何其他信息。 这些数据攻击旨在窃取个人信息，如银行帐号，登录凭据和其他信息。 不要误会黑客的能力。 黑客有一个简单的方法来操纵或窃取你的手机数据。 黑客攻击不一定仅限于收集用户名和密码或发送网络钓鱼电子邮件。
