Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EITPS_H2_SH4_Text1
source: A large number of companies don’t want their data encrypted because it is believed that coding digital files is too complicated to use. Security of files is deemed to be difficult to set up and confusing for individuals. Employees frequently disable it or share decrypted keys insecurely, rendering the overall implementation useless.
ar: لا يرغب عدد كبير من الشركات في تشفير بياناتها لأنه يُعتقد أن تشفير الملفات الرقمية معقد للغاية ولا يمكن استخدامه. يعتبر أمن الملفات أمرًا صعبًا ومربكًا للأفراد. يقوم الموظفون في كثير من الأحيان بتعطيله أو مشاركة المفاتيح التي تم فك تشفيرها بشكل غير آمن ، مما يجعل التطبيق العام عديم الفائدة.
de: Eine große Anzahl von Unternehmen möchte nicht, dass ihre Daten verschlüsselt werden, da angenommen wird, dass das Codieren digitaler Dateien zu kompliziert ist. Die Sicherheit von Dateien gilt als schwierig einzurichten und für Einzelpersonen verwirrend. Mitarbeiter deaktivieren es häufig oder geben entschlüsselte Schlüssel unsicher weiter, wodurch die gesamte Implementierung unbrauchbar wird.
es: Una gran cantidad de empresas no quieren que sus datos se cifren porque se cree que codificar archivos digitales es demasiado complicado de usar. Se considera que la seguridad de los archivos es difícil de configurar y confusa para las personas. Los empleados lo deshabilitan con frecuencia o comparten claves descifradas de manera insegura, lo que hace que la implementación general sea inútil.
fr: Un grand nombre d’entreprises ne veulent pas que leurs données soient cryptées car on pense que le codage de fichiers numériques est trop compliqué à utiliser. La sécurité des dossiers est jugée difficile à mettre en place et déroutante pour les particuliers. Les employés le désactivent fréquemment ou partagent des clés déchiffrées de manière non sécurisée, ce qui rend l’implémentation globale inutile.
it: Un gran numero di aziende non vuole che i propri dati siano criptati perché si ritiene che la codifica dei file digitali sia troppo complicata da usare. La sicurezza dei file è ritenuta difficile da impostare e confusionaria per le persone. I dipendenti spesso la disattivano o condividono le chiavi decriptate in modo insicuro, rendendo inutile l'implementazione complessiva.
ko: 많은 회사는 디지털 파일 코딩이 사용하기에는 너무 복잡하다고 생각하기 때문에 데이터 암호화를 원하지 않습니다. 파일 보안은 설정하기 어렵고 개인에게 혼란스러운 것으로 간주됩니다. 직원들은 자주 이를 비활성화하거나 해독된 키를 안전하지 않게 공유하여 무용지물이 됩니다.
nl: Een groot aantal bedrijven wil niet dat hun gegevens worden versleuteld, omdat wordt aangenomen dat het versleutelen van digitale bestanden te ingewikkeld is om te gebruiken. Beveiliging van bestanden wordt als moeilijk op te zetten en verwarrend voor individuen beschouwd. Werknemers schakelen het vaak uit of delen ontsleutelde sleutels onveilig, waardoor de algehele implementatie onbruikbaar wordt.
pl: Wiele firm nie chce szyfrować swoich danych, ponieważ uważa się, że kodowanie plików cyfrowych jest zbyt skomplikowane w użyciu. Uważa się, że bezpieczeństwo plików jest trudne do skonfigurowania i mylące dla osób fizycznych. Pracownicy często ją wyłączają lub w niezabezpieczony sposób udostępniają odszyfrowane klucze, przez co cała implementacja jest bezużyteczna.
pt: Um grande número de empresas não quer os seus dados cifrados porque se acredita que codificar ficheiros digitais é muito complicado. A segurança de ficheiros é considerada difícil de configurar e confusa para indivíduos. Os trabalhadores desactivam-na frequentemente ou partilham chaves de decifragem de forma insegura, tornando inútil toda a implementação.
ru: Большое количество компаний не хотят, чтобы их данные шифровались, поскольку считается, что кодирование цифровых файлов слишком сложно. Безопасность файлов считается сложной в настройке и вводящей в заблуждение. Сотрудники часто отключают его или небезопасно обмениваются расшифрованными ключами, что делает общую реализацию бесполезной.
sv: Ett stort antal företag vill inte ha sin data krypterad eftersom man tror att kodning av digitala filer är för komplicerat att använda. Säkerhet för filer anses vara svår att ställa in och förvirrande för individer. Anställda inaktiverar det ofta eller delar dekrypterade nycklar på ett osäkert sätt, vilket gör den övergripande användningen värdelös.
tr: Çok sayıda şirket, verilerinin şifrelenmesini istemez çünkü dijital dosyaları kodlamanın kullanımının çok karmaşık olduğuna inanılır. Dosyaların güvenliğinin sağlanması zor ve bireyler için karmaşık olduğu zannedilir. Çalışanlar bunu sık sık devre dışı bırakır veya şifresi çözülmüş anahtarları güvensiz bir şekilde paylaşarak genel uygulamayı işe yaramaz hale getirir.
zh: 大量公司不希望他们的数据加密，因为人们认为编码数字文件太复杂而无法使用。 文件的安全性被认为是难以设置和混淆的个人。 员工经常不安全地禁用它或共享解密的密钥，使整体实现毫无用处。

# Blog_EITPS_H2_SubHeading1
source: <strong>High Cost</strong>
ar: <strong> تكلفة عالية </strong>
de: <strong>Hohe Kosten</strong>
es: <strong>Alto costo</strong>
fr: <strong>Coût Élevé</strong>
it: <strong>Costo elevato</strong>
ko: <strong>높은 비용</strong>
nl: <strong>Hoge Kosten</strong>
pl: <strong>Wysoki koszt</strong>
pt: <strong>Custo Elevado</strong>
ru: <strong>Высокая стоимость</strong>
sv: <strong>Hög kostnad</strong>
tr: <strong>Yüksek Maliyet</strong>
zh: <strong>成本高</strong>

# Blog_EITPS_H2_SubHeading2
source: <strong>Reduces Productivity</strong>
ar: <strong> يقلل الإنتاجية </ strong>
de: <strong>Reduziert die Produktivität</strong>
es: <strong>Reduce la productividad</strong>
fr: <strong>Réduit la Productivité</strong>
it: <strong>Riduce la produttività</strong>
ko: <strong>생산성 감소</strong>
nl: <strong>Vermindert de Productiviteit</strong>
pl: <strong>Zmniejsza produktywność</strong>
pt: <strong>Reduz a Produtividade</strong>
ru: <strong>Снижает производительность</strong>
sv: <strong>Reducerar produktiviteten</strong>
tr: <strong>Verimliliği Düşürür</strong>
zh: <strong>降低生产率</strong>

# Blog_EITPS_H2_SubHeading3
source: <strong>Only works when the server is down</strong>
ar: <strong> يعمل فقط عندما يكون الخادم معطلاً </ strong>
de: <strong>Funktioniert nur, wenn der Server ausgefallen ist</strong>
es: <strong>Solo funciona cuando el servidor está caído</strong>
fr: <strong>Fonctionne uniquement lorsque le serveur est en panne</strong>
it: <strong>Funziona solo quando il server è inattivo</strong>
ko: <strong>서버가 다운된 경우에만 작동</strong>
nl: <strong>Werkt alleen als de server niet beschikbaar is</strong>
pl: <strong>Działa tylko wtedy, gdy serwer nie działa</strong>
pt: <strong>Funciona apenas quando o servidor está fora de serviço</strong>
ru: <strong> Работает только тогда, когда сервер отключен</strong>
sv: <strong>Fungerar endast när servern är nere</strong>
tr: <strong>Yalnızca sunucu çöktüğünde çalışır</strong>
zh: <strong>仅在服务器关闭时有效</strong>

# Blog_EITPS_H2_SubHeading4
source: <strong>Complicated to use</strong>
ar: <strong> معقد للاستخدام </strong>
de: <strong>Kompliziert zu bedienen</strong>
es: <strong>Es complicado de usar</strong>
fr: <strong>Compliqué à utiliser</strong>
it: <strong>Complicato da usare</strong>
ko: <strong>사용이 복잡함</strong>
nl: <strong>Ingewikkeld om te gebruiken</strong>
pl: <strong>Skomplikowane w użyciu</strong>
pt: <strong>Complicada de usar</strong>
ru: <strong>Сложный в использовании</strong>
sv: <strong>Svår att använda</strong>
tr: <strong>Kullanımı karmaşıktır</strong>
zh: <strong>使用起来很复杂</strong>

# Blog_EITPS_H3_SH_3Text1
source: With the key sharing feature, you can share files without the need to share passwords. Instead, you can share file keys to specific colleagues to give them access to particular files. Then, they can easily browse or edit the shared file. Even more so, it allows you to unshare the file to remove the person's access quickly.
ar: باستخدام ميزة مشاركة المفاتيح ، يمكنك مشاركة الملفات دون الحاجة إلى مشاركة كلمات المرور. بدلاً من ذلك ، يمكنك مشاركة مفاتيح الملفات مع زملاء محددين لمنحهم حق الوصول إلى ملفات معينة. بعد ذلك ، يمكنهم بسهولة استعراض الملف المشترك أو تحريره. والأكثر من ذلك ، أنه يسمح لك بإلغاء مشاركة الملف لإزالة وصول الشخص بسرعة.
de: Mit der Schlüsselfreigabefunktion können Sie Dateien freigeben, ohne Kennwörter freigeben zu müssen. Stattdessen können Sie Dateischlüssel für bestimmte Kollegen freigeben, um ihnen Zugriff auf bestimmte Dateien zu gewähren. Dann können sie die freigegebene Datei einfach durchsuchen oder bearbeiten. Darüber hinaus können Sie die Freigabe der Datei aufheben, um den Zugriff der Person schnell zu entfernen.
es: Con la función de uso compartido de claves, puedes compartir archivos sin necesidad de compartir contraseñas. En cambio, puedes compartir claves de archivo con colegas específicos para darles acceso a archivos particulares. Luego, pueden navegar o editar fácilmente el archivo compartido. Más aún, te permite dejar de compartir el archivo para eliminar el acceso de la persona rápidamente.
fr: Avec la fonction de partage de clés, vous pouvez partager des fichiers sans avoir besoin de partager des mots de passe. Au lieu de cela, vous pouvez partager des clés de fichier avec des collègues spécifiques pour leur donner accès à des fichiers particuliers. Ensuite, ils peuvent facilement parcourir ou modifier le fichier partagé. Plus encore, il vous permet de départager le fichier pour supprimer rapidement l’accès de la personne.
it: Con la funzione di condivisione delle chiavi, puoi condividere file senza la necessità di condividere le password. Invece, puoi condividere le chiavi dei file con colleghi specifici per consentire loro l'accesso a determinati file. Quindi, possono facilmente sfogliare o modificare il file condiviso. Ancora di più, ti consente di annullare la condivisione del file per rimuovere rapidamente l'accesso della persona.
ko: 키 공유 기능을 사용하면 암호를 공유할 필요 없이 파일을 공유할 수 있습니다. 대신 특정 동료에게 파일 키를 공유하여 특정 파일에 대한 액세스 권한을 부여할 수 있습니다. 그런 다음 공유 파일을 쉽게 찾아보거나 편집할 수 있습니다. 또한 파일 공유를 해제하여 그 사람의 액세스 권한을 빠르게 제거할 수 있습니다.
nl: Met de functie voor het delen van sleutels kunt u bestanden delen zonder dat u wachtwoorden hoeft te delen. In plaats daarvan kunt u bestandssleutels delen met specifieke collega's om hen toegang te geven tot bepaalde bestanden. Vervolgens kunnen ze gemakkelijk door het gedeelde bestand bladeren of het bewerken. Sterker nog, hiermee kunt u het delen van het bestand opheffen om de toegang van de persoon snel te verwijderen.
pl: Dzięki funkcji udostępniania kluczy możesz udostępniać pliki bez konieczności udostępniania haseł. Zamiast tego możesz udostępniać klucze plików określonym współpracownikom, aby zapewnić im dostęp do określonych plików. Następnie mogą łatwo przeglądać lub edytować udostępniony plik. Co więcej, pozwala cofnąć udostępnianie pliku, aby szybko usunąć dostęp danej osoby.
pt: Com a funcionalidade de partilha de chaves, pode partilhar ficheiros sem precisar de partilhar palavras-passe. Em vez disso, pode partilhar chaves de ficheiros com colegas específicos para lhes dar acesso a ficheiros específicos. Assim, eles podem facilmente navegar ou editar o ficheiro partilhado. Mais ainda, permite-lhe deixar de partilhar o ficheiro para remover rapidamente o acesso por parte da pessoa.
ru: С помощью функции совместного использования ключей вы можете обмениваться файлами без необходимости делиться паролями. Вместо этого вы можете поделиться ключами файлов с конкретными коллегами, чтобы предоставить им доступ к определенным файлам. Затем они могут легко просматривать или редактировать общий файл. Более того, это позволяет вам отменить общий доступ к файлу, чтобы быстро лишить пользователя доступа.
sv: Med nyckeldelningsfunktionen kan du dela filer utan att behöva dela lösenord. Istället kan du dela filnycklar till specifika kollegor för att ge dem åtkomst till särskilda filer. Sedan kan de enkelt bläddra eller redigera den delade filen. Dessutom låter det dig sluta dela filen för att snabbt ta bort personens åtkomst.
tr: Anahtar paylaşım özelliği ile şifreleri paylaşmaya gerek kalmadan dosyaları paylaşabilirsiniz. Bunun yerine, belirli dosyalara erişmelerini sağlamak için dosya anahtarlarını belirli iş arkadaşlarınızla paylaşabilirsiniz. Bu da onlara ardından, paylaşılan dosyaya kolayca göz atma veya dosyayı düzenleme olanağı verir. Dahası, kişinin erişimini hızlı bir şekilde kaldırmak için dosya paylaşımını durdurmanıza imkan tanır.
zh: 使用密钥共享功能，您可以共享文件而无需共享密码。 相反，您可以将文件密钥共享给特定同事，让他们访问特定文件。 然后，他们可以轻松浏览或编辑共享文件。 更重要的是，它允许您取消共享文件以快速删除此人的访问权限。

# Blog_EITPS_H3_SH1_Text1
source: Encryption is a technique for safeguarding sensitive data. This protects anonymity and privacy, lowering the chances of thieves and government agencies spying on you. You can encrypt data while it's in transit, used, or stored. You can keep control of your data even after it has left your building if you have your encryption keys.
ar: التشفير هو تقنية لحماية البيانات الحساسة. هذا يحمي إخفاء الهوية والخصوصية ، ويقلل من فرص اللصوص والوكالات الحكومية التي تتجسس عليك. يمكنك تشفير البيانات أثناء نقلها أو استخدامها أو تخزينها. يمكنك التحكم في بياناتك حتى بعد مغادرتها المبنى الخاص بك إذا كان لديك مفاتيح التشفير الخاصة بك.
de: Verschlüsselung ist eine Technik zum Schutz sensibler Daten. Dies schützt die Anonymität und Privatsphäre und verringert die Wahrscheinlichkeit, dass Diebe und Regierungsbehörden Sie ausspionieren. Sie können Daten verschlüsseln, während sie übertragen, verwendet oder gespeichert werden. Sie können die Kontrolle über Ihre Daten behalten, auch nachdem sie Ihr Gebäude verlassen haben, wenn Sie Ihre Verschlüsselungsschlüssel haben.
es: El cifrado es una técnica para salvaguardar datos confidenciales. Esto protege el anonimato y la privacidad, lo que reduce las posibilidades de que los ladrones y las agencias gubernamentales te espíen. Puedes cifrar datos mientras están en tránsito, en uso ​​o almacenados. Puedes mantener el control de tus datos incluso después de que hayan salido de tu edificio si tienes tus claves de cifrado.
fr: Le cryptage est une technique de sauvegarde des données sensibles. Cela protège l'anonymat et la vie privée, réduisant ainsi les risques que des voleurs et des agences gouvernementales vous espionnent. Vous pouvez chiffrer les données lorsqu'elles sont en transit, utilisées, ou stockées. Vous pouvez garder le contrôle de vos données même après qu'elles aient quitté votre bâtiment si vous disposez de vos clés de cryptage.
it: La crittografia è una tecnica per salvaguardare i dati sensibili. Questo protegge l'anonimato e la privacy, riducendo le possibilità che ladri e agenzie governative ti spiano. È possibile crittografare i dati mentre sono in transito, utilizzati o archiviati. Puoi mantenere il controllo dei tuoi dati anche dopo che hanno lasciato il tuo edificio se disponi delle chiavi di crittografia.
ko: 암호화는 중요한 데이터를 보호하는 기술입니다. 이것은 익명성과 사생활을 보호하여 도둑과 정부 기관이 당신을 감시할 가능성을 낮춥니다. 전송 중이거나, 사용 중이거나, 저장된 데이터를 암호화할 수 있습니다. 암호화 키가 있는 경우 전송 된 후에도 데이터를 계속 제어할 수 있습니다.
nl: Versleuteling is een techniek om gevoelige gegevens te beveiligen. Dit beschermt de anonimiteit en privacy, waardoor de kans kleiner wordt dat dieven en overheidsinstanties u bespioneren. U kunt gegevens versleutelen terwijl deze onderweg, gebruikt worden of opgeslagen zijn. U kunt de controle over uw gegevens behouden, zelfs nadat deze uw gebouw hebben verlaten, als u over uw encryptiesleutels beschikt.
pl: Szyfrowanie to technika zabezpieczania poufnych danych. Chroni to anonimowość i prywatność, zmniejszając szanse na szpiegowanie Cię przez złodziei i agencje rządowe. Możesz szyfrować dane, gdy są przesyłane, używane lub przechowywane. Możesz zachować kontrolę nad swoimi danymi nawet po opuszczeniu budynku, jeśli masz klucze szyfrowania.
pt: A cifragem é uma técnica de salvaguarda de dados sensíveis. Ela protege o anonimato e a privacidade, diminuindo as probabilidades de ladrões e agências governamentais a(o) espiarem. Pode cifrar dados em trânsito, uso ou armazenamento. Se tiver as suas chaves de cifragem, manterá o controlo dos seus dados mesmo depois de sair do edifício.
ru: Шифрование - это метод защиты конфиденциальных данных. Оно защищает анонимность и неприкосновенность частной жизни, снижая вероятность шпионажа различных воров и правительственных учреждений. Вы можете шифровать данные во время их передачи, использования или хранения. Вы можете сохранить контроль над своими данными даже после того, как они покинули ваше "здание", если у вас есть ключи шифрования.
sv: Kryptering är en teknik för att skydda känslig data. Detta skyddar anonymitet och integritet, vilket minskar risken för att tjuvar och statliga myndigheter spionerar på dig. Du kan kryptera data medan den transporteras, används eller lagras. Du kan behålla kontrollen över din data även efter att den har lämnat din byggnad om du har dina krypteringsnycklar.
tr: Şifreleme, hassas verileri korumak için kullanılan bir tekniktir. Bu, anonimliği ve gizliliği koruyarak hırsızların ve devlet kurumlarının sizi gözetleme şansını azaltır. Aktarım sırasındayken, kullanılırken veya saklarken verileri şifreleyebilirsiniz. Şifreleme anahtarlarınız varsa, bulunduğunuz yapıdan ayrıldıktan sonra bile verilerinizin kontrolünü elinizde tutabilirsiniz.
zh: 加密是一种保护敏感数据的技术。 这可以保护匿名和隐私，降低窃贼和政府机构监视你的机会。 您可以在传输、使用或存储数据时对数据进行加密。 如果您拥有加密密钥，即使数据离开建筑物后，您也可以保持对数据的控制。

# Blog_EITPS_H3_SH2_Text1
source: With the rise in popularity of digital devices in recent years, many businesses have struggled to find a solution for keeping the data saved and transmitted through several devices. However, contemporary encryption technology software helps to ensure that all data and all of your electronic devices are secure.
ar: مع ارتفاع شعبية الأجهزة الرقمية في السنوات الأخيرة ، كافحت العديد من الشركات لإيجاد حل للحفاظ على البيانات المحفوظة ونقلها عبر العديد من الأجهزة. ومع ذلك ، تساعد برامج تكنولوجيا التشفير المعاصرة على ضمان أمان جميع البيانات وجميع أجهزتك الإلكترونية.
de: Mit der zunehmenden Beliebtheit digitaler Geräte in den letzten Jahren haben viele Unternehmen Schwierigkeiten, eine Lösung zu finden, um die Daten zu speichern und über mehrere Geräte zu übertragen. Moderne Verschlüsselungstechnologie-Software trägt jedoch dazu bei, dass alle Daten und alle Ihre elektronischen Geräte sicher sind.
es: Con el aumento de la popularidad de los dispositivos digitales en los últimos años, muchas empresas se han esforzado por encontrar una solución para mantener los datos guardados y transmitidos a través de varios dispositivos. Sin embargo, el software de tecnología de cifrado contemporáneo ayuda a garantizar que todos los datos y todos tus dispositivos electrónicos estén seguros.
fr: Avec la popularité croissante des appareils numériques au cours des dernières années, de nombreuses entreprises ont eu du mal à trouver une solution pour conserver les données enregistrées et transmises via plusieurs appareils. Cependant, les logiciels de technologie de cryptage contemporains permettent de s’assurer que toutes les données et tous vos appareils électroniques sont sécurisés.
it: Con l'aumento della popolarità dei dispositivi digitali negli ultimi anni, molte aziende hanno faticato a trovare una soluzione per mantenere i dati salvati e trasmessi attraverso dispositivi diversi. Tuttavia, il software della tecnologia di crittografia contemporanea aiuta a garantire che tutti i dati e tutti i dispositivi elettronici siano al sicuro.
ko: 최근 몇 년 동안 디지털 장치의 인기가 높아짐에 따라, 많은 기업이 여러 장치를 통해 데이터를 저장하고 전송하기 위한 솔루션을 찾는 데 어려움을 겪고 있습니다. 그러나 최신 암호화 기술 소프트웨어는 모든 데이터와 모든 전자 장치의 보안을 보장하는 데 도움이 됩니다.
nl: Met de stijgende populariteit van digitale apparaten in de afgelopen jaren, hebben veel bedrijven moeite gehad om een oplossing te vinden om de gegevens op te slaan en te verzenden via verschillende apparaten. Moderne software voor coderingstechnologie helpt er echter voor te zorgen dat alle gegevens en al uw elektronische apparaten veilig zijn.
pl: Wraz ze wzrostem popularności urządzeń cyfrowych w ostatnich latach wiele firm miało trudności ze znalezieniem rozwiązania, które pozwoliłoby przechowywać i przesyłać dane za pośrednictwem kilku urządzeń. Jednak współczesne oprogramowanie do szyfrowania pomaga zapewnić bezpieczeństwo wszystkich danych i wszystkich urządzeń elektronicznych.
pt: Com o aumento da popularidade de dispositivos digitais nos últimos anos, muitos negócios tiveram dificuldade em encontrar uma solução para manter os dados guardados e transmitidos através de vários dispositivos. Contudo, o software tecnológico de cifragem contemporâneo ajuda a garantir que todos os dados e dispositivos electrónicos estão protegidos.
ru: С ростом популярности цифровых устройств в последние годы многие компании изо всех сил пытались найти решение для сохранения данных и передачи через несколько девайсов. Однако современное программное обеспечение с технологией шифрования помогает обеспечить безопасность всех данных и всех ваших электронных устройств.
sv: Med den ökade populariteten för digitala enheter under de senaste åren har många företag kämpat för att hitta en lösning för att hålla data sparad och överförd via flera enheter. Men modern krypteringsteknologi hjälper till att säkerställa att all data och alla dina elektroniska enheter är säkra.
tr: Son yıllarda dijital cihazların popülaritesinin artmasıyla birlikte, birçok işletme verilerin birkaç cihaz aracılığıyla kaydedilmesini ve iletilmesini sağlamak için bir çözüm bulmakta zorlanmaya başladı. Bununla birlikte, çağdaş şifreleme teknolojisi yazılımları ise tüm verilerin ve tüm elektronik cihazlarınızın güvende olmasını sağlamaya yardımcı olmaktadır.
zh: 随着近年来数字设备的普及，许多企业一直在努力寻找一种解决方案，以保持数据的保存和传输通过几个设备。 然而，现代加密技术软件有助于确保所有数据和所有电子设备的安全。
