Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCKSGDBlock1Text1
source: Typically, employees share relevant and work-related information with each other. However, worrying about the data’s security during the sharing process is inevitable. Since this raises concern about sharing secured files, it is incredibly vital for encryption software to have a feature that lets you share and receive files more securely.
ar: عادة ، يشارك الموظفون المعلومات ذات الصلة والمتعلقة بالعمل مع بعضهم البعض. ومع ذلك ، فإن القلق بشأن أمان البيانات أثناء عملية المشاركة أمر لا مفر منه. نظرا لأن هذا يثير القلق بشأن مشاركة الملفات الآمنة ، فمن الضروري للغاية أن يكون لبرنامج التشفير ميزة تتيح لك مشاركة الملفات واستلامها بشكل أكثر أمانا.
de: In der Regel tauschen Mitarbeiter relevante und arbeitsbezogene Informationen miteinander aus. Es ist jedoch unvermeidlich, sich während des Freigabeprozesses Sorgen um die Sicherheit der Daten zu machen. Da dies Bedenken hinsichtlich der Freigabe gesicherter Dateien aufwirft, ist es unglaublich wichtig, dass Verschlüsselungssoftware über eine Funktion verfügt, mit der Sie Dateien sicherer freigeben und empfangen können.
es: Por lo general, los empleados comparten información relevante y relacionada con el trabajo entre sí. Sin embargo, es inevitable preocuparse por la seguridad de los datos durante el proceso de intercambio. Dado que esto plantea la preocupación de compartir archivos seguros, es increíblemente vital que el software de cifrado tenga una función que le permita compartir y recibir archivos de forma más segura.
fr: En règle générale, les employés partagent entre eux des informations pertinentes et liées au travail. Cependant, il est inévitable de s’inquiéter de la sécurité des données pendant le processus de partage. Étant donné que cela soulève des inquiétudes quant au partage de fichiers sécurisés, il est absolument essentiel que le logiciel de cryptage dispose d'une fonctionnalité qui vous permet de partager et de recevoir des fichiers de manière plus sécurisée.
it: In genere, i dipendenti condividono tra loro informazioni rilevanti e relative al lavoro. Tuttavia, preoccuparsi della sicurezza dei dati durante il processo di condivisione è inevitabile. Poiché ciò solleva preoccupazioni sulla condivisione di file protetti, è incredibilmente vitale che il software di crittografia disponga di una funzione che consenta di condividere e ricevere file in modo più sicuro.
ko: 일반적으로 직원들은 관련 작업 정보를 서로 공유합니다. 그러나 공유 과정에서 데이터의 보안에 대해 걱정하는 것은 불가피합니다. 이로 인해 보안된 파일을 공유하는 것에 대한 우려가 생기며, 암호화 소프트웨어가 파일을 보다 안전하게 공유하고 받을 수 있는 기능을 갖추는 것이 매우 중요합니다.
nl: Doorgaans delen werknemers relevante en werkgerelateerde informatie met elkaar. Het is echter onvermijdelijk dat je je zorgen maakt over de veiligheid van de gegevens tijdens het deelproces. Aangezien dit aanleiding geeft tot bezorgdheid over het delen van beveiligde bestanden, is het ongelooflijk belangrijk dat versleutelingssoftware een functie heeft waarmee je bestanden veiliger kunt delen en ontvangen.
pl: Zazwyczaj pracownicy dzielą się między sobą istotnymi i związanymi z pracą informacjami. Jednak martwienie się o bezpieczeństwo danych podczas procesu udostępniania jest nieuniknione. Ponieważ budzi to obawy dotyczące udostępniania zabezpieczonych plików, niezwykle istotne jest, aby oprogramowanie szyfrujące posiadało funkcję umożliwiającą bezpieczniejsze udostępnianie i odbieranie plików.
pt: Normalmente, os funcionários compartilham informações relevantes e relacionadas ao trabalho uns com os outros. No entanto, a preocupação com a segurança dos dados durante o processo de compartilhamento é inevitável. Como isso levanta preocupações sobre o compartilhamento de arquivos protegidos, é incrivelmente vital que o software de criptografia tenha um recurso que permita compartilhar e receber arquivos com mais segurança.
ru: Как правило, сотрудники обмениваются друг с другом актуальной и связанной с работой информацией. Однако беспокойство о безопасности данных в процессе обмена неизбежно. Поскольку это вызывает опасения по поводу обмена защищенными файлами, для программного обеспечения шифрования невероятно важно иметь функцию, которая позволяет более безопасно обмениваться файлами и получать их.
sv: Vanligtvis delar anställda relevant och arbetsrelaterad information med varandra. Men det är oundvikligt att inte oroa sig för datans säkerhet under delningsprocessen. Eftersom detta skapar en oro kring delning av säkrade filer är det oerhört viktigt att krypteringsprogramvaran har en funktion som låter dig dela och ta emot filer på ett säkrare sätt.
tr: Tipik olarak, çalışanlar ilgili ve işle ilgili bilgileri birbirleriyle paylaşırlar. Ancak, paylaşım işlemi sırasında verilerin güvenliği konusunda endişelenmek kaçınılmazdır. Bu, güvenli dosyaların paylaşılmasıyla ilgili endişeleri artırdığından, şifreleme yazılımının dosyaları daha güvenli bir şekilde paylaşmanıza ve almanıza olanak tanıyan bir özelliğe sahip olması inanılmaz derecede önemlidir.
zh: 通常，员工会相互共享相关和与工作相关的信息。但是，在共享过程中担心数据的安全性是不可避免的。由于这引起了对共享安全文件的担忧，因此加密软件具有可让您更安全地共享和接收文件的功能非常重要。

# AxCKSGDBlock1Text2
source: With the key sharing feature, you can share files <b>without the need to share passwords</b>. Instead, you can share file keys to specific colleagues to give them access to particular files. Then, they can easily browse or edit the shared file. Even more so, it should allow you to unshare the file to remove the person’s access quickly.
ar: باستخدام ميزة مشاركة المفاتيح ، يمكنك مشاركة الملفات <b>دون الحاجة إلى مشاركة كلمات المرور</b>. بدلا من ذلك، يمكنك مشاركة مفاتيح الملفات مع زملاء محددين لمنحهم حق الوصول إلى ملفات معينة. بعد ذلك ، يمكنهم بسهولة تصفح الملف المشترك أو تحريره. والأكثر من ذلك ، يجب أن يسمح لك بإلغاء مشاركة الملف لإزالة وصول الشخص بسرعة.
de: Mit der Schlüsselfreigabefunktion können Sie Dateien freigeben, <b>ohne Passwörter weitergeben zu müssen</b>. Stattdessen können Sie Dateischlüssel für bestimmte Kollegen freigeben, um ihnen Zugriff auf bestimmte Dateien zu gewähren. Anschließend können sie die freigegebene Datei einfach durchsuchen oder bearbeiten. Darüber hinaus sollten Sie die Freigabe der Datei aufheben können, um den Zugriff der Person schnell zu entfernen.
es: Con la función de uso compartido de claves, puede compartir archivos <b>sin necesidad de compartir contraseñas</b>. En su lugar, puede compartir claves de archivo con colegas específicos para darles acceso a archivos particulares. A continuación, pueden examinar o editar fácilmente el archivo compartido. Más aún, debería permitirle dejar de compartir el archivo para eliminar el acceso de la persona rápidamente.
fr: Grâce à la fonctionnalité de partage de clés, vous pouvez partager des fichiers <b>sans avoir besoin de partager des mots de passe</b>. Au lieu de cela, vous pouvez partager les clés de fichiers avec des collègues spécifiques pour leur donner accès à des fichiers particuliers. Ensuite, ils peuvent facilement parcourir ou modifier le fichier partagé. Plus encore, cela devrait vous permettre d’annuler le partage du fichier pour supprimer rapidement l’accès de la personne.
it: Con la funzione di condivisione delle chiavi, puoi condividere file <b>senza la necessità di condividere le password</b>. Al contrario, è possibile condividere le chiavi dei file con colleghi specifici per consentire loro di accedere a file specifici. Quindi, possono facilmente sfogliare o modificare il file condiviso. Inoltre, dovrebbe consentirti di annullare la condivisione del file per rimuovere rapidamente l'accesso della persona.
ko: 키 공유 기능을 사용하면 <b>비밀번호를 공유할 필요 없이</b> 파일을 공유할 수 있습니다. 대신 파일 키를 특정 동료에게 공유하여 특정 파일에 접근할 수 있도록 합니다. 그러면 동료는 공유된 파일을 쉽게 열람하거나 편집할 수 있습니다. 또한, 파일 공유를 해제하여 해당 사람의 접근을 신속하게 제거할 수 있어야 합니다.
nl: Met de functie voor het delen van sleutels kun je bestanden delen <b>zonder dat je wachtwoorden hoeft te delen</b>. In plaats daarvan kun je bestandssleutels delen met specifieke collega's om hen toegang te geven tot bepaalde bestanden. Vervolgens kunnen ze eenvoudig door het gedeelde bestand bladeren of het bewerken. Sterker nog, het zou je in staat moeten stellen het delen van dat bestand ongedaan te maken en de toegang van deze persoon snel ongedaan te maken.
pl: Dzięki funkcji udostępniania kluczy możesz udostępniać pliki <b>bez konieczności udostępniania haseł</b>. Zamiast tego możesz udostępnić klucze plików konkretnym współpracownikom, aby zapewnić im dostęp do określonych plików. Następnie mogą łatwo przeglądać i edytować udostępniony plik. Co więcej, powinno umożliwiać wycofanie udostępniania pliku i szybkie zablokowanie dostępu danej osoby.
pt: Com o recurso de compartilhamento de chaves, você pode compartilhar arquivos <b>sem a necessidade de compartilhar senhas</b>. Em vez disso, você pode compartilhar chaves de arquivo com colegas específicos para dar a eles acesso a arquivos específicos. Em seguida, eles podem facilmente navegar ou editar o arquivo compartilhado. Ainda mais, ele deve permitir que você cancele o compartilhamento do arquivo para remover o acesso da pessoa rapidamente.
ru: С помощью функции обмена ключами вы можете обмениваться файлами <b>без необходимости делиться паролями</b>. Вместо этого вы можете поделиться ключами файлов с определенными коллегами, чтобы предоставить им доступ к определенным файлам. После этого они могут легко просматривать или редактировать общий файл. Более того, это должно позволить вам отменить общий доступ к файлу, чтобы быстро удалить доступ пользователя.
sv: Med nyckeldelningsfunktionen kan du dela filer <b>utan att behöva dela lösenord</b>. I stället kan du dela filnycklar till specifika kollegor för att ge dem åtkomst till vissa filer. Sedan kan de enkelt bläddra eller redigera den delade filen. Ännu viktigare är att det tillåter dig att ta bort delningen av filen för att snabbt ta bort personens åtkomst.
tr: Anahtar paylaşım özelliği ile <b>parola paylaşmanıza gerek kalmadan</b> dosya paylaşabilirsiniz. Bunun yerine, belirli dosyalara erişmelerini sağlamak için dosya anahtarlarını belirli iş arkadaşlarınızla paylaşabilirsiniz. Ardından, paylaşılan dosyaya kolayca göz atabilir veya dosyayı düzenleyebilirler. Dahası, kişinin erişimini hızlı bir şekilde kaldırmak için dosyanın paylaşımını kaldırmanıza izin verir.
zh: 使用密钥共享功能，您可以共享文件而无需 <b>共享密码</b>。相反，您可以将文件密钥共享给特定同事，以授予他们访问特定文件的权限。然后，他们可以轻松浏览或编辑共享文件。更重要的是，它应该允许您取消共享文件以快速删除此人的访问权限。

# AxCKSGDBlock1Text3
source: Key Sharing is an AxCrypt’s Award-Winning file access sharing feature which is super easy to use, and is designed to maximize file security and privacy.
ar: مشاركة المفاتيح هي ميزة مشاركة الوصول إلى الملفات الحائزة على جوائز من اكسكربت وهي سهلة الاستخدام للغاية ومصممة لزيادة أمان الملفات وخصوصيتها.
de: Die Schlüsselfreigabe ist eine preisgekrönte Dateizugriffsfreigabefunktion von AxCrypt, die sehr einfach zu bedienen ist und die Dateisicherheit und den Datenschutz maximiert.
es: Key Sharing es una galardonada función de acceso a archivos de AxCrypt que es súper fácil de usar y está diseñada para maximizar la seguridad y privacidad de los archivos.
fr: Le Partage de Clé est une fonctionnalité de partage d'accès aux fichiers Primée d'AxCrypt, très facile à utiliser et conçue pour maximiser la sécurité et la confidentialité des fichiers.
it: Key Sharing è la pluripremiata funzione di condivisione dell'accesso ai file di AxCrypt che è facilissima da usare ed è progettata per massimizzare la sicurezza e la privacy dei file.
ko: 키 공유는 AxCrypt의 수상 경력에 빛나는 파일 접근 공유 기능으로, 사용이 매우 간편하며 파일 보안 및 개인 정보 보호를 극대화하도록 설계되었습니다.
nl: Sleutel delen is een bekroonde functie voor het delen van bestandstoegang van AxCrypt die supergemakkelijk te gebruiken is en is ontworpen om de bestandsbeveiliging en privacy te maximaliseren.
pl: Udostępnianie kluczy to wielokrotnie nagradzana funkcja udostępniania dostępu do plików AxCrypt, która jest niezwykle łatwa w użyciu i zaprojektowana w celu maksymalizacji bezpieczeństwa plików i prywatności.
pt: O Key Sharing é um recurso de compartilhamento de acesso a arquivos premiado do AxCrypt, que é super fácil de usar e foi projetado para maximizar a segurança e a privacidade dos arquivos.
ru: Обмен ключами - это отмеченная наградами функция обмена файлами от AxCrypt, которая очень проста в использовании и предназначена для максимальной безопасности и конфиденциальности файлов.
sv: Nyckeldelning är en prisbelönt filåtkomstdelningsfunktion från AxCrypt som är mycket enkel att använda och är utformad för att maximera filsäkerhet och integritet.
tr: Anahtar Paylaşımı, AxCrypt'in kullanımı son derece kolay olan ve dosya güvenliğini ve gizliliğini en üst düzeye çıkarmak için tasarlanmış ödüllü bir dosya erişim paylaşımı özelliğidir.
zh: 密钥共享是AxCrypt屡获殊荣的文件访问共享功能，非常易于使用，旨在最大限度地提高文件安全性和隐私性。

# AxCKSGDBlock2Heading
source: Why AxCrypt <span>Key Sharing </span>?
ar: لماذا <span>مشاركة مفاتيح </span>أكسكريبت؟
de: Warum AxCrypt <span>Schlüssel teilen </span>?
es: ¿Por qué AxCrypt <span>compartir claves </span>?
fr: Pourquoi AxCrypt <span>Partage de clés</span> ?
it: Perché la <span>condivisione delle chiavi </span>di AxCrypt?
ko: AxCrypt <span>키 공유 </span> 를 선택해야 하는 이유
nl: Waarom AxCrypt <span>Sleutel delen </span>?
pl: Dlaczego AxCrypt <span>Udostępnianie kluczy </span>?
ru: Зачем <span>нужен общий доступ к ключам AxCrypt </span>?
zh: 为什么选择 AxCrypt <span>密钥共享 </span>？

# AxCKSGDBlock2Text1
source: AxCrypt's key sharing allows you to keep your files secured while also sharing it with your colleagues. It enables you to collaborate and connect with other members without jeopardising the <b>confidentiality</b> of your data.
ar: تتيح لك مشاركة مفاتيح اكسكربت الحفاظ على أمان ملفاتك أثناء مشاركتها مع زملائك أيضا. يمكنك من التعاون والتواصل مع الأعضاء الآخرين دون تعريض <b>سرية</b> بياناتك للخطر.
de: Die Schlüsselfreigabe von AxCrypt ermöglicht es Ihnen, Ihre Dateien zu sichern und sie gleichzeitig mit Ihren Kollegen zu teilen. Es ermöglicht Ihnen, mit anderen Mitgliedern zusammenzuarbeiten und sich zu verbinden, ohne die <b>Vertraulichkeit</b> Ihrer Daten zu gefährden.
es: El uso compartido de claves de AxCrypt le permite mantener sus archivos seguros al mismo tiempo que los comparte con sus colegas. Le permite colaborar y conectarse con otros miembros sin poner en peligro la <b>confidencialidad</b> de sus datos.
fr: Le partage de clés d'AxCrypt vous permet de sécuriser vos fichiers tout en les partageant avec vos collègues. Il vous permet de collaborer et de vous connecter avec d'autres membres sans compromettre la <b>confidentialité</b> de vos données.
it: La condivisione delle chiavi di AxCrypt ti consente di mantenere i tuoi file al sicuro e allo stesso tempo di condividerli con i tuoi colleghi. Ti consente di collaborare e connetterti con altri membri senza mettere a repentaglio la <b>riservatezza</b> dei tuoi dati.
ko: AxCrypt의 키 공유를 사용하면 파일을 안전하게 유지하면서 동료와도 공유할 수 있습니다. 데이터의 <b>기밀성</b>을 손상시키지 않고 다른 구성원과 협업하고 연결할 수 있습니다.
nl: Met het delen van sleutels van AxCrypt kun je jouw bestanden beveiligen en tegelijkertijd delen met jouw collega's. Het stelt jou in staat om samen te werken en contact te maken met andere leden zonder de <b>vertrouwelijkheid</b> van jouw gegevens in gevaar te brengen.
pl: Udostępnianie kluczy AxCrypt pozwala chronić Twoje pliki, jednocześnie udostępniając je współpracownikom. Umożliwia współpracę i łączenie się z innymi członkami bez narażania na ryzyko <b>poufności</b> Twoich danych.
pt: O compartilhamento de chaves do AxCrypt permite que você mantenha seus arquivos seguros enquanto também os compartilha com seus colegas. Ele permite que você colabore e se conecte com outros membros sem comprometer a <b>confidencialidade</b> de seus dados.
ru: Обмен ключами AxCrypt позволяет вам хранить свои файлы в безопасности, а также делиться ими с коллегами. Это позволяет вам сотрудничать и общаться с другими участниками, не ставя под угрозу <b>конфиденциальность</b> ваших данных.
sv: AxCrypts nyckeldelning gör att du kan hålla dina filer säkra samtidigt som du delar dem med dina kollegor. Det gör att du kan samarbeta och få kontakt med andra medlemmar utan att äventyra <b>konfidentialiteten</b> av dina uppgifter.
tr: AxCrypt'in anahtar paylaşımı, dosyalarınızı güvende tutmanızı ve aynı zamanda iş arkadaşlarınızla paylaşmanızı sağlar. Verilerinizin <b>gizliliğini</b> tehlikeye atmadan diğer üyelerle işbirliği yapmanızı ve bağlantı kurmanızı sağlar.
zh: AxCrypt的密钥共享允许您确保文件安全，同时还可以与同事共享文件。它使您能够与其他成员协作和联系，而不会危及数据 <b>的机密性</b> 。

# AxCKSGDBlock2Text2
source: Using the key sharing feature, you can give file access to anyone and withdraw it whenever you want; you don't even have to disclose your own password. With their own password, the other user can access the shared files.
ar: باستخدام ميزة مشاركة المفاتيح ، يمكنك منح حق الوصول إلى الملفات لأي شخص وسحبها وقتما تشاء ؛ ليس عليك حتى الكشف عن كلمة المرور الخاصة بك. باستخدام كلمة المرور الخاصة به ، يمكن للمستخدم الآخر الوصول إلى الملفات المشتركة.
de: Mit der Schlüsselfreigabefunktion können Sie jedem Zugriff auf Dateien gewähren und ihn jederzeit entziehen. Sie müssen nicht einmal Ihr eigenes Passwort preisgeben. Mit einem eigenen Passwort kann der andere Benutzer auf die freigegebenen Dateien zugreifen.
es: Con la función de compartir claves, puede dar acceso a los archivos a cualquier persona y retirarlos cuando lo desee; Ni siquiera tiene que revelar su propia contraseña. Con su propia contraseña, el otro usuario puede acceder a los archivos compartidos.
fr: Grâce à la fonction de partage de clé, vous pouvez donner accès aux fichiers à n'importe qui et les retirer quand vous le souhaitez ; vous n'avez même pas besoin de divulguer votre propre mot de passe. Avec son propre mot de passe, l'autre utilisateur peut accéder aux fichiers partagés.
it: Utilizzando la funzione di condivisione delle chiavi, puoi concedere l'accesso ai file a chiunque e ritirarli quando vuoi; Non devi nemmeno rivelare la tua password. Con la propria password, l'altro utente può accedere ai file condivisi.
ko: 키 공유 기능을 사용하면 누구나 파일에 액세스할 수 있으며 원하는 경우 언제든지 철회할 수 있습니다. 자신의 암호를 공개할 필요도 없습니다. 다른 사용자는 자신의 암호를 사용하여 공유 파일에 액세스할 수 있습니다.
nl: Met de functie voor het delen van sleutels kun je iedereen toegang tot bestanden geven en deze weer intrekken wanneer je maar wilt; je hoeft niet eens je eigen wachtwoord bekend te maken. Met hun eigen wachtwoord heeft de andere gebruiker toegang tot de gedeelde bestanden.
pl: Korzystając z funkcji udostępniania kluczy, możesz udostępnić plik każdemu i wycofać go, kiedy tylko chcesz; nie musisz nawet ujawniać własnego hasła. Za pomocą własnego hasła drugi użytkownik może uzyskać dostęp do udostępnionych plików.
pt: Usando o recurso de compartilhamento de chaves, você pode dar acesso a arquivos para qualquer pessoa e retirá-los sempre que quiser; você nem precisa divulgar sua própria senha. Com sua própria senha, o outro usuário pode acessar os arquivos compartilhados.
ru: Используя функцию обмена ключами, вы можете предоставить доступ к файлам кому угодно и отозвать его, когда захотите; Вам даже не нужно раскрывать свой собственный пароль. С помощью собственного пароля другой пользователь может получить доступ к общим файлам.
sv: Genom att använda nyckeldelningsfunktionen kan du ge filåtkomst till vem som helst och dra tillbaka den när du vill; du behöver inte ens avslöja ditt egna lösenord. Med sitt eget lösenord kan den andra användaren få åtkomst till de delade filerna.
tr: Anahtar paylaşım özelliğini kullanarak herkese dosya erişimi verebilir ve istediğiniz zaman geri çekebilirsiniz; kendi parolanızı açıklamanıza bile gerek kalmaz. Diğer kullanıcı kendi parolası ile paylaşılan dosyalara erişebilir.
zh: 使用密钥共享功能，您可以向任何人授予文件访问权限并随时撤回文件;您甚至不必透露自己的密码。使用自己的密码，其他用户可以访问共享文件。

# AxCKSGDBlock2Text3
source: Key Sharing is built on Zero-Knowledge Encryption, which means that the process of file encryption and decryption occurs on your computer or smartphone. AxCrypt doesn’t know your account password or your files, making AxCrypt have <b>'Zero-Knowledge'</b> of your data.
ar: تم بناء مشاركة المفاتيح على تشفير المعرفة الصفرية ، مما يعني أن عملية تشفير الملفات وفك تشفيرها تحدث على جهاز الكمبيوتر أو الهاتف الذكي. لا يعرف اكسكربت كلمة مرور حسابك أو ملفاتك ، مما يجعل اكسكربت<b>لديه "معرفة صفرية"</b> ببياناتك.
de: Die Schlüsselfreigabe basiert auf der Zero-Knowledge-Verschlüsselung, was bedeutet, dass der Prozess der Dateiverschlüsselung und -entschlüsselung auf Ihrem Computer oder Smartphone erfolgt. AxCrypt kennt weder Ihr Kontopasswort noch Ihre Dateien, sodass AxCrypt <b>"Zero-Knowledge"</b> über Ihre Daten hat.
es: Key Sharing se basa en el cifrado de conocimiento cero, lo que significa que el proceso de cifrado y descifrado de archivos se produce en su computadora o teléfono inteligente. AxCrypt no conoce la contraseña de su cuenta ni sus archivos, lo que hace que AxCrypt tenga <b>un "conocimiento cero"</b> de sus datos.
fr: Le partage de clés repose sur le cryptage Zéro-Connaissance, ce qui signifie que le processus de cryptage et de décryptage des fichiers se produit sur votre ordinateur ou smartphone. AxCrypt ne connaît pas le mot de passe de votre compte ni vos fichiers, ce qui fait qu'AxCrypt a <b>'Zéro-Connaissance'</b> de vos données.
it: La condivisione delle chiavi si basa sulla crittografia a conoscenza zero, il che significa che il processo di crittografia e decrittografia dei file avviene sul computer o sullo smartphone. AxCrypt non conosce la password del tuo account o i tuoi file, facendo sì che AxCrypt abbia <b>una "conoscenza zero"</b> dei tuoi dati.
ko: 키 공유는 Zero-Knowledge Encryption을 기반으로 하며, 이는 파일 암호화 및 복호화 과정이 컴퓨터나 스마트폰에서 발생함을 의미합니다. AxCrypt가 계정 암호나 파일을 알지 못하므로 AxCrypt에 <b>'Zero-Knowledge'</b>의 데이터가 저장됩니다.
nl: Key Sharing is gebaseerd op zero-knowledge versleuteling, wat betekent dat het proces van bestandsversleuteling en -ontsleuteling plaatsvindt op jouw computer of smartphone. AxCrypt kent het wachtwoord van jouw account of jouw bestanden niet, waardoor AxCrypt <b>'zero-knowledge'</b> heeft van jouw gegevens.
pl: Key Sharing opiera się na szyfrowaniu zerowej wiedzy, co oznacza, że proces szyfrowania i deszyfrowania plików odbywa się na Twoim komputerze lub smartfonie. AxCrypt nie zna hasła do Twojego konta ani Twoich plików, przez co AxCrypt ma <b>„wiedzę zerową”</b> na temat Twoich danych.
pt: O Compartilhamento de Chaves é construído com base na Criptografia de Conhecimento Zero, o que significa que o processo de criptografia e descriptografia de arquivos ocorre em seu computador ou smartphone. O AxCrypt não sabe a senha da sua conta ou seus arquivos, fazendo com que o AxCrypt tenha <b>"Conhecimento Zero"</b> de seus dados.
ru: Обмен ключами построен на шифровании с нулевым разглашением, что означает, что процесс шифрования и расшифровки файлов происходит на вашем компьютере или смартфоне. AxCrypt не знает пароль вашей учетной записи или ваши файлы, из-за чего AxCrypt имеет <b>«нулевое разглашение»</b> ваших данных.
sv: Nyckeldelning är byggd på Zero-Knowledge Kryptering, vilket innebär att processen för filkryptering och dekryptering sker på din dator eller smartmobil. AxCrypt känner inte till ditt kontolösenord eller dina filer, vilket gör att AxCrypt har <b>"Zero-Knowledge"</b> om din data.
tr: Anahtar Paylaşımı, Sıfır Bilgi Şifrelemesi üzerine kuruludur, bu da dosya şifreleme ve şifre çözme işleminin bilgisayarınızda veya akıllı telefonunuzda gerçekleştiği anlamına gelir. AxCrypt şifrenizi ya da dosyalarınızı bilmez, bu da AxCrypt'in hakkınızda <b>'Sıfır Bilgiye'</b> sahip olmasını sağlar.
zh: 密钥共享建立在零知识加密的基础上，这意味着文件加密和解密过程发生在您的计算机或智能手机上。AxCrypt不知道您的账户密码或文件，因此AxCrypt对您的数据“ <b>”零知识”</b> 。
