Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H6_Conclusion_Text1
source: AxCrypt is an award winning file and data encryption software available across all platforms including PC, Mac, iOS, and Android. For six years in a row, AxCrypt has consistently been recognized as the <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>“World's Best Encryption Software”</b></a> by PC Mag since <b>2016</b>. Whether you want to secure your sensitive business data or secure your personal files, AxCrypt is your best bet.
ar: اكسكربت هو برنامج حائز على جوائز لتشفير الملفات والبيانات ومتوفر عبر جميع الأنظمة الأساسية بما في ذلك أجهزة الكمبيوتر الشخصية ماك و ذكري المظهر ونظام التشغيل ايفون لمدة ست سنوات متتالية، تم الاعتراف بـاكسكربت باستمرار باعتباره <a href='https://www.pcmag.com/picks/the-best-encryption-software'> بواسطة PC Mag منذ <b>2016</b>. سواء كنت ترغب في تأمين بيانات عملك الحساسة أو تأمين ملفاتك الشخصية، فإن اكسكربت هو أفضل رهان لك.
de: AxCrypt ist eine preisgekrönte Datei- und Datenverschlüsselungssoftware, die auf allen Plattformen verfügbar ist, einschließlich PC, Mac, iOS und Android. Seit sechs Jahren in Folge wird AxCrypt durchweg als <a href=' anerkannthttps://www.pcmag.com/picks/the-best-encryption-software '><b>“World's Best Encryption Software”</b></a> von PC Mag seit <b>2016</b>. Egal, ob Sie Ihre sensiblen Geschäftsdaten oder Ihre persönlichen Dateien sichern möchten, AxCrypt ist die beste Wahl.
es: AxCrypt es un software galardonado de cifrado de archivos y datos disponible en todas las plataformas, como PC, Mac, iOS y Android. Durante seis años consecutivos, AxCrypt ha sido reconocido como el <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>“Mejor software de cifrado del mundo”</b></a> por PC Mag desde <b>2016</b>. Ya sea que quieras proteger los datos confidenciales de tu empresa o proteger tus archivos personales, AxCrypt es tu mejor opción.
fr: AxCrypt est un logiciel de chiffrement de fichiers et de données primé disponible sur toutes les plateformes, y compris PC, Mac, iOS et Android. Pendant six années consécutives, AxCrypt a été régulièrement reconnu comme le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>« Meilleur Logiciel de Chiffrement au Monde »< /b></a> par PC Mag depuis <b>2016</b>. Que vous souhaitiez sécuriser vos données professionnelles sensibles ou sécuriser vos fichiers personnels, AxCrypt est votre meilleur pari.
it: AxCrypt è un pluripremiato software di crittografia di file e dati disponibile su tutte le piattaforme, tra cui PC, Mac, iOS e Android. Per sei anni consecutivi, AxCrypt è stato costantemente riconosciuto come il " <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>Miglior software di crittografia al mondo"</b></a> da PC Mag dal <b>2016</b>. Sia che tu voglia proteggere i tuoi dati aziendali sensibili o proteggere i tuoi file personali, AxCrypt è la soluzione migliore.
ko: AxCrypt는 피시, 맥, iOS 및 안드로이드를 포함한 모든 플랫폼에서 사용할 수 있는 수상 경력에 빛나는 파일 및 데이터 암호화 소프트웨어입니다. AxCrypt는 <b>2016</b>년부터 6년 연속으로 PC Mag에서 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"세계 최고의 암호화 소프트웨어"</b></a>로 꾸준히 인정받고 있습니다. 민감한 비즈니스 데이터를 보호하든 개인 파일을 보호하든 AxCrypt가 최선의 선택입니다.
nl: AxCrypt is een gerenomeerd programma voor bestands- en gegevensversleuteling die beschikbaar is op alle platforms, waaronder pc, Mac, iOS en Android. Al zes jaar op rij wordt AxCrypt sinds <b>2016</b> door PC Mag consequent erkend als de <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"World's Best Encryption Software"</b></a>. Of u nu uw gevoelige bedrijfsgegevens wilt beveiligen of uw persoonlijke bestanden wilt beveiligen, AxCrypt is uw beste keuze.
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania plików i danych dostępne na wszystkich platformach, w tym PC, Mac, iOS i Android. Sześć lat z rzędu AxCrypt niezmiennie jest uznawany za <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>„Najlepsze oprogramowanie szyfrujące na świecie”< /b></a> przez PC Mag od <b>2016</b>. Niezależnie od tego, czy chcesz zabezpieczyć swoje wrażliwe dane biznesowe, czy zabezpieczyć swoje pliki osobiste, AxCrypt jest najlepszym wyborem.
pt: O AxCrypt é um premiado software de criptografia de arquivos e dados disponível em todas as plataformas, incluindo PC, Mac, iOS e Android. Por seis anos consecutivos, o AxCrypt tem sido consistentemente reconhecido como o <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Melhor Software de Criptografia do Mundo"</b></a> pela PC Mag desde <b>2016</b>. Se você quiser proteger seus dados comerciais confidenciais ou proteger seus arquivos pessoais, AxCrypt é sua melhor aposta.
ru: AxCrypt - это отмеченное наградами программное обеспечение для шифрования файлов и данных, доступное на всех платформах, включая ПК, Mac, iOS и Android. В течение шести лет подряд AxCrypt неизменно признавался в качестве <a href='https://www.pcmag.com/picks/the-best-encryption-software '><b>“World's Best Encryption Software”</b></a> по версии PC Mag с <b>2016 года</b>. Независимо от того, хотите ли вы обезопасить свои конфиденциальные бизнес-данные или личные файлы, AxCrypt - ваш лучший выбор.
sv: AxCrypt är en prisbelönt fil- och datakrypteringsprogramvara tillgänglig på alla plattformar inklusive PC, Mac, iOS och Android. I sex år i rad har AxCrypt konsekvent blivit erkänd som <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Världens bästa krypteringsmjukvara"< /b></a> av PC Mag sedan <b>2016</b>. Oavsett om du vill säkra dina känsliga affärsdata eller säkra dina personliga filer, är AxCrypt din bästa insats.
tr: AxCrypt, PC, Mac, iOS ve Android dahil olmak üzere tüm platformlarda kullanılabilen ödüllü bir dosya ve veri şifreleme yazılımıdır. AxCrypt, <b>2016</b> yılından beri üst üste altı yıl boyunca PC Mag tarafından sürekli olarak "<a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>Dünyanın En İyi Şifreleme Yazılımı"</b></a> seçilmiştir. İster hassas iş verilerinizi ister kişisel dosyalarınızı güvence altına almak isteyin, AxCrypt en iyi seçeneğinizdir.
zh: AxCrypt是一款屡获殊荣的文件和数据加密软件，适用于所有平台，包括PC，Mac，iOS和Android。 连续六年，AxCrypt一直被认为是<a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"World's Best Encryption Software"</b></a>由PC Mag自<b>2016年以来</b>. 无论您是想保护敏感的业务数据还是保护您的个人文件，AxCrypt都是您最好的选择。

# Blog_TUGFEDE_H6_Conclusion_Text2
source: AxCrypt utilizes the superior <b>AES 256-bit</b> algorithm to protect your sensitive files, your personal photos and videos, and your business documents. It comes with several unique features such as automatic cloud encryption, secure file sharing, password management and generation, and a master key feature to manage and decrypt subordinate accounts.
ar: يستخدم اكسكربت خوارزمية <b>AES 256 بت</b> الفائقة لحماية ملفاتك الحساسة والصور ومقاطع الفيديو الشخصية ومستندات عملك. يأتي مزودا بالعديد من الميزات الفريدة مثل التشفير السحابي التلقائي ، ومشاركة الملفات الآمنة ، وإدارة كلمات المرور وتوليدها ، وميزة المفتاح الرئيسي لإدارة الحسابات التابعة وفك تشفيرها.
de: AxCrypt verwendet den überlegenen <b> AES 256-Bit </b> -Algorithmus, um Ihre vertraulichen Dateien, Ihre persönlichen Fotos und Videos sowie Ihre Geschäftsdokumente zu schützen. Es verfügt über mehrere einzigartige Funktionen wie automatische Cloud-Verschlüsselung, sichere Dateifreigabe, Passwortverwaltung und -generierung sowie eine Hauptschlüsselfunktion zum Verwalten und Entschlüsseln untergeordneter Konten.
es: AxCrypt emplea el algoritmo superior <b>AES de 256 bits</b> para proteger tus archivos confidenciales, tus fotos y videos personales y tus documentos empresariales. Incorpora varias funciones exclusivas, como cifrado automático en la nube, uso compartido seguro de archivos, gestión y generación de contraseñas y una función de clave maestra para gestionar y descifrar cuentas subordinadas.
fr: AxCrypt utilise l'algorithme supérieur <b>AES 256 bits</b> pour protéger vos fichiers sensibles, vos photos et vidéos personnelles et vos documents professionnels. Il est livré avec plusieurs fonctionnalités uniques telles que le cryptage cloud automatique, le partage de fichiers sécurisé, la gestion et la génération de mots de passe, et une fonction de clé principale pour gérer et décrypter les comptes subordonnés.
it: AxCrypt utilizza l'algoritmo <b>AES a 256 bit</b> per proteggere i tuoi file sensibili, le tue foto e video personali e i tuoi documenti aziendali. Viene fornito con diverse funzionalità uniche come la crittografia automatica del cloud, la condivisione sicura dei file, la gestione e la generazione di password e una funzione di chiave master per gestire e decrittografare gli account subordinati.
ko: AxCrypt는 우수한 <b>AES 256비트</b> 알고리즘을 사용하여 민감한 파일, 개인 사진 및 비디오, 비즈니스 문서를 보호합니다. 자동 클라우드 암호화, 안전한 파일 공유, 암호 관리 및 생성, 하위 계정 관리 및 암호 해독을 위한 마스터 키 기능과 같은 몇 가지 고유한 기능이 함께 제공됩니다.
nl: AxCrypt maakt gebruik van het superieure <b>AES 256-bits</b> algoritme om uw gevoelige bestanden, uw persoonlijke foto's en video's en uw zakelijke documenten te beschermen. Het wordt geleverd met verschillende unieke functies, zoals automatische cloudversleuteling, veilig delen van bestanden, wachtwoordbeheer en -generatie en een hoofdsleutelfunctie om ondergeschikte accounts te beheren en te decoderen.
pl: AxCrypt wykorzystuje doskonały algorytm <b>AES 256-bitowy</b> do ochrony Twoich wrażliwych plików, osobistych zdjęć i filmów oraz dokumentów biznesowych. Zawiera kilka unikalnych funkcji, takich jak automatyczne szyfrowanie w chmurze, bezpieczne udostępnianie plików, zarządzanie hasłami i ich generowanie, a także funkcję klucza głównego do zarządzania kontami podrzędnymi i ich odszyfrowywania.
pt: O AxCrypt utiliza o algoritmo <b>AES de 256 bits</b> superior para proteger seus arquivos confidenciais, suas fotos e vídeos pessoais e seus documentos comerciais. Ele vem com vários recursos exclusivos, como criptografia automática em nuvem, compartilhamento seguro de arquivos, gerenciamento e geração de senhas e um recurso de chave mestra para gerenciar e descriptografar contas subordinadas.
ru: AxCrypt использует превосходный <b>256-битный алгоритм AES</b> для защиты ваших конфиденциальных файлов, ваших личных фотографий и видео, а также ваших деловых документов. Он поставляется с несколькими уникальными функциями, такими как автоматическое облачное шифрование, безопасный обмен файлами, управление паролями и генерация паролей, а также функция мастер-ключа для управления и расшифровки подчиненных учетных записей.
sv: AxCrypt använder den överlägsna <b>AES 256-bitars</b>-algoritmen för att skydda dina känsliga filer, dina personliga foton och videor och dina affärsdokument. Den kommer med flera unika funktioner som automatisk molnkryptering, säker fildelning, lösenordshantering och generering och en huvudnyckelfunktion för att hantera och dekryptera underordnade konton.
tr: AxCrypt, hassas dosyalarınızı, kişisel fotoğraflarınızı ve videolarınızı ve iş belgelerinizi korumak için üstün <b>AES 256-bit</b> algoritmasını kullanır. Otomatik bulut şifreleme, güvenli dosya paylaşımı, parola yönetimi ve oluşturma ve alt hesapları yönetmek ve şifresini çözmek için bir ana anahtar özelliği gibi çeşitli benzersiz özelliklerle birlikte gelir.
zh: AxCrypt利用优越的<b>AES 256位</b>算法来保护您的敏感文件，您的个人照片和视频以及您的商业文档。 它具有几个独特的功能，如自动云加密，安全文件共享，密码管理和生成，以及管理和解密从属帐户的主密钥功能。

# Blog_TUGFEDE_H6_Conclusion_Text3
source: Try AxCrypt today with a <b>30-day free trial</b> and take your data security to the next level. Sign up now by <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>clicking here</b></a>.
ar: جرب اكسكربت اليوم مع <b>نسخة تجريبية مجانية مدتها 30 يوما</b> وانتقل بأمان بياناتك إلى المستوى التالي. اشترك الآن <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b> بالضغط هنا</b></a>.
de: Testen Sie AxCrypt noch heute mit einer <b>30-tägigen kostenlosen Testversion</b> und heben Sie Ihre Datensicherheit auf die nächste Stufe. Jetzt anmelden per <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>clicking here</b></a>.
es: Prueba AxCrypt hoy con una <b>prueba gratuita de 30 días</b> y lleva la seguridad de tus datos al siguiente nivel. Regístrate ahora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>haciendo clic aquí</b></a>.
fr: Essayez AxCrypt dès aujourd'hui avec un <b>essai gratuit de 30 jours</b> et faites passer la sécurité de vos données au niveau supérieur. Inscrivez-vous maintenant <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>cliquant ici</b></a>.
it: Prova AxCrypt oggi stesso con una <b>prova gratuita di 30 giorni</b> e porta la sicurezza dei tuoi dati a un livello superiore. Iscriviti ora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>cliccando qui</b></a>.
ko: <b>오늘 30일 무료 평가판</b>으로 AxCrypt를 사용해 보고 데이터 보안을 한 단계 끌어올리세요. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>여기를 클릭하여</b></a> 지금 가입하세요.
nl: Probeer AxCrypt vandaag nog met een <b>gratis proefperiode van 30 dagen</b> en til uw gegevensbeveiliging naar een hoger niveau. Meld u nu aan door <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>hier te klikken</b></a>.
pl: Wypróbuj AxCrypt już dziś z <b>30-dniową bezpłatną wersją próbną</b> i przenieś bezpieczeństwo swoich danych na wyższy poziom. Zarejestruj się teraz, <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>klikając tutaj</b></a>.
pt: Experimente o AxCrypt hoje mesmo com uma <b>avaliação gratuita de 30 dias</b> e leve a segurança de seus dados para o próximo nível. Inscreva-se agora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>clicando aqui</b></a>.
ru: Попробуйте AxCrypt сегодня с <b>30-дневной бесплатной пробной версией </b> и выйдите на новый уровень защиты своих данных. Зарегистрируйтесь прямо сейчас по <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>clicking here</b></a>.
sv: Prova AxCrypt idag med en <b>30 dagars gratis provperiod</b> och ta din datasäkerhet till nästa nivå. Registrera dig nu genom att <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>klicka här</b></a>.
tr: AxCrypt'i <b>30 günlük ücretsiz deneme ile</b> bugün deneyin ve veri güvenliğinizi bir üst seviyeye taşıyın. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>Buraya tıklayarak</b></a> şimdi kaydolun.
zh: 今天尝试AxCrypt与<b>30天免费试用</b>，并将您的数据安全提升到一个新的水平。 现在注册<a href='https://account.axcrypt.net/en/Home/Login?Signup=True&purchase=true'><b>clicking here</b></a>.

# Blog_TUGFEDE_Heading1
source: What is Encryption?
ar: ما هو التشفير؟
de: Was ist Verschlüsselung?
es: ¿Qué es el cifrado?
fr: Qu'est-ce que le Cryptage ?
it: Che cos'è la crittografia?
ko: 암호화란 무엇입니까?
nl: Wat is Encryptie?
pl: Co to jest szyfrowanie?
pt: O que é criptografia?
ru: Что такое шифрование?
sv: Vad är kryptering?
tr: Şifreleme nedir?
zh: 什么是加密？

# Blog_TUGFEDE_Heading2
source: What is File Encryption?
ar: ما هو تشفير الملفات؟
de: Was ist Dateiverschlüsselung?
es: ¿Qué es el cifrado de archivos?
fr: Qu'est-ce que le Chiffrement de Fichiers ?
it: Che cos'è la crittografia dei file?
ko: 파일 암호화란 무엇인가요?
nl: Wat is Bestandsversleuteling?
pl: Co to jest szyfrowanie plików?
pt: O Que é Criptografia de Arquivo?
ru: Что такое шифрование файлов?
sv: Vad är filkryptering?
tr: Dosya Şifreleme nedir?
zh: 什么是文件加密？

# Blog_TUGFEDE_Heading3
source: What is Disk Encryption?
ar: ما هو تشفير القرص؟
de: Was ist Festplattenverschlüsselung?
es: ¿Qué es el cifrado de discos?
fr: Qu'est-ce que le Chiffrement de Disque ?
it: Che cos'è la crittografia del disco?
ko: 디스크 암호화란 무엇인가요?
nl: Wat is Schijfversleuteling?
pl: Co to jest szyfrowanie dysku?
pt: O que é a Encriptação de Disco?
ru: Что такое шифрование диска?
sv: Vad är diskkryptering?
tr: Disk Şifreleme nedir?
zh: 什么是磁盘加密？

# Blog_TUGFEDE_Heading4
source: Comparing File Vs. Disk Encryption
ar: مقارنة تشفير الملفات مقابل تشفير القرص
de: Vergleich von Datei- und Festplattenverschlüsselung
es: Comparación entre cifrado de archivos y cifrado de discos
fr: Comparaison du Cryptage des Fichiers Vs. du Disque
it: Confronto tra la crittografia dei file e quella del disco
ko: 파일 암호화 Vs 디스크 암호화 비교
nl: Bestands- en Schijfversleuteling vergelijken
pl: Porównanie pliku vs. Szyfrowanie dysku
pt: Comparando a Criptografia de Arquivos Vs. Criptografia de Disco
ru: Сравнение шифрования файлов и дисков
sv: Jämföra fil vs. Diskkryptering
tr: Dosya ve Disk Şifreleme Karşılaştırması
zh: 比较文件与磁盘加密

# Blog_TUGFEDE_Heading5
source: Making a Choice.
ar: الاختيار.
de: Eine Wahl treffen.
es: Tomar una decisión.
fr: Faire un Choix.
it: Fare una scelta.
ko: 선택하기.
nl: Een Keuze Maken.
pl: Dokonywanie wyboru.
pt: Tomando uma Decisão.
ru: Делаем выбор.
sv: Att göra ett val.
tr: Bir Seçim Yapmak.
zh: 做出选择。

# Blog_TUGFEDE_Heading6
source: Choosing AxCrypt
ar: اختيار أكسكربت
de: Wählen Sie AxCrypt
es: Elegir AxCrypt
fr: Choisir AxCrypt
it: Scegliere AxCrypt
ko: AxCrypt를 선택하는 것
nl: AxCrypt Kiezen
pl: Wybieramy AxCrypt
pt: Escolhendo o AxCrypt
ru: Выбор AxCrypt
sv: Att välja AxCrypt
tr: AxCrypt'i Seçmek
zh: 选择AxCrypt

# Blog_TUGFEDE_Summary
source: When it comes to data security for sensitive data, encryption is one of very few methods that guarantees a robust protection under all circumstances.
ar: عندما يتعلق الأمر بأمان البيانات للبيانات الحساسة ، فإن التشفير هو أحد الطرق القليلة جدا التي تضمن حماية قوية في جميع الظروف.
de: Wenn es um die Datensicherheit sensibler Daten geht, ist Verschlüsselung eine der wenigen Methoden, die unter allen Umständen einen robusten Schutz garantiert.
es: Cuando se trata de la seguridad de datos sensibles, el cifrado es uno de los escasos métodos que garantizan una protección sólida en todo momento.
fr: En matière de sécurité des données sensibles, le cryptage est l'une des rares méthodes qui garantissent une protection robuste en toutes circonstances.
it: Quando si tratta di sicurezza dei dati sensibili, la crittografia è uno dei pochissimi metodi che garantisce una protezione robusta in ogni circostanza.
ko: 민감한 데이터에 대한 데이터 보안과 관련하여 암호화는 모든 상황에서 강력한 보호를 보장하는 몇 안 되는 방법 중 하나입니다.
nl: Als het gaat om gegevensbeveiliging voor gevoelige gegevens, is encryptie een van de weinige methoden die onder alle omstandigheden een robuuste bescherming garandeert.
pl: Jeśli chodzi o bezpieczeństwo danych wrażliwych, szyfrowanie jest jedną z niewielu metod gwarantujących solidną ochronę w każdych okolicznościach.
pt: Quando se trata de segurança de dados para dados sensíveis, a criptografia é um dos poucos métodos que garantem uma proteção robusta em todas as circunstâncias.
ru: Когда дело доходит до защиты конфиденциальных данных, шифрование является одним из очень немногих методов, гарантирующих надежную защиту при любых обстоятельствах.
sv: När det kommer till datasäkerhet för känslig data är kryptering en av mycket få metoder som garanterar ett robust skydd under alla omständigheter.
tr: Hassas veriler için veri güvenliği söz konusu olduğunda, şifreleme her koşulda sağlam bir korumayı garanti eden çok az yöntemden biridir.
zh: 当涉及到敏感数据的数据安全时，加密是在任何情况下都能保证强大保护的极少数方法之一。
