Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CWELTI_H6_Text1
source: Cryptocurrencies use cryptography for three main purposes: to secure transactions, to control the creation of additional units, and to verify the transfer of assets. To accomplish all of these things, cryptocurrencies rely on what is called "public key cryptography".
ar: تستخدم العملات المشفرة التشفير لثلاثة أغراض رئيسية: لتأمين المعاملات والتحكم في إنشاء وحدات إضافية والتحقق من نقل الأصول. لإنجاز كل هذه الأشياء ، تعتمد العملات المشفرة على ما يسمى "تشفير المفتاح العام".
de: Kryptowährungen verwenden Kryptographie für drei Hauptzwecke: zur Sicherung von Transaktionen, zur Kontrolle der Erstellung zusätzlicher Einheiten und zur Überprüfung der Übertragung von Vermögenswerten. Um all diese Dinge zu erreichen, verlassen sich Kryptowährungen auf die sogenannte "Public-Key-Kryptographie".
es: Las criptomonedas utilizan la criptografía para tres propósitos principales: asegurar transacciones, controlar la creación de unidades adicionales y verificar la transferencia de activos. Para lograr todo esto, las criptomonedas se basan en lo que se llama "criptografía de clave pública".
fr: Les crypto-monnaies utilisent la cryptographie à trois fins principales: sécuriser les transactions, contrôler la création d’unités supplémentaires, et vérifier le transfert d’actifs. Pour accomplir toutes ces choses, les crypto-monnaies s’appuient sur ce que l’on appelle la « cryptographie à clé publique ».
it: Le criptovalute utilizzano la crittografia per tre scopi principali: proteggere le transazioni, controllare la creazione di unità aggiuntive e verificare il trasferimento di beni. Per realizzare tutte queste cose, le criptovalute si affidano a quella che viene chiamata "crittografia a chiave pubblica".
ko: 암호화폐는 거래를 보호하고, 추가 단위 생성을 제어하고, 자산 전송을 확인하는 세 가지 주요 목적으로 암호화를 사용합니다. 이러한 모든 것을 달성하기 위해 암호 화폐는 "공개 키 암호화"에 의존합니다.
nl: Cryptocurrencies gebruiken cryptografie voor drie hoofddoelen: om transacties te beveiligen, om de creatie van extra eenheden te controleren en om de overdracht van activa te verifiëren. Om al deze dingen te bereiken, vertrouwen cryptocurrencies op wat "public key cryptografie" wordt genoemd.
pl: Kryptowaluty wykorzystują kryptografię do trzech głównych celów: do zabezpieczania transakcji, kontrolowania tworzenia dodatkowych jednostek oraz weryfikacji transferu aktywów. Aby osiągnąć wszystkie te rzeczy, kryptowaluty opierają się na tak zwanej „kryptografii klucza publicznego”.
pt: As criptomoedas usam criptografia com três objectivos principais: proteger transacções, controlar a criação de unidades adicionais e verificar a transferência de activos. Para conseguir todas estas coisas, as criptomoedas dependem do que se designa "criptografia de chave pública".
ru: Криптовалюты используют криптографию для трех основных целей: для обеспечения безопасности транзакций, для контроля создания дополнительных единиц и для проверки передачи активов. Для достижения всех этих целей криптовалюты полагаются на так называемую "криптографию с открытым ключом".
sv: Kryptovalutor använder kryptografi för tre huvudsakliga syften: för att säkra transaktioner, för att kontrollera skapandet av ytterligare enheter och för att verifiera överföringen av tillgångar. För att åstadkomma alla dessa saker förlitar sig kryptovalutor på vad som kallas "public key cryptography".
tr: Kripto paralar kriptografiyi üç ana amaç için kullanır: işlemleri güvence altına almak, ek birimlerin oluşturulmasını kontrol etmek ve varlıkların transferini doğrulamak. Tüm bunları gerçekleştirmek için, kripto paralar "açık anahtar kriptografisi" olarak adlandırılan şeye güvenir.
zh: 加密货币使用密码学有三个主要目的：确保交易安全，控制额外单位的创建，以及验证资产的转移。 为了完成所有这些事情，加密货币依赖于所谓的"公钥加密"。

# Blog_CWELTI_H6_Text2
source: The various encryption algorithms and cryptographic techniques that safeguard the specific entries are for example elliptical curve encryption, public-private key pairs, and hashing functions.
ar: خوارزميات التشفير المختلفة وتقنيات التشفير التي تحمي الإدخالات المحددة هي على سبيل المثال تشفير المنحنى البيضاوي وأزواج المفاتيح العامة والخاصة ووظائف التجزئة.
de: Die verschiedenen Verschlüsselungsalgorithmen und kryptographischen Techniken, die die spezifischen Einträge schützen, sind beispielsweise elliptische Kurvenverschlüsselung, öffentlich-private Schlüsselpaare und Hashing-Funktionen.
es: Los diversos algoritmos de cifrado y las técnicas criptográficas que salvaguardan las entradas específicas son, por ejemplo, el cifrado de curva elíptica, los pares de claves públicas y privadas y las funciones hash.
fr: Les différents algorithmes de chiffrement et techniques cryptographiques qui protègent les entrées spécifiques sont par exemple le chiffrement à courbe elliptique, les paires de clés publiques-privées, et les fonctions de hachage.
it: I vari algoritmi di crittografia e tecniche crittografiche che salvaguardano le voci specifiche sono ad esempio la crittografia a curva ellittica, le coppie di chiavi pubbliche-private e le funzioni di hashing.
ko: 특정 항목을 보호하는 다양한 암호화 알고리즘과 암호화 기술은 예를 들어 타원 곡선 암호화, 공용-개인 키 쌍 및 해싱 기능이 있습니다.
nl: De verschillende encryptie-algoritmen en cryptografische technieken die de specifieke ingangen beveiligen, zijn bijvoorbeeld elliptische curve-encryptie, publiek-private sleutelparen en hashfuncties.
pl: Różne algorytmy szyfrowania i techniki kryptograficzne, które zabezpieczają określone wpisy, to na przykład szyfrowanie krzywą eliptyczną, pary kluczy publiczny-prywatny i funkcje mieszające.
pt: Os vários algoritmos de cifragem e técnicas criptográficas que protegem as entradas específicas são, por exemplo, a cifragem de curva elíptica, pares de chaves públicas e privadas e funções de hashing.
ru: Различными алгоритмами шифрования и криптографическими техниками, которые защищают конкретные записи, являются, например, шифрование по эллиптической кривой, пары открытого и закрытого ключей и функции хэширования.
sv: De olika krypteringsalgoritmerna och kryptografiska teknikerna som skyddar de specifika posterna är till exempel elliptisk kurvkryptering, offentlig-privata nyckelpar och hash-funktioner.
tr: Belirli girişleri koruyan çeşitli şifreleme algoritmaları ve şifreleme teknikleri, örneğin eliptik eğri şifrelemesi, ortak-özel anahtar çiftleri ve karma işlevleridir.
zh: 保护特定条目的各种加密算法和加密技术例如是椭圆曲线加密、公钥-私钥对和散列函数。

# Blog_CWELTI_H6_Text3
source: Public keys give an address to people on where to send the money to. It involves a user having both a public and private key, encrypted in an assortment of around 30 numbers and letters. The purpose of the private key is to unlock the public key in order to receive the money that has been sent. In this way, only the person who knows the private key can unlock the public key. Anyone can deposit money to a public key/address, but only people with the private key can access the money. This allows people to receive money without other people being able to access the money. Public key cryptography is a technological wonder and it is rapidly changing the online payment industry.
ar: تعطي المفاتيح العامة عنوانًا للأشخاص حول مكان إرسال الأموال إليه. إنه ينطوي على مستخدم لديه مفتاح عام وخاص على حد سواء ، مشفر في مجموعة متنوعة من حوالي 30 رقمًا وحرفًا. الغرض من المفتاح الخاص هو فتح المفتاح العام لتلقي الأموال التي تم إرسالها. بهذه الطريقة ، يمكن فقط للشخص الذي يعرف المفتاح الخاص إلغاء قفل المفتاح العام. يمكن لأي شخص إيداع الأموال في مفتاح / عنوان عام ، ولكن يمكن فقط للأشخاص الذين لديهم المفتاح الخاص الوصول إلى الأموال. يسمح هذا للأشخاص بتلقي الأموال دون أن يتمكن الآخرون من الوصول إلى الأموال. يعد تشفير المفتاح العام من عجائب التكنولوجيا وهو يغير بسرعة صناعة الدفع عبر الإنترنت.
de: Öffentliche Schlüssel geben Personen eine Adresse, an die das Geld gesendet werden soll. Es geht darum, dass ein Benutzer sowohl einen öffentlichen als auch einen privaten Schlüssel hat, der in einer Auswahl von etwa 30 Zahlen und Buchstaben verschlüsselt ist. Der Zweck des privaten Schlüssels besteht darin, den öffentlichen Schlüssel zu entsperren, um das gesendete Geld zu erhalten. Auf diese Weise kann nur die Person, die den privaten Schlüssel kennt, den öffentlichen Schlüssel entsperren. Jeder kann Geld auf einen öffentlichen Schlüssel / eine Adresse einzahlen, aber nur Personen mit dem privaten Schlüssel können auf das Geld zugreifen. Dies ermöglicht es Menschen, Geld zu erhalten, ohne dass andere Menschen auf das Geld zugreifen können. Die Kryptographie mit öffentlichen Schlüsseln ist ein technologisches Wunder und verändert die Online-Zahlungsbranche rasant.
es: Las claves públicas dan una dirección a las personas sobre dónde enviar el dinero. Se trata de un usuario que tiene una clave pública y privada, cifrada en una variedad de alrededor de 30 números y letras. El propósito de la clave privada es desbloquear la clave pública para poder recibir el dinero que se ha enviado. De esta forma, solo la persona que conoce la clave privada puede desbloquear la clave pública. Cualquiera puede depositar dinero en una clave/dirección pública, pero solo las personas con la clave privada pueden acceder al dinero. Esto permite que las personas reciban dinero sin que otras personas puedan acceder al dinero. La criptografía de clave pública es una maravilla tecnológica y está cambiando rápidamente la industria de pagos en línea.
fr: Les clés publiques donnent une adresse aux gens sur l’endroit où envoyer l’argent. Il implique qu’un utilisateur dispose à la fois d’une clé publique et d’une clé privée, cryptée dans un assortiment d’environ 30 chiffres et lettres. Le but de la clé privée est de déverrouiller la clé publique afin de recevoir l’argent qui a été envoyé. De cette façon, seule la personne qui connaît la clé privée peut déverrouiller la clé publique. N’importe qui peut déposer de l’argent sur une clé/adresse publique, mais seules les personnes disposant de la clé privée peuvent accéder à l’argent. Cela permet aux gens de recevoir de l’argent sans que d’autres personnes puissent accéder à l’argent. La cryptographie à clé publique est une merveille technologique et elle change rapidement l’industrie du paiement en ligne.
it: Le chiavi pubbliche forniscono un indirizzo alle persone su dove inviare il denaro. Si tratta di un utente che ha sia una chiave pubblica che privata, crittografata in un assortimento di circa 30 numeri e lettere. Lo scopo della chiave privata è sbloccare la chiave pubblica per ricevere il denaro inviato. In questo modo, solo la persona che conosce la chiave privata può sbloccare la chiave pubblica. Chiunque può depositare denaro su una chiave/indirizzo pubblico, ma solo le persone con la chiave privata possono accedere al denaro. Ciò consente alle persone di ricevere denaro senza che altre persone possano accedere al denaro. La crittografia a chiave pubblica è una meraviglia tecnologica e sta rapidamente cambiando il settore dei pagamenti online.
ko: 공용 키는 사람들에게 돈을 어디로 보낼지에 대한 주소를 제공합니다. 이것은 사용자가 30개 정도의 숫자와 문자로 구성된 암호화된 공용 키와 개인 키를 모두 갖는 것을 포함합니다. 개인 키의 목적은 전송된 돈을 받기 위해 공개 키의 잠금을 해제하는 것입니다. 이렇게 하면 개인 키를 아는 사람만 공용 키의 잠금을 해제할 수 있습니다. 누구나 공용 키/주소로 돈을 입금할 수 있지만, 개인 키를 가진 사람만 돈에 접근할 수 있습니다. 이것은 다른 사람들이 접근할 수 없는 상태에서 사람들이 돈을 받을 수 있게 해줍니다. 공개 키 암호화는 온라인 결제 산업을 빠르게 변화시키고 있습니다.
nl: Openbare sleutels geven mensen een adres waar ze het geld naartoe moeten sturen. Een gebruiker heeft zowel een publieke als een private sleutel, gecodeerd in een assortiment van ongeveer 30 cijfers en letters. Het doel van de privésleutel is de publieke sleutel te ontgrendelen om het verstuurde geld te ontvangen. Op die manier kan alleen de persoon die de privésleutel kent, de publieke sleutel ontgrendelen. Iedereen kan geld storten op een publieke sleutel/adres, maar alleen mensen met de privésleutel hebben toegang tot het geld. Hierdoor kunnen mensen geld ontvangen zonder dat andere mensen bij het geld kunnen. Public key cryptografie is een technologisch wonder en verandert snel de online betalingsindustrie.
pl: Klucze publiczne dają adres osobom, na które należy wysłać pieniądze. Polega ona na tym, że użytkownik ma zarówno klucz publiczny, jak i prywatny, zaszyfrowany w asortymencie około 30 cyfr i liter. Celem klucza prywatnego jest odblokowanie klucza publicznego w celu otrzymania wysłanych pieniędzy. W ten sposób tylko osoba znająca klucz prywatny może odblokować klucz publiczny. Każdy może wpłacić pieniądze na klucz/adres publiczny, ale tylko osoby posiadające klucz prywatny mają dostęp do pieniędzy. Dzięki temu ludzie mogą otrzymywać pieniądze bez dostępu innych osób. Kryptografia klucza publicznego jest cudem technologicznym i szybko zmienia branżę płatności online.
pt: As chaves públicas fornecem às pessoas um endereço para onde podem enviar dinheiro. Envolve um utilizador com uma chave pública e privada, cifrada numa série de cerca de 30 dígitos e letras. O objectivo da chave privada é destravar a chave pública para receber o dinheiro que foi enviado. Desta forma, apenas a pessoa que conhece a chave privada pode destravar a chave pública. Qualquer pessoa pode depositar dinheiro numa chave/endereço pública, mas apenas pessoas com a chave privada podem aceder ao dinheiro. Isto permite que as pessoas recebam dinheiro sem que outras possam aceder ao dinheiro. A cifragem de chave pública é uma maravilha tecnológica e está a mudar rapidamente a indústria de pagamentos online.
ru: Открытые ключи дают людям адрес, по которому можно отправить деньги. Это предполагает, что пользователь имеет как открытый, так и закрытый ключ, зашифрованный примерно из 30 цифр и букв. Назначение закрытого ключа - разблокировать открытый ключ, чтобы получить отправленные деньги. Таким образом, только тот, кто знает закрытый ключ, может разблокировать открытый ключ. Любой желающий может внести деньги на открытый ключ / адрес, но только люди с закрытым ключом могут получить доступ к деньгам. Это позволяет людям получать деньги без постороннего доступа. Криптография с открытым ключом - это технологическое чудо, и она быстро меняет индустрию онлайн-платежей.
sv: Offentliga nycklar ger en adress till personer om var de ska skicka sina pengar till. Det innebär att en användare har både en offentlig och privat nyckel, krypterad i ett sortiment av ett 30-tal siffror och bokstäver. Syftet med den privata nyckeln är att låsa upp den publika nyckeln för att kunna ta emot pengar som har skickats. På så sätt kan bara den som känner till den privata nyckeln låsa upp den offentliga nyckeln. Vem som helst kan sätta in pengar till en offentlig nyckel/adress, men endast personer med den privata nyckeln kan komma åt pengarna. Detta gör att människor kan ta emot pengar utan att andra kan komma åt dem. Offentlig nyckelkryptering är ett tekniskt under och det håller snabbt på att förändra onlinebetalningsbranschen.
tr: Açık anahtarlar, insanlara parayı nereye gönderecekleri konusunda bir adres verir. Bir kullanıcının yaklaşık 30 sayı ve harften oluşan bir çeşitlilikte şifrelenmiş hem genel hem de özel bir anahtara sahip olmasını içerir. Özel anahtarın amacı, gönderilen parayı almak için açık anahtarın kilidini açmaktır. Bu şekilde, yalnızca özel anahtarı bilen kişi açık anahtarın kilidini açabilir. Herkes bir açık anahtara/adrese para yatırabilir, ancak yalnızca özel anahtara sahip kişiler paraya erişebilir. Bu, diğer insanlar paraya erişemeden insanların para almasına olanak tanır. Açık anahtar kriptografisi teknolojik bir mucizedir ve çevrimiçi ödeme sektörünü hızla değiştirmektedir.
zh: 公钥给人们一个地址，告诉他们把钱寄到哪里。 它涉及用户拥有公钥和私钥，以大约30个数字和字母的分类加密。 私钥的目的是解锁公钥，以便接收已发送的钱。 这样，只有知道私钥的人才能解锁公钥。 任何人都可以将钱存入公钥/地址，但只有拥有私钥的人才能访问这笔钱。 这使得人们可以在没有其他人能够获得资金的情况下获得资金。 公钥加密是一个技术奇迹，它正在迅速改变在线支付行业。

# Blog_CWELTI_H6_Text4
source: To learn more about encryption and become familiar with it have a look at this <a style='font-weight: 800;' href='/blog'>link</a> with similar blog posts.
ar: لمعرفة المزيد حول التشفير والتعرف عليه ، ألق نظرة على هذا <a style = 'font-weight: 800؛' href = '/ blog'> ارتباط </a> بمشاركات مدونة مماثلة.
de: Um mehr über Verschlüsselung zu erfahren und sich damit vertraut zu machen, schauen Sie sich diesen <a style='font-weight: 800;' href='/blog'>link</a> mit ähnlichen Blogposts an.
es: Para obtener más información sobre el cifrado y familiarizarse con él, consulta este <a style='font-weight: 800;' href='/blog'>enlace</a> con publicaciones de blog similares.
fr: Pour en savoir plus sur le cryptage et vous familiariser avec celui-ci, consultez ce <a style='font-weight: 800;' href='/blog'>lien</a> avec des articles de blog similaires.
it: Per saperne di più sulla crittografia e familiarizzare con essa, dai un'occhiata a questo <a style='font-weight: 800;' href='/blog'>link</a> con blogpost simili.
ko: 암호화에 대해 더 많이 배우고 암호화에 익숙해지려면 유사한 블로그 게시물이 포함된 이 <a style='font-weight: 800;' href='/blog'> 링크</a>를 참조하십시오.
nl: Bekijk deze <a style='font-weight: 800;' voor meer informatie over encryptie en om er vertrouwd mee te raken. href='/blog'>link</a> met vergelijkbare blogposts.
pl: Aby dowiedzieć się więcej o szyfrowaniu i zapoznać się z nim, spójrz na ten <a style='font-weight: 800;' href='/blog'>link</a> z podobnymi postami na blogu.
pt: Para aprender e familiarizar-se mais com a cifragem, siga esta <a style='font-weight: 800;' href='/blog'>hiperligação</a> para posts similares no blog.
ru: Чтобы узнать больше о шифровании и ознакомиться с ним, взгляните на эту <a style='font-weight: 800;' href='/blog'> link</a> с похожими сообщениями в блоге.
sv: För att lära dig mer om kryptering och bli mer bekant med den, ta en titt på denna <a style='font-weight: 800;' href='/blog'>länk</a> med liknande blogginlägg.
tr: Şifreleme hakkında daha fazla bilgi edinmek ve aşina olmak için benzer blog gönderileri içeren bu <a style='font-weight: 800;' href='/blog'>bağlantıya</a> bir göz atın.
zh: 要了解有关加密的更多信息并熟悉它，请查看此<a style='font-weight:800;'href='/blog'>link</a>与类似的博客文章。
