Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZKEEIST_H3_SH2_Text4
source: <b>STEP 3:</b> Browse and select the files that you’d like to encrypt. Tap and hold to select multiple files.
ar: <b>الخطوة 3:</b> تصفح وحدد الملفات التي تريد تشفيرها. انقر مع الاستمرار لتحديد ملفات متعددة.
de: <b>SCHRITT 3:</b> Durchsuchen Sie die Dateien, die Sie verschlüsseln möchten, und wählen Sie sie aus. Tippen und halten Sie, um mehrere Dateien auszuwählen.
es: <b>PASO 3:</b> Busque y seleccione los archivos que desea cifrar. Mantén pulsado para seleccionar varios archivos.
fr: <b>ÉTAPE 3 :</b> Parcourez et sélectionnez les fichiers que vous souhaitez chiffrer. Appuyez et maintenez pour sélectionner plusieurs fichiers.
it: <b>PASSO 3:</b> Sfoglia e seleziona i file che desideri crittografare. Toccare e tenere premuto per selezionare più file.
ko: <b>3단계:</b> 암호화하려는 파일을 찾아 선택합니다. 여러 파일을 선택하려면 길게 눌러 선택합니다.
nl: <b>STAP 3:</b> Doorblader en selecteer de bestanden die je wilt versleutelen. Klik en houd vast om meerdere bestanden te selecteren.
pl: <b>KROK 3:</b> Przeglądaj i wybierz pliki, które chcesz zaszyfrować. Naciśnij i przytrzymaj, aby wybrać wiele plików.
pt: <b>3º PASSO:</b> Procure e selecione os arquivos que você deseja criptografar. Toque sem soltar para selecionar vários ficheiros.
ru: <b>ШАГ 3:</b> Найдите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов.
sv: <b>STEG 3:</b> Bläddra och välj de filer som du vill kryptera. Tryck och håll ned för att välja flera filer.
tr: <b>3. ADIM:</b> Şifrelemek istediğiniz dosyalara göz atın ve seçin. Birden fazla dosya seçmek için tıklayın ve basılı tutun.
zh: <b>步骤3：</b> 浏览并选择要加密的文件。点击并按住以选择多个文件。

# Blog_ZKEEIST_H3_SH2_Text5
source: And that’s it! Your files will be encrypted with an <b>.axx</b> file extension, and will appear on the ‘Recent Files’ tab under the menu strip. To open a file, just tap on any of the listed files directly from the main screen, or tap the <b>‘Open Secured’</b> button and select a file. To permanently decrypt a file, tap on the <b>‘Stop Securing’</b> button and select the file that you’d like to decrypt that has the <b>.axx</b> file extension.
ar: وهذا كل شيء! سيتم تشفير ملفاتك بامتداد <b>ملف .axx</b> ، وستظهر في علامة التبويب "الملفات الحديثة" أسفل شريط القائمة. لفتح ملف، ما عليك سوى النقر على أي من الملفات المدرجة مباشرة من الشاشة الرئيسية، أو النقر على زر <b>'فتح آمن'</b> واختيار ملف. لفك تشفير ملف نهائيا ، انقر فوق <b>الزر "إيقاف التأمين"</b> وحدد الملف الذي ترغب في فك تشفيره والذي يحتوي على امتداد <b>الملف .axx</b>.
de: Und das ist es! Ihre Dateien werden mit der Dateierweiterung <b>.axx</b> verschlüsselt und auf der Registerkarte "Zuletzt verwendete Dateien" in der Menüleiste angezeigt. Um eine Datei zu öffnen, tippen Sie einfach direkt auf dem Hauptbildschirm auf eine der aufgelisteten Dateien oder tippen Sie auf die Schaltfläche <b>"Gesichert öffnen"</b> und wählen Sie eine Datei aus. Um eine Datei dauerhaft zu entschlüsseln, tippen Sie auf die Schaltfläche <b>"Sicherung beenden"</b> und wählen Sie die Datei mit der Dateierweiterung <b>.axx</b> aus, die Sie entschlüsseln möchten.
es: ¡Y eso es todo! Sus archivos se cifrarán con una extensión de archivo <b>.axx</b> y aparecerán en la pestaña 'Archivos recientes' debajo de la tira de menú. Para abrir un archivo, simplemente toque cualquiera de los archivos enumerados directamente desde la pantalla principal, o toque el botón <b>'Abrir seguro'</b> y seleccione un archivo. Para descifrar permanentemente un archivo, toque el botón <b>'Detener seguridad'</b> y seleccione el archivo que desea descifrar que tenga la extensión de archivo <b>.axx.</b>
fr: Et c'est tout! Vos fichiers seront cryptés avec une extension de fichier <b>.axx</b> et apparaîtront dans l'onglet « Fichiers récents » sous la barre de menu. Pour ouvrir un fichier, appuyez simplement sur l'un des fichiers répertoriés directement depuis l'écran principal, ou appuyez sur le bouton <b>'Ouvrir sécurisé'</b> et sélectionnez un fichier. Pour décrypter définitivement un fichier, appuyez sur le bouton <b>'Arrêter la sécurisation'</b> et sélectionnez le fichier que vous souhaitez décrypter et qui porte l'extension de fichier <b>.axx</b>.
it: E questo è tutto! I tuoi file verranno crittografati con un'estensione <b>.axx</b> e appariranno nella scheda "File recenti" sotto la barra dei menu. Per aprire un file, basta toccare uno dei file elencati direttamente dalla schermata principale, oppure toccare il pulsante <b>"Apri protetto"</b> e selezionare un file. Per decrittografare definitivamente un file, tocca il pulsante <b>"Interrompi protezione"</b> e seleziona il file che desideri decrittografare con estensione <b>.axx</b> .
ko: 이제 완료되었습니다! 파일은 <b>.axx</b> 파일 확장자로 암호화되며 메뉴 스트립 아래의 ‘최근 파일’ 탭에 나타납니다. 파일을 열려면 메인 화면에서 나열된 파일 중 하나를 탭하거나 <b>‘보안된 파일 열기’</b> 버튼을 탭하고 파일을 선택합니다. 파일을 영구적으로 암호 해제하려면 <b>‘보안 중지’</b> 버튼을 탭하고 암호 해제할 <b>.axx</b> 파일 확장자의 파일을 선택합니다.
nl: En dat is het! Jouw bestanden worden versleuteld met de bestandsextensie <b>.axx</b> en verschijnen op het tabblad 'Recente bestanden' onder het menu. Om een bestand te openen, klik je gewoon op een van de vermelde bestanden rechtstreeks vanuit het hoofdscherm, of klik je op de knop <b>'Beveiligd openen'</b> en selecteer je een bestand. Om een bestand permanent te ontsleutelen, klik je op de knop <b>'Beveiliging stoppen'</b> en selecteer je het bestand dat je wilt ontsleutelen met de bestandsextensie <b>.axx</b> .
pl: I to wszystko! Twoje pliki zostaną zaszyfrowane z rozszerzeniem <b>.axx</b> i pojawią się na karcie „Ostatnie pliki” pod paskiem menu. Aby otworzyć plik, po prostu dotknij dowolnego z wymienionych plików bezpośrednio na ekranie głównym lub dotknij przycisku <b>„Otwórz zabezpieczone”</b> i wybierz plik. Aby trwale odszyfrować plik, kliknij przycisk <b>„Zatrzymaj zabezpieczanie”</b> i wybierz plik, który chcesz odszyfrować, i który ma rozszerzenie <b>.axx</b>.
pt: E é isso! Seus arquivos serão criptografados com uma extensão de arquivo <b>.axx</b> e aparecerão na guia 'Arquivos recentes' sob a faixa de menu. Para abrir um arquivo, basta tocar em qualquer um dos arquivos listados diretamente da tela principal, ou tocar no botão <b>'Abrir Protegido'</b> e selecionar um arquivo. Para descriptografar permanentemente um arquivo, toque no botão <b>'Parar de proteger'</b> e selecione o arquivo que você deseja descriptografar que tem a extensão de arquivo <b>.axx</b> .
ru: Вот и все! Ваши файлы будут зашифрованы с расширением <b>.axx</b> и появятся на вкладке «Недавние файлы» под строкой меню. Чтобы открыть файл, просто нажмите на любой из перечисленных файлов прямо на главном экране или нажмите кнопку <b>«Открыть защищенный»</b> и выберите файл. Чтобы окончательно расшифровать файл, нажмите кнопку <b>«Остановить защиту»</b> и выберите файл, который вы хотите расшифровать, с расширением <b>.axx</b>.
sv: Och det är allt! Dina filer kommer att krypteras med filändelsen <b>.axx</b> och kommer att visas under fliken "Senaste filer" i menyraden. För att öppna en fil, tryck bara på någon av de listade filerna direkt från huvudskärmen, eller tryck på knappen <b>"Öppna skyddad"</b> och välj en fil. För att permanent dekryptera en fil, tryck på knappen <b>"Sluta säkra"</b> och välj den fil som du vill dekryptera och har filändelsen <b>.axx</b> .
tr: Ve işte bu kadar! Dosyalarınız bir <b>.axx</b> dosya uzantısıyla şifrelenecek ve menü şeridinin altındaki 'Son Dosyalar' sekmesinde görünecektir. Bir dosyayı açmak için, doğrudan ana ekrandan listelenen dosyalardan herhangi birine tıklayın veya <b>'Güvenli Aç'</b> seçeneğine tıklayın ve bir dosya seçin. Bir dosyanın şifresini kalıcı olarak çözmek için <b>'Güvenliği Durdur'</b> seçeneğine tıklayın ve şifresini çözmek istediğiniz <b>.axx</b> dosya uzantısına sahip dosyayı seçin.
zh: 就是这样！您的文件将使用 <b>.axx</b> 文件扩展名进行加密，并将显示在菜单栏下的“最近使用的文件”选项卡上。要打开文件，只需直接从主屏幕点击任何列出的文件，或点击 <b>“打开安全”</b> 按钮并选择一个文件。要永久解密文件，请点击 <b>“停止保护”</b> 按钮，然后选择要解密的文件扩展名为 <b>.axx</b> 的文件。

# Blog_ZKEEIST_H3_SH2_Text6
source: When you open a file to view or edit, it only creates a temporary decryption process, and any changes made to the file will automatically be re-encrypted.
ar: عند فتح ملف لعرضه أو تحريره، فإنه ينشئ فقط عملية فك تشفير مؤقتة، وسيتم تلقائيا إعادة تشفير أي تغييرات يتم إجراؤها على الملف.
de: Wenn Sie eine Datei öffnen, um sie anzuzeigen oder zu bearbeiten, wird nur ein temporärer Entschlüsselungsprozess erstellt, und alle an der Datei vorgenommenen Änderungen werden automatisch erneut verschlüsselt.
es: Al abrir un archivo para verlo o editarlo, solo se crea un proceso de descifrado temporal y cualquier cambio realizado en el archivo se volverá a cifrar automáticamente.
fr: Lorsque vous ouvrez un fichier pour l'afficher ou le modifier, cela crée uniquement un processus de décryptage temporaire et toutes les modifications apportées au fichier seront automatiquement rechiffrées.
it: Quando si apre un file per visualizzarlo o modificarlo, viene creato solo un processo di decrittografia temporaneo e tutte le modifiche apportate al file verranno automaticamente crittografate nuovamente.
ko: 파일을 열어보거나 편집할 때는 임시로 복호화 과정이 진행되며, 파일에 대한 변경 사항은 자동으로 다시 암호화됩니다.
nl: Wanneer je een bestand opent om te bekijken of te bewerken, wordt er slechts een tijdelijk ontsleutelingsproces gemaakt en worden alle wijzigingen in het bestand automatisch opnieuw versleuteld.
pl: Kiedy otwierasz plik w celu przeglądania lub edycji, tworzy się jedynie tymczasowy proces deszyfrowania, a wszelkie zmiany wprowadzone w pliku zostaną automatycznie ponownie zaszyfrowane.
pt: Quando você abre um arquivo para exibir ou editar, ele cria apenas um processo de descriptografia temporário e quaisquer alterações feitas no arquivo serão automaticamente criptografadas novamente.
ru: Когда вы открываете файл для просмотра или редактирования, он создает только временный процесс расшифровки, и любые изменения, внесенные в файл, будут автоматически повторно зашифрованы.
sv: När du öppnar en fil för att visa eller redigera skapas endast en tillfällig dekrypteringsprocess, och eventuella ändringar som görs i filen kommer automatiskt att återkrypteras.
tr: Görüntülemek veya düzenlemek için bir dosyayı açtığınızda, yalnızca geçici bir şifre çözme işlemi oluşturulur ve dosyada yapılan tüm değişiklikler otomatik olarak yeniden şifrelenir.
zh: 当您打开文件进行查看或编辑时，它只会创建一个临时解密过程，并且对文件所做的任何更改都将自动重新加密。

# Blog_ZKEEIST_H3_SH2_Text7
source: AxCrypt can also automatically encrypt and sync files on your <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> and Mac, and on your <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> and <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>, so that you can access and edit them on the go on your phone.
ar: يمكن لاكسكربت أيضا تشفير الملفات ومزامنتها تلقائيا على <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>ويندوز< /b></a> وماك، وعلى <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>جوجل درايف</b></a> و<a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>حسابات ون درايف</b></a>، حتى تتمكن من الوصول إليها وتعديلها أثناء التنقل على هاتفك.
de: AxCrypt kann auch automatisch Dateien auf Ihrem <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> und Mac sowie auf Ihren <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> und <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a> verschlüsseln und synchronisieren, sodass Sie unterwegs auf Ihrem Telefon darauf zugreifen und sie bearbeiten können.
es: AxCrypt también puede cifrar y sincronizar automáticamente archivos en su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> y Mac, y en sus cuentas de <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> y <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, para que pueda acceder a ellos y editarlos sobre la marcha en su teléfono.
fr: AxCrypt peut également chiffrer et synchroniser automatiquement les fichiers sur votre <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> et Mac, et sur votre <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> et <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>Comptes OneDrive</b></a>, afin que vous puissiez y accéder et les modifier lors de vos déplacements sur votre téléphone.
it: AxCrypt può anche crittografare e sincronizzare automaticamente i file su <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> e Mac e sui tuoi account <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, in modo da poterli accedere e modificarli in movimento sul tuo telefono.
ko: AxCrypt는 또한 <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> 및 Mac에서, 그리고 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a>와 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive 계정</b></a>에서 파일을 자동으로 암호화하고 동기화하여 휴대폰에서 파일에 접근하고 편집할 수 있습니다.
nl: AxCrypt kan ook automatisch bestanden op jouw <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows< versleutelen en synchroniseren /b></a> en Mac, en op jouw <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> en <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-accounts</b></a>, zodat je ze onderweg op jouw telefoon kunt openen en bewerken
pl: AxCrypt może także automatycznie szyfrować i synchronizować pliki w <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows< /b></a> i Mac oraz na Twoim <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in- 2024/'><b>Dysk Google</b></a> i <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption /'><b>Konta OneDrive</b></a>, dzięki czemu możesz uzyskać do nich dostęp i edytować je, gdziekolwiek jesteś, na telefonie.
pt: O AxCrypt também pode criptografar e sincronizar arquivos automaticamente em seu <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> e Mac, e em suas contas <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>do Google Drive</b></a> e <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive</b></a>, para que você possa acessá-los e editá-los em qualquer lugar em seu telefone.
ru: AxCrypt также может автоматически шифровать и синхронизировать файлы на вашем компьютере <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> и Mac, а также на вашем <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> и <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>, чтобы вы могли получать к ним доступ и редактировать их на ходу со своего телефона.
sv: AxCrypt kan också automatiskt kryptera och synkronisera filer på dina <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows-</b></a> och Mac-datorer samt på dina <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> - och <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive-konton</b></a>, så att du kan komma åt och redigera dem när du är på språng genom din telefon.
tr: AxCrypt ayrıca <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> ve Mac dosyalarınızdaki ve <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> ve <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive hesaplarınızdaki</b></a> dosyaları otomatik olarak şifreleyebilir ve senkronize edebilir, böylece hareket halindeyken telefonunuzdan erişebilir ve düzenleyebilirsiniz.
zh: AxCrypt 还可以自动加密和同步 <a href='https://axcrypt.net/blog/best-encryption-software-for-business-data-the-ultimate-guide/'><b>Windows</b></a> 和 Mac 以及 <a href='https://axcrypt.net/blog/how-to-encrypt-files-in-google-drive-step-by-step-in-2024/'><b>Google Drive</b></a> 和 <a href='https://axcrypt.net/blog/encrypt-onedrive-and-googledrive-files-using-worlds-best-encryption/'><b>OneDrive accounts</b></a>上的文件，以便您可以在手机上随时随地访问和编辑它们。

# Blog_ZKEEIST_H3_Subheading1
source: <b>Steps to Automatically Encrypt Files on Windows and Mac with Zero-Knowledge</b>
ar: <b>خطوات لتشفير الملفات تلقائيا على نظامي التشغيل ويندوز وماك مع صفر المعرفة</b>
de: <b>Schritte zum automatischen Verschlüsseln von Dateien unter Windows und Mac mit Zero-Knowledge</b>
es: <b>Pasos para cifrar automáticamente archivos en Windows y Mac con conocimiento cero</b>
fr: <b>Étapes pour Chiffrer Automatiquement les Fichiers sur Windows et Mac avec Zéro-Connaissance</b>
it: <b>Passaggi per crittografare automaticamente i file su Windows e Mac con Zero-Knowledge</b>
ko: <b>제로 지식 암호화로 Windows 및 Mac에서 파일을 자동으로 암호화하는 단계</b>
nl: <b>Stappen om bestanden automatisch te versleutelen op Windows en Mac zonder kennis</b>
pl: <b>Kroki automatycznego szyfrowania plików w systemach Windows i Mac przy użyciu wiedzy zerowej</b>
pt: <b>Etapas para criptografar automaticamente arquivos no Windows e Mac com conhecimento zero</b>
ru: <b>Шаги по автоматическому шифрованию файлов на Windows и Mac с нулевым разглашением</b>
sv: <b>Steg för att Automatiskt Kryptera filer på Windows och Mac med Zero-Knowledge</b>
tr: <b>Windows ve Mac'teki Dosyaları Sıfır Bilgi ile Otomatik Olarak Şifreleme Adımları</b>
zh: <b>使用零知识在 Windows 和 Mac 上自动加密文件的步骤</b>

# Blog_ZKEEIST_H3_Subheading2
source: <b>Steps to Encrypt Files on Your Android and iOS Phones</b>
ar: <b>خطوات تشفير الملفات على هواتف أندرويد وايفون</b>
de: <b>Schritte zum Verschlüsseln von Dateien auf Ihren Android- und iOS-Telefonen</b>
es: <b>Pasos para cifrar archivos en sus teléfonos Android e iOS</b>
fr: <b>Étapes pour Chiffrer des Fichiers sur Vos Téléphones Android et iOS</b>
it: <b>Passaggi per crittografare i file sui tuoi telefoni Android e iOS</b>
ko: <b>Android 및 iOS 휴대폰에서 파일을 암호화하는 단계</b>
nl: <b>Stappen om bestanden op jouw Android- en iOS-telefoons te versleutelen</b>
pl: <b>Kroki szyfrowania plików na telefonach z Androidem i iOS</b>
pt: <b>Passos para criptografar arquivos em seus telefones Android e iOS</b>
ru: <b>Действия по шифрованию файлов на телефонах Android и iOS</b>
sv: <b>Steg för att kryptera filer på dina Android- och iOS-telefoner</b>
tr: <b>Android ve iOS Telefonlarınızdaki Dosyaları Şifreleme Adımları</b>
zh: <b>在 Android 和 iOS 手机上加密文件的步骤</b>

# Blog_ZKEEIST_H3_Text1
source: Using AxCrypt’s encryption software, you can encrypt your sensitive data on your computer or smartphone with just a few clicks. AxCrypt is the true Zero-Knowledge encryption software with a powerful, lightweight, and super-easy to use user interface.
ar: باستخدام برنامج تشفير اكسكربت ، يمكنك تشفير بياناتك الحساسة على جهاز الكمبيوتر أو الهاتف الذكي ببضع نقرات فقط. اكسكربت هو برنامج تشفير صفر المعرفة الحقيقي مع واجهة مستخدم قوية وخفيفة الوزن وسهلة الاستخدام للغاية.
de: Mit der Verschlüsselungssoftware von AxCrypt können Sie Ihre sensiblen Daten auf Ihrem Computer oder Smartphone mit wenigen Klicks verschlüsseln. AxCrypt ist die echte Zero-Knowledge-Verschlüsselungssoftware mit einer leistungsstarken, leichtgewichtigen und supereinfach zu bedienenden Benutzeroberfläche.
es: Con el software de encriptación de AxCrypt, puede encriptar sus datos confidenciales en su computadora o teléfono inteligente con solo unos pocos clics. AxCrypt es el verdadero software de encriptación de conocimiento cero con una interfaz de usuario potente, ligera y súper fácil de usar.
fr: Grâce au logiciel de cryptage d'AxCrypt, vous pouvez crypter vos données sensibles sur votre ordinateur ou smartphone en quelques clics. AxCrypt est le véritable logiciel de chiffrement Zéro-Connaissance avec une interface utilisateur puissante, légère et extrêmement simple à utiliser.
it: Utilizzando il software di crittografia di AxCrypt, puoi crittografare i tuoi dati sensibili sul tuo computer o smartphone con pochi clic. AxCrypt è il vero software di crittografia Zero-Knowledge con un'interfaccia utente potente, leggera e super facile da usare.
ko: AxCrypt의 암호화 소프트웨어를 사용하면 몇 번의 클릭만으로 컴퓨터나 스마트폰의 민감한 데이터를 암호화할 수 있습니다. AxCrypt는 강력하고 가벼우며 사용하기 쉬운 사용자 인터페이스를 갖춘 진정한 제로 지식 암호화 소프트웨어입니다.
nl: Met behulp van de versleutelingssoftware van AxCrypt kun je jouw gevoelige data op jouw computer of smartphone met slechts een paar klikken versleutelen. AxCrypt is de echte zero-knowledge versleutelingssoftware met een krachtige, lichtgewichte en supereenvoudig te gebruiken gebruikersinterface.
pl: Korzystając z oprogramowania szyfrującego AxCrypt, możesz zaszyfrować swoje wrażliwe dane na komputerze lub smartfonie za pomocą zaledwie kilku kliknięć. AxCrypt to prawdziwe oprogramowanie do szyfrowania o wiedzy zerowej z wydajnym, lekkim i niezwykle łatwym w obsłudze interfejsem użytkownika.
pt: Usando o software de criptografia do AxCrypt, você pode criptografar seus dados confidenciais em seu computador ou smartphone com apenas alguns cliques. O AxCrypt é o verdadeiro software de criptografia Zero-Knowledge com uma interface de usuário poderosa, leve e super fácil de usar.
ru: Используя программное обеспечение для шифрования AxCrypt, вы можете зашифровать свои конфиденциальные данные на своем компьютере или смартфоне всего за несколько кликов. AxCrypt — это настоящее программное обеспечение для шифрования с нулевым разглашением и мощным, легким и очень простым пользовательским интерфейсом.
sv: Med AxCrypts krypteringsprogramvara kan du kryptera din känsliga data på din dator eller smartmobil med bara några få klick. AxCrypt använder en äkta Zero-Knowledge krypteringsprogramvara med ett kraftfullt, lätt och mycket användarvänligt gränssnitt.
tr: AxCrypt'in şifreleme yazılımını kullanarak, bilgisayarındaki veya akıllı telefonundaki hassas verilerini sadece birkaç tıkla şifreleyebilirsiniz. AxCrypt, güçlü, basit ve kullanımı son derece kolay bir kullanıcı arayüzüne sahip gerçek bir Sıfır Bilgi şifreleme yazılımıdır.
zh: 使用AxCrypt的加密软件，您只需点击几下即可加密计算机或智能手机上的敏感数据。AxCrypt 是真正的零知识加密软件，具有功能强大、轻量级且超级易于使用的用户界面。
