Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AOVO_H3_Text1
source: There’s also an online password manager, where we can keep track of all of your passwords encrypted with your AxCrypt password. One password to rule them all ;-) This is such a common use of AxCrypt, to encrypt a file with a list of passwords, we thought we could make this even easier.
ar: هناك أيضًا مدير كلمات المرور عبر الإنترنت ، حيث يمكننا تتبع جميع كلمات المرور الخاصة بك المشفرة باستخدام كلمة مرور اكسكربت. كلمة مرور واحدة للحكم عليهم جميعًا ؛-) هذا استخدام شائع لـ اكسكربت ، لتشفير ملف بقائمة من كلمات المرور ، اعتقدنا أنه يمكننا تسهيل ذلك.
de: Es gibt auch einen Online-Passwort-Manager, in dem wir alle Ihre Passwörter nachverfolgen können, die mit Ihrem AxCrypt-Passwort verschlüsselt sind. Ein Passwort, um sie alle zu beherrschen ;-) Dies ist eine so häufige Verwendung von AxCrypt, um eine Datei mit einer Liste von Passwörtern zu verschlüsseln.
es: También hay un administrador de contraseñas en línea, donde podemos realizar un seguimiento de todas tus contraseñas cifradas con tu contraseña de AxCrypt. Una contraseña para gobernarlos a todos ;-). Este es un uso tan común de AxCrypt, cifrar un archivo con una lista de contraseñas, que pensamos que podríamos hacerlo aún más fácil.
fr: Il existe également un gestionnaire de mots de passe en ligne, où nous pouvons garder une trace de tous vos mots de passe cryptés avec votre mot de passe AxCrypt. Un seul mot de passe pour les gouverner tous ;-) C’est une utilisation si courante d’AxCrypt, pour crypter un fichier avec une liste de mots de passe, nous avons pensé que nous pourrions rendre cela encore plus facile.
it: C'è anche un gestore di password online, dove possiamo tenere traccia di tutte le tue password crittografate con la tua password AxCrypt. Una password per domarle tutte ;-) Questo è un uso così comune di AxCrypt, per crittografare un file con un elenco di password, che abbiamo pensato di renderlo ancora più semplice.
ko: AxCrypt 비밀번호로 암호화된 모든 비밀번호를 추적할 수 있는 온라인 비밀번호 관리자도 있습니다. 하나의 암호로 모든 것을 지배하세요 ;-) 이것은 암호 목록으로 파일을 암호화하기 위한 AxCrypt의 일반적인 사용 목적이므로, 이를 훨씬 더 쉽게 만들 수 있다고 생각했습니다.
nl: Er is ook een online wachtwoord manager, waar we al uw wachtwoorden versleuteld met uw AxCrypt wachtwoord kunnen bijhouden. Eén wachtwoord om ze allemaal te beheersen ;-) Dit is zo'n algemeen gebruik van AxCrypt, om een bestand te versleutelen met een lijst van wachtwoorden, dat we dachten dat we dit nog gemakkelijker konden maken.
pl: Istnieje również internetowy menedżer haseł, w którym możemy śledzić wszystkie Twoje hasła zaszyfrowane Twoim hasłem AxCrypt. Jedno hasło, aby nimi wszystkimi rządzić ;-) Jest to tak powszechne zastosowanie AxCrypt, aby zaszyfrować plik z listą haseł, pomyśleliśmy, że możemy to jeszcze ułatwić.
pt: Há também um gestor de palavras-passe online onde nos podemos manter a par de todas as suas palavras-passe cifradas com a sua palavra-passe AxCrypt. Uma palavra-passe para controlar tudo ;-) Este é um caso de uso comum com a AxCrypt, cifrar um ficheiro com uma lista de palavras-passe, nós pensámos que poderíamos tornar isto mais fácil.
ru: Существует также онлайн-менеджер паролей, где мы можем отслеживать все ваши пароли, зашифрованные с помощью вашего пароля AxCrypt. Один пароль, чтобы управлять ими всеми ;-) Это настолько частое использование AxCrypt для шифрования файла со списком паролей, что мы подумали, что могли бы сделать это еще проще.
sv: Det finns också en lösenordshanterare online, där vi kan hålla reda på alla dina lösenord krypterade med ditt AxCrypt-lösenord. Ett lösenord för att styra dem alla ;-) Detta är en så vanlig användning av AxCrypt, för att kryptera en fil med en lista över lösenord, tänkte vi att vi kunde göra detta ännu enklare.
tr: Ayrıca, AxCrypt şifrenizle şifrelenmiş tüm şifrelerinizi takip edebileceğimiz çevrimiçi bir parola yöneticisi de vardır. Hepsini yönetmek için tek bir parola ;-) Bu, bir dosyayı bir parola listesiyle şifrelemek için AxCrypt'in çok yaygın bir kullanımıdır, bunu daha da kolaylaştırabileceğimizi düşündük.
zh: 还有一个在线密码管理器，在那里我们可以跟踪您的所有密码加密与您的AxCrypt密码。 一个密码来统治他们所有;-)这是AxCrypt的常见用途，用密码列表加密文件，我们认为我们可以使这更容易。

# Blog_AOVO_H4_Text1
source: Since some of the features of AxCrypt are reserved for paying Premium users, we need to know if you have a valid Premium subscription. To avoid various hacks used by offline software licensing technologies, we keep it simple and secure and keep track of payment status on our server. This is fairly standard procedure.
ar: نظرًا لأن بعض ميزات اكسكربت مخصصة للدفع لمستخدمي الممتازة ، فنحن بحاجة إلى معرفة ما إذا كان لديك اشتراك الممتازة صالح. لتجنب الاختراقات المختلفة التي تستخدمها تقنيات ترخيص البرامج غير المتصلة بالإنترنت ، نبقيها بسيطة وآمنة ونتابع حالة الدفع على خادمنا. هذا إجراء قياسي إلى حد ما.
de: Da einige der Funktionen von AxCrypt zahlenden Premium-Nutzern vorbehalten sind, müssen wir wissen, ob Sie über ein gültiges Premium-Abonnement verfügen. Um verschiedene Hacks zu vermeiden, die von Offline-Softwarelizenztechnologien verwendet werden, halten wir es einfach und sicher und verfolgen den Zahlungsstatus auf unserem Server. Dies ist ein ziemlich übliches Verfahren.
es: Dado que algunas de las funciones de AxCrypt están reservadas para usuarios Premium de pago, necesitamos saber si tienes una suscripción Premium válida. Para evitar varios ataques utilizados por las tecnologías de licencias de software fuera de línea, lo mantenemos simple y seguro y realizamos un seguimiento del estado de pago en nuestro servidor. Este es un procedimiento bastante estándar.
fr: Étant donné que certaines des fonctionnalités d’AxCrypt sont réservées aux utilisateurs Premium payants, nous devons savoir si vous avez un abonnement Premium valide. Pour éviter divers piratages utilisés par les technologies de licence de logiciels hors ligne, nous restons simples et sécurisés et gardons une trace de l’état des paiements sur notre serveur. Il s’agit d’une procédure assez standard.
it: Poiché alcune delle funzionalità di AxCrypt sono riservate agli utenti Premium paganti, abbiamo bisogno di sapere se disponi di un abbonamento Premium valido. Per evitare vari hack utilizzati dalle tecnologie di licenza software offline, lo manteniamo semplice e sicuro e teniamo traccia dello stato dei pagamenti sul nostro server. Questa è una procedura abbastanza standard.
ko: AxCrypt의 일부 기능은 유료 프리미엄 사용자를 위해 예약되어 있으므로 유효한 프리미엄 구독이 있는지 알아야합니다. 오프라인 소프트웨어 라이선스 기술에서 사용하는 다양한 해킹을 피하기 위해, 간단하고 안전하게 유지하고 서버의 지불 상태를 추적합니다. 이것은 상당히 표준적인 절차입니다.
nl: Aangezien sommige functies van AxCrypt gereserveerd zijn voor betalende Premium gebruikers, moeten we weten of u een geldig Premium abonnement heeft. Om verschillende hacks te vermijden die gebruikt worden door offline software licentie technologieën, houden we het simpel en veilig en houden we de betalingsstatus bij op onze server. Dit is een vrij standaard procedure.
pl: Ponieważ niektóre funkcje AxCrypt są zarezerwowane dla płacących użytkowników Premium, musimy wiedzieć, czy masz ważną subskrypcję Premium. Aby uniknąć różnych włamań stosowanych przez technologie licencjonowania oprogramowania offline, zapewniamy prostotę i bezpieczeństwo oraz śledzimy status płatności na naszym serwerze. To dość standardowa procedura.
pt: Uma vez que algumas das funcionalidades AxCrypt estão reservadas a utilizadores Premium, precisamos de saber se tem uma subscrição Premium válida. Para evitar vários hacks usados por tecnologias de licenciamento de software offline, nós optámos pela simplicidade e segurança e mantemos o estado dos pagamentos no nosso servidor. Isto é um procedimento normal.
ru: Поскольку некоторые функции AxCrypt зарезервированы для платных Premium пользователей, нам необходимо знать, есть ли у вас действующая Premium подписка. Чтобы избежать различных взломов, используемых автономными технологиями лицензирования программного обеспечения, мы делаем это простым и безопасным, а также отслеживаем статус оплаты на нашем сервере. Это стандартная процедура.
sv: Eftersom vissa av funktionerna i AxCrypt är reserverade för betalande Premium-användare behöver vi veta om du har ett giltigt Premium-abonnemang. För att undvika olika hack som används av offline-programvarulicensteknik håller vi det enkelt och säkert och håller reda på betalningsstatus på vår server. Detta är en ganska standardprocedur.
tr: AxCrypt'in bazı özellikleri ödeme yapan Premium kullanıcılar için ayrıldığından, geçerli bir Premium aboneliğiniz olup olmadığını bilmemiz gerekir. Çevrimdışı yazılım lisanslama teknolojileri tarafından kullanılan çeşitli saldırılardan kaçınmak için, bu işlemin basit ve güvenli olmasını sağlıyor ve sunucumuzdaki ödeme durumunu takip ediyoruz. Bu oldukça standart bir prosedürdür.
zh: 由于AxCrypt的一些功能是为付费高级用户保留的，我们需要知道您是否拥有有效的高级订阅。 为了避免离线软件许可技术使用的各种黑客，我们保持简单和安全，并跟踪我们的服务器上的付款状态。 这是相当标准的程序。

# Blog_AOVO_Heading1
source: <h1>AxCrypt Online vs. Offline</h1>
ar: <h1> مقارنة بين اكسكربت على الإنترنت وغير متصل </h1>
de: <h1>AxCrypt Online im Vergleich zu Offline</h1>
es: <h1>AxCrypt en línea vs. fuera de línea</h1>
fr: <h1>AxCrypt en ligne vs hors ligne</h1>
ko: <h1>AxCrypt 온라인 vs 오프라인</h1>
nl: <h1>AxCrypt online versus offline</h1>
ru: <h1>AxCrypt Online против Offline</h1>
tr: <h1>AxCrypt Online ve AxCrypt Offline</h1>
zh: <h1>AxCrypt在线vs.离线</h1>

# Blog_AOVO_Heading2
source: <h3>Key Management</h3>
ar: <h3> إدارة المفاتيح </ h3>
de: <h3>Schlüsselverwaltung</h3>
es: <h3>Administración de claves</h3>
fr: <h3>Gestion des Clés</h3>
it: <h3>Gestione delle chiavi</h3>
ko: <h3>키 관리</h3>
pl: <h3>Zarządzanie kluczami</h3>
pt: <h3>Gestão de Chaves</h3>
ru: <h3>Управление ключами</h3>
sv: <h3>Nyckelhantering</h3>
tr: <h3>Anahtar Yönetimi</h3>
zh: <h3>密钥管理</h3>

# Blog_AOVO_Heading3
source: <h3>Password Management</h3>
ar: <h3> إدارة كلمات المرور </h3>
de: <h3>Passwortverwaltung</h3>
es: <h3>Administración de contraseñas</h3>
fr: <h3>Gestion des Mots de passe</h3>
it: <h3>Gestione password</h3>
ko: <h3>비밀번호 관리</h3>
nl: <h3>Wachtwoord Management</h3>
pl: <h3>Zarządzanie hasłami</h3>
pt: <h3>Gestão de Palavras-Passe</h3>
ru: <h3>Управление паролями</h3>
sv: <h3>Lösenordshantering</h3>
tr: <h3>Parola Yönetimi</h3>
zh: <h3>密码管理</h3>

# Blog_AOVO_Heading4
source: <h3>Subscription Management</h3>
ar: <h3> إدارة الاشتراكات</h3>
de: <h3>Abonnementverwaltung</h3>
es: <h3>Administración de suscripciones</h3>
fr: <h3>Gestion des Abonnements</h3>
it: <h3>Gestione delle sottoscrizioni</h3>
ko: <h3>구독 관리</h3>
nl: <h3>Abonnementsbeheer</h3>
pl: <h3>Zarządzanie subskrypcjami</h3>
pt: <h3>Gestão de Subscrições</h3>
ru: <h3>Управление подпиской</h3>
sv: <h3>Prenumerationshantering</h3>
tr: <h3>Abonelik Yönetimi</h3>
zh: <H3>订阅管理</h3>

# Blog_AOVO_Summary
source: AxCrypt Online vs. Offline There’s some concern about the fact that AxCrypt is able to connect to the Internet. Do I need to be online to encrypt or decrypt my files with AxCrypt? Is my data sent over the Internet in any form?
ar: اكسكربت عبر الإنترنت في مقابل عدم الاتصال بالإنترنت هناك بعض القلق بشأن حقيقة أن اكسكربت قادر على الاتصال بالإنترنت. هل أحتاج إلى الاتصال بالإنترنت لتشفير ملفاتي أو فك تشفيرها باستخدام اكسكربت؟ هل يتم إرسال بياناتي عبر الإنترنت بأي شكل؟
de: AxCrypt Online vs. Offline Es gibt einige Bedenken hinsichtlich der Tatsache, dass AxCrypt eine Verbindung zum Internet herstellen kann. Muss ich online sein, um meine Dateien mit AxCrypt zu verschlüsseln oder zu entschlüsseln? Werden meine Daten in irgendeiner Form über das Internet gesendet?
es: AxCrypt en línea vs. fuera de línea Existe cierta preocupación por el hecho de que AxCrypt pueda conectarse a internet. ¿Necesito estar en línea para cifrar o descifrar mis archivos con AxCrypt? ¿Se envían mis datos a través de internet de alguna forma?
fr: AxCrypt En ligne vs. Hors ligne Le fait qu'AxCrypt soit capable de se connecter à Internet suscite des inquiétudes. Dois-je être en ligne pour chiffrer ou déchiffrer mes fichiers avec AxCrypt ? Mes données sont-elles envoyées sur Internet sous quelque forme que ce soit ?
it: AxCrypt Online vs Offline: C'è qualche preoccupazione sul fatto che AxCrypt è in grado di connettersi a Internet. Devo essere online per crittografare o decifrare i miei file con AxCrypt? I miei dati vengono inviati su Internet in qualsiasi forma?
ko: AxCrypt Online vs. 오프라인 AxCrypt가 인터넷에 연결할 수 있다는 사실에 대한 우려가 있습니다. AxCrypt로 파일을 암호화하거나 해독하려면 온라인 상태여야 합니까? 제 데이터가 어떤 형태로든 인터넷을 통해 전송됩니까?
nl: AxCrypt Online vs. Offline Er is enige bezorgdheid over het feit dat AxCrypt verbinding kan maken met het internet. Moet ik online zijn om mijn bestanden te versleutelen of te ontsleutelen met AxCrypt? Worden mijn gegevens in welke vorm dan ook over het internet verstuurd?
pl: AxCrypt Online vs. Offline Istnieją pewne obawy związane z faktem, że AxCrypt jest w stanie połączyć się z Internetem. Czy muszę być online, aby zaszyfrować lub odszyfrować moje pliki za pomocą AxCrypt? Czy moje dane są przesyłane przez Internet w jakiejkolwiek formie?
pt: AxCrypt Online vs. Offline Há alguma preocupação em relação ao facto da AxCrypt ser capaz de se ligar à internet. Preciso de estar online para cifrar ou decifrar os meus ficheiros com a AxCrypt? Os meus dados são de alguma forma enviados pela internet?
ru: AxCrypt онлайн vs. офлайн. Существует некоторое беспокойство по поводу того факта, что AxCrypt способен подключаться к интернету. Нужно ли мне быть онлайн, чтобы зашифровать или расшифровать мои файлы с помощью AxCrypt? Передаются ли мои данные через сеть в какой-либо форме?
sv: AxCrypt Online vs Offline Det finns en viss oro över det faktum att AxCrypt kan ansluta till Internet. Behöver man vara online för att kryptera eller dekryptera mina filer med AxCrypt? Skickas mina uppgifter över Internet i någon form?
tr: AxCrypt Online ve. Offline Karşılaştırması. AxCrypt'in internete bağlanabilmesi konusunda bazı endişeler vardır. AxCrypt ile dosyalarımı şifrelemek veya şifresini çözmek için çevrimiçi olmam gerekir mi? Verilerim internet üzerinden herhangi bir şekilde gönderiliyor mu?
zh: AxCrypt在线与离线有一个事实，即AxCrypt是能够连接到互联网的一些关注。 我是否需要在线才能使用AxCrypt加密或解密我的文件？ 我的数据是否以任何形式通过互联网发送？

# Blog_AOVO_Text1
source: There’s some concern about the fact that AxCrypt is able to connect to the Internet.
ar: هناك بعض القلق بشأن حقيقة أن اكسكربت قادر على الاتصال بالإنترنت.
de: Es gibt einige Bedenken hinsichtlich der Tatsache, dass AxCrypt eine Verbindung zum Internet herstellen kann.
es: Existe cierta preocupación por el hecho de que AxCrypt pueda conectarse a internet.
fr: Le fait qu’AxCrypt soit capable de se connecter à Internet suscite des inquiétudes.
it: C'è qualche preoccupazione per il fatto che AxCrypt sia in grado di connettersi a Internet.
ko: AxCrypt가 인터넷에 연결할 수 있다는 사실에 대한 우려가 있습니다.
nl: Er is enige bezorgdheid over het feit dat AxCrypt verbinding kan maken met internet.
pl: Istnieje pewne zaniepokojenie faktem, że AxCrypt jest w stanie połączyć się z Internetem.
pt: Há alguma preocupação em relação ao facto da AxCrypt ser capaz de se ligar à internet.
ru: Существует некоторое беспокойство по поводу того факта, что AxCrypt способен подключаться к интернету.
sv: Det finns en viss oro över det faktum att AxCrypt kan ansluta till Internet.
tr: AxCrypt'in İnternet'e bağlanabilmesi konusunda bazı endişeler bulunmaktadır.
zh: 有一些关于AxCrypt能够连接到互联网的事实的担忧。

# Blog_AOVO_Text2
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Do I need to be online to encrypt or decrypt my files with AxCrypt?</li><li>Is my data sent over the Internet in any form?</li><li>Why does AxCrypt need to be online at all?</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> هل أحتاج إلى الاتصال بالإنترنت لتشفير ملفاتي أو فك تشفيرها باستخدام اكسكربت؟ </li> <li> هل بياناتي المرسلة عبر الإنترنت بأي شكل من الأشكال؟ </ li> <li> لماذا يحتاج اكسكربت إلى الاتصال بالإنترنت على الإطلاق؟ </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Muss ich online sein, um meine Dateien mit AxCrypt zu verschlüsseln oder zu entschlüsseln?</li><li>Werden meine Daten in irgendeiner Form über das Internet gesendet?</li><li>Warum muss AxCrypt überhaupt online sein?</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>¿Necesito estar en línea para cifrar o descifrar mis archivos con AxCrypt?</li><li>¿Se envían mis datos a través de internet de alguna forma?</li><li>¿Por qué AxCrypt necesita estar en línea?</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Dois-je être en ligne pour chiffrer ou décrypter mes fichiers avec AxCrypt ?</li><li>Mes données sont-elles envoyées sur Internet sous quelque forme que ce soit ?</li><li>Pourquoi AxCrypt a-t-il besoin d’être en ligne?</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Devo essere online per crittografare o decifrare i miei file con AxCrypt?</li><li>I miei dati vengono inviati su Internet in qualsiasi forma?</li><li>Perché AxCrypt deve essere online?</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>AxCrypt로 파일을 암호화하거나 해독하려면 온라인 상태여야 합니까?</li><li>제 데이터가 어떤 형태로든 인터넷을 통해 전송됩니까?</li><li>왜 AxCrypt가 온라인 상태여야 합니까?</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Moet ik online zijn om mijn bestanden te versleutelen of ontsleutelen met AxCrypt?</li><li>Zijn mijn gegevens in welke vorm dan ook via internet verzonden?</li><li>Waarom moet AxCrypt überhaupt online zijn?</li></ol>
pl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Czy muszę być online, aby zaszyfrować lub odszyfrować moje pliki za pomocą AxCrypt?</li><li>Czy moje dane przesyłane przez Internet w dowolnej formie?</li><li>Dlaczego AxCrypt w ogóle musi być online?</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Preciso de estar online para cifrar ou decifrar os meus ficheiros com a AxCrypt?</li><li>Os meus dados são de alguma forma enviados pela internet?</li><li>Porque é que a AxCrypt precisa sequer de estar online?</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Нужно ли мне быть онлайн, чтобы зашифровать или расшифровать мои файлы с помощью AxCrypt?</li><li> Передаются ли мои данные через интернет в какой-либо форме?</li><li>Почему AxCrypt вообще должен быть онлайн?</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Måste jag vara online för att dekryptera eller installera min filer med AxCrypt? </li><li>Skickas min information över internet på nått sätt</li><li>Varför måste AxCrypt vara online alls?</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>AxCrypt ile dosyalarımı şifrelemek veya şifresini çözmek için çevrimiçi olmam gerekir mi?</li><li>Verilerim internet üzerinden herhangi bir şekilde gönderiliyor mu?</li><li>AxCrypt'in neden çevrimiçi olması gerekiyor?</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>我是否需要在线才能使用AxCrypt加密或解密我的文件？</li><li>我的数据是否以任何形式通过互联网发送？</li><li>为什么AxCrypt根本需要在线？</li></ol>

# Blog_AOVO_Text3
source: The first two are easy enough to answer.
ar: الأولين سهلان بما يكفي للإجابة.
de: Die ersten beiden sind leicht zu beantworten.
es: Las dos primeras son bastante fáciles de responder.
fr: Les deux premiers sont assez faciles à répondre.
it: I primi due sono abbastanza facili da rispondere
ko: 처음 두 질문에 대한 답은 간단합니다.
nl: De eerste twee zijn eenvoudig genoeg om te beantwoorden.
pl: Odpowiedź na pierwsze dwa jest dość łatwa.
pt: As duas primeiras são suficientemente fáceis de responder.
ru: На первые два достаточно легко ответить.
sv: De två första är lätta att svara på.
tr: İlk ikisinin cevaplanması yeterince kolay.
zh: 前两个很容易回答。

# Blog_AOVO_Text4
source: <li>No, AxCrypt does not need to be online to install or operate.</li>
ar: <li> لا ، لا يحتاج برنامج اكسكربت إلى الاتصال بالإنترنت للتثبيت أو التشغيل. </ li>
de: <li>Nein, AxCrypt muss nicht online sein, um es zu installieren oder zu betreiben.</li>
es: <li>No, AxCrypt no necesita estar en línea para instalarse u operar.</li>
fr: <li>Non, AxCrypt n’a pas besoin d’être en ligne pour l’installer ou fonctionner.</li>
it: <li>No, non è necessario che AxCrypt sia online per l'installazione o il funzionamento.</li>
ko: <li>아니요, AxCrypt는 설치 또는 작동하기 위해 온라인 상태일 필요는 없습니다.</li>
nl: <li>Nee, AxCrypt hoeft niet online te zijn om te installeren of te werken.</li>
pl: <li>Nie, AxCrypt nie musi być online, aby zainstalować lub działać.</li>
pt: <li>Não, a AxCrypt não precisa de estar online para ser instalada e operar.</li>
ru: <li>Нет, AxCrypt не обязательно подключаться к сети для установки или работы.</li>
sv: <li>Nej, AxCrypt behöver inte vara online för att installera eller fungera.</li>
tr: <li>Hayır, AxCrypt'in kurulumu veya çalışması için çevrimiçi olması gerekmez.</li>
zh: <li>不是，AxCrypt不需要在线安装或操作。</li>

# Blog_AOVO_Text5
source: <li>No, your data never leaves your computer – unless it resides there in the first place of course.</li>
ar: <li> لا ، بياناتك لا تترك جهاز الكمبيوتر الخاص بك أبدًا - إلا إذا كانت موجودة هناك في المقام الأول بالطبع. </li>
de: <li>Nein, Ihre Daten verlassen niemals Ihren Computer – es sei denn, sie befinden sich dort.</li>
es: <li>No, tus datos nunca salen de tu computadora, a menos que residan allí en primer lugar, por supuesto.</li>
fr: <li>Non, vos données ne quittent jamais votre ordinateur – à moins qu’elles n’y résident en premier lieu bien sûr.</li>
it: <li>No, i tuoi dati non lasciano mai il tuo computer – a meno che non risiedano fuori da lì in primo luogo, naturalmente.</li>
ko: <li> 아니요. 데이터가 컴퓨터에 저장되어 있는한 – 절대로 컴퓨터를 떠나지 않습니다.</li>
nl: <li>Nee, uw gegevens verlaten nooit uw computer - tenzij ze zich daar in de eerste plaats bevinden natuurlijk.</li>
pl: <li>Nie, Twoje dane nigdy nie opuszczają Twojego komputera – o ile oczywiście nie znajdują się tam.</li>
pt: <li>Não, os seus dados nunca deixam o seu computador – a menos que já residam fora dele, claro.</li>
ru: <li> Нет, ваши данные никогда не покидают ваш компьютер – если, конечно, они там изначально не хранятся.</li>
sv: <li>Nej, din information lämnar aldrig din dator – såvida den inte finns där i första hand, förstås.</li>
tr: <li>Hayır, verileriniz bilgisayarınızdan asla ayrılmaz - tabii ki en başında orada bulunmadığı sürece.</li>
zh: <li>不，您的数据永远不会离开您的计算机–当然，除非它首先驻留在那里。</li>
