Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_Text1
source: When it comes to data security for sensitive data, encryption is one of very few methods that guarantees a robust protection under all circumstances. There are different encryption types, tools, and techniques for different data protection needs. Among them, File Encryption and Disk Encryption stand out as two of the most widely recognized and utilized data encryption techniques.
ar: عندما يتعلق الأمر بأمان البيانات للبيانات الحساسة ، فإن التشفير هو أحد الطرق القليلة جدا التي تضمن حماية قوية في جميع الظروف. هناك أنواع وأدوات وتقنيات تشفير مختلفة لاحتياجات حماية البيانات المختلفة. من بينها ، يبرز تشفير الملفات وتشفير القرص كاثنين من أكثر تقنيات تشفير البيانات المعترف بها والمستخدمة على نطاق واسع.
de: Wenn es um die Datensicherheit sensibler Daten geht, ist Verschlüsselung eine der wenigen Methoden, die unter allen Umständen einen robusten Schutz garantiert. Es gibt verschiedene Verschlüsselungstypen, Tools und Techniken für unterschiedliche Datenschutzanforderungen. Unter diesen sind Dateiverschlüsselung und Festplattenverschlüsselung zwei der am häufigsten anerkannten und verwendeten Datenverschlüsselungstechniken.
es: Cuando se trata de la seguridad de datos sensibles, el cifrado es uno de los escasos métodos que garantizan una protección sólida en todo momento. Hay diferentes tipos, herramientas y técnicas de cifrado para satisfacer las distintas necesidades de protección de datos. Entre ellas, el cifrado de archivos y el cifrado de discos se erigen como dos de las técnicas de cifrado de datos más reconocidas y utilizadas.
fr: En matière de sécurité des données sensibles, le cryptage est l'une des rares méthodes qui garantissent une protection robuste en toutes circonstances. Il existe différents types, outils et techniques de chiffrement pour différents besoins de protection des données. Parmi eux, le Chiffrement de Fichiers et le Chiffrement de Disque se distinguent comme deux des techniques de chiffrement de données les plus largement reconnues et utilisées.
it: Quando si tratta di sicurezza dei dati sensibili, la crittografia è uno dei pochissimi metodi che garantisce una protezione robusta in ogni circostanza. Esistono diversi tipi di crittografia, strumenti e tecniche per le diverse esigenze di protezione dei dati. Tra queste, la crittografia dei file e la crittografia del disco si distinguono come due delle tecniche di crittografia dei dati più ampiamente riconosciute e utilizzate.
ko: 민감한 데이터에 대한 데이터 보안과 관련하여 암호화는 모든 상황에서 강력한 보호를 보장하는 몇 안 되는 방법 중 하나입니다. 다양한 데이터 보호 요구 사항에 맞는 다양한 암호화 유형, 도구 및 기술이 있습니다. 그 중 파일 암호화와 디스크 암호화는 가장 널리 인식되고 활용되는 데이터 암호화 기술 중 두 가지로 눈에 띕니다.
nl: Als het gaat om gegevensbeveiliging voor gevoelige gegevens, is encryptie een van de weinige methoden die onder alle omstandigheden een robuuste bescherming garandeert. Er zijn verschillende encryptietypen, hulpmiddelen en technieken voor verschillende behoeften op het gebied van gegevensbescherming. Onder hen vallen bestandsversleuteling en schijfversleuteling op als twee van de meest erkende en gebruikte gegevensencryptietechnieken.
pl: Jeśli chodzi o bezpieczeństwo danych wrażliwych, szyfrowanie jest jedną z niewielu metod gwarantujących solidną ochronę w każdych okolicznościach. Istnieją różne typy, narzędzia i techniki szyfrowania odpowiadające różnym potrzebom w zakresie ochrony danych. Wśród nich wyróżnia się szyfrowanie plików i szyfrowanie dysków jako dwie najczęściej rozpoznawane i wykorzystywane techniki szyfrowania danych.
pt: Quando se trata de segurança de dados para dados sensíveis, a criptografia é um dos poucos métodos que garantem uma proteção robusta em todas as circunstâncias. Existem diferentes tipos de criptografia, ferramentas e técnicas para diferentes necessidades de proteção de dados. Dentre elas, a Criptografia de Arquivos e a Criptografia de Disco destacam-se como duas das técnicas de criptografia de dados mais reconhecidas e utilizadas.
ru: Когда дело доходит до защиты конфиденциальных данных, шифрование является одним из очень немногих методов, гарантирующих надежную защиту при любых обстоятельствах. Существуют различные типы шифрования, инструменты и методы для различных нужд защиты данных. Среди них шифрование файлов и дисков выделяется как два наиболее широко признанных и используемых метода шифрования данных.
sv: När det kommer till datasäkerhet för känslig data är kryptering en av mycket få metoder som garanterar ett robust skydd under alla omständigheter. Det finns olika krypteringstyper, verktyg och tekniker för olika dataskyddsbehov. Bland dem utmärker sig filkryptering och diskkryptering som två av de mest erkända och använda datakrypteringsteknikerna.
tr: Hassas veriler için veri güvenliği söz konusu olduğunda, şifreleme her koşulda sağlam bir korumayı garanti eden çok az yöntemden biridir. Farklı veri koruma ihtiyaçları için farklı şifreleme türleri, araçları ve teknikleri vardır. Bunlar arasında, Dosya Şifreleme ve Disk Şifreleme, en fazla bilinen ve kullanılan veri şifreleme tekniklerinden ikisi olarak öne çıkmaktadır.
zh: 当涉及到敏感数据的数据安全时，加密是在任何情况下都能保证强大保护的极少数方法之一。 针对不同的数据保护需求，有不同的加密类型、工具和技术。 其中，文件加密和磁盘加密作为两种最广泛认可和利用的数据加密技术脱颖而出。

# Blog_TUGFEDE_Text2
source: In this blog post, we'll delve into the definition of encryption, explore the key distinctions between file and disk encryption, examine their best use cases, and provide essential insights to help you determine which one is most suitable for your specific needs.
ar: في منشور المدونة هذا ، سنتعمق في تعريف التشفير ، ونستكشف الفروق الرئيسية بين تشفير الملفات والأقراص ، ونفحص أفضل حالات الاستخدام ، ونقدم رؤى أساسية لمساعدتك في تحديد أيها أكثر ملاءمة لاحتياجاتك الخاصة.
de: In diesem Blogbeitrag befassen wir uns mit der Definition von Verschlüsselung, untersuchen die wichtigsten Unterschiede zwischen Datei- und Festplattenverschlüsselung, untersuchen ihre besten Anwendungsfälle und geben wichtige Einblicke, damit Sie feststellen können, welche für Ihre spezifischen Anforderungen am besten geeignet ist.
es: En esta entrada del blog, ahondaremos en la definición de cifrado, exploraremos las principales diferencias entre el cifrado de archivos y el de discos, analizaremos sus mejores casos de uso y ofreceremos información clave para ayudarte a determinar cuál es el más idóneo para tus necesidades específicas.
fr: Dans cet article de blog, nous approfondirons la définition du chiffrement, explorerons les principales distinctions entre le chiffrement de fichiers et de disque, examinerons leurs meilleurs cas d'utilisation et fournirons des informations essentielles pour vous aider à déterminer celui qui convient le mieux à vos besoins spécifiques.
it: In questo post del blog, approfondiremo la definizione di crittografia, esploreremo le principali distinzioni tra crittografia di file e disco, esamineremo i loro migliori casi d'uso e forniremo informazioni essenziali per aiutarti a determinare quale è più adatto alle tue esigenze specifiche.
ko: 이 블로그 게시물에서는 암호화의 정의를 자세히 살펴보고, 파일 암호화와 디스크 암호화의 주요 차이점을 살펴보고, 최상의 사용 사례를 검토하고, 특정 요구 사항에 가장 적합한 사용 사례를 결정하는 데 도움이 되는 필수 인사이트를 제공합니다.
nl: In deze blogpost gaan we dieper in op de definitie van encryptie, verkennen we de belangrijkste verschillen tussen bestands- en schijfversleuteling, onderzoeken we hun beste gebruiksscenario's en bieden we essentiële inzichten om u te helpen bepalen welke het meest geschikt is voor uw specifieke behoeften.
pl: W tym poście zagłębimy się w definicję szyfrowania, zbadamy kluczowe różnice między szyfrowaniem plików i dysków, zbadamy ich najlepsze przypadki użycia i przedstawimy niezbędne informacje, które pomogą Ci określić, który z nich jest najbardziej odpowiedni dla Twoich konkretnych potrzeb.
pt: Nesta postagem de blog, vamos nos aprofundar na definição de criptografia, explorar as principais distinções entre criptografia de arquivo e disco, examinar seus melhores casos de uso e fornecer insights essenciais para ajudá-lo a determinar qual é o mais adequado para suas necessidades específicas.
ru: В этом сообщении в блоге мы углубимся в определение шифрования, рассмотрим ключевые различия между файловым и дисковым шифрованием, рассмотрим их наилучшие варианты использования и предоставим важную информацию, которая поможет вам определить, какой из них наиболее подходит для ваших конкретных нужд.
sv: I det här blogginlägget kommer vi att fördjupa oss i definitionen av kryptering, utforska nyckelskillnaderna mellan fil- och diskkryptering, undersöka deras bästa användningsfall och ge viktiga insikter som hjälper dig att avgöra vilken som är mest lämplig för dina specifika behov.
tr: Bu blog gönderisinde, şifrelemenin tanımını inceleyecek, dosya ve disk şifrelemesi arasındaki temel ayrımları keşfedecek, en iyi kullanım örneklerini inceleyecek ve hangisinin özel ihtiyaçlarınız için en uygun olduğunu belirlemenize yardımcı olacak temel bilgiler sağlayacağız.
zh: 在这篇博客文章中，我们将深入研究加密的定义，探索文件和磁盘加密之间的关键区别，检查它们的最佳用例，并提供必要的见解，以帮助您确定哪种加密最适合您的特定需求。

# Blog_TUGFEDE_Tittle
source: The Ultimate Guide to File Encryption Vs. Disk Encryption: Which One is Best for You?
ar: الدليل النهائي لتشفير الملفات مقابل تشفير القرص: أيهما أفضل بالنسبة لك؟
de: Der ultimative Leitfaden zur Dateiverschlüsselung Vs. Festplattenverschlüsselung: Welches ist das Beste für Sie?
es: Guía completa sobre cifrado de archivos vs. cifrado de discos: ¿Cuál es el que más te conviene?
fr: Le Guide Ultime du Chiffrement de Fichiers Vs. Chiffrement de Disque : Lequel Vous Convient le Mieux ?
it: La guida definitiva alla crittografia dei file rispetto alla crittografia del disco: qual è la migliore per te?
ko: 궁극적인 가이드에 대한 파일 암호 Vs 디스크 암호화: 어느 것이 가장 적합할까요?
nl: De Ultieme Gids voor Bestandsversleuteling Versus Schijfversleuteling: Welke is het Beste voor U?
pl: Kompletny przewodnik po szyfrowaniu plików vs. Szyfrowanie dysku: które jest dla Ciebie najlepsze?
pt: A guia Definitiva para Criptografia de Arquivos vs. Criptografia de Disco: Qual é o Melhor para Você?
ru: Полное руководство по шифрованию файлов и шифрованию диска: какой из них лучше для вас?
sv: Den ultimata guiden till filkryptering vs. Diskkryptering: Vilken är bäst för dig?
tr: Dosya Şifreleme ve Disk Şifreleme için En Üstün Kılavuz: Sizin İçin En İyisi Hangisi?
zh: 文件加密与磁盘加密的终极指南：哪一个最适合您？

# Blog_UODPCH_Summary
source: In the previous version of AxCrypt, it was sometimes necessary to use different passwords for different files. Obviously you then needed to share the password as well, but you do not want to share your own password.
ar: في الإصدار السابق من اكسكربت ، كان من الضروري أحيانًا استخدام كلمات مرور مختلفة لملفات مختلفة. من الواضح أنك احتجت بعد ذلك إلى مشاركة كلمة المرور أيضًا ، لكنك لا تريد مشاركة كلمة المرور الخاصة بك.
de: In der vorherigen Version von AxCrypt war es manchmal notwendig, unterschiedliche Passwörter für verschiedene Dateien zu verwenden. Natürlich mussten Sie dann auch das Passwort freigeben, aber Sie möchten Ihr eigenes Passwort nicht freigeben.
es: En la versión anterior de AxCrypt, a veces era necesario usar diferentes contraseñas para diferentes archivos. Obviamente, también necesitabas compartir la contraseña, pero no deseas compartir tu propia contraseña.
fr: Dans la version précédente d’AxCrypt, il était parfois nécessaire d’utiliser des mots de passe différents pour différents fichiers. Évidemment, vous deviez également partager le mot de passe, mais vous ne voulez pas partager votre propre mot de passe.
it: Nella versione precedente di AxCrypt, a volte era necessario utilizzare password diverse per file diversi. Ovviamente è necessario condividere anche la password, ma non si desidera condividere la propria password.
ko: 이전 버전의 AxCrypt에서는 파일마다 다른 암호를 사용해야 하는 경우가 있었습니다. 분명히 암호를 공유해야 하지만, 자신의 암호를 공유하고 싶지는 않을 때가 있습니다.
nl: In de vorige versie van AxCrypt was het soms nodig om verschillende wachtwoorden te gebruiken voor verschillende bestanden. Uiteraard moest je dan ook het wachtwoord delen, maar je wilt niet je eigen wachtwoord delen.
pl: W poprzedniej wersji AxCrypt czasami konieczne było użycie różnych haseł do różnych plików. Oczywiście wtedy również musiałeś udostępnić hasło, ale nie chcesz udostępniać własnego hasła.
pt: Na versão anterior da AxCrypt, era por vezes necessário usar palavras-passe diferentes para ficheiros diferentes. Obviamente, você precisaria de partilhar a palavra-passe também, algo que você não quer.
ru: В предыдущей версии AxCrypt иногда было необходимо использовать разные пароли для разных файлов. Очевидно, что тогда вам также нужно было поделиться паролем, но вы не хотите делиться своим собственным паролем.
sv: I den tidigare versionen av AxCrypt var det ibland nödvändigt att använda olika lösenord för olika filer. Självklart behövde du då dela lösenordet också, men du behöver inte dela ditt eget lösenord.
tr: AxCrypt'in önceki sürümünde, bazen farklı dosyalar için farklı şifreler kullanmak gerekmekteydi. Açıkçası daha sonra şifreyi de paylaşmanız gerekiyordu, ancak insanlar kendi şifrenizi paylaşmak istemez.
zh: 在以前版本的AxCrypt中，有时需要为不同的文件使用不同的密码。 显然，您还需要共享密码，但您不想共享自己的密码。

# Blog_UODPCH_Text1
source: In the previous version of AxCrypt, it was sometimes necessary to use different passwords for different files. This happened when files were shared between different persons. Obviously you then needed to share the password as well, but you do not want to share your own password. So, for each set of persons sharing a file, a different password was needed.
ar: في الإصدار السابق من اكسكربت ، كان من الضروري أحيانًا استخدام كلمات مرور مختلفة لملفات مختلفة. حدث هذا عندما تمت مشاركة الملفات بين أشخاص مختلفين. من الواضح أنك احتجت بعد ذلك إلى مشاركة كلمة المرور أيضًا ، لكنك لا تريد مشاركة كلمة المرور الخاصة بك. لذلك ، لكل مجموعة من الأشخاص الذين يشاركون ملفًا ، كانت هناك حاجة إلى كلمة مرور مختلفة.
de: In der vorherigen Version von AxCrypt war es manchmal notwendig, unterschiedliche Passwörter für verschiedene Dateien zu verwenden. Dies geschah, wenn Dateien zwischen verschiedenen Personen geteilt wurden. Natürlich mussten Sie dann auch das Passwort freigeben, aber Sie möchten Ihr eigenes Passwort nicht freigeben. Für jede Gruppe von Personen, die eine Datei gemeinsam nutzen, wurde also ein anderes Kennwort benötigt.
es: En la versión anterior de AxCrypt, a veces era necesario usar contraseñas diferentes para archivos distintos. Esto sucedía cuando los archivos se compartían entre personas. Obviamente, también necesitabas compartir la contraseña, pero no deseas compartir tu propia contraseña. Entonces, para cada conjunto de personas que compartían un archivo, se necesitaba una contraseña diferente.
fr: Dans la version précédente d’AxCrypt, il était parfois nécessaire d’utiliser des mots de passe différents pour différents fichiers. Cela se produisait lorsque des fichiers étaient partagés entre différentes personnes. Évidemment, vous deviez également partager le mot de passe, mais vous ne voulez pas partager votre propre mot de passe. Ainsi, pour chaque ensemble de personnes partageant un fichier, un mot de passe différent était nécessaire.
it: Nella versione precedente di AxCrypt, a volte era necessario utilizzare password diverse per file diversi. Ciò accadeva quando i file venivano condivisi tra persone diverse. Ovviamente è necessario condividere anche la password, ma non si desidera condividere la propria password. Quindi, per ogni gruppo di persone che condividevano un file, era necessaria una password diversa.
ko: 이전 버전의 AxCrypt에서는 파일마다 다른 암호를 사용해야 하는 경우가 있었습니다. 이것은 파일이 다른 사람과 공유 될 때 발생했습니다. 분명히 암호도 공유해야했지만 자신의 암호를 공유하고 싶지는 않을 때, 파일을 공유하는 각 사용자 집합에 대해 다른 암호가 필요합니다.
nl: In de vorige versie van AxCrypt was het soms nodig om verschillende wachtwoorden te gebruiken voor verschillende bestanden. Dit gebeurde wanneer bestanden werden gedeeld tussen verschillende personen. Uiteraard moest je dan ook het wachtwoord delen, maar je wilt niet je eigen wachtwoord delen. Dus, voor elke set van personen die een bestand deelden, was een ander wachtwoord nodig.
pl: W poprzedniej wersji AxCrypt czasami konieczne było użycie różnych haseł do różnych plików. Stało się tak, gdy pliki były udostępniane między różnymi osobami. Oczywiście wtedy również musiałeś udostępnić hasło, ale nie chcesz udostępniać własnego hasła. Tak więc dla każdej grupy osób udostępniających plik potrzebne było inne hasło.
pt: Na versão anterior da AxCrypt, era por vezes necessário usar palavras-passe diferentes para ficheiros diferentes. Isto acontecia quando os ficheiros era partilhados entre pessoas. Obviamente, você precisaria de partilhar a palavra-passe também, mas isso é algo que você não quer. Portanto, para cada conjunto de pessoas a partilhar um ficheiro, era necessária uma palavra-passe diferente.
ru: В предыдущей версии AxCrypt иногда было необходимо использовать разные пароли для разных файлов. Это произошло, когда файлы были разделены между разными лицами. Очевидно, что тогда вам нужно было поделиться паролем, но вы не хотите делиться своим собственным паролем. Таким образом, для каждого набора лиц, совместно использующих файл, требовался другой пароль.
sv: I den tidigare versionen av AxCrypt var det ibland nödvändigt att använda olika lösenord för olika filer. Detta hände när filer delades mellan olika personer. Självklart behövde du då dela lösenordet också, men du vill inte dela ditt eget lösenord. Så för varje uppsättning personer som delar en fil behövdes ett annat lösenord.
tr: AxCrypt'in önceki sürümünde bazen farklı dosyalar için farklı parolalar kullanmak gerekiyordu. Bu durum dosyalar farklı kişiler arasında paylaşıldığında ortaya çıkıyordu. Açıkçası bu durumda parolayı da paylaşmanız gerekiyordu, ancak kendi parolanızı paylaşmak istemezsiniz. Dolayısıyla, bir dosyayı paylaşan her bir kişi grubu için farklı bir parola gerekmekteydi.
zh: 在以前版本的AxCrypt中，有时需要为不同的文件使用不同的密码。 当文件在不同的人之间共享时，就会发生这种情况。 显然，您还需要共享密码，但您不想共享自己的密码。 因此，对于共享文件的每组人员，需要使用不同的密码。

# Blog_UODPCH_Text2
source: Additionally, it happened that users would set different passwords for different files, even if they were only for private use. This may *feel* safer, but in fact at best it adds no security and at worst it causes a situation with *less* security.
de: Außerdem kam es vor, dass Benutzer unterschiedliche Kennwörter für verschiedene Dateien festlegten, auch wenn diese nur für den privaten Gebrauch bestimmt waren. Dies mag sich sicherer *anfühlen*, aber im besten Fall bringt es keine Sicherheit und im schlimmsten Fall führt es zu einer Situation mit *weniger* Sicherheit.
es: Además, sucedía que los usuarios establecían diferentes contraseñas para diferentes archivos, incluso si solo eran para uso privado. Esto puede hacerte *sentir* más seguro, pero de hecho, en el mejor de los casos, no agrega seguridad y, en el peor de los casos, provoca una situación con *menos* seguridad.
fr: De plus, il est arrivé que les utilisateurs définissent des mots de passe différents pour différents fichiers, même s’ils n’étaient destinés qu’à un usage privé. Cela peut faire * se sentir * plus sûr, mais en fait au mieux, cela n’ajoute aucune sécurité et au pire, cela provoque une situation avec * moins * de sécurité.
it: Inoltre, accadeva che gli utenti impostassero password diverse per file diversi, anche se erano solo per uso privato. Questo può *sembrare* più sicuro, ma in realtà nel migliore dei casi non aggiunge alcuna sicurezza e nel peggiore dei casi provoca una situazione con *minore* sicurezza.
ko: 게다가 사적인 용도에도 사용자는 다른 파일에 대해 다른 암호를 설정하기도 합니다. 그러나 이는 *더 안전하다고* 느낄 수는 있지만, 사실 기껏해야 어떤 보안도 추가적으로 조취되지도 않았을 뿐더러, 최악의 경우에는 보안이 *덜* 되어 있는 상황을 야기하기도 합니다.
nl: Bovendien kwam het voor dat gebruikers verschillende wachtwoorden voor verschillende bestanden instelden, ook al waren ze alleen voor privégebruik. Dit kan veiliger *voelen*, maar in feite voegt het in het beste geval geen beveiliging toe en in het slechtste geval veroorzaakt het een situatie met *minder* beveiliging.
pl: Dodatkowo zdarzało się, że użytkownicy ustawiali różne hasła do różnych plików, nawet jeśli były przeznaczone tylko do użytku prywatnego. Może to *wydawać się* bezpieczniejsze, ale w rzeczywistości w najlepszym razie nie dodaje żadnego zabezpieczenia, a w najgorszym skutkuje *mniejszym* bezpieczeństwem.
pt: Além disso, houve utilizadores que definiram palavras-passe diferentes para diferentes ficheiros, mesmo sendo estes para uso privado apenas. Isto pode *dar a ideia* de ser mais seguro, mas, na melhor das hipótese, não adiciona segurança e, na pior, provoca uma situação com *menos* segurança.
ru: Кроме того, случалось, что пользователи устанавливали разные пароли для разных файлов, даже если они предназначались только для частного использования. Это может *казаться * более безопасным, но на самом деле, в лучшем случае, это не добавляет безопасности, а в худшем - приводит к ситуации с * меньшей * безопасностью.
sv: Det händer också att användare sätter olika lösenord för olika filer, även om de endast är för privat bruk. Detta kanske *känns* säkrare, men faktum är att det i bästa fall inte skapar extra säkerhet och i värsta fall kanske skapar ännu *mindre* säkerhet.
tr: Ek olarak kullanıcıların yalnız özel kullanıma mahsus olsalar da farklı dosyalar için farklı parolalar belirlediği durumlar da olmuştur. Bu daha güvenli *hissetirebilse* de en iyi durumda hiçbir ek güvenlik sağlamaz, en kötü durumda da *daha az* güvenlikli bir durumun ortaya çıkmasına sebep olur.
zh: 此外，碰巧用户会为不同的文件设置不同的密码，即使它们仅用于私人使用。 这可能*感觉*更安全，但实际上充其量它没有增加安全性，最坏的情况是它会导致*更少*安全性的情况。
