Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZTCS_H2_SH1_Text1
source: The framework of the Zero Trust model is based on verification before trustworthiness; therefore user identification as well as device identity and security, are all validated at multiple stages. Once established, logins and connections time out periodically, requiring users and devices to be re-verified on a regular basis.<br/>
ar: يعتمد إطار نموذج الثقة المعدومة على التحقق قبل الجدارة بالثقة ؛ لذلك يتم التحقق من هوية المستخدم وكذلك هوية الجهاز والأمان في مراحل متعددة. بمجرد الإنشاء ، تنتهي مهلة عمليات تسجيل الدخول والاتصالات بشكل دوري ، مما يتطلب إعادة التحقق من المستخدمين والأجهزة بشكل منتظم. <br/>
de: Der Rahmen des Zero-Trust-Modells basiert auf der Verifizierung vor der Vertrauenswürdigkeit; Daher werden sowohl die Benutzeridentifikation als auch die Geräteidentität und -sicherheit in mehreren Phasen validiert. Einmal eingerichtet, laufen Anmeldungen und Verbindungen regelmäßig ab, sodass Benutzer und Geräte regelmäßig überprüft werden müssen.<br/>
es: El marco del modelo de cero confianza se basa en la verificación antes que la confiabilidad; por lo tanto, la identificación del usuario, así como la identidad y la seguridad del dispositivo, se validan en múltiples etapas. Una vez establecidos, los inicios de sesión y las conexiones caducan periódicamente, lo que requiere que los usuarios y los dispositivos se vuelvan a verificar de manera regular.
fr: Le cadre du modèle Zéro Confiance est basé sur la vérification avant la fiabilité ; par conséquent l'identification de l'utilisateur ainsi que l'identité et la sécurité de l'appareil sont toutes validées à plusieurs étapes. Une fois établies, les ouvertures de session et les connexions expirent périodiquement, ce qui oblige à revérifier régulièrement les utilisateurs et les appareils.<br/>
it: Il framework del modello Zero Trust si basa sulla verifica prima dell'affidabilità; per questo motivo sia l'identificazione utente che l'identità e la sicurezza del dispositivo, sono tutte validate in più passaggi. Una volta stabiliti, gli accessi e le connessioni scadono periodicamente, richiedendo una nuova verifica degli utenti e dei dispositivi su base regolare.<br/>
ko: 제로 트러스트 모델의 프레임워크는 신뢰성 이전의 검증을 기반으로 합니다. 따라서 사용자 식별, 장치 식별 및 보안은 모두 여러 단계에서 검증됩니다. 일단 설정되면 로그인 및 연결 시간이 주기적으로 타임아웃되어, 사용자로 하여금 기기를 정기적으로 다시 확인하게 합니다.<br/>
nl: Het raamwerk van het Zero Trust-model is gebaseerd op verificatie vóór betrouwbaarheid; daarom worden zowel gebruikersidentificatie als apparaatidentiteit en beveiliging allemaal in meerdere fasen gevalideerd. Eenmaal tot stand gebracht, verlopen aanmeldingen en verbindingen periodiek, waardoor gebruikers en apparaten regelmatig opnieuw moeten worden geverifieerd.<br/>
pl: Ramy modelu Zero Trust opierają się na weryfikacji przed wiarygodnością; dlatego identyfikacja użytkownika, a także tożsamość i bezpieczeństwo urządzenia są sprawdzane na wielu etapach. Po nawiązaniu logowań i połączeń okresowo wygasają limity czasu, co wymaga regularnej weryfikacji użytkowników i urządzeń.<br/>
pt: O enquadramento do modelo Zero Trust é baseado na verificação antes da confiança: a identificação do utilizador assim como a identidade do dispositivo e a segurança são validadas em várias etapas. Uma vez estabelecida, inícios de sessão e conexões expiram periodicamente, exigindo aos utilizadores e dispositivos re-verificação regular.<br/>
ru: Структура модели нулевого доверия основана на проверке перед надежностью; поэтому идентификация пользователя, а также идентификация устройства и безопасность проверяются на нескольких этапах. После установки время входа в систему и подключения периодически истекает, что требует регулярной повторной проверки пользователей и устройств.<br/>
sv: Ramverket för Zero Trust-modellen bygger på verifiering före trovärdighet; därför valideras användaridentifiering såväl som enhetsidentitet och säkerhet i flera steg. När inloggningar och anslutningar väl har etablerats tar det periodvis timeout, vilket kräver att användare och enheter återverifieras regelbundet.<br/>
tr: Sıfır Güven modelinin çerçevesi, güvenilirlikten önce doğrulamaya dayanır; bu şekilde cihaz kimliği ve güvenliğinin yanı sıra kullanıcı tanımlaması da çeşitli aşamalarda doğrulanır. Kurulduğunda girişler ve bağlantılar periyodik olarak zaman aşımına uğrar ve kullanıcı ve cihazların düzenli olarak yeniden onaylanmasını gerektirir.<br/>
zh: 零信任模型的框架基于可信性之前的验证;因此用户识别以及设备身份和安全性都在多个阶段进行验证。 一旦建立，登录和连接定期超时，要求用户和设备定期重新验证。<br/>

# Blog_ZTCS_H2_SH2_Text1
source: Zero Trust entails granting users only the level of access they require, reducing each user's exposure to the network's vulnerable areas. This requires careful management of user permissions.<br/>
ar: يستلزم زيرو تريست منح المستخدمين مستوى الوصول الذي يحتاجونه فقط ، مما يقلل من تعرض كل مستخدم للمناطق المعرضة للخطر في الشبكة. هذا يتطلب إدارة دقيقة لأذونات المستخدم. <br/>
de: Zero Trust bedeutet, dass Benutzern nur die Zugriffsebene gewährt wird, die sie benötigen, wodurch die Exposition jedes Benutzers gegenüber den gefährdeten Bereichen des Netzwerks verringert wird. Dies erfordert eine sorgfältige Verwaltung der Benutzerberechtigungen.<br/>
es: La confianza cero implica otorgar a los usuarios solo el nivel de acceso que necesitan, reduciendo la exposición de cada usuario a las áreas vulnerables de la red. Esto requiere una gestión cuidadosa de los permisos de los usuarios.<br/>
fr: Le Zero Trust consiste à n’accorder aux utilisateurs que le niveau d’accès dont ils ont besoin, ce qui réduit l’exposition de chaque utilisateur aux zones vulnérables du réseau. Cela nécessite une gestion minutieuse des autorisations des utilisateurs.<br/>
it: Zero Trust implica garantire agli utenti solo il livello di accesso di cui hanno bisogno, riducendo l'esposizione di ciascun utente alle aree vulnerabili della rete. Ciò richiede un'attenta gestione delle autorizzazioni utente.<br/>
ko: 제로 트러스트는 사용자에게 필요한 액세스 수준만 부여하여 네트워크의 취약한 영역에 대한 각 사용자의 노출을 줄이는 것을 수반합니다. 이를 위해서는 사용자 권한을 신중하게 관리해야 합니다.<br/>
nl: Zero Trust houdt in dat gebruikers alleen het toegangsniveau wordt verleend dat ze nodig hebben, waardoor de blootstelling van elke gebruiker aan de kwetsbare gebieden van het netwerk wordt verminderd. Dit vereist zorgvuldig beheer van gebruikersrechten.<br/>
pl: Zero Trust oznacza przyznanie użytkownikom tylko takiego poziomu dostępu, jakiego potrzebują, zmniejszając narażenie każdego użytkownika na wrażliwe obszary sieci. Wymaga to starannego zarządzania uprawnieniami użytkowników.<br/>
pt: O Zero Trust envolve dar aos utilizadores apenas o nível de acesso que requerem, reduzindo a exposição de cada um às áreas vulneráveis da rede. Isto requer gestão cuidadosa de permissões de utilizador.<br/>
ru: Нулевое доверие подразумевает предоставление пользователям только тот уровень доступа, который им требуется, уменьшая подверженность каждого пользователя уязвимым областям сети. Это требует тщательного управления пользовательскими разрешениями.<br/>
sv: Zero Trust innebär att ge användare endast den åtkomstnivå de behöver, vilket minskar varje användares exponering för nätverkets sårbara områden. Detta kräver noggrann hantering av användarbehörigheter.<br/>
tr: Sıfır Güven, kullanıcılara yalnızca ihtiyaç duydukları düzeyde erişim sağlamayı ve her kullanıcının ağın savunmasız kısımlarına maruz kalmasını azaltmayı gerektirir. Bu da kullanıcı izinlerinin dikkatli bir şekilde yönetilmesini gerekli kılar.<br/>
zh: 零信任意味着只授予用户所需的访问级别，从而减少每个用户暴露于网络的易受攻击区域。 这需要仔细管理用户权限。<br/>

# Blog_ZTCS_H2_SH3_Text1
source: The Zero Trust system keeps track of how many different devices are attempting to connect to their network, verifies that each one is allowed, and assesses each one to certify it hasn't been hacked; while using MFA to authenticate each user by means of 2-factor authorization. These factors reduce the network's attack surface even further.
ar: يتتبع نظام زيرو تريست عدد الأجهزة المختلفة التي تحاول الاتصال بشبكتها ، ويتحقق من أن كل جهاز مسموح به ، ويقيم كل جهاز للتأكد من أنه لم يتم اختراقه ؛ أثناء استخدام أسلوب العائالت المتعددة MFA للمصادقة على كل مستخدم عن طريق المصادقة الثنائية. هذه العوامل تقلل من سطح هجوم الشبكة بشكل أكبر.
de: Das Zero-Trust-System verfolgt, wie viele verschiedene Geräte versuchen, sich mit ihrem Netzwerk zu verbinden, überprüft, ob jedes erlaubt ist, und bewertet jedes, um zu bestätigen, dass es nicht gehackt wurde; während MFA verwendet wird, um jeden Benutzer mittels 2-Faktor-Autorisierung zu authentifizieren. Diese Faktoren verringern die Angriffsfläche des Netzwerks noch weiter.
es: El sistema de cero confianza realiza un seguimiento de cuántos dispositivos diferentes intentan conectarse a su red, verifica que cada uno esté permitido y evalúa cada uno para certificar que no ha sido hackeado; mientras usa MFA para autenticar a cada usuario mediante autorización de 2 factores. Estos factores reducen aún más la superficie de ataque de la red.
fr: Le système Zero Trust garde une trace du nombre d’appareils différents qui tentent de se connecter à leur réseau, vérifie que chacun est autorisé, et évalue chacun d’eux pour certifier qu’il n’a pas été piraté; tout en utilisant MFA pour authentifier chaque utilisateur au moyen d’une autorisation à 2 facteurs. Ces facteurs réduisent encore plus la surface d’attaque du réseau.
it: Il sistema Zero Trust tiene traccia di quanti dispositivi diversi stanno tentando di connettersi alla loro rete, verifica che ognuno sia consentito e valuta ciascuno per certificare che non è stato violato; nel frattempo, utilizza la MFA per autenticare ciascun utente mediante l'autotenticazione a 2 fattori. Questi fattori riducono ulteriormente la superficie di attacco della rete.
ko: 제로 트러스트 시스템은 네트워크에 연결을 시도하는 다양한 장치의 수를 추적하고, 각 장치가 허용되는지 확인하며, MFA를 사용하여 2단계 인증을 통해 각 사용자를 인증합니다. 이러한 요소들은 네트워크의 공격 표면을 더욱 감소시킵니다.
nl: Het Zero Trust-systeem houdt bij hoeveel verschillende apparaten verbinding proberen te maken met hun netwerk, controleert of elk apparaat is toegestaan en beoordeelt elk apparaat om te bevestigen dat het niet is gehackt; terwijl MFA wordt gebruikt om elke gebruiker te authenticeren door middel van 2-factor autorisatie. Deze factoren verkleinen het aanvalsoppervlak van het netwerk nog verder.
pl: System Zero Trust śledzi, ile różnych urządzeń próbuje połączyć się z ich siecią, weryfikuje, czy każde z nich jest dozwolone, i ocenia każde, aby potwierdzić, że nie zostało zhakowane; podczas używania MFA do uwierzytelniania każdego użytkownika za pomocą autoryzacji dwuskładnikowej. Czynniki te jeszcze bardziej zmniejszają powierzchnię ataku sieci.
pt: O sistema Zero Trust controla como os diferentes dispositivos se tentam ligar à sua rede, verifica que cada um é permitido e avalia cada um para se certificar de que não foi pirateado, enquanto faz uso de MFA para autenticar cada utilizador através de autorização de 2 factores. Estes factores reduzem ainda mais a superfície de ataque da rede.
ru: Система нулевого доверия отслеживает, сколько различных устройств пытаются подключиться к их сети, проверяет, разрешено ли каждое из них, и оценивает каждое, чтобы подтвердить, что оно не было взломано; при этом используя MFA для аутентификации каждого пользователя посредством двухфакторной авторизации. Эти факторы снижают вероятность атаки на сеть.
sv: Zero Trust-systemet håller reda på hur många olika enheter som försöker ansluta till deras nätverk, verifierar att var och en är tillåten och utvärderar var och en för att intyga att den inte har blivit hackad; medan du använder MFA för att autentisera varje användare med hjälp av 2-faktorsauktorisering. Dessa faktorer minskar nätverkets attackyta ytterligare.
tr: Sıfır Güven sistemi, 2 faktörlü yetkilendirme yoluyla her kullanıcının kimliğini doğrulamak için MFA kullanırken kaç farklı cihazın ağlarına bağlanmaya çalıştığını takip eder, her birine izin verildiğini doğrular ve saldırıya uğramadığını onaylamak için her birini değerlendirir. Bu faktörler ağın saldırı yüzeyini daha da azaltır.
zh: 零信任系统跟踪有多少不同的设备试图连接到他们的网络，验证每个设备是否被允许，并评估每个设备是否被黑客入侵；同时使用MFA通过双因素授权对每个用户进行身份验证。 这些因素进一步降低了网络的攻击面。

# Blog_ZTCS_H2_SH4_Text1
source: Micro-segmentation is the method adopted by Zero Trust of dividing security perimeters into small distinct zones so that different sections of the network can have independent access. Without additional authorization, a person or program with access to one of the zone will not be able to access any of the others; thus effectively preventing lateral movement from unknown attackers.
ar: التجزئة الدقيقة هي الطريقة التي اعتمدتها زيرو تريست لتقسيم المحيطات الأمنية إلى مناطق صغيرة مميزة بحيث يمكن لأقسام مختلفة من الشبكة أن يكون لها وصول مستقل. بدون إذن إضافي ، لن يتمكن أي شخص أو برنامج لديه حق الوصول إلى إحدى المناطق من الوصول إلى أي من المناطق الأخرى ؛ وبالتالي منع الحركة الجانبية بشكل فعال من المهاجمين غير المعروفين.
de: Mikrosegmentierung ist die von Zero Trust angewandte Methode, Sicherheitsbereiche in kleine, voneinander getrennte Zonen aufzuteilen, damit verschiedene Abschnitte des Netzwerks unabhängigen Zugriff haben können. Ohne zusätzliche Autorisierung kann eine Person oder ein Programm mit Zugriff auf eine der Zonen auf keine der anderen Zonen zugreifen. Dadurch wird eine seitliche Bewegung von unbekannten Angreifern effektiv verhindert.
es: La microsegmentación es el método adoptado por el enfoque de cero confianza para dividir los perímetros de seguridad en pequeñas zonas distintas para que las diferentes secciones de la red puedan tener acceso independiente. Sin autorización adicional, una persona o programa con acceso a una de las zonas no podrá acceder a ninguna de las otras; evitando así efectivamente el movimiento lateral de atacantes desconocidos.
fr: La micro-segmentation est la méthode adoptée par Zero Trust pour diviser les périmètres de sécurité en petites zones distinctes afin que différentes sections du réseau puissent avoir un accès indépendant. Sans autorisation supplémentaire, une personne ou un programme ayant accès à l’une des zones ne pourra accéder à aucune des autres; empêchant ainsi efficacement les mouvements latéraux d’attaquants inconnus.
it: La microsegmentazione è il metodo adottato da Zero Trust per suddividere i perimetri di sicurezza in piccole zone distinte in modo che diverse sezioni della rete possano avere accesso indipendente. Senza ulteriore autorizzazione, una persona o un programma con accesso a una delle zone non sarà in grado di accedere a nessuna delle altre; prevenendo così efficacemente il movimento laterale di aggressori sconosciuti.
ko: 마이크로 세분화는 제로 트러스트에서 채택한 방법으로 보안 경계를 작은 개별 영역으로 분할하여 네트워크의 여러 섹션이 독립적으로 액세스할 수 있도록 합니다. 추가 권한 부여가 없으면 다른 영역 중 하나에 액세스할 수 있는 사람이나 프로그램이 다른 영역에 액세스할 수 없습니다. 따라서 알려지지 않은 공격자의 측면 이동을 효과적으로 방지합니다.
nl: Micro-segmentatie is de door Zero Trust gebruikte methode om beveiligingsperimeters in kleine afzonderlijke zones te verdelen, zodat verschillende delen van het netwerk onafhankelijke toegang hebben. Zonder aanvullende autorisatie kan een persoon of programma met toegang tot een van de zones geen toegang krijgen tot een van de andere zones; zo wordt laterale beweging van onbekende aanvallers effectief voorkomen.
pl: Mikrosegmentacja to metoda przyjęta przez Zero Trust polegająca na dzieleniu granic bezpieczeństwa na małe odrębne strefy, dzięki czemu różne sekcje sieci mogą mieć niezależny dostęp. Bez dodatkowej autoryzacji osoba lub program mający dostęp do jednej ze stref nie będzie mógł uzyskać dostępu do żadnej z pozostałych; w ten sposób skutecznie zapobiegając ruchowi bocznemu przed nieznanymi napastnikami.
pt: A micro-segmentação é o método adoptado pelo Zero Trust para dividir perímetros de segurança em pequenas zonas distintas por forma a que diferentes secções da rede possam ter acesso independente. Sem autorização adicional, uma pessoa ou programa com acesso a uma das zonas não terá acesso às restantes. Assim, previnem-se eficazmente movimentos laterais de atacantes desconhecidos.
ru: Микросегментация - это принятый Zero Trust метод разделения периметров безопасности на небольшие отдельные зоны, чтобы разные участки сети могли иметь независимый доступ. Без дополнительной авторизации человек или программа, имеющие доступ к одной из зон, не смогут получить доступ ни к одной из других; таким образом, эффективно предотвращается латеральное перемещение неизвестных злоумышленников.
sv: Mikrosegmentering är en metod som används av Zero Trust för att dela upp säkerhetsperimetrar i små distinkta zoner så att olika delar av nätverket kan ha oberoende åtkomst. Utan ytterligare behörighet kommer en person eller ett program med tillgång till en av zonerna inte att kunna komma åt någon av de andra; och förhindrar därmed effektivt sidorörelse från okända angripare.
tr: Mikro segmentasyon, Sıfır Güven tarafından benimsenen ve güvenlik çevrelerini küçük ayrı bölgelere bölme yöntemidir, böylece ağın farklı bölümleri bağımsız erişime sahip olabilir. Ek izin olmadan, bölgelerden birine erişimi olan bir kişi veya program diğerlerinden hiçbirine erişemez; böylece bilinmeyen saldırganların yanal hareketini etkili bir şekilde önler.
zh: 微分段是零信任采用的将安全边界划分为小的不同区域的方法，以便网络的不同部分可以独立访问。 如果没有额外的授权，可以访问其中一个区域的人或程序将无法访问任何其他区域;从而有效地防止来自未知攻击者的横向移动。

# Blog_ZTCS_H2_SubHeading1
source: <strong>Authentication and persistent monitoring</strong>
ar: <strong> المصادقة والمراقبة المستمرة </strong>
de: <strong>Authentifizierung und dauerhafte Überwachung</strong>
es: <strong>Autenticación y monitoreo persistente</strong>
fr: <strong>Authentification et surveillance permanente</strong>
it: <strong>Autenticazione e monitoraggio permanente</strong>
ko: <strong>인증 및 지속적인 모니터링</strong>
nl: <strong>Authenticatie en permanente monitoring</strong>
pl: <strong>Uwierzytelnianie i stałe monitorowanie</strong>
pt: <strong>Autenticação e monitorização persistente</strong>
ru: <strong>Аутентификация и постоянный мониторинг</strong>
sv: <strong>Autentisering och ihållande övervakning</strong>
tr: <strong>Kimlik doğrulama ve kalıcı izleme</strong>
zh: <strong>身份验证和持续监控</strong>

# Blog_ZTCS_H2_SubHeading2
source: <strong>On a “need-to-know” basis</strong>
ar: <strong> على أساس "الحاجة إلى المعرفة" </strong>
de: <strong>Auf einer "Need-to-know" -Basis</strong>
es: <strong>Sobre una base de "necesidad de saber"</strong>
fr: <strong>Sur la base du « besoin de savoir »</strong>
it: <strong>Sulla base del "bisogno di sapere"</strong>
ko: <strong>"알아야 할 것"을 기반으로 </strong>
nl: <strong>Op een "need-to-know"-basis</strong>
pl: <strong>Na zasadzie „trzeba wiedzieć”</strong>
pt: <strong>Em função do que “precisa de saber”</strong>
ru: <strong>На основе “необходимости знать”</strong>
sv: <strong>På "måste veta" basis</strong>
tr: <strong>"Bilinmesi gereken" temelinde</strong>
zh: <strong>在"需要知道"的基础上</strong>

# Blog_ZTCS_H2_SubHeading3
source: <strong>Device access and multi-factor authentication </strong>
ar: <strong> الوصول إلى الجهاز والمصادقة متعددة العوامل </strong>
de: <strong>Gerätezugriff und Multi-Faktor-Authentifizierung </strong>
es: <strong>Acceso a dispositivos y autenticación multifactorial </strong>
fr: <strong>Accès aux appareils et authentification multifacteur </strong>
it: <strong>Accesso ai dispositivi e autenticazione a più fattori</strong>
ko: <strong>기기 액세스 및 다요소 인증 </strong>
nl: <strong>Apparaattoegang en meervoudige authenticatie </strong>
pl: <strong>Dostęp do urządzenia i uwierzytelnianie wieloskładnikowe </strong>
pt: <strong>Acesso a dispositivos e autenticação multi-factor</strong>
ru: <strong>Доступ к устройству и многофакторная аутентификация </strong>
sv: <strong>Enhetsåtkomst och multifaktor autentisering </strong>
tr: <strong>Cihaz erişimi ve çok faktörlü kimlik doğrulama </strong>
zh: <strong>设备访问和多重身份验证</strong>

# Blog_ZTCS_H2_Text1
source: Zero Trust secures remote workforces better than traditional approaches, and the benefits go beyond security to boost productivity and agility. In this article, we'll look at some of Zero Trust's most important security features.
ar: تؤمن زيرو ترست القوى العاملة عن بُعد بشكل أفضل من الأساليب التقليدية ، وتتجاوز الفوائد الأمان لتعزيز الإنتاجية وخفة الحركة. في هذه المقالة ، سنلقي نظرة على بعض أهم ميزات الأمان في زيرو ترست.
de: Zero Trust sichert Remote-Mitarbeiter besser als herkömmliche Ansätze, und die Vorteile gehen über die Sicherheit hinaus, um Produktivität und Agilität zu steigern. In diesem Artikel werden wir uns einige der wichtigsten Sicherheitsfunktionen von Zero Trust ansehen.
es: La cero confianza protege a las fuerzas de trabajo remotas de mejor manera que los enfoques tradicionales, y los beneficios van más allá de la seguridad para aumentar la productividad y la agilidad. En este artículo, veremos algunas de las funciones de seguridad más importantes del enfoque de cero confianza.
fr: Le Zero Trust sécurise mieux les employés distants que les approches traditionnelles, et les avantages vont au-delà de la sécurité pour stimuler la productivité et l’agilité. Dans cet article, nous examinerons certaines des fonctionnalités de sécurité les plus importantes de Zero Trust.
it: Zero Trust protegge la forza lavoro remota meglio degli approcci tradizionali e i vantaggi vanno oltre la sicurezza per aumentare la produttività e l'agilità. In questo articolo, esamineremo alcune delle funzionalità di sicurezza più importanti di Zero Trust.
ko: 제로 트러스트(Zero Trust)는 기존 접근 방식보다 원격 인력을 더 잘 보호하며, 그 이점은 보안을 넘어 생산성과 민첩성을 향상시킵니다. 이번 글에서는 제로 트러스트의 가장 중요한 보안 기능 중 일부를 살펴보겠습니다.
nl: Zero Trust beveiligt externe werkkrachten beter dan traditionele benaderingen, en de voordelen gaan verder dan beveiliging en verhogen de productiviteit en wendbaarheid. In dit artikel bekijken we enkele van de belangrijkste beveiligingsfuncties van Zero Trust.
pl: Zero Trust zabezpiecza pracowników zdalnych lepiej niż tradycyjne podejścia, a korzyści wykraczają poza bezpieczeństwo, aby zwiększyć produktywność i elastyczność. W tym artykule przyjrzymy się niektórym z najważniejszych funkcji bezpieczeństwa Zero Trust.
pt: O Zero Trust protege o pessoal remoto melhor que abordagens tradicionais e os benefícios vão além de segurança, incluindo aumento de produtividade e agilidade. Neste artigo, vamo-nos debruçar sobre algumas das funcionalidades de segurança mais importantes do Zero Trust.
ru: Нулевое доверие обеспечивает удаленную рабочую силу лучше, чем традиционные подходы, и преимущества выходят за рамки безопасности, повышая производительность и гибкость. В этой статье мы рассмотрим некоторые из наиболее важных функций безопасности при Zero Trust.
sv: Zero Trust säkrar distansarbetare bättre än traditionella metoder, och fördelarna går utöver säkerhet för att öka produktiviteten och smidigheten. I den här artikeln kommer vi att titta på några av Zero Trusts viktigaste säkerhetsfunktioner.
tr: Sıfır Güven, uzak iş gücünü geleneksel yaklaşımlardan daha iyi korur ve avantajlar, üretkenliği ve kıvraklığı artırmak için güvenliğin ötesine geçer. Bu makalede, Sıfır Güven'in en önemli güvenlik özelliklerinden bazılarına bakacağız.
zh: 零信任比传统方法更好地保护远程员工，其好处不仅仅是安全性，还可以提高生产力和敏捷性。 在本文中，我们将介绍一些Zero Trust最重要的安全功能。
