Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DLHRYSDTT_H2_SubHeading4
source: <strong>Safe Sharing with Google Drive and OneDrive</strong>
ar: <strong>المشاركة الآمنة مع جوجل درايف وون درايف</strong>
de: <strong>Sicheres Teilen mit Google Drive und OneDrive</strong>
es: <strong>Uso compartido seguro con Google Drive y OneDrive</strong>
fr: <Strong>Partage Sécurisé Avec Google Drive Et Onedrive</Strong>
it: <strong>Condivisione sicura con Google Drive e OneDrive</strong>
ko: <strong>Google Drive와 OneDrive로 안전한 공유</strong>
nl: <strong>Veilig delen met Google Drive en OneDrive</strong>
pl: <strong>Bezpieczne udostępnianie na Dysku Google i OneDrive</strong>
pt: <strong>Compartilhamento seguro com o Google Drive e o OneDrive</strong>
ru: <strong>Безопасный обмен данными с помощью Google Диска и OneDrive</strong>
sv: <strong>Säker delning med Google Drive och OneDrive</strong>
tr: <strong>Google Drive ve OneDrive ile Güvenli Paylaşım</strong>
zh: <strong>使用 Google Drive 和 OneDrive 安全共享</strong>

# Blog_DLHRYSDTT_H2_SubHeading5
source: <strong>Password Manager: Organized and Secured Credentials</strong>
ar: <strong>مدير كلمات المرور: بيانات اعتماد منظمة وآمنة</strong>
de: <strong>Passwort-Manager: Organisierte und gesicherte Anmeldeinformationen</strong>
es: <strong>Administrador de contraseñas: credenciales organizadas y seguras</strong>
fr: <strong>Gestionnaire De Mots De Passe : Identifiants Organisés Et Sécurisés</strong>
it: <strong>Password Manager: credenziali organizzate e protette</strong>
ko: <strong>비밀번호 관리자: 정리되고 보호된 자격 증명</strong>
nl: <strong>Wachtwoordmanager: georganiseerde en beveiligde inloggegevens</strong>
pl: <strong>Menedżer haseł: uporządkowane i zabezpieczone dane uwierzytelniające</strong>
pt: <strong>Gerenciador de senhas: credenciais organizadas e seguras</strong>
ru: <strong>Менеджер паролей: организованные и защищенные учетные данные</strong>
sv: <strong>Lösenordshantering: Organiserade och säkrade inloggningsuppgifter</strong>
tr: <strong>Parola Yöneticisi: Düzenli ve Güvenli Kimlik Bilgileri</strong>
zh: <strong>密码管理器：有组织且受保护的凭据</strong>

# Blog_DLHRYSDTT_H3_Text1
source: This Thanksgiving, revel in the joy of togetherness and culinary delights, while entrusting AxCrypt to safeguard your digital world. Amidst the celebrations, let the assurance of our encryption keep your digital feast as secure as your festive gatherings. Don't let cyber threats spoil the essence of this season; protect your data with AxCrypt's robust security solutions.
ar: في عيد الشكر هذا ، استمتع بفرحة العمل الجماعي والمأكولات الشهية ، بينما تعهد إلى اكسكربت بحماية عالمك الرقمي. وسط الاحتفالات ، دع ضمان التشفير لدينا يحافظ على وليمة رقمية آمنة مثل تجمعاتك الاحتفالية. لا تدع التهديدات السيبرانية تفسد جوهر هذا الموسم. احم بياناتك باستخدام حلول الأمان القوية من اكسكربت.
de: Schwelgen Sie an diesem Thanksgiving in der Freude der Zweisamkeit und kulinarischen Köstlichkeiten und vertrauen Sie AxCrypt an, um Ihre digitale Welt zu schützen. Inmitten der Feierlichkeiten können Sie sich darauf verlassen, dass Ihr digitales Festmahl genauso sicher ist wie Ihre festlichen Zusammenkünfte. Lassen Sie nicht zu, dass Cyberbedrohungen die Essenz dieser Saison verderben. Schützen Sie Ihre Daten mit den robusten Sicherheitslösungen von AxCrypt.
es: Este Día de Acción de Gracias, deléitese con la alegría de la unión y las delicias culinarias, mientras confía en AxCrypt para salvaguardar su mundo digital. En medio de las celebraciones, deje que la garantía de nuestro cifrado mantenga su fiesta digital tan segura como sus reuniones festivas. No dejes que las amenazas cibernéticas estropeen la esencia de esta temporada; proteja sus datos con las robustas soluciones de seguridad de AxCrypt.
fr: Ce Thanksgiving, savourez la joie de la convivialité et des délices culinaires, tout en confiant à AxCrypt la sauvegarde de votre monde numérique. Au milieu des célébrations, laissez l'assurance de notre cryptage garder votre fête numérique aussi sécurisée que vos rassemblements festifs. Ne laissez pas les cybermenaces gâcher l'essence de cette saison ; protégez vos données avec les solutions de sécurité robustes d'AxCrypt.
it: Questo giorno del Ringraziamento, goditi la gioia dello stare insieme e delle delizie culinarie, affidandoti ad AxCrypt per salvaguardare il tuo mondo digitale. Tra i festeggiamenti, lascia che la garanzia della nostra crittografia mantenga la tua festa digitale sicura come le tue riunioni festive. Non lasciare che le minacce informatiche rovinino l'essenza di questa stagione; proteggi i tuoi dati con le solide soluzioni di sicurezza di AxCrypt.
ko: 이번 추수감사절에는 함께하는 기쁨과 요리의 즐거움을 누리면서 AxCrypt를 통해 디지털 세계를 안전하게 보호하세요. 축제 속에서도 AxCrypt의 암호화가 디지털 데이터를 안전하게 지켜줄 것입니다. 사이버 위협이 이번 시즌의 본질을 망치지 않도록 하세요. AxCrypt의 강력한 보안 솔루션으로 데이터를 보호하세요.
nl: Geniet deze Thanksgiving van de vreugde van saamhorigheid en culinaire hoogstandjes, terwijl je AxCrypt toevertrouwt om jouw digitale wereld te beschermen. Laat de zekerheid van onze versleuteling te midden van de vieringen jouw digitale feest net zo veilig houden als jouw feestelijke bijeenkomsten. Laat cyberdreigingen de essentie van dit seizoen niet bederven; bescherm jouw gegevens met de robuuste beveiligingsoplossingen van AxCrypt.
pl: W Święto Dziękczynienia rozkoszuj się radością bycia razem i kulinarnymi przysmakami, powierzając AxCrypt ochronę Twojego cyfrowego świata. Pozwól, aby nasze szyfrowanie zapewniło Ci bezpieczeństwo podczas uroczystości i sprawi, że Twoja cyfrowa uczta będzie tak samo bezpieczna, jak świąteczne spotkania. Nie pozwól, aby zagrożenia cybernetyczne zepsuły istotę tego czasu; chroń swoje dane dzięki solidnym rozwiązaniom bezpieczeństwa AxCrypt.
pt: Neste Dia de Ação de Graças, divirta-se com a alegria da união e das delícias culinárias, enquanto confia ao AxCrypt para proteger seu mundo digital. Em meio às celebrações, deixe que a garantia de nossa criptografia mantenha sua festa digital tão segura quanto suas reuniões festivas. Não deixe que as ameaças cibernéticas estraguem a essência desta temporada; proteja seus dados com as soluções de segurança robustas da AxCrypt.
ru: В этот День благодарения насладитесь радостью единения и кулинарными изысками, доверив AxCrypt защиту вашего цифрового мира. В разгар торжеств позвольте нашему шифрованию обеспечить безопасность вашего цифрового застолья так же, как и ваших праздничных посиделок. Не позволяйте киберугрозам испортить настроение в этом сезоне; защитите свои данные с помощью надежных решений безопасности AxCrypt.
sv: Denna Thanksgiving, njut av glädjen i gemenskap och god mat, medan du låter AxCrypt skydda din digitala värld. Medan firandet pågår, låt tryggheten i vår kryptering hålla din digitala fest lika säker som dina festliga sammankomster. Låt inte cyberhot förstöra essensen av denna säsong; skydda din data med AxCrypts robusta säkerhetslösningar.
tr: Bu Şükran Günü'nde, dijital dünyanızı korumak için AxCrypt'e emanet ederken, bir arada olmanın ve mutfak lezzetlerinin keyfini çıkarın. Kutlamaların ortasında, şifreleme hizmetimizin verdiği güvencenin dijital şöleninizi bayram ziyaretleriniz kadar güvenli tutmasına izin verin. Siber tehditlerin bu sezonun havasını bozmasına izin vermeyin; AxCrypt'in güçlü güvenlik çözümleriyle verilerinizi koruyun.
zh: 这个感恩节，陶醉在团聚的喜悦和美食中，同时委托AxCrypt来保护您的数字世界。在庆祝活动中，让我们的加密保证让您的数字盛宴与您的节日聚会一样安全。不要让网络威胁破坏本季的精髓;使用AxCrypt强大的安全解决方案保护您的数据。

# Blog_DLHRYSDTT_Heading1
source: Different Ways Cyber Attackers Take Control of Your Data
ar: طرق مختلفة يتحكم بها المهاجمون الإلكترونيون في بياناتك
de: Verschiedene Möglichkeiten, wie Cyber-Angreifer die Kontrolle über Ihre Daten übernehmen
es: Diferentes formas en que los atacantes cibernéticos toman el control de sus datos
fr: Différentes Façons Dont Les Cyberattaquants Prennent Le Contrôle De Vos Données
it: Diversi modi in cui gli aggressori informatici prendono il controllo dei tuoi dati
ko: 사이버 공격자가 데이터를 장악하는 다양한 방법
nl: Verschillende manieren waarop cyberaanvallers de controle over jouw gegevens overnemen
pl: Różne sposoby, jakimi cyberprzestępcy przejmują kontrolę nad Twoimi danymi
pt: Diferentes maneiras pelas quais os atacantes cibernéticos assumem o controle de seus dados
ru: Различные способы, с помощью которых киберпреступники получают контроль над вашими данными
sv: Olika sätt Cyberbrottslingar kan ta kontroll över din data
tr: Siber Saldırganların Verilerinizin Kontrolünü Ele Geçirmesinin Farklı Yolları
zh: 网络攻击者控制您的数据的不同方式

# Blog_DLHRYSDTT_Heading2
source: Security Measures to Safeguard Your Data This Thanksgiving
ar: تدابير أمنية لحماية بياناتك في عيد الشكر هذا
de: Sicherheitsmaßnahmen zum Schutz Ihrer Daten an Thanksgiving
es: Medidas de seguridad para proteger tus datos este Día de Acción de Gracias
fr: Mesures De Sécurité Pour Protéger Vos Données Pour Thanksgiving
it: Misure di sicurezza per salvaguardare i tuoi dati questo Ringraziamento
ko: 추수감사절에 데이터를 보호하기 위한 보안 조치
nl: Beveiligingsmaatregelen om jouw gegevens deze Thanksgiving te beschermen
pl: Środki bezpieczeństwa chroniące Twoje dane w Święto Dziękczynienia
pt: Medidas de segurança para proteger seus dados neste Dia de Ação de Graças
ru: Меры безопасности для защиты ваших данных в этот День Благодарения
sv: Säkerhetsåtgärder för att skydda dina uppgifter denna Thanksgiving
tr: Bu Şükran Günü'nde Verilerinizi Korumak için Güvenlik Önlemleri
zh: 今年感恩节保护您的数据的安全措施

# Blog_DLHRYSDTT_Summary
source: Thanksgiving is a time for family, friends, and of course, delicious food. But amidst all the festivities, it's important to remember to protect your digital feast too – your precious and sensitive data.
ar: عيد الشكر هو وقت للعائلة والأصدقاء وبالطبع الطعام اللذيذ. ولكن وسط كل الاحتفالات ، من المهم أن تتذكر حماية وليمة رقمية أيضا - بياناتك الثمينة والحساسة.
de: Thanksgiving ist eine Zeit für Familie, Freunde und natürlich leckeres Essen. Aber inmitten all der Feierlichkeiten ist es wichtig, auch daran zu denken, Ihr digitales Festmahl zu schützen – Ihre wertvollen und sensiblen Daten.
es: El Día de Acción de Gracias es un momento para la familia, los amigos y, por supuesto, la comida deliciosa. Pero en medio de todas las festividades, es importante recordar que también debes proteger tu festín digital: tus datos valiosos y confidenciales.
fr: Thanksgiving est une période propice à la famille, aux amis et, bien sûr, à la nourriture délicieuse. Mais au milieu de toutes les festivités, il est important de ne pas oublier de protéger également votre fête numérique : vos données précieuses et sensibles.
it: Il Ringraziamento è un momento per la famiglia, gli amici e, naturalmente, il cibo delizioso. Ma in mezzo a tutte le festività, è importante ricordarsi di proteggere anche il tuo banchetto digitale: i tuoi preziosi e sensibili dati.
ko: 추수감사절은 가족, 친구, 그리고 물론 맛있는 음식을 위한 시간입니다. 그러나 모든 축제 속에서 소중하고 민감한 데이터를 보호하는 것도 잊지 말아야 합니다.
nl: Thanksgiving is een tijd voor familie, vrienden en natuurlijk heerlijk eten. Maar te midden van alle festiviteiten is het belangrijk om te onthouden dat je ook jouw digitale feest moet beschermen: jouw kostbare en gevoelige gegevens.
pl: Święto Dziękczynienia to czas dla rodziny, przyjaciół i oczywiście pysznego jedzenia. Jednak pośród wszystkich uroczystości należy pamiętać o ochronie także cyfrowej uczty – cennych i wrażliwych danych.
pt: O Dia de Ação de Graças é um momento para a família, amigos e, claro, comida deliciosa. Mas, em meio a todas as festividades, é importante lembrar de proteger também sua festa digital – seus dados preciosos e sensíveis.
ru: День благодарения - это время для семьи, друзей и, конечно же, вкусной еды. Но среди всех празднеств важно помнить и о защите вашего цифрового праздника — ваших драгоценных и конфиденциальных данных.
sv: Thanksgiving är en tid för familj, vänner och naturligtvis utsökt mat. Men mitt i alla festligheter är det viktigt att komma ihåg att skydda din digitala festmåltid också – din värdefulla och känsliga data.
tr: Şükran Günü bir aile, arkadaş ve tabii ki lezzetli yemek zamanıdır. Ancak tüm bu kutlamaların ortasında, dijital şöleninizi, yani değerli ve hassas verilerinizi de korumayı unutmamak önemlidir.
zh: 感恩节是与家人、朋友共度时光，当然还有美味佳肴的时刻。但是，在所有的庆祝活动中，重要的是要记住保护您的数字盛宴 - 您宝贵而敏感的数据。

# Blog_DLHRYSDTT_Text1
source: How does your Thanksgiving feast menu look this year? We hope it includes a delightful array of flavors and dishes! Thanksgiving is a time for family, friends, and of course, delicious food. But amidst all the festivities, it's important to remember to protect your digital feast too – your precious and sensitive data.
ar: كيف تبدو قائمة عيد الشكر الخاصة بك هذا العام؟ نأمل أن يتضمن مجموعة لذيذة من النكهات والأطباق! عيد الشكر هو وقت للعائلة والأصدقاء وبالطبع الطعام اللذيذ. ولكن وسط كل الاحتفالات ، من المهم أن تتذكر حماية وليمة رقمية أيضا - بياناتك الثمينة والحساسة.
de: Wie sieht Ihr Thanksgiving-Festmahlsmenü dieses Jahr aus? Wir hoffen, dass es eine köstliche Auswahl an Aromen und Gerichten enthält! Thanksgiving ist eine Zeit für Familie, Freunde und natürlich leckeres Essen. Aber inmitten all der Feierlichkeiten ist es wichtig, auch daran zu denken, Ihr digitales Festmahl zu schützen – Ihre wertvollen und sensiblen Daten.
es: ¿Cómo se ve su menú de fiesta de Acción de Gracias este año? ¡Esperamos que incluya una deliciosa variedad de sabores y platos! El Día de Acción de Gracias es un momento para la familia, los amigos y, por supuesto, la comida deliciosa. Pero en medio de todas las festividades, es importante recordar que también debes proteger tu festín digital: tus datos valiosos y confidenciales.
fr: À quoi ressemble votre menu de fête de Thanksgiving cette année ? Nous espérons qu’il comprend une délicieuse gamme de saveurs et de plats ! Thanksgiving est une période propice à la famille, aux amis et, bien sûr, à la nourriture délicieuse. Mais au milieu de toutes les festivités, il est important de ne pas oublier de protéger également votre fête numérique : vos données précieuses et sensibles.
it: Com'è il menu della festa del Ringraziamento di quest'anno? Speriamo che includa una deliziosa gamma di sapori e piatti! Il Ringraziamento è un momento per la famiglia, gli amici e, naturalmente, il cibo delizioso. Ma in mezzo a tutte le festività, è importante ricordarsi di proteggere anche il tuo banchetto digitale: i tuoi preziosi e sensibili dati.
ko: 올해 추수감사절 연회 메뉴는 어떻게 준비되고 있나요? 다양한 맛과 요리가 포함되기를 바랍니다! 추수감사절은 가족, 친구, 그리고 물론 맛있는 음식을 위한 시간입니다. 그러나 모든 축제 속에서 소중하고 민감한 데이터를 보호하는 것도 잊지 말아야 합니다.
nl: Hoe ziet jouw Thanksgiving-feestmenu er dit jaar uit? We hopen dat het een heerlijk scala aan smaken en gerechten bevat! Thanksgiving is een tijd voor familie, vrienden en natuurlijk heerlijk eten. Maar te midden van alle festiviteiten is het belangrijk om te onthouden dat je ook jouw digitale feest moet beschermen: jouw kostbare en gevoelige gegevens.
pl: Jak w tym roku wygląda Wasze menu na Święto Dziękczynienia? Mamy nadzieję, że będzie to zachwycający wybór smaków i dań! Święto Dziękczynienia to czas dla rodziny, przyjaciół i oczywiście pysznego jedzenia. Jednak pośród wszystkich uroczystości należy pamiętać o ochronie także cyfrowej uczty – cennych i wrażliwych danych.
pt: Como está o seu menu de festa de Ação de Graças este ano? Esperamos que inclua uma deliciosa variedade de sabores e pratos! O Dia de Ação de Graças é um momento para a família, amigos e, claro, comida deliciosa. Mas, em meio a todas as festividades, é importante lembrar de proteger também sua festa digital – seus dados preciosos e sensíveis.
ru: Как выглядит ваше праздничное меню на День благодарения в этом году? Мы надеемся, что он включает в себя восхитительное разнообразие вкусов и блюд! День благодарения - это время для семьи, друзей и, конечно же, вкусной еды. Но среди всех празднеств важно помнить и о защите вашего цифрового праздника — ваших драгоценных и конфиденциальных данных.
sv: Hur ser din Thanksgiving-meny ut i år? Vi hoppas att den innehåller ett härligt utbud av smaker och maträtter! Thanksgiving är en tid för familj, vänner och naturligtvis utsökt mat. Men mitt i alla festligheter är det viktigt att komma ihåg att skydda din digitala festmåltid också – din värdefulla och känsliga data.
tr: Şükran Günü ziyafeti menünüz bu yıl nasıl görünüyor? Umarız enfes lezzetler ve yemekler vardır! Şükran Günü bir aile, arkadaş ve tabii ki lezzetli yemek zamanıdır. Ancak tüm bu kutlamaların ortasında, dijital şöleninizi, yani değerli ve hassas verilerinizi de korumayı unutmamak önemlidir.
zh: 你今年的感恩节大餐菜单怎么样？我们希望它包括一系列令人愉快的口味和菜肴！感恩节是与家人、朋友共度时光，当然还有美味佳肴的时刻。但是，在所有的庆祝活动中，重要的是要记住保护您的数字盛宴 - 您宝贵而敏感的数据。

# Blog_DLHRYSDTT_Text2
source: Cybercriminals love to take advantage of holidays like Thanksgiving when people are busy and distracted. They'll send phishing emails or text messages that look like they're from legitimate sources, trying to trick you into giving up your personal information or clicking on malicious links.
ar: يحب مجرمو الإنترنت الاستفادة من العطلات مثل عيد الشكر عندما يكون الناس مشغولين ومشتتين. سيقومون بإرسال رسائل بريد إلكتروني أو رسائل نصية للتصيد الاحتيالي تبدو وكأنها من مصادر مشروعة ، في محاولة لخداعك للتخلي عن معلوماتك الشخصية أو النقر على روابط ضارة.
de: Cyberkriminelle nutzen gerne Feiertage wie Thanksgiving, wenn die Menschen beschäftigt und abgelenkt sind. Sie versenden Phishing-E-Mails oder Textnachrichten, die so aussehen, als kämen sie aus legitimen Quellen, und versuchen, Sie dazu zu bringen, Ihre persönlichen Daten preiszugeben oder auf bösartige Links zu klicken.
es: A los ciberdelincuentes les encanta aprovechar los días festivos como el Día de Acción de Gracias, cuando la gente está ocupada y distraída. Enviarán correos electrónicos o mensajes de texto de phishing que parecen provenir de fuentes legítimas, tratando de engañarlo para que entregue su información personal o haga clic en enlaces maliciosos.
fr: Les cybercriminels adorent profiter des fêtes comme Thanksgiving, lorsque les gens sont occupés et distraits. Ils enverront des e-mails ou des SMS de phishing qui semblent provenir de sources légitimes, essayant de vous inciter à divulguer vos informations personnelles ou à cliquer sur des liens malveillants.
it: I criminali informatici amano approfittare di festività come il Ringraziamento quando le persone sono impegnate e distratte. Invieranno e-mail o messaggi di testo di phishing che sembrano provenire da fonti legittime, cercando di indurti a fornire le tue informazioni personali o a fare clic su collegamenti dannosi.
ko: 사이버 범죄자들은 사람들이 바쁘고 주의가 산만한 추수감사절과 같은 휴일을 이용하는 것을 좋아합니다. 그들은 합법적인 출처에서 온 것처럼 보이는 피싱 이메일이나 문자 메시지를 보내 귀하의 개인 정보를 빼앗거나 악성 링크를 클릭하게 하려고 합니다.
nl: Cybercriminelen maken graag misbruik van feestdagen als Thanksgiving, wanneer mensen het druk hebben en afgeleid zijn. Ze sturen phishing-emails of sms-berichten die eruitzien alsof ze afkomstig zijn van legitieme bronnen, in een poging je te misleiden zodat je jouw persoonlijke gegevens prijsgeeft of op schadelijke links klikt.
pl: Cyberprzestępcy uwielbiają wykorzystywać święta takie jak Święto Dziękczynienia, kiedy ludzie są zajęci i rozproszeni. Wysyłają e-maile lub wiadomości tekstowe typu phishing, które wyglądają, jakby pochodziły z legalnych źródeł, próbując nakłonić Cię do podania danych osobowych lub kliknięcia złośliwych łączy.
pt: Os cibercriminosos adoram aproveitar feriados como o Dia de Ação de Graças quando as pessoas estão ocupadas e distraídas. Eles enviarão e-mails de phishing ou mensagens de texto que parecem ser de fontes legítimas, tentando enganá-lo a desistir de suas informações pessoais ou clicar em links maliciosos.
ru: Киберпреступники любят пользоваться такими праздниками, как День благодарения, когда люди заняты и часто отвлекаются. Они будут рассылать фишинговые электронные письма или текстовые сообщения, которые выглядят так, как будто они отправлены из законных источников, пытаясь обманом заставить вас предоставить свою личную информацию или перейти по вредоносным ссылкам.
sv: Cyberbrottslingar älskar att utnyttja högtider som Thanksgiving när människor är upptagna och distraherade. De skickar nätfiske e-postmeddelanden eller textmeddelanden som ser ut att komma från legitima källor och försöker sedan lura dig att lämna ut din personliga information eller klicka på skadliga länkar.
tr: Siber suçlular, insanların meşgul olduğu ve dikkatinin dağıldığı Şükran Günü gibi tatillerden yararlanmayı severler. Meşru kaynaklardan geliyormuş gibi görünen kimlik avı e-postaları veya metin mesajları göndererek, kişisel bilgilerinizi vermeniz veya kötü amaçlı bağlantılara tıklamanız için sizi kandırmaya çalışırlar.
zh: 网络犯罪分子喜欢利用感恩节等人们忙碌和分心的假期。他们会发送看似来自合法来源的网络钓鱼电子邮件或短信，试图诱骗您放弃个人信息或点击恶意链接。
