Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxcryptBusinessBlock4Heading
source: Update Information for Business Subscription
ar: تحديث المعلومات الخاصة باشتراك بيزنس
de: Update-Informationen für Business-Abonnement
es: Actualización de la información para la suscripción Business
fr: Mettre à jour vos informations pour un abonnement Business
it: Aggiorna le tue Informazioni per l'Abbonamento Business
ko: Business 구독의 업데이트 정보
nl: Informatie bijwerken voor zakelijk abonnement
pl: Informacje o aktualizacji dla subskrypcji Business
pt: Actualizar Informação de Subscrição Business
ru: Обновите Информацию для Business подписки
sv: Uppdatera information för Business-prenumeration
tr: Business Aboneliği için Bilgileri Güncelleyin
zh: Business订阅的更新信息

# AxcryptBusinessBlock4Text1
source: You need to be signed in with an AxCrypt ID at our web site, and be the designated administrator for at least one Business subscription. Use the <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business Subscription menu</a> to update the information for a subscription.
ar: تحتاج إلى تسجيل الدخول باستخدام معرّف اكسكربت على موقع الويب الخاص بنا ، وأن تكون المسؤول المعين لاشتراك تجاري واحد على الأقل. استخدم <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'> قائمة اشتراك الأعمال </a> لتحديث معلومات الاشتراك.
de: Sie müssen mit einer AxCrypt-ID auf unserer website angemeldet sein und der designierte administrator für mindestens ein Businessabonnement sein. Verwenden Sie das <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business-Abonnement-Menü</a> um die Informationen für ein Abonnement zu aktualisieren.
es: Debes iniciar sesión con un AxCrypt ID en nuestro sitio web y ser el administrador designado para al menos una suscripción Business. Usa el <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>menú de suscripción Business</a> para actualizar la información de una suscripción.
fr: Il faut que vous soyez connecté avec votre AxCrypt ID sur notre site web et que vous soyez l'administrateur désigné pour au moins un abonnement Business. Utilisez le <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Menu abonnement Business</a> pour mettre à jour les informations d'un abonnement.
it: È necessario accedere con un ID AxCrypt al nostro sito web ed essere l'amministratore designato per almeno un abbonamento Business. Usa il <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>menu Abbonamento Business</a> per aggiornare le tue informazioni per un abbonamento.
ko: 웹 사이트에서 AxCrypt ID로 로그인해야 하며, 적어도 하나의 Business 구독에 대해 지정된 관리자가 되어야 합니다. <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'을 사용하십시오.> Business 구독 메뉴: 구독 정보 업데이트.
nl: U moet zijn aangemeld met een AxCrypt-ID op onze website en de aangewezen beheerder zijn voor ten minste één zakelijk abonnement. Gebruik het <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business Subscription-menu</a> om de informatie voor een abonnement bij te werken.
pl: Musisz być zalogowany przy użyciu identyfikatora AxCrypt w naszej witrynie internetowej i być wyznaczonym administratorem przynajmniej jednej subskrypcji Business. Skorzystaj z <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'> menu Business Subscription </a>, aby zaktualizować informacje dotyczące subskrypcji.
pt: Precisa de iniciar sessão no nosso sítio web com um AxCrypt ID e de ser o(a) administrador(a) designado(a) para, pelo menos, uma subscrição Business. Use o <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>menu Subscrição Business</a> para actualizar a informação de uma subscrição.
ru: Вы должны войти в систему с помощью AxCrypt ID на нашем сайте и быть администратором по крайней мере для одной подписки Business. Используйте <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Меню Business Подписки</a> для обновления информации.
sv: Du måste vara inloggad med ett AxCrypt ID på vår webbplats och vara utsedd administratör för minst en Business-prenumeration. Använd menyn <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business Prenumeration</a> för att uppdatera informationen för en prenumeration.
tr: İnternet sitemizde kayıtlı bir AxCrypt ID ile giriş yapmış ve en az bir Business aboneliğinde yönetici olarak tanımlanmış olmanız gerekmektedir. Bir aboneliği yönetmek için <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business Abonelik menüsünü</a> kullanınız.
zh: <a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business Subscription menu</a>您需要在我们的网站上使用AxCrypt ID登录，并成为至少一个Business订阅的指定管理员。 使用<a href='https://account.axcrypt.net/en/Business/SubscriptionInformation'>Business订阅菜单</a>更新用于订阅的信息。

# AxcryptBusinessBlock4Text2
source: The information we store about a subscription is limited to name, address and EU VAT Number if applicable.
ar: تقتصر المعلومات التي نخزنها حول الاشتراك على الاسم والعنوان ورقم ضريبة القيمة المضافة في الاتحاد الأوروبي ، إذا كان ذلك ممكنًا.
de: Die Informationen, die wir über ein Abonnement speichern, sind gegebenenfalls auf name, Adresse und EU-Umsatzsteuer-Identifikationsnummer beschränkt.
es: La información que almacenamos sobre una suscripción se limita al nombre, la dirección y el número de IVA de la UE, si corresponde.
fr: Les informations que nous conservons pour un abonnement se limitent au nom, à l'adresse et au numéro européen de TVA, le cas échéant.
it: Le informazioni che memorizziamo di un abbonamento sono limitate a nome, indirizzo e numero di partita IVA dell'UE, se applicabile.
ko: 구독에 대해 저장하는 정보는 이름, 주소 및 해당되는 경우 EU VAT 번호로 제한됩니다.
nl: De informatie die we over een abonnement opslaan, is beperkt tot naam, adres en EU-btw-nummer indien van toepassing.
pl: Informacje, które przechowujemy na temat subskrypcji, są ograniczone do nazwiska, adresu i numeru VAT UE, jeśli ma zastosowanie.
pt: A informação que armazenamos sobre uma subscrição é limitada ao nome, morada e número de IVA, se aplicável.
ru: Информация, которую мы храним о пользователе подписки, включает в себя имя, адрес и номер НДС ЕС, если это применимо.
sv: Informationen som vi lagrar om en prenumeration är begränsad till namn, adress och EU-momsnummer i de fall det är tillämpligt.
tr: Abonelik hakkında kaydettiğimiz bilgiler isim, adres ve mevcut ise AB KDV Numarası ile sınırlıdır.
zh: 我们存储的有关订阅的信息仅限于名称、地址和欧盟增值税号码（如适用）

# AxcryptBusinessBlock4Text3
source: Using the information page for Business subscriptions, you can update this information.
ar: باستخدام صفحة المعلومات الخاصة باشتراكات الأعمال ، يمكنك تحديث هذه المعلومات.
de: Über die Informationsseite für Businessabonnements können Sie diese Informationen aktualisieren.
es: Al usar la página de información para suscripciones Business, puedes actualizar esta información.
fr: Vous pouvez mettre à jour cette information en utilisant la page de profil pour votre abonnement Business.
it: Utilizzando la pagina delle informazioni per gli abbonamenti Business, è possibile aggiornare queste informazioni.
ko: Business 구독에 대한 상세 정보 페이지를 통해 해당 정보를 업데이트 할 수 있습니다.
nl: Via de informatiepagina voor Zakelijke abonnementen kunt u deze informatie bijwerken.
pl: Na stronie z informacjami o subskrypcjach biznesowych można zaktualizować te informacje.
pt: Ao usar a página de informação de subscrições Business, pode actualizar esta informação.
ru: Вы можете обновите данные Business подписки на странице с информацией.
sv: Med hjälp av informationssidan för Business-prenumerationer kan du uppdatera denna information.
tr: Bu bilgiyi, Business abonelikleri için bilgi sayfasını kullanarak güncelleştirebilirsiniz.
zh: 使用Business订阅的"信息"页，您可以更新此信息。

# AxcryptBusinessBlock5Heading
source: Purchase for Business Subscription
ar: شراء للاشتراك بيزنس
de: Erwerben für Business-Abonnement
es: Compra de una suscripción Business
fr: Achat d'un abonnement Business
it: Acquisto per Abbonamento Business
ko: Business 구독 서비스 구매
nl: Koop een Zakelijk Abonnement
pl: Kup subskrypcję dla firm
pt: Compra de Subscrição Business
ru: Покупка подписки Business
sv: Köp för Business-prenumeration
tr: Business Abonelik Satın Alma
zh: 购买Business订阅

# AxcryptBusinessBlock5Text1
source: You need to be signed in with an AxCrypt ID at our web site, and be the designated administrator for at least one Business subscription. Use the <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Subscription menu</a> to purchase additional members or time for a subscription.
ar: تحتاج إلى تسجيل الدخول باستخدام معرّف اكسكربت على موقع الويب الخاص بنا ، وأن تكون المسؤول المعين لاشتراك تجاري واحد على الأقل. استخدم <a href='https://account.axcrypt.net/en/Business/TopupSubscription'> قائمة اشتراك الأعمال </a> لشراء أعضاء إضافيين أو وقت للاشتراك.
de: Sie müssen mit einer AxCrypt-ID auf unserer website angemeldet sein und der designierte administrator für mindestens ein Geschäftsabonnement sein. Verwenden Sie das <a href='https://account.axcrypt.net/en/Business/TopupSubscription' >Business Abonnement Menü</a> um zusätzliche Mitglieder oder Zeit für ein Abonnement zu erwerben.
es: Debes iniciar sesión con un AxCrypt ID en nuestro sitio web y ser el administrador designado para al menos una suscripción Business. Usa el <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>menú de suscripción Business</a> para comprar miembros adicionales o tiempo adicional para una suscripción.
fr: Il faut que vous soyez connecté avec votre AxCrypt ID sur notre site web et que vous soyez l'administrateur désigné pour au moins un abonnement Business. Utilisez le <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Menu abonnement Business</a> pour acquérir d'autres membres ou plus de temps pour un abonnement.
it: Devi essere registrato con un ID AxCrypt sul nostro sito web e essere l'amministratore designato per almeno un abbonamento Businss. Utilizza il <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'>menu Abbonamento Business</a> per acquistare membri aggiuntivi o tempo per un abbonamento.
ko: AxCrypt 웹사이트를 통해 ID로 로그인을 하시면 Business 구독 서비스를 이용하실 수 있습니다. 비지니스 구독 매뉴<a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Subscription menu</a>를 통해 팀 멤버를 별도의 비용으로 초대하실 수 있습니다.
nl: U moet zijn aangemeld met een AxCrypt-ID op onze website en de aangewezen beheerder zijn voor ten minste één zakelijk abonnement. Gebruik het <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Subscription-menu</a> om extra leden of tijd voor een abonnement aan te schaffen.
pl: Musisz być zalogowany przy użyciu identyfikatora AxCrypt w naszej witrynie internetowej i być wyznaczonym administratorem przynajmniej jednej subskrypcji Business. Skorzystaj z <a href='https://account.axcrypt.net/en/Business/TopupSubscription'> menu subskrypcji biznesowej </a>, aby członków dokupić dodatkowych członków lub czas na subskrypcję.
pt: Precisa de iniciar sessão no nosso sítio web com um AxCrypt ID e de ser o(a) administrador(a) designado(a) para, pelo menos, uma subscrição Business. Use o <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>menu Subscrição Business</a> para adicionar membros ou tempo a uma subscrição.
ru: Вы должны войти в систему с идентификатором AxCrypt на нашем веб-сайте и быть назначенным администратором по крайней мере для одной подписки Business. Используйте<a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Subscription menu</a> чтобы приобрести возможность добавлять новых пользователей или получить больше времени для подписки.
sv: Du behöver vara inloggad med en AxCrypt ID på vår hemsida, och vara den tilldelade administratören för åtminstone en Business prenumeration. Använd <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Subscription menu</a> för att köpa ytterligare medlemmar eller lägga till tid för prenumeration.
tr: İnternet sitemizde kayıtlı bir AxCrypt ID ile giriş yapmış ve en az bir Business aboneliğinde yönetici olarak tanımlanmış olmanız gerekmektedir. Bir abonelik için daha fazla üyelik veya süre satın almak için <a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business Abonelik menüsünü</a> kullanınız.
zh: 您需要在我们的网站上使用AxCrypt ID登录，并成为至少一个业务订阅的指定管理员。 使用<a href='https://account.axcrypt.net/en/Business/TopupSubscription'>Business 订阅菜单</a>用于购买额外的会员或时间进行订阅。

# AxcryptBusinessBlock5Text2
source: The initial creation of a subscription includes the purchase of an initial number of member licenses for a month or year, depending on the plan you chose.
ar: يتضمن الإنشاء الأولي للاشتراك شراء عدد أولي من تراخيص الأعضاء لمدة شهر أو عام ، وفقًا للخطة التي اخترتها.
de: Die anfängliche Erstellung eines Abonnements umfasst den Kauf einer anfänglichen Anzahl von Mitglieds-Lizenzen für einen Monat oder ein Jahr, je nach gewähltem plan.
es: La creación inicial de una suscripción incluye la compra de una cantidad inicial de licencias para miembros durante un mes o un año, según el plan que elijas.
fr: La création initiale d'un abonnement inclut l'achat d'un nombre initial de licences de membres pour un mois ou un an, en fonction de la formule que vous choisissez.
it: La creazione iniziale di un abbonamento include l'acquisto di un numero iniziale di licenze per un mese o per un anno, a seconda del piano scelto.
ko: 구독의 초기 작성에는 선택한 계획에 따라 한 달 또는 한 해 동안 초기 회원 라이선스 수의 구입이 포함됩니다.
nl: De eerste aanmaak van een abonnement omvat de aankoop van een initieel aantal lidmaatschapslicenties voor een maand of een jaar, afhankelijk van het gekozen abonnement.
pl: Początkowe utworzenie subskrypcji obejmuje zakup początkowej liczby licencji członkowskich na miesiąc lub rok, w zależności od wybranego abonamentu.
pt: A criação de uma subscrição inclui a compra de um número inicial de licenças para um mês ou ano, dependendo do plano que escolheu.
ru: Первоначальное создание подписки включает в себя покупку начального количества лицензий участника на месяц или год, в зависимости от выбранного вами плана.
sv: Det första skapandet av en prenumeration inkluderar köp av ett initialt antal medlemslicenser för en månad eller ett år, beroende på vilken plan du valt.
tr: Aboneliğin oluşturulması, seçtiğiniz plana göre aylık veya yıllık belirli bir sayıda üye lisanslarının satın alınmasını da içerir.
zh: 订阅的初始创建包括购买初始数量的会员许可证，为期一个月或一年，具体取决于您选择的计划。

# AxcryptBusinessBlock5Text3
source: Should you wish to add more members to a subscription, you can do so at any time.
ar: إذا كنت ترغب في إضافة المزيد من الأعضاء إلى الاشتراك ، يمكنك القيام بذلك في أي وقت.
de: Wenn Sie einem Abonnement weitere Mitglieder hinzufügen möchten, können Sie dies jederzeit tun.
es: Si deseas agregar más miembros a una suscripción, puedes hacerlo en cualquier momento.
fr: Si vous voulez ajouter d'autres membres à votre abonnement, vous pouvez le faire n'importe quand.
it: Se desideri aggiungere più membri ad un abbonamento, puoi farlo in qualsiasi momento.
ko: 구독 서비스에 추가할 팀 멤버를 언제든지 초대하실 수 있습니다.
nl: Als u meer leden wilt toevoegen aan uw abonnement, kunt u dat op ieder moment doen.
pl: Jeśli chcesz dodać więcej członków do subskrypcji, możesz to zrobić w dowolnym momencie.
pt: Caso deseje adicionar mais membros a uma subscrição, pode fazê-lo a qualquer momento.
ru: Если вы хотите добавить больше пользователей в подписку, вы можете сделать это в любое время.
sv: Om du skulle vilja lägga till fler medlemmar till en prenumeration, kan du göra det närsomhelst.
tr: Bir aboneliğe üye eklemek isterseniz, istediğiniz zaman yapabilirsiniz.
zh: 如果您想向订阅添加更多成员，您可以随时这样做。

# AxcryptBusinessBlock5Text4
source: When you purchase additional member licenses, it is always for your current subscription period. So, if you have 5 months left until the whole subscription is up for renewal, additional member licenses will only require payment for the remaining 5 months. Time left is always calculated as whole months, so 50 days will count as two full months.
ar: عندما تشتري تراخيص عضوية إضافية ، فإنها تكون دائمًا لفترة اشتراكك الحالية. لذلك ، إذا كان لديك 5 أشهر متبقية حتى يتم تجديد الاشتراك بالكامل ، فستتطلب تراخيص الأعضاء الإضافية الدفع مقابل الأشهر الخمسة المتبقية فقط. يتم دائمًا احتساب الوقت المتبقي على أنه أشهر كاملة ، لذلك يتم احتساب 50 يومًا على أنها شهرين كاملين.
de: Wenn Sie zusätzliche mitgliederlizenzen erwerben, gilt dies immer für Ihren aktuellen Abonnementzeitraum. Wenn Sie also noch 5 Monate Zeit haben, bis das gesamte Abonnement verlängert werden kann, müssen zusätzliche mitgliederlizenzen nur noch für die verbleibenden 5 Monate bezahlt werden. Die Verbleibende Zeit wird immer als ganze Monate berechnet, sodass 50 Tage als zwei volle Monate gelten.
es: Cuando compras licencias de miembro adicionales, siempre es para tu período de suscripción actual. Por lo tanto, si te quedan 5 meses hasta que se renueve toda la suscripción, las licencias de miembros adicionales solo requerirán el pago de los 5 meses restantes. El tiempo restante siempre se calcula como meses completos, por lo que 50 días contarán como dos meses completos.
fr: Quand vous achetez des licences de membres supplémentaires, c'est toujours pour votre période actuelle d'abonnement. Donc s'il vous reste 5 mois avant que l'abonnement ne se renouvelle, les licences de membres supplémentaires ne vous coûteront que le prix de ces 5 mois. Le temps restant est toujours calculé en mois entiers, donc 50 jours compteront comme deux mois entiers.
it: Quando vengono acquistate delle licenze per membri aggiuntivi, è sempre per il periodo di abbonamento corrente. Quindi, se hai 5 mesi rimanenti prima che l' intero abbonamento si rinnovi, le licenze aggiuntive richiederanno il pagamento solo per i restanti 5 mesi. Il tempo rimanente è sempre calcolato in mesi interi, quindi 50 giorni contano come due mesi interi.
ko: 추가 회원 서비스를 구입할 때는 항상 현재 가입 기간을 채워 사용하세요. 전체 가입이 갱신될 때까지 5개월이 남은 경우, 추가 회원 자격증은 남은 5개월의 서비스 구독이 청구됩니다. 남은 시간은 항상 전체 달로 계산되기 때문에 50일은 전체 달로 계산됩니다.
nl: Wanneer u extra lidmaatschapslicenties aanschaft, is dit altijd voor uw huidige abonnementsperiode. Dus als u nog 5 maanden heeft voordat het hele abonnement moet worden verlengd, hoeft u voor extra lidmaatschapslicenties alleen de resterende 5 maanden te betalen. De resterende tijd wordt altijd berekend als hele maanden, dus 50 dagen tellen als twee volle maanden.
pl: Kupując dodatkowe licencje dla członków, jest to zawsze na bieżący okres subskrypcji. Tak więc, jeśli pozostało 5 miesięcy do odnowienia całej subskrypcji, dodatkowe licencje członkowskie będą wymagały zapłaty tylko za pozostałe 5 miesięcy. Pozostały czas jest zawsze liczony jako pełne miesiące, więc 50 dni będzie liczone jako dwa pełne miesiące.
pt: Quando compra licenças de membros adicionais, é sempre para o período actual da sua subscrição. Assim, se faltarem 5 meses para renovar a subscrição, licenças de membros adicionais requererão o pagamento dos restantes 5 meses apenas. O tempo é sempre calculado como meses inteiros, pelo que 50 dias contarão como 2 meses.
ru: Когда вы покупаете дополнительные членские лицензии, это всегда относится к вашему текущему периоду подписки. Таким образом, если у вас осталось 5 месяцев до того, как подписка будет продлена, дополнительные членские лицензии потребуют оплаты только за оставшиеся 5 месяцев. Оставшееся время всегда рассчитывается как целые месяцы, поэтому 50 дней будут считаться двумя полными месяцами.
sv: När du köper ytterligare medlemslicenser är det alltid för din nuvarande prenumerationsperiod. Det betyder om du har 5 månader kvar tills hela prenumerationen ska förnyas, kräver ytterligare medlemslicenser endast betalning för de återstående 5 månaderna. Återstående tid räknas alltid som hela månader, så 50 dagar räknas som två hela månader.
tr: Ek üye lisansları satın aldığınızda, her zaman şu anki abonelik süresi içindir. Yani şu anki üyeliğinizin yenilenmesine 5 ay kaldıysa, ek üye lisansları sadece 5 aylık ödeme gerektirir. Kalan zaman hep ay olarak hesaplanır, yani 50 gün kaldıysa 2 ay olarak sayılır.
zh: 当您购买其他成员许可证时，它始终适用于您当前的订阅期。 所以，如果你有5个月离开，直到整个订阅是由续订，额外的会员许可证将只需要支付剩余的5个月。 剩下的时间总是计算为整个月，所以50天将算作两个完整的月。

# AxcryptBusinessBlock5Text5
source: Your paid subscription will automatically renew at the end of the subscription period, using the initial payment method. If you want to cancel, you must do so before the end of the current subscription period.
ar: سيتم تجديد اشتراكك المدفوع تلقائيًا في نهاية فترة الاشتراك ، باستخدام طريقة الدفع الأولية. إذا كنت ترغب في الإلغاء ، يجب عليك القيام بذلك قبل نهاية فترة الاشتراك الحالية.
de: Ihr kostenpflichtiges Abonnement verlängert sich automatisch am Ende des Abonnementzeitraums mit der ersten Zahlungsmethode. Wenn Sie kündigen möchten, müssen Sie dies vor dem Ende des aktuellen Abonnementzeitraums tun.
es: Tu suscripción de pago se renovará automáticamente al final del período de suscripción, utilizando el método de pago inicial. Si deseas cancelarla, debes hacerlo antes de que finalice el período de suscripción actual.
fr: Votre abonnement payant se renouvellera automatiquement à la fin de la période d'abonnement, à travers la méthode de paiement initiale. Si vous voulez l'annuler, il faudra le faire avant la fin de votre période d'abonnement actuellement en cours.
it: Il tuo abbonamento a pagamento si rinnoverà automaticamente alla fine del periodo di abbonamento, utilizzando il metodo di pagamento iniziale. Se desideri cancellarlo, devi farlo prima della fine del periodo di abbonamento corrente.
ko: 유료 구독 기간이 끝나면 기존의 결제 방법으로 통해 자동으로 구독이 연장됩니다. 구독 취소를 원하신다면, 구독 기간이 끝나기 전에 취소해주세요.
nl: Uw betaalde abonnement wordt automatisch verlengd aan het einde van de abonnementsperiode, met behulp van de initiële betalingsmethode. Als u wilt opzeggen, moet u dit voor het einde van de lopende abonnementsperiode doen.
pl: Twoja płatna subskrypcja zostanie automatycznie odnowiona na koniec okresu subskrypcji przy użyciu początkowej metody płatności. Jeśli chcesz anulować, musisz to zrobić przed końcem bieżącego okresu subskrypcji.
pt: A sua subscrição paga será automaticamente renovada no final do seu período com o método de pagamento inicial. Se quiser cancelar, deve fazê-lo antes do final do período da subscrição actual.
ru: Ваша платная подписка будет автоматически продлена в её последний день, используя первоначальный способ оплаты. Если вы хотите отменить подписку, вы должны сделать это до окончания её текущего периода.
sv: Din betalda prenumeration kommer automatiskt att förnyas vid slutet av varje prenumerationsperiod med hjälp av den initiala betalningsmetoden. Om du vill avbryta, måste du göra det innan slutet av din nuvarande prenumerationsperiod.
tr: Ücretli aboneliğiniz, abonelik sürecinin bitiminde ilk ödeme yöntemi kullanılarak otomatik olarak yenilecektir. İptal etmek isterseniz güncel abonelik süreci bitmeden yapmanız gerekmektedir.
zh: 您的付费订阅将在订阅期结束时自动续订，使用初始付款方式。 如果您想取消，您必须在当前订阅期结束前这样做。

# AxcryptBusinessBlock6Heading
source: Pricing
ar: التسعير
de: Preisgestaltung
es: Precio
fr: Tarif
it: Prezzi
nl: Prijs
pl: Wycena
pt: Preços
ru: Стоимость
sv: Prissättning
tr: Fiyatlandırma
zh: 定价
