Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CWELTI_H7_Text1
source: Encryption is a way to make communications that are intended to be private actually remain private. It will help protect customers' data and anticipate threats. By encrypting your data and making it unreadable you guarantee security and productivity. Even if intercepted, the message will be unreadable for any actor that doesn't possess the right key to decrypt it. For anyone who is a fan of cryptography, privacy, and security, these are very exciting times. Have a look at our <a style='font-weight: 800;' href='/business'>product</a> and <a style='font-weight: 800;' href='/pricing'>pricing</a> pages with all types of features to encrypt and protect your private information.
ar: التشفير هو وسيلة لجعل الاتصالات التي تهدف إلى أن تكون خاصة تظل في الواقع خاصة. سيساعد في حماية بيانات العملاء وتوقع التهديدات. من خلال تشفير بياناتك وجعلها غير قابلة للقراءة ، فإنك تضمن الأمان والإنتاجية. حتى في حالة اعتراض الرسالة ، ستكون الرسالة غير قابلة للقراءة لأي ممثل لا يمتلك المفتاح الصحيح لفك تشفيرها. بالنسبة لأي شخص معجب بالتشفير والخصوصية والأمان ، فهذه أوقات مثيرة للغاية. ألق نظرة على <a style = 'font-weight: 800؛' href = '/ business'> product </a> و <a style = 'font-weight: 800؛' href = '/ pricing'> pricing </a> صفحات تحتوي على جميع أنواع الميزات لتشفير معلوماتك الخاصة وحمايتها.
de: Verschlüsselung ist eine Möglichkeit, Kommunikationen, die privat sein sollen, tatsächlich privat zu halten. Es wird dazu beitragen, Kundendaten zu schützen und Bedrohungen zu antizipieren. Indem Sie Ihre Daten verschlüsseln und unlesbar machen, garantieren Sie Sicherheit und Produktivität. Selbst wenn die Nachricht abgefangen wird, ist sie für jeden Akteur unlesbar, der nicht den richtigen Schlüssel zum Entschlüsseln besitzt. Für jeden, der ein Fan von Kryptographie, Datenschutz und Sicherheit ist, sind dies sehr aufregende Zeiten. Schauen Sie sich unsere <a style='font-weight: 800;' href='/business'>product</a> und <a style='font-weight: 800;' href='/pricing'>pricing</a> Seiten mit allen Arten von Funktionen zum Verschlüsseln und Schützen Ihrer privaten Informationen an.
es: El cifrado es una forma de hacer que las comunicaciones que pretenden ser privadas lo sigan siendo. Ayudará a proteger los datos de los clientes y anticipar las amenazas. Al cifrar tus datos y hacerlos ilegibles, garantiza seguridad y productividad. Incluso si es interceptado, el mensaje será ilegible para cualquier actor que no posea la clave correcta para descifrarlo. Para cualquiera que sea fanático de la criptografía, la privacidad y la seguridad, estos son tiempos muy emocionantes. Echa un vistazo a nuestras páginas de <a style='font-weight: 800;' href='/business'>productos</a> y <a style='font-weight: 800;' href='/pricing'>precios</a> con todos los tipos de funciones para cifrar y proteger tu información privada.
fr: Le cryptage est un moyen de faire en sorte que les communications destinées à être privées le restent réellement. Il aidera à protéger les données des clients et à anticiper les menaces. En chiffrant vos données et en les rendant illisibles, vous garantissez la sécurité et la productivité. Même s’il est intercepté, le message sera illisible pour tout acteur qui ne possède pas la bonne clé pour le déchiffrer. Pour tous ceux qui sont fans de cryptographie, de confidentialité, et de sécurité, ce sont des moments très excitants. Jetez un coup d’œil à nos <a style='font-weight: 800;' href='/business'> produits</a> et <a style='font-weight: 800;' href='/pricing'>prix</a> aux pages avec tous les types de fonctionnalités pour crypter et protéger vos informations privées.
it: La crittografia è un modo per far sì che le comunicazioni che dovrebbero essere private rimangano tali. Aiuterà a proteggere i dati dei clienti e ad anticipare le minacce. Crittografando i tuoi dati e rendendoli illeggibili garantisci sicurezza e produttività. Anche se intercettato, il messaggio sarà illeggibile per qualsiasi attore che non possieda la chiave giusta per decrittografarlo. Per chiunque sia un fan della crittografia, della privacy e della sicurezza, questi sono tempi molto eccitanti. Dai un'occhiata alle nostre <a style='font-weight: 800;' href='/business'>product</a> and <a style='font-weight: 800;' href='/pricing'>pricing</a> pagine con tutti i tipi di funzionalità per crittografare e proteggere le tue informazioni private.
ko: 암호화는 비공개로 통신을 실제로 비공개로 유지하는 방법입니다. 고객의 데이터를 보호하고 위협을 예측하는 데 도움이 됩니다. 데이터를 암호화하고 읽을 수 없도록 하면 보안과 생산성이 보장됩니다. 가로채더라도 암호를 해독할 올바른 키가 없는 행위자는 메시지를 읽을 수 없습니다. 암호화, 개인 정보 보호 및 보안의 팬이라면 누구나 매우 흥미로운 시기입니다. 개인 정보를 암호화하고 보호하기 위한 모든 유형의 기능이 포함된 <a style='font-weight: 800;' href='/business'>제품</a> 및 <a style='font-weight: 800;' href='/pricing'>가격</a> 페이지를 살펴보십시오.
nl: Versleuteling is een manier om ervoor te zorgen dat communicatie die bedoeld is om privé te zijn, ook daadwerkelijk privé blijft. Het helpt de gegevens van klanten te beschermen en bedreigingen te anticiperen. Door uw gegevens te versleutelen en onleesbaar te maken, garandeert u veiligheid en productiviteit. Zelfs als het wordt onderschept, zal het bericht onleesbaar zijn voor elke actor die niet over de juiste sleutel beschikt om het te decoderen. Voor iedereen die fan is van cryptografie, privacy en veiligheid zijn het spannende tijden. Bekijk onze <a style='font-weight: 800;' href='/business'>product</a> en <a style='font-weight: 800;' href='/pricing'>prijs</a> pagina's met alle soorten functies om uw privégegevens te coderen en te beschermen.
pl: Szyfrowanie to sposób na to, aby komunikacja, która ma być prywatna, faktycznie pozostała prywatną. Pomoże chronić dane klientów i przewidywać zagrożenia. Szyfrując dane i czyniąc je nieczytelnymi, gwarantujesz bezpieczeństwo i produktywność. Nawet jeśli zostanie przechwycona, wiadomość będzie nieczytelna dla kogokolwiek, kto nie posiada odpowiedniego klucza do jej odszyfrowania. Dla każdego, kto jest fanem kryptografii, prywatności i bezpieczeństwa, to są bardzo ekscytujące czasy. Spójrz na nasze <a style='font-weight: 800;' href='/business'>produkt</a> i <a style='font-weight: 800;' href='/pricing'>cennik</a> ze wszystkimi rodzajami funkcji do szyfrowania i ochrony prywatnych informacji.
pt: A cifragem é uma forma de fazer com que as comunicações privadas sejam efectivamente privadas. Ajuda a proteger dados de clientes e a antecipar ameaças. Ao cifrar os seus dados e torná-los ilegíveis, garante segurança e produtividade. Mesmo se interceptada, a mensagem estará ilegível para qualquer actor que não possua a chave certa para a decifrar. Para qualquer pessoa que seja fã de criptografia, privacidade e segurança, estes são tempos muito empolgantes. Dê uma olhadela nas nossas páginas do <a style='font-weight: 800;' href='/business'>produto</a> e <a style='font-weight: 800;' href='/pricing'>preços</a> com todos os tipos de funcionalidades para cifrar e proteger a sua informação privada.
ru: Шифрование - это способ сделать так, чтобы сообщения, которые должны быть конфиденциальными, на самом деле оставались конфиденциальными. Это поможет защитить данные клиентов и предвидеть угрозы. Шифруя свои данные и делая их нечитаемыми, вы гарантируете безопасность и производительность. Даже если сообщение будет перехвачено, оно будет нечитаемым для любого субъекта, который не обладает правильным ключом для его расшифровки. Для любого, кто является поклонником криптографии, конфиденциальности и безопасности, наступают очень захватывающие времена. Взгляните на наши страницы <a style='font-weight: 800;' href='/business'>product</a> и <a style='font-weight: 800;' href='/pricing'>pricing</a> со всеми типами функций для шифрования и защиты вашей личной информации.
sv: Kryptering är ett sätt att få kommunikation som är avsedd att vara privat faktiskt förbli privat. Det kommer att hjälpa till att skydda kundernas data och förutse hot. Genom att kryptera din data och göra den oläsbar garanterar du säkerhet och produktivitet. Även om det avlyssnas kommer meddelandet att vara oläsligt för alla aktörer som inte har rätt nyckel för att dekryptera det. För alla som är ett fan av kryptografi, integritet och säkerhet är det väldigt spännande tider. Ta en titt på vår <a style='font-weight: 800;' href='/business'>product</a> och <a style='font-weight: 800;' href='/pricing'>pricing</a> med alla typer av funktioner för att kryptera och skydda din privata information.
tr: Şifreleme, özel olması amaçlanan iletişimlerin aslında gizli kalmasını sağlamanın bir yoludur. Müşterilerin verilerini korumaya ve tehditleri öngörmeye yardımcı olacaktır. Verilerinizi şifreleyerek ve okunamaz hale getirerek güvenliği ve üretkenliği garanti edersiniz. İleti ele geçirilse bile, şifresini çözmek için doğru anahtara sahip olmayan herhangi bir aktör tarafından okunamaz. Kriptografi, gizlilik ve güvenliğe düşkün olan herkes için bunlar oldukça heyecan verici zamanlar. Özel bilgilerinizi şifrelemek ve korumak için her türlü özelliğe sahip <a style='font-weight: 800;' href='/business'>ürün</a> ve <a style='font-weight: 800;' href='/pricing'>fiyatlandırma</a> sayfalarımıza göz atın.
zh: 加密是一种使旨在私密的通信实际上保持私密的方式。 它将有助于保护客户的数据并预测威胁。 通过加密您的数据并使其不可读，您可以保证安全性和生产力。 即使被拦截，消息对于任何没有正确密钥来解密它的actor来说都是不可读的。 对于任何喜欢密码学，隐私和安全的人来说，这些都是非常激动人心的时刻。 看看我们的<a style='font-weight:800;'href='/business'>product</a>和<a style='font-weight:800;'href='/pricing'>pricing</a>页面，其中包含所有类型的功能来加密和保护您的私人信息。

# Blog_CWELTI_Heading1
source: What is cryptocurrency?
ar: ما هي العملة المشفرة؟
de: Was ist Kryptowährung?
es: ¿Qué es una criptomoneda?
fr: Qu'est-ce que la crypto-monnaie ?
it: Cos'è una criptovaluta?
ko: 암호화폐란 무엇입니까?
nl: Wat is cryptocurrency?
pl: Czym jest kryptowaluta?
pt: O que é a criptomoeda?
ru: Что такое криптовалюта?
sv: Vad är kryptovaluta?
tr: Kripto-para nedir?
zh: 什么是加密货币？

# Blog_CWELTI_Heading2
source: How does cryptocurrency work?
ar: كيف تعمل العملة المشفرة؟
de: Wie funktioniert Kryptowährung?
es: ¿Cómo funciona la criptomoneda?
fr: Comment fonctionne la crypto-monnaie?
it: Come funziona la criptovaluta?
ko: 암호화폐는 어떻게 작동하나요?
nl: Hoe werkt cryptovaluta?
pl: Jak działa kryptowaluta?
pt: Como funcionam as criptomoedas?
ru: Как работает криптовалюта?
sv: Hur fungerar kryptovaluta?
tr: Kripto para nasıl çalışır?
zh: 加密货币是如何工作的？

# Blog_CWELTI_Heading3
source: Blockchain explained
ar: وأوضح سلسلة الكتل
de: Blockchain erklärt
es: Definición de la cadena de bloques
fr: La Blockchain expliquée
it: Blockchain spiegato
ko: 블록체인 설명
nl: Blokchain uitgelegd
pl: Wyjaśnienie Blockchain
pt: O blockchain explicado
ru: Понятный блокчейн
sv: Blockkedjan förklarad
tr: Blockchain nedir
zh: 区块链解释

# Blog_CWELTI_Heading4
source: Advantages and disadvantages of cryptocurrencies
ar: مزايا وعيوب العملات المشفرة
de: Vor- und Nachteile von Kryptowährungen
es: Ventajas y desventajas de las criptomonedas
fr: Avantages et inconvénients des crypto-monnaies
it: Vantaggi e svantaggi delle criptovalute
ko: 암호 화폐의 장점과 단점
nl: Voor- en nadelen van cryptocurrencies
pl: Zalety i wady kryptowalut
pt: Vantagens e desvantagens das criptomoedas
ru: Плюсы и минусы криптовалют
sv: Fördelar och nackdelar med kryptovalutor
tr: Kripto paraların avantajları ve dezavantajları
zh: 加密货币的优点和缺点

# Blog_CWELTI_Heading5
source: What is cryptography?
ar: ما هو التشفير؟
de: Was ist Kryptographie?
es: ¿Qué es la criptografía?
fr: Qu’est-ce que la cryptographie ?
it: Cos'è la crittografia?
ko: 암호화란 무엇입니까?
nl: Wat is cryptografie?
pl: Czym jest kryptografia?
pt: O que é a criptografia?
ru: Что такое криптография?
sv: Vad är kryptografi?
tr: Kriptografi nedir?
zh: 什么是密码学？

# Blog_CWELTI_Heading6
source: How is cryptography used in cryptocurrency?
ar: كيف يتم استخدام التشفير في العملات المشفرة؟
de: Wie wird Kryptographie in der Kryptowährung verwendet?
es: ¿Cómo se usa la criptografía en la criptomoneda?
fr: Comment la cryptographie est-elle utilisée dans la crypto-monnaie?
it: Come viene utilizzata la crittografia nella criptovaluta?
ko: 암호화는 암호화폐에서 어떻게 사용되나요?
nl: Hoe wordt cryptografie gebruikt in cryptocurrency?
pl: Jak kryptografia jest wykorzystywana w kryptowalutach?
pt: Como é a criptografia usada nas criptomoedas?
ru: Как криптография используется в криптовалюте?
sv: Hur används kryptografi i kryptovaluta?
tr: Kriptografi kripto paralarda nasıl kullanılır?
zh: 密码学如何在加密货币中使用？

# Blog_CWELTI_Heading7
source: Here at AxCrypt
ar: هنا في اكسكربت
de: Hier bei AxCrypt
es: Lo que hacemos en AxCrypt
fr: Ici à AxCrypt
it: Qui ad AxCrypt
ko: 여기 AxCrypt에서
nl: Hier bij AxCrypt
pl: Tutaj w AxCrypt
pt: Aqui na AxCrypt
ru: Здесь в AxCrypt
sv: Här på AxCrypt
tr: AxCrypt'te
zh: 在AxCrypt

# Blog_CWELTI_Summary
source: A cryptocurrency, or crypto, is decentralized digital money based on blockchain technology. A digital asset based on a network that is distributed across a large number of computers, cryptocurrency is secured by cryptography.
ar: العملة المشفرة ، أو العملة المشفرة ، هي نقود رقمية لامركزية تعتمد على تقنية سلسلة الكتل. العملة المشفرة هي أصل رقمي يعتمد على شبكة يتم توزيعها عبر عدد كبير من أجهزة الكمبيوتر ، ويتم تأمين العملة المشفرة عن طريق التشفير.
de: Eine Kryptowährung oder Krypto ist dezentrales digitales Geld, das auf der Blockchain-Technologie basiert. Kryptowährung ist ein digitales Asset, das auf einem Netzwerk basiert, das über eine große Anzahl von Computern verteilt ist.
es: Una criptomoneda, o crypto, es dinero digital descentralizado basado en tecnología de cadena de bloques. Un activo digital basado en una red que se distribuye a través de una gran cantidad de computadoras, la criptomoneda está protegida por criptografía.
fr: Une crypto-monnaie, ou crypto, est une monnaie numérique décentralisée basée sur la technologie blockchain. Actif numérique basé sur un réseau distribué sur un grand nombre d'ordinateurs, la crypto-monnaie est sécurisée par cryptographie.
it: Una criptovaluta, o valuta virtuale, è denaro digitale decentralizzato basato sulla tecnologia blockchain. Una risorsa digitale basata su una rete distribuita su un gran numero di computer, la criptovaluta è protetta dalla crittografia.
ko: 암호화폐 또는 가상화폐는 블록체인 기술을 기반으로 하는 분산형 디지털 화폐입니다. 다수의 컴퓨터에 분산되어 있는 네트워크 기반의 디지털 자산인 암호화폐는 암호화를 통해 보호됩니다.
nl: Een cryptocurrency, of crypto, is gedecentraliseerd digitaal geld op basis van blockchain-technologie. Een digitaal bedrijfsmiddel gebaseerd op een netwerk dat is verdeeld over een groot aantal computers, cryptocurrency wordt beveiligd door cryptografie.
pl: Kryptowaluta lub krypto to zdecentralizowane pieniądze cyfrowe oparte na technologii blockchain. Zasób cyfrowy oparty na sieci rozproszonej na dużej liczbie komputerów, kryptowaluta jest zabezpieczona kryptografią.
pt: A criptomoeda ou cripto é dinheiro digital descentralizado baseado em tecnologia blockchain. É um activo digital baseado numa rede distribuída por um grande número de computadores. A criptomoeda é protegida por criptografia.
ru: Криптовалюта, или крипта, - это децентрализованные цифровые деньги, основанные на технологии блокчейн. Цифровой актив, основанный на сети, которая распределена по большому количеству компьютеров. Криптовалюта защищена криптографией.
sv: En kryptovaluta, eller krypto, är decentraliserade digitala pengar baserade på blockchain-teknik. En digital tillgång baserad på ett nätverk som är distribuerat över ett stort antal datorer, kryptovaluta säkras med kryptografi.
tr: Bir kripto-para ya da kripto, blok zinciri teknolojisine dayanan merkezsizleştirilmiş dijital paradır. Çok sayıdaki bilgisayar boyunca dağıtılan bir ağ temelindeki bir dijital varlık olan kripto-para, kriptografi ile korunur.
zh: 加密货币或加密是基于区块链技术的分散式数字货币。 加密货币是一种基于分布在大量计算机上的网络的数字资产，由密码学保护。

# Blog_CWELTI_Title
source: Cryptocurrency, why is encryption linked to it?
ar: العملة المشفرة ، لماذا يرتبط التشفير بها؟
de: Kryptowährung, warum ist Verschlüsselung damit verbunden?
es: Criptomoneda, ¿por qué el cifrado está vinculado?
fr: Crypto-monnaie, pourquoi le cryptage y est-il lié?
it: Criptovaluta, perché la crittografia è collegata ad essa?
ko: 암호화와 암호화폐 사이에 연관된 고리는 무엇입니까?
nl: Cryptocurrency, waarom is encryptie eraan gekoppeld?
pl: Kryptowaluta, dlaczego jest z nią połączone szyfrowanie?
pt: Criptomoedas: porque está a cifragem associada a elas?
ru: Криптовалюта, почему с ней связано шифрование?
sv: Kryptovaluta, varför är kryptering kopplad till det?
tr: Kripto para ve şifrelemenin bununla olan bağlantısı?
zh: 加密货币，为什么加密与它联系在一起？

# Blog_DEVFE_Conclusion_Text1
source: The whole world has become internet-focused therefore, it is important to turn your attention towards data security. It is entirely up to you to determine which encryption approach is best for you.
ar: أصبح العالم كله يركز على الإنترنت ، لذلك من المهم أن تحول انتباهك نحو أمن البيانات. الأمر متروك لك تمامًا لتحديد أسلوب التشفير الأفضل لك.
de: Die ganze Welt ist internetorientiert geworden, daher ist es wichtig, Ihre Aufmerksamkeit auf die Datensicherheit zu richten. Es liegt ganz bei Ihnen, zu bestimmen, welcher Verschlüsselungsansatz für Sie am besten geeignet ist.
es: El mundo entero se ha centrado en internet, por lo tanto, es importante que centres tu atención en la seguridad de los datos. Depende totalmente de ti determinar qué enfoque de cifrado es mejor para ti.
fr: Le monde entier est devenu axé sur internet, il est donc important de tourner votre attention vers la sécurité des données. C’est à vous de déterminer quelle approche de cryptage vous convient le mieux.
it: Il mondo intero è diventato focalizzato su Internet, pertanto è importante rivolgere la propria attenzione alla sicurezza dei dati. Spetta interamente a te determinare quale approccio di crittografia è il migliore per te.
ko: 전 세계가 인터넷을 중심으로 돌아가기 때문에 데이터 보안에 주의를 기울이는 것이 중요해졌습니다. 가장 적합한 암호화 방식을 결정하는 것은 전적으로 귀하에게 달려 있습니다.
nl: De hele wereld is internetgericht geworden, daarom is het belangrijk om uw aandacht te richten op gegevensbeveiliging. Het is geheel aan u om te bepalen welke encryptie-aanpak voor u het beste is.
pl: Cały świat skupił się na Internecie, dlatego ważne jest, aby zwrócić uwagę na bezpieczeństwo danych. Decyzja, która metoda szyfrowania jest dla Ciebie najlepsza, zależy wyłącznie od Ciebie.
pt: O mundo inteiro tornou-se focado na internet. Assim sendo, é importante concentrar a sua atenção na segurança de dados. É inteiramente sua a decisão de determinar qual é a melhor abordagem de cifragem para si.
ru: Весь мир стал ориентирован на Интернет, поэтому важно обратить свое внимание на безопасность данных. Вам решать, какой подход к шифрованию лучше всего подходит для вас.
sv: Hela världen har blivit mer internetfokuserad därför, är det viktigt att vända din uppmärksamhet mot datasäkerhet. Det är helt upp till dig att beställa vilken krypteringsmetod är bäst för dig.
tr: Dünya artık internet odaklı bir yer haline geldi ve bu yüzden dikkatinizi veri güvenliğine çevirmeniz oldukça önemli. Hangi şifrelem yaklaşımının size en uygunu olduğunu belirlemek tamamen size kalmış.
zh: 整个世界已经成为互联网为重点，因此，重要的是要把你的注意力转向数据安全。 完全由您决定哪种加密方法最适合您。
