Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EODAGDFWBES_H2_SH1_Text5
source: <b>STEP 4:</b> Sign in to your Google Drive account and allow access to AxCrypt.
ar: <b>الخطوة 4:</b> قم بتسجيل الدخول إلى حساب جوجل درايف الخاص بك واسمح بالوصول إلى اكسكربت.
de: <b>SCHRITT 4:</b> Melden Sie sich bei Ihrem Google Drive-Konto an und erlauben Sie den Zugriff auf AxCrypt.
es: <b>PASO 4:</b> Accede a tu cuenta de Google Drive y dale acceso a AxCrypt.
fr: <b>ÉTAPE 4 :</b> Connectez-vous à votre compte Google Drive et autorisez l'accès à AxCrypt.
it: <b>PASSO 4:</b> Accedi al tuo account Google Drive e consenti l'accesso ad AxCrypt.
ko: <b>4 단계 :</b> 구글 드라이브 계정에 로그인하고 AxCrypt에 대한 액세스를 허용합니다.
nl: <b>STAP 4:</b> Log in op uw Google Drive-account en geef toegang aan AxCrypt.
pl: <b>KROK 4:</b> Zaloguj się na swoje konto Google Drive i zezwól na dostęp do AxCrypt.
pt: <b>4º PASSO:</b> Faça login na sua conta do Google Drive e permita o acesso ao AxCrypt.
ru: <b>ШАГ 4:</b> Войдите в свою учетную запись Google Диска и разрешите доступ к AxCrypt.
sv: <b>STEG 4:</b> Logga in på ditt Google Drive-konto och tillåt åtkomst till AxCrypt.
tr: <b>4. ADIM:</b> Google Drive hesabınızda oturum açın ve AxCrypt'e erişime izin verin.
zh: <b>步骤4：</b>登录您的谷歌驱动器帐户并允许访问AxCrypt。

# Blog_EODAGDFWBES_H2_SH1_Text6
source: <b>STEP 5:</b> Browse and select the files that you’d like to encrypt. Tap and hold to select multiple files.
ar: <b>الخطوة 5:</b> تصفح وحدد الملفات التي تريد تشفيرها. انقر مع الاستمرار لتحديد ملفات متعددة.
de: <b>SCHRITT 5:</b> Durchsuchen und wählen Sie die Dateien aus, die Sie verschlüsseln möchten. Tippen und halten Sie, um mehrere Dateien auszuwählen.
es: <b>PASO 5:</b> Busca y selecciona los archivos que quieras cifrar. Mantén pulsado para seleccionar varios archivos.
fr: <b>ÉTAPE 5 :</b> Parcourez et sélectionnez les fichiers que vous souhaitez chiffrer. Cliquez et maintenez pour sélectionner plusieurs fichiers.
it: <b>PASSO 5:</b> Sfoglia e seleziona i file che desideri crittografare. Toccare e tenere premuto per selezionare più file.
ko: <b>5 단계 :</b> 암호화할 파일을 찾아 선택합니다. 길게 눌러 여러 파일을 선택합니다.
nl: <b>STAP 5:</b> Blader en selecteer de bestanden die u wilt versleutelen. Tik en houd vast om meerdere bestanden te selecteren.
pl: <b>KROK 5:</b> Przeglądaj i wybierz pliki, które chcesz zaszyfrować. Naciśnij i przytrzymaj, aby wybrać wiele plików.
pt: <b>5º PASSO:</b> Procure e selecione os arquivos que você deseja criptografar. Toque sem soltar para selecionar vários ficheiros.
ru: <b>ШАГ 5:</b> Найдите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов.
sv: <b>STEG 5:</b> Bläddra och välj de filer som du vill kryptera. Tryck och håll ned för att välja flera filer.
tr: <b>5. ADIM:</b> Şifrelemek istediğiniz dosyalara göz atın ve seçin. Birden fazla dosya seçmek için dokunup basılı tutun.
zh: <b>步骤5：</b>浏览并选择要加密的文件。 点按并按住以选择多个文件。

# Blog_EODAGDFWBES_H2_SH1_Text7
source: And that’s it! Your encrypted files will appear on the main screen. To view the files, just tap on any of the files directly from the main screen, or tap the <b>‘Open Secured’</b> button. To completely decrypt a file, tap on the <b>‘Stop Securing’</b> button and select the file that you’d like to decrypt that has the <b>.axx</b> file extension
ar: وهذا كل شيء! ستظهر ملفاتك المشفرة على الشاشة الرئيسية. لعرض الملفات، ما عليك سوى النقر على أي من الملفات مباشرةً من الشاشة الرئيسية، أو النقر على الزر <b>"فتح الملف الآمن"</b>. لفك تشفير ملف بالكامل، انقر فوق الزر <b>"إيقاف التأمين"</b> وحدد الملف الذي ترغب في فك تشفيره والذي يحتوي على ملحق الملف <b>.axx</b>
de: Und das war's! Ihre verschlüsselten Dateien werden auf dem Hauptbildschirm angezeigt. Um die Dateien anzuzeigen, tippen Sie einfach direkt auf dem Hauptbildschirm auf eine der Dateien oder auf die Schaltfläche <b>'Sicherung öffnen'</b>. Um eine Datei vollständig zu entschlüsseln, tippen Sie auf die Schaltfläche <b>'Sicherung beenden'</b> und wählen Sie die zu entschlüsselnde Datei mit dem <b> aus.axx</b> Dateierweiterung
es: Y listo. Tus archivos cifrados aparecerán en la pantalla principal. Para ver los archivos, sólo tienes que pulsar sobre cualquiera de ellos directamente desde la pantalla principal, o pulsar el botón <b>"Abrir cifrado"</b>. Para descifrar completamente un archivo, pulsa el botón <b>"Detener seguridad"</b> y selecciona el archivo que deseas descifrar y que tenga la extensión <b>.axx</b>.
fr: Et c'est tout ! Vos fichiers cryptés apparaîtront sur l'écran principal. Pour afficher les fichiers, appuyez simplement sur l'un des fichiers directement à partir de l'écran principal, ou appuyez sur le bouton <b>'Ouvrir en mode sécurisé'</b>. Pour décrypter complètement un fichier, appuyez sur le bouton <b>"Arrêter la sécurisation"</b> et sélectionnez le fichier que vous souhaitez décrypter et qui porte l'extension de fichier <b>.axx</b>
it: E questo è tutto! I file crittografati appariranno nella schermata principale. Per visualizzare i file, basta toccare uno qualsiasi dei file direttamente dalla schermata principale o toccare il pulsante <b>"Apri protetto".</b> Per decrittografare completamente un file, tocca il pulsante "<b>Interrompi protezione"</b> e seleziona il file che desideri decrittografare con estensione <b>.axx</b>
ko: 그리고 그게 전부입니! 암호화된 파일이 메인 화면에 나타납니다. 파일을 보려면, 메인 화면에서 직접 파일을 터치하거나, ' <b>보안 열기(Open Secured)'</b> 버튼을 터치하면 됩니다. 파일의 암호를 완전히 해독하려면 ' <b>보안 중지'</b> 버튼을 누르고 파일 확장명이 <b>.axx</b> 인 암호를 해독하려는 파일을 선택합니다
nl: En dat is het! Uw gecodeerde bestanden verschijnen op het hoofdscherm. Om de bestanden te bekijken, tikt u gewoon op een van de bestanden rechtstreeks vanuit het hoofdscherm of tikt u op de knop <b>'Beveiligd Openen'</b>. Om een bestand volledig te decoderen, tikt u op de knop <b>'Stoppen met Beveiligen'</b> en selecteert u het bestand dat u wilt decoderen met de bestandsextensie <b>.axx</b>
pl: I to wszystko! Twoje zaszyfrowane pliki pojawią się na ekranie głównym. Aby wyświetlić pliki, po prostu dotknij dowolnego pliku bezpośrednio na ekranie głównym lub dotknij przycisku <b>„Otwórz zabezpieczone”</b>. Aby całkowicie odszyfrować plik, kliknij przycisk <b>„Zatrzymaj zabezpieczanie”</b> i wybierz plik, który chcesz odszyfrować i ma rozszerzenie <b>.axx</b>
pt: E isso é tudo! Seus arquivos encriptados aparecerão na tela principal. Para visualizar os arquivos, basta tocar em qualquer um deles diretamente da tela principal, ou tocar no botão <b>'Abrir Protegido'</b>. Para desencriptar completamente um arquivo, toque no botão <b>'Parar Proteção'</b> e selecione o arquivo que deseja desencriptar e que tem a extensão de arquivo <b>.axx</b>.
ru: Вот и все! Ваши зашифрованные файлы появятся на главном экране. Чтобы просмотреть файлы, просто нажмите на любой из файлов прямо с главного экрана или нажмите кнопку <b>'Открыть защищенный'</b>. Чтобы полностью расшифровать файл, нажмите кнопку <b>'Остановить защиту'</b> и выберите файл, который вы хотите расшифровать, с расширением <b>.axx</b>
sv: Och det är allt! Dina krypterade filer visas på huvudskärmen. För att visa filerna trycker du bara på någon av filerna direkt från huvudskärmen, eller trycker på knappen <b>'Öppna säkrad'</b>. För att helt dekryptera en fil, tryck på knappen <b>'Sluta säkra'</b> och välj filen som du vill dekryptera med filtillägget <b>.axx</b>
tr: Ve hepsi bu kadar! Şifrelenmiş dosyalarınız ana ekranda görünecektir. Dosyaları görüntülemek için, doğrudan ana ekrandan herhangi bir dosyaya dokunun veya <b>!Güvenli Aç'</b> tuşuna tıklayın. Bir dosyanın şifresini tamamen çözmek için <b>'Güvenliği Sağlamayı Durdur'</b> seçeneğine tıklayın ve <b>.axx</b> dosya uzantısına sahip şifresini çözmek istediğiniz dosyayı seçin
zh: 就这样！ 您的加密文件将出现在主屏幕上。 要查看文件，只需直接从主屏幕点击任何文件，或点击<b>'打开安全'</b>按钮。 要完全解密文件，请点击<b>'停止保护'</b>按钮，然后选择要解密的文件，该文件具有<b>.axx</b>文件扩展名

# Blog_EODAGDFWBES_H2_SH2_Text1
source: Once set up, AxCrypt can <b>automatically</b> encrypt new and modified files in Google Drive and sync them across your devices. Follow the steps below:
ar: بمجرد الإعداد ، يمكن ل اكسكربت تشفير الملفات الجديدة والمعدلة <b>تلقائيا</b> في جوجل درايف ومزامنتها عبر أجهزتك. اتبع الخطوات التالية:
de: Nach der Einrichtung kann AxCrypt neue und geänderte Dateien in Google Drive <b> automatisch</b> verschlüsseln und auf Ihren Geräten synchronisieren. Befolgen Sie die nachstehenden Schritte:
es: Una vez configurado, AxCrypt puede cifrar <b>automáticamente</b> los archivos nuevos y modificados en Google Drive y sincronizarlos en todos tus dispositivos. Sigue los pasos que se indican a continuación:
fr: Une fois configuré, AxCrypt peut chiffrer <b>automatiquement</b> les fichiers nouveaux et modifiés dans Google Drive et les synchroniser sur vos appareils. Suivez les étapes ci-dessous :
it: Una volta configurato, AxCrypt può crittografare <b>automaticamente</b> i file nuovi e modificati in Google Drive e sincronizzarli su tutti i tuoi dispositivi. Segui i passaggi seguenti:
ko: 일단 설정되면 AxCrypt는 구글 드라이브의 새 파일과 수정된 파일을 <b>자동으로</b> 암호화하고 기기 간에 동기화할 수 있습니다. 아래 단계를 따라주세요.
nl: Eenmaal ingesteld, kan AxCrypt <b>automatisch</b> nieuwe en gewijzigde bestanden in Google Drive versleutelen en synchroniseren op al uw apparaten. Volg de onderstaande stappen:
pl: Po skonfigurowaniu AxCrypt może <b>automatycznie</b> szyfrować nowe i zmodyfikowane pliki na Dysku Google oraz synchronizować je na Twoich urządzeniach. Wykonaj poniższe kroki:
pt: Uma vez configurado, o AxCrypt pode criptografar <b>automaticamente</b> arquivos novos e modificados no Google Drive e sincronizá-los em todos os seus dispositivos. Siga os passos abaixo:
ru: После настройки AxCrypt может <b>автоматически</b> шифровать новые и измененные файлы на Google Диске и синхронизировать их на ваших устройствах. Выполните следующие действия:
sv: När AxCrypt väl har konfigurerats kan <b>automatiskt</b> kryptera nya och modifierade filer i Google Drive och synkronisera dem mellan dina enheter. Följ stegen nedan:
tr: Kurulum tamamlandıktan sonra, AxCrypt Google Drive'daki yeni ve değiştirilmiş dosyaları <b>otomatik olarak</b> şifreleyebilir ve bunları cihazlarınızda senkronize edebilir. Aşağıdaki adımları izleyin:
zh: 设置完成后，AxCrypt可以<b>自动</b>加密谷歌驱动器中的新文件和修改后的文件，并在您的设备上同步它们。 按照以下步骤操作:

# Blog_EODAGDFWBES_H2_SH2_Text2
source: <b>STEP 1:</b> Download and install AxCrypt from <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ar: <b>الخطوة 1:</b> قم بتنزيل وتثبيت اكسكربت من <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt herunter und installieren Sie es von <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
es: <b>PASO 1:</b> Descarga e instala AxCrypt desde <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt depuis <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
it: <b>PASSO 1:</b> Scarica e installa AxCrypt da <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ko: <b>1 단계 :</b> https://axcrypt.net/download 에서 AxCrypt 다운로드 및 설치 <a href='https://axcrypt.net/download'><b></b></a>
nl: <b>STAP 1:</b> Download en installeer AxCrypt vanuit <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt ze strony <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
pt: <b>1º PASSO:</b> Baixe e instale o AxCrypt do <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ru: <b>ШАГ 1:</b> Скачайте и установите AxCrypt с <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt från <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
tr: <b>1. ADIM:</b> AxCrypt'i https://axcrypt.net/download adresinden indirin ve yükleyin <a href='https://axcrypt.net/download'><b></b></a>
zh: <b>步骤1：</b>下载并安装AxCrypt从<a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>

# Blog_EODAGDFWBES_H2_SH2_Text3
source: <b>STEP 2:</b> Download, install, and sign-in to <b>Google Drive</b> desktop from <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
ar: <b>الخطوة 2:</b> التنزيل والتثبيت وتسجيل الدخول إلى <b>جوجل درايف</b> سطح المكتب من <a href='https://google.com/intl/en_in/drive/download'> <b>https://google.com/intl/en_in/drive/download</b></a>
de: <b>SCHRITT 2:</b> Herunterladen, Installieren und Anmelden bei <b>Google Drive</b> Desktop von <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
es: <b>PASO 2:</b> Descarga, instala y accede al escritorio de <b>Google Drive</b> desde <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
fr: <b>ÉTAPE 2 :</b> Téléchargez, installez et connectez-vous au bureau de <b>Google Drive</b> à partir de <a href='https://google.com/intl/en_in/drive/download '><b>https://google.com/intl/en_in/drive/download</b></a>
it: <b>PASSO 2:</b> Scarica, installa e accedi a <b>Google Drive</b> desktop da <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
ko: <b>2 단계 :</b> <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a> 에서 <b>구글 드라이브</b> 데스크톱을 다운로드, 설치 및 로그인합니다
nl: <b>STAP 2:</b> Download, installeer en log in op <b>Google Drive</b> desktop vanuit <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
pl: <b>KROK 2:</b> Pobierz, zainstaluj i zaloguj się na komputerze <b>Dysk Google</b> z <a href='https://google.com/intl/en_in/drive/download '><b>https://google.com/intl/en_in/drive/download</b></a>
pt: <b>2º PASSO:</b> Transferir, instalar e iniciar sessão no <b>Google Drive</b> para desktop a partir do <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>
ru: <b>ШАГ 2:</b> Скачайте, установите на рабочий стол <b>Google Диск</b> из <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a> и зарегистрируйтесь.
sv: <b>STEG 2:</b> Ladda ner, installera och logga in på <b>Google Drive</b> skrivbordet från <a href='https://google.com/intl/en_in/drive/download '><b>https://google.com/intl/en_in/drive/download</b></a>
tr: <b>2. ADIM:</b> <a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download'dan</b></a> Google Drive masaüstünü indirin, yükleyin ve <b>Google Drive</b> masaüstünde oturum açın
zh: <B>步骤2：</b>下载，安装并登录到<B>谷歌驱动器</b>桌面<a href='https://google.com/intl/en_in/drive/download'><b>https://google.com/intl/en_in/drive/download</b></a>

# Blog_EODAGDFWBES_H2_SH2_Text4
source: <b>STEP 3:</b> Open AxCrypt and sign-in or sign-up with your email and password.
ar: <b>الخطوة 3:</b> افتح اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بريدك الإلكتروني وكلمة المرور.
de: <b>SCHRITT 3:</b> Öffnen Sie AxCrypt und melden Sie sich an oder melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an.
es: <b>PASO 3:</b> Abre AxCrypt e inicia sesión o regístrate con tu correo electrónico y contraseña.
fr: <b>ÉTAPE 3 :</b> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre adresse e-mail et votre mot de passe.
it: <b>PASSO 3:</b> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <b>3 단계 :</b> AxCrypt를 열고 이메일과 비밀번호로 로그인하거나 가입하세요.
nl: <b>STAP 3:</b> Open AxCrypt en meld u aan of meld u aan met uw e-mailadres en wachtwoord.
pl: <b>KROK 3:</b> Otwórz AxCrypt i zaloguj się lub zarejestruj, podając swój adres e-mail i hasło.
pt: <b>Passo 3:</b> Abra o AxCrypt e faça login ou cadastre-se com seu e-mail e senha.
ru: <b>ШАГ 3:</b> Откройте AxCrypt и войдите или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <b>STEG 3:</b> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <b>3. ADIM:</b> AxCrypt'i başlatın ve e-posta adresiniz ve şifrenizle oturum açın veya kaydolun.
zh: <b>步骤3：</b>打开AxCrypt并使用您的电子邮件和密码登录或注册。

# Blog_EODAGDFWBES_H2_SH2_Text5
source: <b>STEP 4:</b> Click the <b>‘Google Drive’</b> icon on the main menu strip, this will create a dedicated folder name <b>‘AxCrypt’</b> to your Google Drive sync directory.
ar: <b>الخطوة 4:</b> انقر فوق رمز <b>"جوجل درايف"</b> في شريط القائمة الرئيسي ، وسيؤدي ذلك إلى إنشاء اسم مجلد مخصص <b>"اكسكربت"</b> إلى دليل مزامنة جوجل درايف.
de: <b>SCHRITT 4:</b> Klicken Sie auf das <b>'Google Drive'</b>-Symbol in der Hauptmenüleiste. Dadurch wird ein dedizierter Ordnername <b>'AxCrypt'</b> für Ihr Google Drive-Synchronisierungsverzeichnis erstellt.
es: <b>PASO 4:</b> Haz clic en el icono <b>'Google Drive'</b> en la barra del menú principal, esto creará una carpeta con el nombre <b>‘AxCrypt’</b> en tu directorio de sincronización de Google Drive.
fr: <b>ÉTAPE 4 :</b> Cliquez sur l'icône <b>'Google Drive'</b> sur la bande de menu principale, cela créera un nom de dossier dédié <b>'AxCrypt'</b> à votre répertoire de synchronisation Google Drive.
it: <b>PASSO 4:</b> Fai clic sull'icona "Google Drive" nella barra del menu principale, questo creerà una cartella dedicata con il nome "<b>AxCrypt"</b> nella directory di sincronizzazione di <b>Google Drive</b>.
ko: <b>4 단계 :</b> 메인 메뉴 스트립에서 '구글 드라이브' 아이콘을 클릭하면 <b>구글 드라이브</b> 동기화 디렉토리에 전용 폴더 이름 <b>'AxCrypt'</b> 가 생성됩니다.
nl: <b>STAP 4:</b> Klik op het pictogram <b>'Google Drive'</b> op de hoofdmenustrook, dit maakt een speciale mapnaam <b>'AxCrypt'</b> voor uw Google Drive-synchronisatiemap.
pl: <b>KROK 4:</b> Kliknij ikonę <b>'Dysk Google'</b> na pasku menu głównego, spowoduje to utworzenie dedykowanego folderu o nazwie <b>'AxCrypt'</b> dla Twojego Google Katalog synchronizacji dysku.
pt: <b>Passo 4:</b> Clique no ícone do <b>'Google Drive'</b> na barra de menu principal. Isso criará uma pasta dedicada com o nome <b>'AxCrypt'</b> no diretório de sincronização do seu Google Drive.
ru: <b>ШАГ 4:</b> Щелкните значок <b>'Google Диск'</b> на полосе главного меню, это создаст выделенное имя папки <b>'AxCrypt'</b> для вашего каталога синхронизации Google Диска.
sv: <b>STEG 4:</b> Klicka på ikonen <b>'Google Drive'</b> på huvudmenyraden, detta skapar ett dedikerat mappnamn <b>'AxCrypt'</b> till din Google Drive sync katalog.
tr: <b>4. ADIM:</b> Ana menü şeridindeki 'Google Drive' simgesini tıklayın, bu, <b>Google Drive</b> senkronizasyon dizininize <b>'AxCrypt'</b> adlı özel bir klasör adı oluşturacaktır.
zh: <b>步骤4：</b>点击主菜单条上的<b>'谷歌驱动器'</b>图标，这将创建一个专用文件夹名称<b>'AxCrypt'</b>到您的谷歌驱动器同步目录。

# Blog_EODAGDFWBES_H2_SH2_Text6
source: <b>STEP 5:</b> Create or add new files to the folder and AxCrypt will encrypt them.
ar: <b>STEG 5:</b> Skapa eller lägg till nya filer i mappen så krypterar AxCrypt dem.
de: <b> SCHRITT 5:</b> Erstellen oder fügen Sie dem Ordner neue Dateien hinzu, und AxCrypt verschlüsselt sie.
es: <b>PASO 5:</b> Crea o agrega nuevos archivos a la carpeta y AxCrypt los cifrará.
fr: <b>ÉTAPE 5 :</b> Créez ou ajoutez de nouveaux fichiers au dossier et AxCrypt les chiffrera.
it: <b>PASSO 5:</b> Crea o aggiungi nuovi file alla cartella e AxCrypt li crittograferà.
ko: <b>5 단계 :</b> 폴더에 새 파일을 생성하거나 추가하면 AxCrypt가 파일을 암호화합니다.
nl: <b>STAP 5:</b> Maak of voeg nieuwe bestanden toe aan de map en AxCrypt zal ze versleutelen.
pl: <b>KROK 5:</b> Utwórz lub dodaj nowe pliki do folderu, a AxCrypt je zaszyfruje.
pt: <b>5º PASSO:</b> Crie ou adicione novos arquivos à pasta e o AxCrypt os criptografará.
ru: <b>ШАГ 5:</b> Создайте или добавьте новые файлы в папку, и AxCrypt зашифрует их.
sv: <b>STEG 5:</b> Skapa eller lägg till nya filer i mappen så kommer AxCrypt att kryptera dem.
tr: <b>5. ADIM:</b> Yeni dosyalar oluşturun veya klasöre ekleyin. AxCrypt bunları şifreleyecektir.
zh: <b>步骤5：</b>创建或添加新文件到文件夹，AxCrypt将对其进行加密。

# Blog_EODAGDFWBES_H2_SH2_Text7
source: <b>STEP 6:</b> Additionally, you can add any folder to the ‘Secured Folder’ list by right clicking and selecting the folder.
ar: <b>الخطوة 6:</b> بالإضافة إلى ذلك، يمكنك إضافة أي مجلد إلى قائمة "المجلدات الآمنة" عن طريق النقر بزر الماوس الأيمن واختيار المجلد.
de: <b>SCHRITT 6:</b> Zusätzlich können Sie einen beliebigen Ordner zur Liste 'Gesicherter Ordner' hinzufügen, indem Sie mit der rechten Maustaste klicken und den Ordner auswählen.
es: <b>PASO 6:</b> Además, puedes agregar cualquier carpeta a la lista de 'Carpeta protegida' haciendo clic con el botón derecho y seleccionando la carpeta.
fr: <b>ÉTAPE 6 :</b> De plus, vous pouvez ajouter n'importe quel dossier à la liste "Dossier sécurisé" en cliquant avec le bouton droit de la souris et en sélectionnant le dossier.
it: <b>PASSO 6:</b> Inoltre, puoi aggiungere qualsiasi cartella all'elenco "Cartella protetta" facendo clic con il pulsante destro del mouse e selezionando la cartella.
ko: <b>6 단계 :</b> 또한 폴더를 마우스 오른쪽 버튼으로 클릭하고 선택하여 '보안 폴더' 목록에 폴더를 추가할 수 있습니다.
nl: <b>STAP 6:</b> Bovendien kunt u elke map toevoegen aan de lijst 'Beveiligde Map' door met de rechtermuisknop te klikken en de map te selecteren.
pl: <b>KROK 6:</b> Dodatkowo możesz dodać dowolny folder do listy „Folder zabezpieczony”, klikając prawym przyciskiem myszy i wybierając folder.
pt: <b>6º PASSO:</b> Além disso, você pode adicionar qualquer pasta à lista 'Pasta protegida' clicando com o botão direito do mouse e selecionando a pasta.
ru: <b>ШАГ 6:</b> Кроме того, вы можете добавить любую папку в список 'Защищенная папка', щелкнув правой кнопкой мыши и выбрав папку.
sv: <b>STEG 6:</b> Dessutom kan du lägga till valfri mapp i listan "Säker mapp" genom att högerklicka och välja mappen.
tr: <b>6. ADIM:</b> Ayrıca, sağ tıklayıp klasörü seçerek 'Güvenli Klasör' listesine herhangi bir klasör ekleyebilirsiniz.
zh: <b>步骤6：</b>此外，您可以通过右键单击并选择文件夹将任何文件夹添加到"安全文件夹"列表中。
