Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MEWRECY_Text1
source: The emergence of the COVID-19 pandemic has had a significant impact on practically all businesses worldwide. Furthermore, mobile technology has expanded at a far faster rate than typical due to the lockdown and restrictions. However, as part of this effort, mobile devices have raised several critical privacy and security concerns. To address these concerns, many organizations ensure that an appropriate level of security is maintained through encryption to prevent data leaks and manipulation by non-trusted third parties.
ar: كان لظهور جائحة كوفيد -19 تأثير كبير على جميع الشركات تقريبًا في جميع أنحاء العالم. علاوة على ذلك ، توسعت تكنولوجيا الهاتف المحمول بمعدل أسرع بكثير من المعتاد بسبب الإغلاق والقيود. ومع ذلك ، وكجزء من هذا الجهد ، أثارت الأجهزة المحمولة العديد من المخاوف الهامة المتعلقة بالخصوصية والأمان. لمعالجة هذه المخاوف ، تضمن العديد من المنظمات الحفاظ على مستوى مناسب من الأمان من خلال التشفير لمنع تسرب البيانات والتلاعب بها من قبل أطراف ثالثة غير موثوق بها.
de: Das Auftreten der COVID-19-Pandemie hatte erhebliche Auswirkungen auf praktisch alle Unternehmen weltweit. Darüber hinaus hat sich die Mobiltechnologie aufgrund der Sperrung und Einschränkungen weitaus schneller als üblich erweitert. Im Rahmen dieser Bemühungen haben mobile Geräte jedoch mehrere kritische Datenschutz- und Sicherheitsbedenken aufgeworfen. Um diese Bedenken auszuräumen, stellen viele Organisationen sicher, dass ein angemessenes Sicherheitsniveau durch Verschlüsselung aufrechterhalten wird, um Datenlecks und Manipulationen durch nicht vertrauenswürdige Dritte zu verhindern.
es: La irrupción de la pandemia del COVID-19 ha tenido un impacto significativo en prácticamente todas las empresas a nivel mundial. Además, la tecnología móvil se ha expandido a un ritmo mucho más rápido de lo normal debido a la cuarentena y las restricciones. Sin embargo, como parte de este esfuerzo, los dispositivos móviles han planteado varios problemas críticos de privacidad y seguridad. Para abordar estas preocupaciones, muchas organizaciones se aseguran de que se mantenga un nivel adecuado de seguridad a través del cifrado para evitar la fuga de datos y la manipulación por parte de terceros que no son de confianza.
fr: L’émergence de la pandémie de COVID-19 a eu un impact significatif sur pratiquement toutes les entreprises dans le monde. En outre, la technologie mobile s’est développée à un rythme beaucoup plus rapide que d’habitude en raison du confinement et des restrictions. Cependant, dans le cadre de cet effort, les appareils mobiles ont soulevé plusieurs préoccupations critiques en matière de confidentialité et de sécurité. Pour répondre à ces préoccupations, de nombreuses organisations veillent à ce qu’un niveau de sécurité approprié soit maintenu grâce au cryptage afin d’éviter les fuites de données et la manipulation par des tiers non fiables.
it: L'emergere della pandemia di COVID-19 ha avuto un impatto significativo praticamente su tutte le aziende in tutto il mondo. Inoltre, la tecnologia mobile si è espansa a un ritmo molto più veloce del solito a causa del lockdown e delle restrizioni. Tuttavia, come parte di questo sforzo, i dispositivi mobili hanno sollevato diversi problemi critici di privacy e sicurezza. Per risolvere questi problemi, molte organizzazioni assicurano che venga mantenuto un livello adeguato di sicurezza attraverso la crittografia per prevenire perdite di dati e manipolazioni da parte di terze parti non attendibili.
ko: COVID-19 대유행의 출현은 실질적으로 전 세계의 모든 기업에 상당한 영향을 끼쳤습니다. 게다가, 모바일 기술은 잠금 및 제한으로 인해 일반적인 것보다 훨씬 빠른 속도로 확장되었습니다. 그러나 이러한 노력의 일환으로 모바일 장치는 몇 가지 중요한 개인 정보 보호 및 보안 문제를 제기했습니다. 이러한 문제를 해결하기 위해 많은 조직은 암호화를 통해 적절한 수준의 보안을 유지하여 신뢰할 수 없는 타사의 데이터 유출 및 조작을 방지합니다.
nl: De opkomst van de COVID-19-pandemie heeft een aanzienlijke impact gehad op vrijwel alle bedrijven wereldwijd. Bovendien heeft de mobiele technologie zich veel sneller uitgebreid dan normaal vanwege de lockdown en beperkingen. Als onderdeel van deze inspanning hebben mobiele apparaten echter verschillende kritieke privacy- en beveiligingsproblemen doen rijzen. Om deze zorgen weg te nemen, zorgen veel organisaties ervoor dat een passend beveiligingsniveau wordt gehandhaafd door middel van encryptie om datalekken en manipulatie door niet-vertrouwde derden te voorkomen.
pl: Pojawienie się pandemii COVID-19 wywarło znaczący wpływ na praktycznie wszystkie firmy na całym świecie. Co więcej, technologia mobilna rozwijała się znacznie szybciej niż zwykle ze względu na blokady i ograniczenia. Jednak w ramach tych wysiłków urządzenia mobilne wzbudziły kilka krytycznych obaw związanych z prywatnością i bezpieczeństwem. Aby rozwiązać te problemy, wiele organizacji zapewnia utrzymanie odpowiedniego poziomu bezpieczeństwa poprzez szyfrowanie, aby zapobiec wyciekom danych i manipulacji przez niezaufane strony trzecie.
pt: A emergência da pandemia COVID-19 teve um impacto significativo em praticamente todos os negócios em todo o mundo. Além disso, a tecnologia móvel expandiu-se a uma taxa muito mais rápida do que é normal devido ao confinamento e às restrições. No entanto, como parte deste esforço, os dispositivos móveis manifestaram várias preocupações críticas de privacidade e segurança. Para resolver essas preocupações, muitas organizações garantem que é mantido um nível de segurança adequado através da cifragem para evitar fugas de dados e manipulação por terceiros não confiáveis.
ru: Возникновение пандемии COVID-19 оказало значительное влияние практически на все предприятия по всему миру. Кроме того, мобильные технологии развивались гораздо более быстрыми темпами, чем обычно, из-за карантина и ограничений. Однако в рамках этих усилий мобильные устройства вызвали ряд критических проблем с конфиденциальностью и безопасностью. Чтобы устранить эти проблемы, многие организации обеспечивают поддержание надлежащего уровня безопасности с помощью шифрования, чтобы предотвратить утечку данных и манипулирование ими со стороны ненадежных третьих сторон.
sv: Uppkomsten av covid-19-pandemin har haft en betydande inverkan på praktiskt taget alla företag över hela världen. Dessutom har mobil tekniken expanderat i mycket sna2bbare takt än normalt på grund av restriktionerna. Men som en del av detta har mobila enheter väckt flera kritiska integritets- och säkerhetsproblem. För att ta itu med dessa problem ser många organisationer till att en lämplig säkerhetsnivå upprätthålls genom kryptering för att förhindra dataläckor och manipulation av ej betrodda tredje parter.
tr: COVID-19 salgınının patlak vermesi, dünya çapında neredeyse tüm işletmeler üzerinde önemli bir etki yarattı. Dahası, mobil teknoloji, karantina ve kısıtlamalar nedeniyle normalden çok daha hızlı bir şekilde yaygınlaştı. Bununla birlikte, bu çabanın bir parçası olarak, mobil cihazlar bazı kritik gizlilik ve güvenlik endişelerini de beraberinde getirmiştir. Bu endişeleri gidermek için birçok kuruluş, veri sızıntılarını ve güvenilir olmayan üçüncü taraflarca manipüle edilmesini önlemek için şifreleme yoluyla uygun bir güvenlik seviyesinin korunmasını sağlar.
zh: COVID-19大流行的出现对全球几乎所有的企业都产生了重大影响。 此外，由于封锁和限制，移动技术的发展速度比典型的要快得多。 然而，作为这项工作的一部分，移动设备提出了几个关键的隐私和安全问题。 为了解决这些问题，许多组织确保通过加密保持适当的安全级别，以防止数据泄漏和非受信任第三方的操纵。

# Blog_MEWRECY_Title
source: Mobile Encryption to Witness Robust Expansion in coming years
ar: تشفير الأجهزة المحمولة ليشهد توسعًا قويًا في السنوات القادمة
de: Mobile Verschlüsselung wird in den kommenden Jahren stark ausgebaut
es: Cifrado móvil para ser testigos de una sólida expansión en los próximos años
fr: Le Chiffrement Mobile Connaîtra une Expansion Robuste dans les Années à Venir
it: Crittografia mobile per assistere a una solida espansione nei prossimi anni
ko: 향후 수년 이내 강력한 확장을 목격하게 될 모바일 암호화
nl: Mobiele Versleuteling om Getuige te zijn van Robuuste Uitbreiding in de komende jaren
pl: Szyfrowanie mobilne, aby świadczyć o silnej ekspansji w nadchodzących latach
pt: Assistir-se-á a uma Expansão Robusta da Cifragem Móvel nos Próximos Anos
ru: Мобильное шифрование станет свидетельством активного расширения в ближайшие годы
sv: Mobil kryptering kommer att öka avsevärt under kommande år
tr: Önümüzdeki Yıllardaki Önemli Genişlemelere Tanık Olmak için Mobil Şifreleme
zh: 移动加密将见证未来几年的强劲扩张

# Blog_MK_H1_SH1_text1
source: Master key is a feature which enables business administrators to recover files of the business members. This eliminates the risk of losing access to critical files. As long as the business has one or a couple administrators who make sure to keep track of their credentials, no documents will ever be lost at AxCrypt due to employees leaving or forgetting their passwords.
ar: المفتاح الرئيسي هو ميزة تمكن مسؤولي الأعمال من استعادة ملفات أعضاء الأعمال. هذا يلغي مخاطر فقدان الوصول إلى الملفات الهامة. طالما أن الشركة لديها واحد أو اثنين من المسؤولين الذين يتأكدون من تتبع بيانات الاعتماد الخاصة بهم ، فلن يتم فقدان أي مستندات في اكسكربت بسبب مغادرة الموظفين أو نسيان كلمات المرور الخاصة بهم.
de: Master Key ist eine Funktion, mit der Geschäftsadministratoren Dateien der Geschäftsmitglieder wiederherstellen können. Dies eliminiert das Risiko, den Zugriff auf kritische Dateien zu verlieren. Solange das Unternehmen einen oder mehrere Administratoren hat, die sicherstellen, dass sie ihre Anmeldeinformationen im Auge behalten, gehen bei AxCrypt niemals Dokumente verloren, weil Mitarbeiter ihre Passwörter verlassen oder vergessen.
es: La clave maestra es una función que permite a los administradores de empresas recuperar archivos de los miembros de la empresa. Esto elimina el riesgo de perder el acceso a archivos críticos. Siempre que la empresa tenga uno o un par de administradores que se aseguren de realizar un seguimiento de sus credenciales, nunca se perderán documentos en AxCrypt cuando los empleados se vayan u olviden sus contraseñas.
fr: La clé principale est une fonctionnalité qui permet aux administrateurs d’entreprise de récupérer les fichiers des membres de l’entreprise. Cela élimine le risque de perdre l’accès aux fichiers critiques. Tant que l’entreprise a un ou deux administrateurs qui s’assurent de garder une trace de leurs informations d’identification, aucun document ne sera jamais perdu chez AxCrypt en raison du départ ou de l’oubli de leurs mots de passe par les employés.
it: Master key è una funzionalità che consente agli amministratori aziendali di recuperare i file dei membri aziendali. Ciò elimina il rischio di perdere l'accesso ai file critici. Finché l'azienda ha uno o un paio di amministratori che si assicurano di tenere traccia delle loro credenziali, nessun documento verrà mai perso in AxCrypt a causa dei dipendenti che lasciano o dimenticano le loro password.
ko: 마스터 키는 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있도록 하는 기능입니다. 이렇게 하면 중요한 파일에 대한 액세스 권한을 잃을 위험이 제거됩니다. 비즈니스에 자격 증명을 추적하는 관리자가 퇴사하거나 암호를 잊어 버려도 AxCrypt에서는 문서가 손실되지 않습니다.
nl: Hoofdsleutel is een functie waarmee bedrijfsbeheerders bestanden van de bedrijfsleden kunnen herstellen. Dit elimineert het risico de toegang tot kritieke bestanden te verliezen. Zolang het bedrijf een of enkele beheerders heeft die ervoor zorgen dat ze hun inloggegevens bijhouden, zullen er bij AxCrypt nooit documenten verloren gaan doordat werknemers het bedrijf verlaten of hun wachtwoorden vergeten.
pl: Klucz główny to funkcja, która umożliwia administratorom biznesowym odzyskiwanie plików członków firmy. Eliminuje to ryzyko utraty dostępu do krytycznych plików. Dopóki firma ma jednego lub kilku administratorów, którzy dbają o śledzenie swoich poświadczeń, żadne dokumenty nigdy nie zostaną utracone w AxCrypt z powodu pozostawienia lub zapomnienia haseł przez pracowników.
pt: A chave-mestra é uma funcionalidade que permite aos administradores recuperar ficheiros de colaboradores. Isto elimina o risco de perda de acesso a ficheiros críticos. Enquanto que a empresa tiver um ou um par de administradores que mantenham as suas credenciais, não haverá ficheiros perdidos por haver trabalhadores que se esqueçam das suas palavras-passe ou por saírem da empresa.
ru: Мастер-ключ - это функция, которая позволяет бизнес-администраторам восстанавливать файлы участников бизнеса. Это устраняет риск потери доступа к критически важным файлам. Пока в компании есть один или пара администраторов, которые следят за своими учетными данными. Никакие документы в AxCrypt никогда не будут потеряны из-за того, что сотрудники уходят или забывают свои пароли.
sv: Huvudnyckeln är en funktion som gör det möjligt för företagsadministratörer att återställa filer från anställda. Detta eliminerar risken att förlora åtkomst till viktiga filer. Så länge företaget har en eller ett par administratörer som ser till att hålla reda på uppgifterna, kommer inga dokument någonsin att gå förlorade hos AxCrypt på grund av att anställda lämnar eller glömmer sina lösenord.
tr: Ana anahtar, işletme yöneticilerinin iş üyelerinin dosyalarını kurtarmasını sağlayan bir özelliktir. Bu, kritik dosyalara erişimi kaybetme riskini ortadan kaldırır. İşletmenin kimlik bilgilerini takip ettiğinden emin olan bir veya birkaç yöneticisi olduğu sürece, işten ayrılan ya da parolalarını unutan çalışanlar nedeniyle AxCrypt'te hiçbir belge kaybolmayacaktır.
zh: 主密钥是使业务管理员能够恢复业务成员的文件的功能。 这消除了失去对关键文件的访问权限的风险。 只要企业有一个或几个管理员确保跟踪他们的凭据，AxCrypt就不会因为员工离开或忘记密码而丢失任何文档。

# Blog_MK_H1_SH2_text1
source: Master Key is highly secure, it can be viewed as an automatic sharing of files with the administrators of the business. Here administrators will automatically be able to recover files which have Master key applied. This feature is tried and tested, and is used by many of users already. And yes, it is important for the business administrators to be extra careful to choose a good password. The choice of password is extremely important, the business administrator should make sure that the password is strong enough to secure the files and documents. Here's the link to our <a href='https://www.axcrypt.net/support/password-generator'>password generator</a> which can help picking passwords that are both strong and easy to remember.
ar: يعد المفتاح الرئيسي آمنًا للغاية ، ويمكن اعتباره مشاركة تلقائية للملفات مع مسؤولي الأعمال. هنا سيتمكن المسؤولون تلقائيًا من استعادة الملفات التي تم تطبيق المفتاح الرئيسي عليها. تمت تجربة هذه الميزة واختبارها ، ويستخدمها بالفعل العديد من المستخدمين. ونعم ، من المهم لمسؤولي الأعمال توخي الحذر الشديد لاختيار كلمة مرور جيدة. يعد اختيار كلمة المرور أمرًا في غاية الأهمية ، حيث يجب على مسؤول الأعمال التأكد من أن كلمة المرور قوية بما يكفي لتأمين الملفات والمستندات. إليك رابط <a href='https://www.axcrypt.net/support/password-generator'> منشئ كلمات المرور </a> الذي يمكن أن يساعد في اختيار كلمات مرور قوية وسهلة التذكر.
de: Der Hauptschlüssel ist sehr sicher und kann als automatische Freigabe von Dateien mit den Administratoren des Unternehmens angesehen werden. Hier können Administratoren automatisch Dateien wiederherstellen, auf die der Hauptschlüssel angewendet wurde. Diese Funktion hat sich bewährt und wird bereits von vielen Benutzern verwendet. Und ja, es ist wichtig, dass die Geschäftsadministratoren besonders vorsichtig bei der Auswahl eines guten Passworts sind. Die Wahl des Passworts ist äußerst wichtig, der Geschäftsadministrator sollte sicherstellen, dass das Passwort stark genug ist, um die Dateien und Dokumente zu sichern. Hier ist der Link zu unserem <a href='https://www.axcrypt.net/support/password-generator '>password generator</a>, mit dem Sie sichere und leicht zu merkende Passwörter auswählen können.
es: La clave maestra es altamente segura, puede considerarse como un intercambio automático de archivos con los administradores de la empresa. Aquí los administradores podrán recuperar automáticamente los archivos que tienen la clave maestra aplicada. Esta función está probada y comprobada, y ya la utilizan muchos usuarios. Y sí, es importante que los administradores comerciales tengan mucho cuidado al elegir una buena contraseña. La elección de la contraseña es extremadamente importante, el administrador de la empresa debe asegurarse de que la contraseña sea lo suficientemente segura para proteger los archivos y documentos. Aquí está el enlace a nuestro <a href='https://www.axcrypt.net/support/password-generator'>generador de contraseñas</a> que puede ayudar a elegir contraseñas seguras y fáciles de recordar.
fr: La Clé Principale est hautement sécurisé, elle peut être considérée comme un partage automatique de fichiers avec les administrateurs de l’entreprise. Ici, les administrateurs seront automatiquement en mesure de récupérer les fichiers sur lesquels la Clé Principale est appliquée. Cette fonctionnalité a fait ses preuves, et est déjà utilisée par de nombreux utilisateurs. Et oui, il est important que les administrateurs d’entreprise soient très prudents pour choisir un bon mot de passe. Le choix du mot de passe est extrêmement important, l’administrateur de l’entreprise doit s’assurer que le mot de passe est suffisamment fort pour sécuriser les fichiers et les documents. Voici le lien vers notre <a href='https://www.axcrypt.net/support/password-generator'>générateur de mots de passe</a> qui peut aider à choisir des mots de passe à la fois forts et faciles à retenir.
it: Master Key è altamente sicura, può essere vista come una condivisione automatica di file con gli amministratori dell'azienda. Qui gli amministratori saranno automaticamente in grado di recuperare i file a cui è stata applicata la Master key. Questa funzione è provata e testata ed è già utilizzata da molti utenti. E sì, è importante che gli amministratori aziendali stiano molto attenti a scegliere una buona password. La scelta della password è estremamente importante, l'amministratore aziendale dovrebbe assicurarsi che la password sia abbastanza forte da proteggere i file e i documenti. Ecco il link al nostro <a href='https://www.axcrypt.net/support/password-generator'>generatore di password</a> che può aiutare a scegliere password che siano sia forti che facili da ricordare.
ko: 마스터 키는 매우 안전하며 비즈니스 관리자와 파일을 자동으로 공유하는 것으로 볼 수 있습니다. 여기서 관리자는 마스터 키가 적용된 파일을 자동으로 복구 할 수 있습니다. 이 기능은 시도되고 테스트되었으며, 이미 많은 사용자가 사용하고 있습니다. 그리고 예, 비즈니스 관리자가 좋은 암호를 선택하는 데 각별한 주의를 기울이는 것이 중요합니다. 암호의 선택은 매우 중요하며, 비즈니스 관리자는 암호가 파일과 문서를 보호 할 수있을만큼 강력해야합니다. 다음은 강력하고 기억하기 쉬운 암호를 선택하는 데 도움이 되는 <a href='https://www.axcrypt.net/support/password-generator'>암호 생성기</a> 에 대한 링크입니다.
nl: Master Key is zeer veilig, het kan worden gezien als het automatisch delen van bestanden met de beheerders van het bedrijf. Hier kunnen beheerders automatisch bestanden herstellen waarop de hoofdsleutel is toegepast. Deze functie is beproefd en wordt al door veel gebruikers gebruikt. En ja, het is belangrijk dat de bedrijfsbeheerders extra voorzichtig zijn met het kiezen van een goed wachtwoord. De keuze van het wachtwoord is uiterst belangrijk, de bedrijfsbeheerder moet ervoor zorgen dat het wachtwoord sterk genoeg is om de bestanden en documenten te beveiligen. Hier is de link naar onze <a href='https://www.axcrypt.net/support/password-generator'>wachtwoordgenerator</a> die kan helpen bij het kiezen van wachtwoorden die zowel sterk als gemakkelijk te onthouden zijn.
pl: Master Key jest wysoce bezpieczny, może być postrzegany jako automatyczne udostępnianie plików administratorom firmy. Tutaj administratorzy będą mogli automatycznie odzyskać pliki z zastosowanym kluczem głównym. Ta funkcja jest wypróbowana i przetestowana i jest już używana przez wielu użytkowników. I tak, administratorzy biznesowi powinni zachować szczególną ostrożność przy wyborze dobrego hasła. Wybór hasła jest niezwykle ważny, administrator biznesowy powinien upewnić się, że hasło jest wystarczająco silne, aby zabezpieczyć pliki i dokumenty. Oto link do naszego <a href='https://www.axcrypt.net/support/password-generator'>generatora haseł</a>, który może pomóc w wyborze haseł, które są zarówno silne, jak i łatwe do zapamiętania.
pt: A Chave-Mestra é altamente segura e pode ser vista como uma partilha automática de ficheiros com os administradores da empresa. Os gestores de negócios serão capazes de recuperar automaticamente ficheiros onde foi aplicada a Chave-Mestra. Esta funcionalidade foi testada e comprovada e é já usada por muitos utilizadores. E sim, é importante que os administradores seja extra-cuidadosos ao escolher uma boa palavra-passe. A escolha da palavra-passe é extremamente importante, os administradores devem certificar-se de que a palavra-passe é suficientemente forte para proteger ficheiros e documentos. Aqui está a hiperligação para o nosso <a href='https://www.axcrypt.net/support/password-generator'>gerador de palavras</a> que pode ajudar a escolher palavras-passe que são tanto fortes quanto fáceis de lembrar.
ru: Мастер-ключ обладает высокой степенью безопасности, его можно рассматривать как автоматический обмен файлами с администраторами бизнес подписки. Здесь администраторы автоматически смогут восстанавливать файлы, к которым применен мастер-ключ. Эта функция опробована и протестирована, и уже используется многими пользователями. И да, администраторам важно быть особенно внимательными при выборе хорошего пароля. Выбор пароля чрезвычайно важен, администратор должен убедиться, что пароль достаточно надежный для защиты файлов и документов. Вот ссылка на наш <a href='https://www.axcrypt.net/support/password-generator '>password generator</a> , который может помочь подобрать надежные и легко запоминающиеся пароли.
sv: Huvudnyckeln är mycket säker, den kan ses som en automatisk delning av filer med företagets administratörer. Här kommer administratörer automatiskt att kunna återställa filer som har huvudnyckeln applicerad. Den här funktionen är beprövad och används redan av många. Och ja, det är viktigt för företagsadministratörerna att vara extra noga med att välja ett bra lösenord. Valet av lösenord är extremt viktigt, företagsadministratören bör se till att lösenordet är tillräckligt starkt för att säkra filerna och dokumenten. Här är länken till vår <a href='https://www.axcrypt.net/support/password-generator'>lösenordsgenerator</a> som kan hjälpa dig att välja lösenord som är både starka och lätta att komma ihåg.
tr: Ana Anahtar son derece güvenlidir ve dosyaların işletme yöneticileriyle otomatik olarak paylaşılması olarak görülebilir. Burada yöneticiler, Ana Anahtar uygulanmış dosyaları otomatik olarak kurtarabilecektir. Bu özellik denenmiş ve test edilmiş ve birçok kullanıcı tarafından zaten kullanılmaktadır. Ve evet, işletme yöneticilerinin iyi bir şifre seçmek için ekstra dikkatli olmaları önemlidir. Parola seçimi son derece önemlidir, işletme yöneticisi parolanın dosya ve belgeleri güvence altına alacak kadar güçlü olduğundan emin olmalıdır. İşte hem güçlü hem de hatırlanması kolay parolaların seçilmesine yardımcı olabilecek <a href='https://www.axcrypt.net/support/password-generator'>parola oluşturucumuzun</a> bağlantısı.
zh: 主密钥是高度安全的，它可以被看作是与业务管理员自动共享文件。 在这里，管理员将自动能够恢复已应用主密钥的文件。 这个特性已经被尝试和测试，并且已经被许多用户使用。 是的，对于业务管理员来说，选择一个好的密码是非常重要的。 密码的选择是非常重要的，业务管理员应该确保密码足够强大，以保护文件和文档。 这是我们的<a href='的链接https://www.axcrypt.net/support/password-generator'>password generator</a>它可以帮助选择既强大又容易记住的密码。
