Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WEROA_Text3
source: Contrary to for example your email, when you use a password with AxCrypt to encrypt or decrypt files, it’s not used to control your access to the files. Your email provider uses your password to verify that it’s actually you signing in, and if you provide the right password, the software has been programmed to allow the access. If you enter the wrong password, it’ll deny the access. It’s just software making decisions based on the password you provide.
ar: على عكس بريدك الإلكتروني على سبيل المثال ، عند استخدام كلمة مرور مع اكسكربت لتشفير الملفات أو فك تشفيرها ، لا يتم استخدامها للتحكم في وصولك إلى الملفات. يستخدم موفر البريد الإلكتروني كلمة مرورك للتحقق من أنك أنت من تقوم بتسجيل الدخول بالفعل ، وإذا قدمت كلمة المرور الصحيحة ، فقد تمت برمجة البرنامج للسماح بالوصول. إذا أدخلت كلمة مرور خاطئة ، فسيتم رفض الوصول. إنه مجرد برنامج يتخذ قرارات بناءً على كلمة المرور التي تقدمها.
de: Im Gegensatz zu beispielsweise Ihrer E-Mail wird ein Kennwort, das Sie mit AxCrypt zum Verschlüsseln oder Entschlüsseln von Dateien verwenden, nicht zur Kontrolle Ihres Zugriffs auf die Dateien verwendet. Ihr E-Mail-Anbieter verwendet Ihr Passwort, um zu überprüfen, ob Sie sich tatsächlich angemeldet haben, und wenn Sie das richtige Passwort angeben, wurde die Software so programmiert, dass sie den Zugriff zulässt. Wenn Sie das falsche Passwort eingeben, wird der Zugriff verweigert. Es ist nur eine Software, die Entscheidungen basierend auf dem von Ihnen angegebenen Passwort trifft.
es: A diferencia de, por ejemplo, tu correo electrónico, cuando usas una contraseña con AxCrypt para cifrar o descifrar archivos, no se usa para controlar tu acceso a los archivos. Tu proveedor de correo electrónico utiliza tu contraseña para verificar que en realidad eres tú quien inicia sesión y, si proporcionas la contraseña correcta, el software está programado para permitir el acceso. Si ingresas la contraseña incorrecta, denegará el acceso. Es solo un software que toma decisiones en función de la contraseña que proporcionas.
fr: Contrairement par exemple à votre e-mail, lorsque vous utilisez un mot de passe avec AxCrypt pour chiffrer ou déchiffrer des fichiers, il n’est pas utilisé pour contrôler votre accès aux fichiers. Votre fournisseur de messagerie utilise votre mot de passe pour vérifier que c’est bien vous qui vous connectez, et si vous fournissez le bon mot de passe, le logiciel a été programmé pour permettre l’accès. Si vous entrez le mauvais mot de passe, il vous refusera l’accès. C’est juste un logiciel qui prend des décisions en fonction du mot de passe que vous fournissez.
it: Contrariamente ad esempio alla tua email, quando usi una password con AxCrypt per crittografare o decrittografare i file, non viene utilizzata per controllare il tuo accesso ai file. Il tuo provider di posta elettronica utilizza la tua password per verificare che sia effettivamente tu ad accedere e, se fornisci la password corretta, il software è stato programmato per consentire l'accesso. Se inserisci la password errata, l'accesso verrà negato. È solo un software che prende decisioni in base alla password fornita.
ko: 예를 들어 이메일과 달리 AxCrypt와 함께 암호를 사용하여 파일을 암호화하거나 암호를 해독하는 경우, 파일에 대한 액세스를 제어하는 데 사용되지 않습니다. 전자 메일 공급자는 암호를 사용하여 사용자가 실제로 로그인했는지 확인하고 올바른 암호를 제공하면 소프트웨어가 액세스를 허용하도록 프로그래밍되었습니다. 암호를 잘못 입력하면 액세스가 거부됩니다. 제공한 암호를 기반으로 소프트웨어가 결정을 내리는 것일 뿐입니다.
nl: In tegenstelling tot bijvoorbeeld uw e-mail, wanneer u een wachtwoord gebruikt met AxCrypt om bestanden te versleutelen of te ontsleutelen, wordt het niet gebruikt om uw toegang tot de bestanden te controleren. Uw e-mailprovider gebruikt uw wachtwoord om te verifiëren dat u het bent die zich aanmeldt, en als u het juiste wachtwoord opgeeft, is de software geprogrammeerd om de toegang toe te staan. Als u het verkeerde wachtwoord invoert, wordt de toegang geweigerd. Het is gewoon software die beslissingen neemt op basis van het wachtwoord dat u opgeeft.
pl: W przeciwieństwie na przykład do poczty e-mail, gdy używasz hasła w AxCrypt do szyfrowania lub odszyfrowywania plików, nie jest ono używane do kontrolowania Twojego dostępu do plików. Twój dostawca poczty e-mail używa Twojego hasła, aby sprawdzić, czy faktycznie się logujesz, a jeśli podasz prawidłowe hasło, oprogramowanie zostało zaprogramowane, aby umożliwić dostęp. Jeśli wprowadzisz nieprawidłowe hasło, odmówi dostępu. To tylko oprogramowanie podejmujące decyzje na podstawie podanego hasła.
pt: Ao contrário de, por exemplo, o seu email, quando usa uma palavra-passe com a AxCrypt para cifrar e decifrar ficheiros, ela não é usada para controlar o seu acesso aos ficheiros. O seu fornecedor de email usa a sua palavra-passe para verificar que está na realidade a iniciar sessão e, se você fornecer a palavra-passe correcta, o software dá-lhe acesso. Se introduzir uma palavra-passe errada, o acesso será negado. Trata-se apenas de software a tomar decisões com base na palavra-passe que lhe fornece.
ru: В отличие, например, от вашей электронной почты, когда вы используете пароль с помощью AxCrypt для шифрования или дешифрования файлов, он не используется для контроля вашего доступа к файлам. Ваш поставщик услуг электронной почты использует ваш пароль, чтобы убедиться, что это действительно вы входите в систему, и если вы укажете правильный пароль, программное обеспечение будет запрограммировано на разрешение доступа. Если вы введете неправильный пароль, он откажет в доступе. Это просто программное обеспечение, принимающее решения на основе предоставленного вами пароля.
sv: Till skillnad från till exempel din e-post, när du använder ett lösenord med AxCrypt för att kryptera eller dekryptera filer, används det inte för att kontrollera din åtkomst till filerna. Din e-postleverantör använder ditt lösenord för att verifiera att det verkligen är du som loggar in, och om du anger rätt lösenord har programvaran programmerats för att tillåta åtkomst. Om du anger fel lösenord kommer det att neka åtkomst. Det är bara programvaran som fattar beslut baserat på lösenordet du anger.
tr: Örneğin, e-postanızın aksine, dosyaları şifrelemek veya şifresini çözmek için AxCrypt'te bir parola kullandığınızda bu, erişiminizi kontrol etmek için kullanılmaz. E-posta sunucunuz, oturum açanın gerçekten siz olduğunuzu doğrulamak için parolanızı kullanır ve doğru parolayı sağlarsanız, yazılım erişime izin verecek şekilde programlanır. Yanlış parola girerseniz, erişim reddedilir. Bu sadece sağladığınız parolaya göre kararlar veren yazılımdır.
zh: 与您的电子邮件相反，当您使用AxCrypt密码加密或解密文件时，它不会用于控制您对文件的访问。 您的电子邮件提供商使用您的密码来验证它实际上是您登录的，如果您提供了正确的密码，则该软件已被编程为允许访问。 如果您输入错误的密码，它将拒绝访问。 这只是软件根据您提供的密码做出决定。

# Blog_WEROA_Text4
source: With encryption it’s different.
ar: مع التشفير ، الأمر مختلف.
de: Bei der Verschlüsselung ist das anders.
es: Con el cifrado es diferente.
fr: Avec le cryptage, c’est différent.
it: Con la crittografia è diverso.
ko: 암호화와 함께라면 다릅니다.
nl: Met encryptie is het anders.
pl: Z szyfrowaniem jest inaczej.
pt: Com cifragem, é diferente.
ru: С шифрованием все по-другому.
sv: Med kryptering är det annorlunda.
tr: Şifreleme söz konusu olduğunda durum farklıdır.
zh: 加密是不同的。

# Blog_WEROA_Text5
source: Encryption takes your password, and then uses it as a controlling parameter to a very complex algorithm that transforms your file to something completely different. If it’s good encryption (and AxCrypt is) the result will be such that nothing about the original content can be derived except a little bit about the size. Not even the size can very reliably be determined from an AxCrypt-encrypted file, since it also applies compression before encryption.
ar: يأخذ التشفير كلمة المرور الخاصة بك ، ثم يستخدمها كمعامل تحكم لخوارزمية معقدة للغاية تحول ملفك إلى شيء مختلف تمامًا. إذا كان التشفير جيدًا (و اكسكربت هو) ، فستكون النتيجة أنه لا يمكن اشتقاق أي شيء عن المحتوى الأصلي باستثناء القليل من الحجم. لا يمكن تحديد الحجم بشكل موثوق من ملف مشفر بواسطة اكسكربت ، لأنه يطبق أيضًا الضغط قبل التشفير.
de: Die Verschlüsselung verwendet Ihr Kennwort und verwendet es dann als Steuerparameter für einen sehr komplexen Algorithmus, der Ihre Datei in etwas völlig anderes umwandelt. Wenn es sich um eine gute Verschlüsselung handelt (und AxCrypt ist), ist das Ergebnis so, dass nichts über den ursprünglichen Inhalt abgeleitet werden kann, außer ein wenig über die Größe. Nicht einmal die Größe kann aus einer mit AxCrypt verschlüsselten Datei sehr zuverlässig ermittelt werden, da sie vor der Verschlüsselung auch komprimiert wird.
es: El cifrado toma tu contraseña y luego la usa como un parámetro de control para un algoritmo muy complejo que transforma tu archivo en algo completamente diferente. Si es un buen cifrado (y AxCrypt lo es), el resultado será tal que no se podrá derivar nada sobre el contenido original, excepto algo sobre el tamaño. Ni siquiera el tamaño puede determinarse de forma muy fiable a partir de un archivo cifrado con AxCrypt, ya que también aplica compresión antes del cifrado.
fr: Le cryptage prend votre mot de passe, puis l’utilise comme paramètre de contrôle pour un algorithme très complexe qui transforme votre fichier en quelque chose de complètement différent. S’il s’agit d’un bon cryptage (et AxCrypt l’est), le résultat sera tel que rien sur le contenu original ne peut être dérivé, sauf un peu sur la taille. Même la taille ne peut pas être déterminée de manière très fiable à partir d’un fichier crypté AxCrypt, car il applique également la compression avant le cryptage.
it: La crittografia prende la tua password e poi la utilizza come parametro di controllo per un algoritmo molto complesso che trasforma il tuo file in qualcosa di completamente diverso. Se è una buona crittografia (e AxCrypt lo è) il risultato sarà tale da non poter ricavare nulla del contenuto originale tranne un po' della dimensione. Nemmeno la dimensione può essere determinata in modo molto affidabile da un file crittografato con AxCrypt, poiché applica anche la compressione prima della crittografia.
ko: 암호화는 암호를 가져온 다음 파일을 완전히 다른 것으로 변환하는 매우 복잡한 알고리즘에 대한 제어 매개 변수로 사용합니다. 좋은 암호화 (AxCrypt와 같이)라면 크기를 제외하고는 원본 콘텐츠에 대해 아무것도 파생 될 수 없도록합니다. AxCrypt로 암호화 된 파일은 암호화 전에 압축을 적용하기 때문에 크기조차도 매우 안정적으로 결정할 수 없습니다.
nl: Encryptie neemt uw wachtwoord en gebruikt het vervolgens als een controlerende parameter voor een zeer complex algoritme dat uw bestand omzet in iets heel anders. Als het een goede encryptie is (en AxCrypt is dat), zal het resultaat zodanig zijn dat niets over de originele inhoud kan worden afgeleid, behalve een klein beetje over de grootte ervan. Zelfs de grootte kan echter niet erg betrouwbaar worden bepaald aan de hand van een AxCrypt-gecodeerd bestand, omdat het ook compressie toepast vóór codering.
pl: Szyfrowanie pobiera Twoje hasło, a następnie używa go jako parametru sterującego do bardzo złożonego algorytmu, który przekształca Twój plik w coś zupełnie innego. Jeśli jest to dobre szyfrowanie (a AxCrypt jest), wynik będzie taki, że nie będzie można wywnioskować nic o oryginalnej treści, z wyjątkiem przybliżonego rozmiaru. Nawet rozmiar nie może być bardzo wiarygodnie określony na podstawie pliku zaszyfrowanego AxCrypt, ponieważ stosuje on również kompresję przed szyfrowaniem.
pt: A cifragem pega na sua palavra-passe e usa-a como parâmetro de controlo de um algoritmo muito complexo que transforma o seu ficheiro em algo completamente diferente. Se a cifragem for boa (e a AxCrypt é), o resultado será tal que nada do conteúdo original pode ser derivado, excepto um pouco sobre o tamanho. E nem mesmo o tamanho pode ser determinado de forma muito fidedigna a partir de um ficheiro cifrado pela AxCrypt, uma vez que é aplicada compressão antes da cifragem.
ru: Шифрование принимает ваш пароль, а затем использует его в качестве управляющего параметра для очень сложного алгоритма, который преобразует ваш файл во что-то совершенно другое. Если это хорошее шифрование (а AxCrypt таковым и является), результат будет таким, что ничего об исходном контенте нельзя будет узнать, кроме небольшой информации о размере. Даже размер не может быть очень надежно определен по файлу, зашифрованному AxCrypt, поскольку он применяет сжатие перед шифрованием.
sv: Kryptering tar ditt lösenord och använder det sedan som en kontrollerande parameter till en komplex algoritm som omvandlar din fil till något annat. Om det är bra kryptering (och AxCrypt är det) kommer resultatet bli att ingenting om det ursprungliga innehållet kan härledas förutom lite om storleken. Inte ens storleken kan mycket tillförlitligt bestämmas från en AxCrypt-krypterad fil, eftersom den också tillämpar komprimering före kryptering.
tr: Şifreleme önce parolanızı alır ve sonra dosyanızı tamamen farklı bir şeye dönüştüren oldukça karmaşık bir algoritma için bir kontrol parametresi olarak kullanır. Bu iyi bir şifreleme ise (ki AxCrypt böyledir) sonuç, ufak bir miktar boyut bilgisi hariç olmak üzere orijinal içerikten hiçbir şeyin çıkarsanamayacağı şekilde olacaktır. AxCrypt şifreli bir dosyadan boyut bilgisi bile yeterince güvenilir bir şekilde edinilemez bunun neden şifrelemeden önce sıkıştırma yapıyor olmasıdır.
zh: 加密需要您的密码，然后将其用作一个非常复杂的算法的控制参数，将您的文件转换为完全不同的东西。 如果它是很好的加密（和AxCrypt是）的结果将是这样的，除了关于大小的一点点之外，任何关于原始内容的内容都不能导出。 即使大小也不能非常可靠地从AxCrypt加密的文件中确定，因为它也在加密之前应用压缩。

# Blog_WEROA_Text6
source: An encrypted file is actually ‘physically’ transformed using encryption. After encryption, the file is completely different from the original. The only way to transform it back to the original content, is to apply the encryption in reverse. In order to do this, the correct password must be supplied.
ar: يتم تحويل الملف المشفر "فعليًا" باستخدام التشفير. بعد التشفير ، يختلف الملف تمامًا عن الملف الأصلي. الطريقة الوحيدة لتحويله مرة أخرى إلى المحتوى الأصلي ، هي تطبيق التشفير في الاتجاه المعاكس. للقيام بذلك ، يجب توفير كلمة المرور الصحيحة.
de: Eine verschlüsselte Datei wird tatsächlich mithilfe von Verschlüsselung 'physisch' transformiert. Nach der Verschlüsselung unterscheidet sich die Datei vollständig vom Original. Die einzige Möglichkeit, es wieder in den ursprünglichen Inhalt umzuwandeln, besteht darin, die Verschlüsselung umgekehrt anzuwenden. Dazu muss das richtige Passwort angegeben werden.
es: Un archivo cifrado en realidad se transforma "físicamente" mediante el cifrado. Después del cifrado, el archivo es completamente diferente al original. La única forma de volver a transformarlo en el contenido original es aplicar el cifrado a la inversa. Para hacer esto, se debe proporcionar la contraseña correcta.
fr: Un fichier crypté est en fait transformé « physiquement » à l’aide du cryptage. Après le cryptage, le fichier est complètement différent de l’original. La seule façon de le transformer en contenu d’origine est d’appliquer le cryptage à l’envers. Pour ce faire, le mot de passe correct doit être fourni.
it: Un file crittografato viene effettivamente trasformato "fisicamente" utilizzando la crittografia. Dopo la crittografia, il file è completamente diverso dall'originale. L'unico modo per trasformarlo di nuovo nel contenuto originale è applicare la crittografia al contrario. Per fare ciò, è necessario fornire la password corretta.
ko: 암호화된 파일은 실제로 암호화를 사용하여 '물리적'으로 변환됩니다. 암호화 후 파일이 원본과 완전히 다릅니다. 원래 콘텐츠로 다시 변환하는 유일한 방법은 암호화를 반대로 적용하는 것입니다. 이렇게 하려면 올바른 암호를 제공해야 합니다.
nl: Een versleuteld bestand wordt eigenlijk "fysiek" getransformeerd met behulp van encryptie. Na de versleuteling is het bestand volledig anders dan het origineel. De enige manier om het terug te transformeren naar de oorspronkelijke inhoud, is de versleuteling in omgekeerde richting toe te passen. Daarvoor moet het juiste wachtwoord worden verstrekt.
pl: Zaszyfrowany plik jest w rzeczywistości „fizycznie” przekształcany za pomocą szyfrowania. Po zaszyfrowaniu plik jest zupełnie inny od oryginału. Jedynym sposobem na przekształcenie go z powrotem do oryginalnej zawartości jest odwrotne zastosowanie szyfrowania. W tym celu należy podać prawidłowe hasło.
pt: Um ficheiro cifrado é, na realidade, transformado ‘fisicamente’ pela cifragem. Após cifragem, o ficheiro é completamente diferente do original. A única forma de o transformar de volta ao conteúdo original é aplicar a cifragem ao contrário. Para se fazer isto, é necessário fornecer a palavra-passe correcta.
ru: Зашифрованный файл фактически ‘физически’ преобразуется с помощью шифрования. После шифрования файл полностью отличается от оригинала. Единственный способ преобразовать его обратно в исходное содержимое - применить шифрование в обратном порядке. Для того чтобы сделать это, необходимо ввести правильный пароль.
sv: En krypterad fil omvandlas faktiskt "fysiskt" med hjälp av kryptering. Efter kryptering är filen helt annorlunda än originalet. Det enda sättet att omvandla det tillbaka till det ursprungliga innehållet är att tillämpa krypteringen omvänt. För att göra detta måste rätt lösenord anges.
tr: Şifrelenmiş bir dosya esasen şifreleme kullanımıyla 'fiziksel olarak' dönüştürülür. Şifrelemeden sonra, dosya orijinalinden tamamen farklıdır. Orijinal içeriğe geri dönüştürmenin tek yolu, şifrelemeyi tersine uygulamaktır. Bunu yapmak için doğru parolanın sağlanması gerekir.
zh: 加密的文件实际上是使用加密进行"物理"转换的。 加密后，文件与原始文件完全不同。 将其转换回原始内容的唯一方法是反向应用加密。 为此，必须提供正确的密码。

# Blog_WEROA_Text7
source: There is no software making a decision, comparing the provided password with the correct one. The software just simply tries to apply the decryption algorithm using the provided password. Before encrypting, some special values are added to the data, so when trying the decryption, the software can decide if the result is the correct one or not – but that’s the only ‘decision’ the software makes, and changing that does not change the fact.
ar: لا يوجد برنامج يتخذ قرارًا بمقارنة كلمة المرور المقدمة بكلمة المرور الصحيحة. يحاول البرنامج ببساطة تطبيق خوارزمية فك التشفير باستخدام كلمة المرور المقدمة. قبل التشفير ، تتم إضافة بعض القيم الخاصة إلى البيانات ، لذلك عند محاولة فك التشفير ، يمكن للبرنامج أن يقرر ما إذا كانت النتيجة صحيحة أم لا - ولكن هذا هو "القرار" الوحيد الذي يتخذه البرنامج ، وتغيير ذلك لا يغير حقيقة.
de: Es gibt keine Software, die eine Entscheidung trifft und das bereitgestellte Passwort mit dem richtigen vergleicht. Die Software versucht einfach, den Entschlüsselungsalgorithmus mit dem angegebenen Passwort anzuwenden. Vor der Verschlüsselung werden den Daten einige spezielle Werte hinzugefügt, so dass die Software beim Versuch der Entschlüsselung entscheiden kann, ob das Ergebnis das richtige ist oder nicht – aber das ist die einzige 'Entscheidung', die die Software trifft, und das zu ändern ändert nichts an der Tatsache.
es: No hay ningún software que tome una decisión, comparando la contraseña proporcionada con la correcta. El software simplemente intenta aplicar el algoritmo de descifrado utilizando la contraseña proporcionada. Antes de cifrar, se agregan algunos valores especiales a los datos, por lo que al intentar descifrar, el software puede decidir si el resultado es el correcto o no, pero esa es la única "decisión" que toma el software, y cambiar eso no cambia el hecho.
fr: Aucun logiciel ne prend de décision en comparant le mot de passe fourni avec le bon. Le logiciel essaie simplement d’appliquer l’algorithme de décryptage en utilisant le mot de passe fourni. Avant le cryptage, certaines valeurs spéciales sont ajoutées aux données, donc lors de l’essai du décryptage, le logiciel peut décider si le résultat est le bon ou non - mais c’est la seule « décision » prise par le logiciel, et changer cela ne change pas le fait.
it: Non esiste un software che prenda una decisione, confrontando la password fornita con quella corretta. Il software cerca semplicemente di applicare l'algoritmo di decrittazione utilizzando la password fornita. Prima della crittografia, vengono aggiunti alcuni valori speciali ai dati, quindi quando si tenta la decrittazione, il software può decidere se il risultato è corretto o meno, ma questa è l'unica "decisione" presa dal software e la modifica non cambia il fatto.
ko: 제공된 암호를 올바른 암호와 비교하여 결정을 내리는 소프트웨어가 없습니다. 소프트웨어는 제공된 암호를 사용하여 암호 해독 알고리즘을 적용하려고 시도합니다. 암호화하기 전에 몇 가지 특수 값이 데이터에 추가되므로 암호 해독을 시도 할 때 소프트웨어가 결과가 올바른지 여부를 결정할 수 있지만, 소프트웨어가 내리는 유일한 '결정'이며 이를 변경해도 사실이 변경되지 않습니다.
nl: Er is geen software die een beslissing neemt en het verstrekte wachtwoord met het juiste vergelijkt. De software probeert gewoon het decoderingsalgoritme toe te passen met behulp van het opgegeven wachtwoord. Alvorens te coderen, worden enkele speciale waarden aan de gegevens toegevoegd, dus bij het proberen van de decodering kan de software beslissen of het resultaat de juiste is of niet - maar dat is de enige 'beslissing' die de software neemt, en het veranderen daarvan verandert niets aan de feit.
pl: Nie ma oprogramowania podejmującego decyzję, porównującego podane hasło z poprawnym. Oprogramowanie po prostu próbuje zastosować algorytm deszyfrujący przy użyciu dostarczonego hasła. Przed szyfrowaniem do danych dodawane są pewne specjalne wartości, więc podczas próby odszyfrowania oprogramowanie może zdecydować, czy wynik jest prawidłowy, czy nie – ale to jedyna „decyzja”, jaką podejmuje oprogramowanie, a zmiana tego nie zmienia faktu.
pt: Não há software a tomar uma decisão, comparando a palavra-passe fornecida com a correcta. O software apenas tenta aplicar o algoritmo de decifragem usando a palavra-passe fornecida. Antes de cifrar, alguns valores especiais são adicionados aos dados para que, quando se tente decifrá-los, o software possa decidir se o resultado é o correcto ou não – mas essa é a única ‘decisão’ que o software faz, e mudar isso não altera o facto.
ru: Нет программного обеспечения, принимающего решение, сравнивая предоставленный пароль с правильным. Программное обеспечение просто-напросто пытается применить алгоритм расшифровки, используя предоставленный пароль. Перед шифрованием к данным добавляются некоторые специальные значения, поэтому при попытке расшифровки программное обеспечение может решить, является ли результат правильным или нет – но это единственное "решение", которое принимает программное обеспечение, и это факт.
sv: Det finns ingen programvara som fattar ett beslut och jämför det angivna lösenordet med det korrekta. Programvaran försöker helt enkelt tillämpa dekrypteringsalgoritmen med det medföljande lösenordet. Innan kryptering läggs några speciella värden till i data, så när du försöker dekryptera kan programvaran avgöra om resultatet är det korrekta eller inte – men det är det enda "beslutet" som programvaran fattar, och att ändra det ändrar inte faktum.
tr: Verilen şifreyi doğru olanla karşılaştırarak karar veren bir yazılım yoktur. Yazılım sadece sağlanan şifreyi kullanarak şifre çözme algoritmasını uygulamaya çalışır. Şifrelemeden önce, verilere bazı özel değerler eklenir, bu nedenle şifre çözmeyi denerken, yazılım sonucun doğru olup olmadığına karar verebilir – ancak yazılımın verdiği tek 'karar' budur ve bunu değiştirmek gerçeği değiştirmez.
zh: 没有软件做出决定，将提供的密码与正确的密码进行比较。 该软件只是简单地尝试使用提供的密码应用解密算法。 在加密之前，一些特殊值被添加到数据中，因此在尝试解密时，软件可以决定结果是否正确–但这是软件做出的唯一"决定"，而改变这并不会改变事实。
