Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_H3_SH2_Text1
source: The electronic card allows a cardholder to make a payment or a purchase by electronic fund transfer. The common types of cards are credit cards and debit cards. All the data and communications are protected by cryptography, making chip and PIN cards more difficult to hack.
ar: تسمح البطاقة الإلكترونية لحامل البطاقة بإجراء الدفع أو الشراء عن طريق التحويل الإلكتروني للأموال. الأنواع الشائعة للبطاقات هي بطاقات الائتمان وبطاقات الخصم. جميع البيانات والاتصالات محمية بواسطة التشفير ، مما يجعل اختراق بطاقات الرقاقة ورقم التعريف الشخصي أكثر صعوبة.
de: Die elektronische Karte ermöglicht es einem Karteninhaber, eine Zahlung oder einen Kauf per elektronischer Überweisung vorzunehmen. Die gängigen Kartentypen sind Kreditkarten und Debitkarten. Alle Daten und Kommunikationen sind durch Kryptographie geschützt, was das Hacken von Chip- und PIN-Karten erschwert.
es: La tarjeta electrónica permite al titular de la tarjeta realizar un pago o una compra mediante transferencia electrónica de fondos. Los tipos comunes de tarjetas son las tarjetas de crédito y las tarjetas de débito. Todos los datos y las comunicaciones están protegidos por criptografía, lo que hace que las tarjetas con chip y PIN sean más difíciles de hackear.
fr: La carte électronique permet à un titulaire de carte d’effectuer un paiement ou un achat par transfert électronique de fonds. Les types courants de cartes sont les cartes de crédit et les cartes de débit. Toutes les données et communications sont protégées par cryptographie, ce qui rend les cartes à puce et à code pin plus difficiles à pirater.
it: La carta elettronica consente al titolare della carta di effettuare un pagamento o un acquisto tramite bonifico elettronico di fondi. I tipi comuni di carte sono carte di credito e carte di debito. Tutti i dati e le comunicazioni sono protetti dalla crittografia, rendendo le carte chip e PIN più difficili da hackerare.
ko: 전자 카드를 사용하면 카드 소지자가 전자 자금 이체로 결제 또는 구매할 수 있습니다. 일반적인 유형의 카드는 신용 카드와 직불 카드입니다. 모든 데이터와 통신은 암호화로 보호되므로 칩 및 PIN 카드를 해킹하기가 더 어려워집니다.
nl: Met de elektronische kaart kan een kaarthouder een betaling of een aankoop doen door middel van een elektronische overschrijving. De gebruikelijke soorten kaarten zijn kredietkaarten en debetkaarten. Alle gegevens en communicatie worden beschermd door cryptografie, waardoor chip- en pinkaarten moeilijker te hacken zijn.
pl: Karta elektroniczna umożliwia posiadaczowi karty dokonanie płatności lub zakupu za pomocą elektronicznego przelewu środków. Powszechnymi typami kart są karty kredytowe i karty debetowe. Wszystkie dane i komunikacja są chronione przez kryptografię, co sprawia, że karty chipowe i PIN są trudniejsze do zhakowania.
pt: O cartão electrónico permite fazer pagamentos ou uma compra através de transferência electrónica de fundos. Os tipos mais comuns de cartões são os cartões de crédito e de débito. Todos os dados e comunicações estão protegidos por criptografia, tornando os cartões com chip e PIN mais difíceis de piratear.
ru: Электронная карта позволяет владельцу карты произвести платеж или покупку посредством электронного перевода денежных средств. Распространенными типами карт являются кредитные карты и дебетовые карты. Все данные и коммуникации защищены криптографией, что затрудняет взлом чиповых и PIN-карт.
sv: Det elektroniska kortet tillåter en kortinnehavare att göra en betalning eller ett köp genom elektronisk överföring av pengar. De vanligaste typerna av kort är kreditkort och betalkort. All data och kommunikation skyddas av kryptografi, vilket gör chip- och PIN-kort svårare att hacka.
tr: Elektronik kart, bir kart sahibinin elektronik fon transferi yoluyla ödeme veya satın alma işlemi yapmasına izin verir. Yaygın kart türleri kredi kartları ve banka kartlarıdır. Tüm veriler ve iletişimler kriptografi ile korunur, bu da çip ve PIN kartlarının hacklenmesini zorlaştırır.
zh: 电子卡允许持卡人通过电子资金转账进行付款或购买。 卡的常见类型是信用卡和借记卡。 所有的数据和通信都受到密码学的保护，这使得芯片和PIN卡更难以破解。

# Blog_EIBM_H3_SubHeading1
source: <strong>ATM</strong>
ar: <strong> ماكينة صراف آلي </strong>
es: <strong>Cajeros automáticos</strong>
fr: <strong>Distributeur automatique de billets</strong>
it: <strong>Bancomat</strong>
pl: <strong>Bankomat</strong>
ru: <strong>Банкомат</strong>
zh: <strong>自动柜员机</strong>

# Blog_EIBM_H3_SubHeading2
source: <strong>Cards</strong>
ar: <strong> البطاقات</strong>
de: <strong>Karten</strong>
es: <strong>Tarjetas</strong>
fr: <strong>Cartes</strong>
it: <strong>Carte</strong>
ko: <strong>카드</strong>
nl: <strong>Kaarten</strong>
pl: <strong>Karty</strong>
pt: <strong>Cartões</strong>
ru: <strong>Карты</strong>
sv: <strong>Kort</strong>
tr: <strong>Kartlar</strong>
zh: <strong>银行卡</strong>

# Blog_EIBM_H3_Text1
source: The financial industry, in particular, is one of the best places to study encryption and data security because their task is so challenging, and the number and types of encryption are so varied and to just capture a few of them, if we think about simple transactions, ones that you make at a merchant or an ATM, or simple banking transactions over the counter.
ar: تعد الصناعة المالية ، على وجه الخصوص ، واحدة من أفضل الأماكن لدراسة التشفير وأمن البيانات لأن مهمتها صعبة للغاية ، كما أن عدد وأنواع التشفير متنوعة للغاية ، ولمجرد التقاط القليل منها ، إذا فكرنا في الأمر البسيط المعاملات ، تلك التي تجريها لدى تاجر أو ماكينة صراف آلي ، أو معاملات مصرفية بسيطة بدون وصفة طبية.
de: Insbesondere die Finanzbranche ist einer der besten Orte, um Verschlüsselung und Datensicherheit zu studieren, weil ihre Aufgabe so herausfordernd ist und die Anzahl und Arten der Verschlüsselung so vielfältig sind, und um nur einige davon zu erfassen, wenn wir darüber nachdenken einfache Transaktionen, die Sie bei einem Händler oder einem Geldautomaten tätigen, oder einfache Bankgeschäfte über den Ladentisch.
es: La industria financiera, en particular, es uno de los mejores lugares para estudiar el cifrado y la seguridad de los datos porque su tarea es muy desafiante. La cantidad y los tipos de cifrado son muy variados y para capturar solo algunos de ellos, si pensamos en simple transacciones, las que realizas en una tienda o en un cajero automático, o transacciones bancarias simples en el mostrador.
fr: Le secteur financier, en particulier, est l'un des meilleurs endroits pour étudier le cryptage et la sécurité des données car leur tâche est si difficile, et le nombre et les types de cryptage sont si variés et pour n'en capturer que quelques-uns, si nous pensons à de simples transactions, celles que vous effectuez chez un commerçant ou un guichet automatique, ou de simples transactions bancaires au guichet.
it: Il settore finanziario, in particolare, è uno dei luoghi migliori per studiare la crittografia e la sicurezza dei dati, perché il loro compito è così impegnativo e il numero e i tipi di crittografia sono così vari e, per citarne solo alcuni, se pensiamo a semplici transazioni, quelle che si fanno presso un commerciante o un bancomat, o semplici transazioni bancarie allo sportello.
ko: 특히 금융 산업은 작업이 매우 어렵고 암호화의 수와 유형이 매우 다양하기 때문에 암호화 및 데이터 보안을 연구하기에 가장 좋은 곳 중 하나이며, 간단한 거래, 상점이나 ATM에서 하는 거래. 또는 카운터를 통한 간단한 은행 거래도 포함됩니다.
nl: Met name de financiële sector is een van de beste plaatsen om encryptie en gegevensbeveiliging te bestuderen, omdat hun taak zo uitdagend is, en het aantal en de soorten encryptie zo gevarieerd zijn, en om er maar een paar te noemen, als we denken aan eenvoudige transacties, die je doet bij een handelaar of een geldautomaat, of eenvoudige banktransacties aan het loket.
pl: W szczególności branża finansowa jest jednym z najlepszych miejsc do studiowania szyfrowania i bezpieczeństwa danych, ponieważ ich zadanie jest tak trudne, a liczba i rodzaje szyfrowania są tak zróżnicowane, że wystarczy uchwycić kilka z nich, jeśli myślimy o prostych transakcjach dokonywanych w sklepie lub bankomacie, lub prostych transakcjach bankowych przy kasie.
pt: A indústria financeira, em particular, é um dos melhores sítios para se estudar cifragem e segurança de dados, dado o seu trabalho desafiante e o número e tipos de cifragem tão variados, sejam simples transacções como as que se fazem no comércio ou numa ATM ou transacções bancárias feitas ao balcão.
ru: Финансовая индустрия, в частности, является одним из лучших мест для изучения шифрования и безопасности данных, потому что их задача настолько сложна, а количество и типы шифрования настолько разнообразны, что достаточно охватить лишь некоторые из них, если мы думаем о простых транзакциях, которые вы совершаете в торговом центре, в банкомате или простые банковские операции без чека.
sv: Finansbranschen är en av de bästa platserna att studera kryptering och datasäkerhet, eftersom deras uppgift är så utmanande, och antalet och typerna av kryptering är så varierande. För att fånga några av dem, om vi tänker på enkla transaktioner, sådana som du gör i en affär eller en bankomat, eller enkla banktransaktioner över disk.
tr: Özellikle finans sektörü, şifreleme ve veri güvenliğini incelemek için en iyi yerlerden biridir çünkü görevleri çok zordur ve şifreleme sayısı ve türleri çok çeşitlidir ve basit işlemleri düşünürsek, bir satıcıda veya ATM'de yaptığınız işlemler veya gişe üzerinden yaptığınız basit bankacılık işlemleri bunlardan sadece birkaçıdır.
zh: 特别是金融业是研究加密和数据安全的最佳场所之一，因为它们的任务非常具有挑战性，而且加密的数量和类型如此多样化，如果我们考虑简单的交易，

# Blog_EIBM_H3_Text2
source: Banks are facing many challenges and need to acquire encryption in so many different forms is ensuring that cards, pins and the transaction happening are secure. Various encryption algorithms are built into the communication network to prevent unauthorized transactions. Most financial institutions are using something called tokenization which will encrypt a portion of the data. The other type of encryption is when that data is in transit. Called back-end encryption, it ensures that the transit connection is encrypted until arriving to the database or server.
ar: تواجه البنوك العديد من التحديات وتحتاج إلى الحصول على تشفير بأشكال عديدة ومختلفة مما يضمن أمان البطاقات والدبابيس والمعاملة التي تحدث. تم تضمين خوارزميات تشفير مختلفة في شبكة الاتصالات لمنع المعاملات غير المصرح بها. تستخدم معظم المؤسسات المالية شيئًا يسمى الترميز والذي يقوم بتشفير جزء من البيانات. النوع الآخر من التشفير هو عندما تكون تلك البيانات قيد النقل. يسمى التشفير الخلفي ، وهو يضمن تشفير اتصال النقل حتى الوصول إلى قاعدة البيانات أو الخادم.
de: Banken stehen vor vielen Herausforderungen und müssen Verschlüsselung in so vielen verschiedenen Formen erwerben, um sicherzustellen, dass Karten, Pins und die Transaktion sicher sind. Verschiedene Verschlüsselungsalgorithmen sind in das Kommunikationsnetzwerk integriert, um nicht autorisierte Transaktionen zu verhindern. Die meisten Finanzinstitute verwenden eine sogenannte Tokenisierung, die einen Teil der Daten verschlüsselt. Die andere Art der Verschlüsselung ist, wenn diese Daten übertragen werden. Die sogenannte Back-End-Verschlüsselung stellt sicher, dass die Transitverbindung verschlüsselt ist, bis sie bei der Datenbank oder dem Server ankommt.
es: Los bancos enfrentan muchos desafíos y necesitan adquirir cifrado en tantas formas diferentes para garantizar que las tarjetas, los pines y la transacción que se realiza sean seguros. Varios algoritmos de cifrado están integrados en la red de comunicación para evitar transacciones no autorizadas. La mayoría de las instituciones financieras están usando algo llamado tokenización que cifrará una parte de los datos. El otro tipo de cifrado es cuando esos datos están en tránsito. Llamado cifrado de back-end, asegura que la conexión de tránsito esté cifrada hasta llegar a la base de datos o el servidor.
fr: Les banques sont confrontées à de nombreux défis et ont besoin d’acquérir le cryptage sous de nombreuses formes différentes pour s’assurer que les cartes, les codes pins et les transactions en cours sont sécurisées. Divers algorithmes de cryptage sont intégrés au réseau de communication pour empêcher les transactions non autorisées. La plupart des institutions financières utilisent ce qu’on appelle la tokenisation qui cryptera une partie des données. L’autre type de chiffrement est lorsque ces données sont en transit. Appelé chiffrement principal, il garantit que la connexion de transit est chiffrée jusqu’à ce qu’elle arrive à la base de données ou au serveur.
it: Le banche stanno affrontando molte sfide e la necessità di acquisire la crittografia in così tante forme diverse garantisce che carte, pin e la transazione in corso siano sicuri. Vari algoritmi di crittografia sono integrati nella rete di comunicazione per impedire transazioni non autorizzate. La maggior parte delle istituzioni finanziarie utilizza qualcosa chiamato "tokenizzazione" che crittografa una parte dei dati. L'altro tipo di crittografia è quando i dati sono in transito. Chiamata crittografia back-end, garantisce che la connessione di transito sia crittografata fino all'arrivo al database o al server.
ko: 은행은 많은 문제에 직면해 있으며, 매우 다양한 형태의 암호화를 획득해야 하는 필요성으로 인해 카드, 핀 및 트랜잭션이 안전하게 보호됩니다. 통신 네트워크에 다양한 암호화 알고리즘이 내장되어 무단 트랜잭션을 방지합니다. 대부분의 금융 기관은 데이터의 일부를 암호화하는 토큰화라는 것을 사용하고 있습니다. 다른 유형의 암호화는 해당 데이터가 전송되는 동안 발생합니다. 백엔드 암호화라고 하는, 데이터베이스 또는 서버에 도착할 때까지 전송 연결이 암호화되도록 합니다.
nl: Banken staan voor vele uitdagingen en moeten zich encryptie in verschillende vormen eigen maken om ervoor te zorgen dat kaarten, wachtwoorden en de transactie die plaatsvindt veilig zijn. In het communicatienetwerk zijn verschillende versleutelingsalgoritmen ingebouwd om ongeoorloofde transacties te voorkomen. De meeste financiële instellingen gebruiken iets dat tokenisering wordt genoemd en dat een deel van de gegevens versleutelt. De andere vorm van versleuteling is wanneer die gegevens onderweg zijn. De zogenaamde back-end encryptie zorgt ervoor dat de transitverbinding wordt versleuteld totdat ze bij de database of server aankomen.
pl: Banki stoją przed wieloma wyzwaniami i muszą zdobyć szyfrowanie w tak wielu różnych formach, aby zapewnić bezpieczeństwo kartom, szpilkom i dokonywanej transakcji. W sieć komunikacyjną wbudowane są różne algorytmy szyfrowania, które zapobiegają nieautoryzowanym transakcjom. Większość instytucji finansowych używa czegoś, co nazywa się tokenizacją, która szyfruje część danych. Innym rodzajem szyfrowania jest przesyłanie danych. Nazywane szyfrowaniem zaplecza, zapewnia szyfrowanie połączenia tranzytowego do momentu przybycia do bazy danych lub serwera.
pt: Os bancos enfrentam muitos desafios e precisam da cifragem para garantir que cartões, PINs e transacções sejam seguros. Vários algoritmos de cifragem são incorporados na rede de comunicação para evitar transacções não autorizadas. A maioria das instituições financeiras usa tokenização que cifra uma parte dos dados. Outro tipo de cifragem é a relativa a dados em trânsito. Chamada de cifragem back-end, garante que a conexão de trânsito é cifrada até chegar à base de dados ou servidor.
ru: Банки сталкиваются со многими проблемами, и им необходимо использовать шифрование в самых разных формах для обеспечения безопасности карт, пин-кодов и самой транзакции. Для предотвращения несанкционированных транзакций в коммуникационную сеть встроены различные алгоритмы шифрования. Большинство финансовых учреждений используют так называемую токенизацию, которая шифрует часть данных. Другой тип шифрования - это когда эти данные находятся в процессе передачи. Называемое внутренним шифрованием, оно гарантирует, что транзитное соединение будет зашифровано до тех пор, пока не поступит в базу данных или на сервер.
sv: Banker står inför många utmaningar och måste skaffa kryptering i så många olika former för att säkerställa att kort, pins och transaktioner som sker är säkra. Olika krypteringsalgoritmer är inbyggda i kommunikationsnätverket för att förhindra obehöriga transaktioner. De flesta finansiella institutioner använder något som kallas tokenisering som kommer att kryptera en del av data. Den andra typen av kryptering är när dessa data överförs. Kallas back-end-kryptering, det säkerställer att överföringsanslutningen är krypterad tills den kommer till databasen eller servern.
tr: Bankalar pek çok zorlukla karşı karşıyadır ve kartların, pinlerin ve gerçekleşen işlemlerin güvenli olmasını sağlamak için pek çok farklı biçimde şifreleme edinme ihtiyacı duymaktadır. Yetkisiz işlemleri önlemek için iletişim ağına çeşitli şifreleme algoritmaları yerleştirilmiştir. Çoğu finans kurumu, verilerin bir kısmını şifreleyecek olan bölütleme (tokenizasyon) adı verilen bir şey kullanır. Diğer şifreleme türü ise veriler aktarım halindeyken gerçekleşir. Arka uç şifrelemesi olarak adlandırılan bu yöntem, transit bağlantının veritabanına veya sunucuya ulaşana kadar şifrelenmesini sağlar.
zh: 银行面临着许多挑战，需要以如此多的不同形式获得加密，以确保卡，pin和发生的交易是安全的。 通信网络中内置了各种加密算法，以防止未经授权的交易。 大多数金融机构正在使用一种称为标记化的东西，它将加密一部分数据。 另一种类型的加密是在传输数据时。 称为后端加密，它确保传输连接加密，直到到达数据库或服务器。

# Blog_EIBM_H4_Text1
source: Banking is one of the top targets of hackers driving an increase in cybersecurity awareness within the industry. Data breaches and cyber attacks threaten data leaks and a display of information and sensitive data being exposed.
ar: تعد الخدمات المصرفية أحد أهم أهداف المتسللين الذين يقودون زيادة الوعي بالأمن السيبراني داخل الصناعة. تهدد خروقات البيانات والهجمات الإلكترونية تسرب البيانات وعرض المعلومات والبيانات الحساسة.
de: Das Bankwesen ist eines der Hauptziele von Hackern, die das Bewusstsein für Cybersicherheit in der Branche erhöhen. Datenschutzverletzungen und Cyberangriffe bedrohen Datenlecks und die Anzeige von Informationen und sensiblen Daten, die offengelegt werden.
es: La banca es uno de los principales objetivos de los hackers informáticos, lo cual impulsa un aumento en la conciencia sobre ciberseguridad dentro de la industria. Las violaciones de datos y los ataques cibernéticos amenazan con filtraciones de datos y la exposición de información y datos confidenciales.
fr: La banque est l'une des principales cibles des pirates informatiques ce qui entraîne une augmentation de la sensibilisation à la cybersécurité au sein de l'industrie. Les violations de données et les cyberattaques menacent les fuites de données et l'affichage d'informations et de données sensibles exposées.
it: Il settore bancario è uno dei principali obiettivi degli hacker portando ad un aumento della consapevolezza della sicurezza informatica nel settore. Le violazioni dei dati e gli attacchi informatici minacciano la fuga di dati e la visualizzazione di informazioni e dati sensibili che vengono esposti.
ko: 은행거래는 업계 내에서 해커의 주요 표적 중 하나입니다. 데이터 침해 및 사이버 공격은 데이터 유출과 정보 및 중요 데이터의 노출을 일으킵니다.
nl: Bankieren is een van de belangrijkste doelwitten van hackers, dit vergroot het bewustzijn van cyberbeveiliging binnen deze branche. Data inbreuk en cyberaanvallen bedreigen datalekken en het blootleggen van informatie en gevoelige gegevens.
pl: Bankowość jest jednym z głównych celów hakerów napędzających wzrost świadomości cyberbezpieczeństwa w branży. Naruszenia danych i cyberataki grożą wyciekiem danych oraz ujawnieniem informacji i poufnych danych.
pt: A banca é um dos principais alvos de hackers, motivando o aumento da sensibilização em cibersegurança na indústria. Violações de dados e ciberataques ameaçam com fugas de dados e exposição de informação e dados sensíveis.
ru: Банковское дело является одной из главных целей хакеров, что способствует повышению информированности отрасли о кибербезопасности. Утечки данных и кибератаки угрожают утечкой данных и раскрытием информации и конфиденциальных данных.
sv: Bankverksamhet är ett av de främsta målen för hackare som driver en ökad medvetenhet om cybersäkerhet inom branschen. Dataintrång och cyberattacker hotar dataläckor och en visning av information och känslig data som exponeras.
tr: Bankacılık, endüstri içerisindeki siber güvenlik bilinci konusuna daha da fazla dikkat çekecek bir şekilde internet korsanlarının ana hedeflerinden haline gelmiş olup veri ihlalleri ve siber saldırılar, veri sızıntısı ve bilgi ve hassas verilerin ifşası sonuçlarını doğurmaktadır.
zh: 银行业是黑客的首要目标之一，推动行业内网络安全意识的提高。 数据泄露和网络攻击威胁到数据泄露以及信息和敏感数据的显示。

# Blog_EIBM_H4_Text2
source: Cloud computing provides a very high level of data protection, especially for sensitive data that includes customer information.
ar: توفر الحوسبة السحابية مستوى عاليًا جدًا من حماية البيانات ، خاصة للبيانات الحساسة التي تتضمن معلومات العميل.
de: Cloud Computing bietet ein sehr hohes Maß an Datenschutz, insbesondere für sensible Daten, zu denen auch Kundeninformationen gehören.
es: La informática en la nube proporciona un nivel muy alto de protección de datos, especialmente para datos confidenciales que incluyen información del cliente.
fr: L'informatique cloud offre un très haut niveau de protection des données, en particulier pour les données sensibles qui incluent des informations sur les clients.
it: Il cloud computing offre un livello molto elevato di protezione dei dati, in particolare per i dati sensibili che includono informazioni sui clienti.
ko: 클라우드 컴퓨팅은 특히 고객 정보가 포함된 민감한 데이터에 대해 매우 높은 수준의 데이터 보안 서비스를 제공합니다.
nl: Cloud computing biedt een zeer hoog niveau van gegevensbescherming, met name voor gevoelige gegevens, waaronder klantinformatie.
pl: Przetwarzanie w chmurze zapewnia bardzo wysoki poziom ochrony danych, szczególnie w przypadku danych wrażliwych, które zawierają informacje o klientach.
pt: A computação na nuvem fornece um nível muito alto de protecção de dados, em especial dados sensíveis que incluem informação de clientes.
ru: Облачные вычисления обеспечивают очень высокий уровень защиты данных, особенно для конфиденциальных данных, которые включают информацию о клиентах.
sv: Molntjänster ger en mycket hög nivå av dataskydd, särskilt för känslig data som inkluderar kundinformation.
tr: Bulut bilişim, özellikle müşteri bilgilerini içeren hassas veriler için çok yüksek düzeyde veri koruması sağlar.
zh: 云计算提供了非常高水平的数据保护，特别是对于包含客户信息的敏感数据。
