Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WBFAHPI_Conclusion_Text2
source: We AxCrypt are always alert when it comes to data security. Our security system is really powerful, so we provide AES-128 and the strongest AES-256 encryption, which takes forever to crack the password. Due to the strongest encryption process we use; it acts as a shield and protects all data from brute force attacks.
ar: نحن اكسكربت دائمًا في حالة تأهب عندما يتعلق الأمر بأمن البيانات. نظام الأمان لدينا قوي حقًا ، لذلك نقدم AES-128 وأقوى تشفير AES-256 ، والذي يستغرق وقتًا طويلاً في اختراق كلمة المرور. نظرًا لأقوى عملية تشفير نستخدمها ؛ يعمل كدرع ويحمي جميع البيانات من هجمات القوة الغاشمة.
de: Wir AxCrypt sind immer wachsam, wenn es um Datensicherheit geht. Unser Sicherheitssystem ist wirklich leistungsstark, daher bieten wir AES-128 und die stärkste AES-256-Verschlüsselung, die ewig dauert, um das Passwort zu knacken. Aufgrund des stärksten Verschlüsselungsverfahrens, das wir verwenden; Es fungiert als Schutzschild und schützt alle Daten vor Brute-Force-Angriffen.
es: Nosotros en AxCrypt siempre estamos alerta cuando se trata de seguridad de datos. Nuestro sistema de seguridad es realmente sólido, ya que proporcionamos AES-128 y el cifrado AES-256 más potente, por lo que un atacante tarda una eternidad en descifrar la contraseña. Debido al proceso de cifrado más fuerte que usamos, actúa como un escudo y protege todos los datos de los ataques de fuerza bruta.
fr: Nous, AxCrypt, sommes toujours vigilants en matière de sécurité des données. Notre système de sécurité est vraiment puissant, nous fournissons donc le cryptage AES-128 et le cryptage AES-256 le plus fort, qui prend une éternité pour déchiffrer le mot de passe. En raison du processus de cryptage le plus puissant que nous utilisons ; il agit comme un bouclier et protège toutes les données des attaques par force brute.
it: Noi di AxCrypt siamo sempre all'erta quando si tratta di sicurezza dei dati. Il nostro sistema di sicurezza è davvero potente, quindi forniamo la crittografia AES-128 e la più forte AES-256, che richiede un tempo infinito per decifrare la password. Il processo di crittografia più forte che utilizziamo agisce come uno scudo e protegge tutti i dati dagli attacchi di forza bruta.
ko: 우리 AxCrypt는 데이터 보안과 관련하여 항상 경고합니다. 우리의 보안 시스템은 정말 강력하므로 AES-128 및 가장 강력한 AES-256 암호화를 제공하여 암호를 해독하는 데 영원한 시간이 걸립니다. 우리가 사용하는 가장 강력한 암호화 프로세스로 인해; 방패 역할을 하며 무차별 대입 공격으로부터 모든 데이터를 보호합니다.
nl: Wij AxCrypt zijn altijd alert als het gaat om gegevensbeveiliging. Ons beveiligingssysteem is echt krachtig, dus we bieden AES-128 en de sterkste AES-256 encryptie, die eeuwig duurt om het wachtwoord te kraken. Door het sterkste encryptieproces dat we gebruiken; het werkt als een schild en beschermt alle gegevens tegen brute force aanvallen.
pl: My, AxCrypt, zawsze jesteśmy czujni, jeśli chodzi o bezpieczeństwo danych. Nasz system bezpieczeństwa jest naprawdę potężny, dlatego zapewniamy AES-128 i najsilniejsze szyfrowanie AES-256, przy którym złamanie hasła zajmuje wieczność. Ze względu na to, że stosujemy proces szyfrowania; działa on jak tarcza i chroni wszystkie dane przed atakami siłowymi.
pt: Nós na AxCrypt estamos sempre alerta em relação a segurança de dados. O nosso sistema de segurança é verdadeiramente poderoso, fornecemos cifragem AES-128 e AES-256, a mais forte de todas, demorando uma eternidade para se quebrar a palavra-passe. Devido ao processo de cifragem mais forte que usamos, funciona como um escudo e protege todos os dados de ataques de força bruta.
ru: Мы, AxCrypt, всегда начеку, когда речь заходит о безопасности данных. Наша система безопасности действительно мощная, поэтому мы предоставляем AES-128 и самое надежное шифрование AES-256, с ним для взлома пароля требуется вечность. Благодаря самому надежному процессу шифрования, который мы используем; он действует как щит и защищает все данные от атак методом перебора.
sv: Vi på AxCrypt är alltid uppmärksamma när det kommer till datasäkerhet. Vårt säkerhetssystem är verkligen kraftfullt, så vi tillhandahåller AES-128 och den starkaste AES-256-krypteringen, det skulle ta en evighet att försöka knäcka lösenordet. På grund av den starka krypteringsprocessen vi använder; fungerar den som en sköld och skyddar all data från brute force-attacker.
tr: AxCrypt olarak bizler veri güvenliği söz konusu olduğunda her zaman tetikteyiz. Güvenlik sistemimiz gerçekten güçlüdür, bu nedenle AES-128 ve şifreyi kırmak için sonsuza kadar süren en güçlü AES-256 şifrelemesini sağlarız. Kullandığımız en güçlü şifreleme işlemi nedeniyle; bu, bir kalkan görevi görür ve tüm verileri kaba kuvvet saldırılarından korur.
zh: 当涉及到数据安全时，我们AxCrypt始终保持警惕。 我们的安全系统真的很强大，所以我们提供AES-128和最强大的AES-256加密，这需要永远破解密码。 由于我们使用最强大的加密过程;它充当盾牌，保护所有数据免受暴力攻击。

# Blog_WBFAHPI_Conclusion_Text3
source: Our clients love us because we never compromise on data-breach and provide the best cyber security system. Enhance your data security by working with experts. Don’t wait to lose your data. Contact AxCrypt today and download our latest version to experience the best.
ar: يحبنا عملاؤنا لأننا لا نتنازل أبدًا عن خرق البيانات ونوفر أفضل نظام أمان إلكتروني. عزز أمن بياناتك من خلال العمل مع الخبراء. لا تنتظر لتفقد بياناتك. اتصل بـ اكسكربت اليوم وقم بتنزيل أحدث إصدار لدينا لتجربة الأفضل.
de: Unsere Kunden lieben uns, weil wir bei Datenverletzungen keine Kompromisse eingehen und das beste Cybersicherheitssystem bieten. Verbessern Sie Ihre Datensicherheit durch die Zusammenarbeit mit Experten. Warten Sie nicht, bis Sie Ihre Daten verlieren. Kontaktieren Sie AxCrypt noch heute und laden Sie unsere neueste Version herunter, um das Beste zu erleben.
es: Nuestros clientes nos aman porque nunca comprometemos la filtración de datos y brindamos el mejor sistema de ciberseguridad. Mejora la seguridad de tus datos trabajando con expertos. No esperes a perder tus datos. Ponte en contacto con AxCrypt hoy y descarga nuestra última versión para experimentar lo mejor.
fr: Nos clients nous aiment parce que nous ne faisons jamais de compromis sur la violation de données et fournissons le meilleur système de cybersécurité. Améliorez la sécurité de vos données en travaillant avec des experts. N'attendez pas de perdre vos données. Contactez AxCrypt aujourd'hui et téléchargez notre dernière version pour profiter du meilleur.
it: I nostri clienti ci amano perché non scendiamo mai a compromessi sulla violazione dei dati e forniamo il miglior sistema di sicurezza informatica. Migliora la sicurezza dei tuoi dati collaborando con esperti. Non aspettare di perdere i tuoi dati. Contatta AxCrypt oggi e scarica la nostra ultima versione per provare il meglio.
ko: 우리의 고객은 데이터 침해에 대해 결코 타협하지 않고 최고의 사이버 보안 시스템을 제공하기 때문에 우리를 사랑합니다. 전문가와 협력하여 데이터 보안을 강화하십시오. 데이터 손실을 방지하세요. 오늘 AxCrypt에 연락하여 최신 버전을 다운로드하고 최고의 경험을 누려보세요.
nl: Onze klanten houden van ons omdat we nooit een compromis sluiten over datalekken en het beste cyberbeveiligingssysteem leveren. Verbeter uw gegevensbeveiliging door met experts te werken. Wacht niet om uw gegevens te verliezen. Neem vandaag nog contact op met AxCrypt en download onze nieuwste versie om het beste te ervaren.
pl: Nasi klienci uwielbiają nas, ponieważ nigdy nie idziemy na kompromis w przypadku naruszenia danych i zapewniamy najlepszy system bezpieczeństwa cybernetycznego. Zwiększ bezpieczeństwo swoich danych, współpracując z ekspertami. Nie czekaj na utratę danych. Skontaktuj się z AxCrypt już dziś i pobierz naszą najnowszą wersję, aby doświadczyć tego, co najlepsze.
pt: Os nossos clientes adoram-nos porque nós adoptamos soluções de compromisso em relação a violação de dados e fornecemos o melhor sistema de cibersegurança. Optimize a segurança dos seus dados trabalhando com especialistas. Não espere até perder os seus dados. Entre em contacto com a AxCrypt hoje e descarregue a nossa última versão para experimentar o melhor.
ru: Наши клиенты любят нас за то, что мы никогда не идем на компромисс в случае утечки данных и предоставляем лучшую систему кибербезопасности. Повысьте безопасность ваших данных, работая с экспертами. Не ждите, пока вы потеряете свои данные. Свяжитесь с AxCrypt сегодня и скачайте нашу последнюю версию, чтобы использовать все самое лучшее.
sv: Våra kunder älskar oss eftersom vi aldrig kompromissar med dataintrång och tillhandahåller det bästa cybersäkerhetssystemet. Förbättra din datasäkerhet genom att arbeta med experter. Vänta inte med att förlora din data. Kontakta AxCrypt idag och ladda ner vår senaste version för att uppleva det bästa.
tr: Müşterilerimiz bizi seviyor çünkü veri ihlalinden asla ödün vermiyoruz ve en iyi siber güvenlik sistemini sağlıyoruz. Uzmanlarla çalışarak veri güvenliğinizi artırın. Verilerinizi kaybetmek için beklemeyin. AxCrypt ile bugün iletişime geçin ve en iyi deneyimi yaşamak için en son sürümümüzü indirin.
zh: 我们的客户爱我们，因为我们从不在数据泄露方面妥协，并提供最好的网络安全系统。 通过与专家合作增强您的数据安全性。 不要等待丢失数据。 立即联系AxCrypt并下载我们的最新版本以体验最佳。

# Blog_WBFAHPI_H1_SH1_Following
source: Most commonly there are 5 types of brute force attack
ar: الأكثر شيوعًا أن هناك 5 أنواع من هجوم القوة الغاشمة
de: Am häufigsten gibt es 5 Arten von Brute-Force-Angriffen
es: Comúnmente, hay 5 tipos de ataque por fuerza bruta
fr: Il existe le plus souvent 5 types d'attaques par force brute
it: Più comunemente ci sono 5 tipi di attacco di forza bruta
ko: 가장 일반적으로 5 가지 유형의 무차별 대입 공격이 있습니다.
nl: Meestal zijn er 5 soorten brute force-aanvallen
pl: Najczęściej występuje 5 rodzajów ataków siłowych
pt: Mais comummente, há 5 tipos de ataques de força bruta
ru: Чаще всего существует 5 типов брутфорс атаки
sv: Vanligtvis finns det 5 typer av brute force attacker
tr: En yaygın olarak 5 tür kaba kuvvet saldırısı vardır.
zh: 最常见的有5种类型的蛮力攻击

# Blog_WBFAHPI_H1_SH2_Text2
source: In this kind of brute force attack, attackers try multiple passwords to target a specific set of identities. Here, hackers try to guess manually or use trial and error method, with regards to the user's login credentials without using any software and hence, this method is time and resource intensive. Hackers try to generate all possible characters, numbers and special characters. This method is only effective for short powers, but terrible for slightly longer ones.
ar: في هذا النوع من هجوم القوة الغاشمة ، يحاول المهاجمون استخدام كلمات مرور متعددة لاستهداف مجموعة محددة من الهويات. هنا ، يحاول المتسللون التخمين يدويًا أو استخدام طريقة التجربة والخطأ ، فيما يتعلق ببيانات اعتماد تسجيل دخول المستخدم دون استخدام أي برنامج ، وبالتالي ، فإن هذه الطريقة تتطلب الكثير من الوقت والموارد. يحاول المتسللون إنشاء جميع الشخصيات والأرقام والأحرف الخاصة الممكنة. هذه الطريقة فعالة فقط للقوى القصيرة ، ولكنها رهيبة للقوى الأطول قليلاً.
de: Bei dieser Art von Brute-Force-Angriff versuchen Angreifer mehrere Passwörter, um auf eine bestimmte Gruppe von Identitäten abzuzielen. Hier versuchen Hacker, manuell zu raten oder die Trial-and-Error-Methode in Bezug auf die Anmeldeinformationen des Benutzers zu verwenden, ohne Software zu verwenden, und daher ist diese Methode zeit- und ressourcenintensiv. Hacker versuchen, alle möglichen Zeichen, Zahlen und Sonderzeichen zu generieren. Diese Methode ist nur für kurze Kräfte wirksam, aber für etwas längere schrecklich.
es: En este tipo de ataque por fuerza bruta, los atacantes prueban múltiples contraseñas para apuntar a un conjunto específico de identidades. Aquí, los hackers intentan adivinar manualmente o usan el método de prueba y error, con respecto a las credenciales de inicio de sesión del usuario sin usar ningún software y, por lo tanto, este método requiere mucho tiempo y recursos. Los hackers intentan generar todos los caracteres, números y caracteres especiales posibles. Este método solo es efectivo para contraseñas cortas, pero no sirve para contraseñas un poco más largas.
fr: Dans ce type d'attaque par force brute, les attaquants essaient plusieurs mots de passe pour cibler un ensemble spécifique d'identités. Ici, les pirates essaient de deviner manuellement ou utilisent la méthode d'essai et d'erreur pour trouver les informations d'identification de connexion de l'utilisateur sans utiliser de logiciel et, par conséquent, cette méthode prend beaucoup de temps et de ressources. Les pirates tentent de générer tous les caractères, chiffres et caractères spéciaux possibles. Cette méthode n'est efficace que pour les mots de passe courts, mais terrible pour les mots de passe un peu plus longs.
it: In questo tipo di attacco di forza bruta, gli aggressori provano più password per colpire un set specifico di identità. Qui, gli hacker cercano di indovinare manualmente o utilizzare il metodo di prova ed errore, per quanto riguarda le credenziali di accesso dell'utente senza utilizzare alcun software e, quindi, questo metodo richiede tempo e risorse. Gli hacker cercano di generare tutti i possibili caratteri, numeri e caratteri speciali. Questo metodo è efficace solo per le credenziali brevi, ma terribile per quelle leggermente più lunghi.
ko: 이러한 종류의 무차별 암호 대입 공격에서 공격자는 특정 ID 집합을 대상으로 여러 암호를 시도합니다. 여기서 해커는 소프트웨어를 사용하지 않고 사용자의 로그인 자격 증명과 관련하여 수동으로 추측하거나 시행 착오 방법을 사용하므로, 이 방법은 시간과 리소스 집약적입니다. 해커는 가능한 모든 문자, 숫자 및 특수 문자를 생성하려고합니다. 이 방법은 짧은 기간에만 효과적이고 약간 긴 기간에는 효율이 떨어집니다.
nl: Bij dit soort brute force-aanvallen proberen aanvallers meerdere wachtwoorden om een specifieke reeks identiteiten aan te vallen. Hier proberen hackers handmatig te raden of de methode van trial and error te gebruiken met betrekking tot de inloggegevens van de gebruiker zonder software te gebruiken, en daarom is deze methode tijdrovend en arbeidsintensief. Hackers proberen alle mogelijke tekens, cijfers en speciale tekens te genereren. Deze methode is alleen effectief voor korte krachten, maar verschrikkelijk voor iets langere.
pl: W tego rodzaju ataku siłowym atakujący próbują użyć wielu haseł, aby obrać za cel określony zestaw tożsamości. W tym przypadku hakerzy próbują odgadnąć ręcznie lub użyć metody prób i błędów, w odniesieniu do danych logowania użytkownika bez użycia oprogramowania, a zatem ta metoda jest czasochłonna i wymaga dużych zasobów. Hakerzy próbują wygenerować wszystkie możliwe znaki, cyfry i znaki specjalne. Ta metoda jest skuteczna tylko dla krótkich mocy, ale fatalna dla nieco dłuższych.
pt: Neste tipo de ataque de força bruta, os atacantes tentam múltiplas palavras-passe para atacar um conjunto específico de identidades. Os hackers tentam adivinhar manualmente ou usam métodos de tentativa e erro em relação às credenciais de autenticação sem qualquer software. Este método exige, portanto, tempo e recursos. Os hackers tentam gerar todos os caracteres, números e caracteres especiais possíveis. Este método é apenas eficaz para credenciais curtas, mas terrível para longas.
ru: При такого рода атаке методом перебора злоумышленники используют несколько паролей, чтобы нацелиться на определенный набор удостоверений. Здесь хакеры пытаются угадать вручную или использовать метод проб и ошибок в отношении учетных данных пользователя для входа без использования какого-либо программного обеспечения, и, следовательно, этот метод требует много времени и ресурсов. Хакеры пытаются сгенерировать все возможные символы, цифры и специальные символы. Этот метод эффективен только для коротких паролей, но ужасен для чуть более длинных.
sv: I den här typen av brute force attack testar angripare flera lösenord för att rikta in sig på en specifik uppsättning av identiteter. Här försöker hackare gissa manuellt eller använda trial and error-metoden, med avseende på användarens inloggningsuppgifter utan att använda någon programvara. Därför är denna metod tids- och resurskrävande. Hackare försöker generera alla möjliga tecken, siffror och specialtecken och denna metod är bara effektiv i korta intervaller, men jobbig för längre.
tr: Bu tür bir kaba kuvvet saldırısında, saldırganlar belirli bir kimlik kümesini hedeflemek için birden fazla parola denerler. Burada, bilgisayar korsanları herhangi bir yazılım kullanmadan kullanıcının oturum açma kimlik bilgilerini manuel olarak tahmin etmeye veya deneme yanılma yöntemini kullanmaya çalışırlar ve bu nedenle bu yöntem zaman ve kaynak açısından zahmetlidir. Hackerlar tüm olası karakterleri, sayıları ve özel karakterleri üretmeye çalışırlar. Bu yöntem yalnızca yetersiz güçler için etkilidir, ancak biraz daha uzun olanlar için korkunçtur.
zh: 在这种蛮力攻击中，攻击者尝试多个密码来针对一组特定的身份。 在这里，黑客尝试手动猜测或使用试错方法，关于用户的登录凭据，而不使用任何软件，因此，这种方法是时间和资源密集型的。 黑客试图生成所有可能的字符，数字和特殊字符。 这种方法只对短功率有效，但对稍长的功率很可怕。
