Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SamePage_AxcryptRunning
source: For file encryption, the best choice would be AxCrypt, a software that’s easy to grasp and work with as a team and offers premium 256-bit encryption that ensures you get the bang for your buck. You can just <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>leave your computer with AxCrypt running</a> and go about your day accomplishing other more pertinent tasks without worrying about the security of your files and documents.
ar: بالنسبة لتشفير الملفات ، سيكون الخيار الأفضل هو اكسكربت ، وهو برنامج يسهل فهمه والعمل معه كفريق ويقدم تشفيرا متميزا 256 بت يضمن حصولك على أفضل ما لديك. يمكنك فقط ترك جهاز الكمبيوتر الخاص بك مع اكسكربت قيد التشغيل والاستمرار في يومك لإنجاز مهام أخرى أكثر صلة دون القلق بشأن أمان ملفاتك ومستنداتك.
de: Für die Dateiverschlüsselung ist AxCrypt die beste Wahl, eine Software, die einfach zu verstehen und als Team zu verwenden ist und eine erstklassige 256-Bit-Verschlüsselung bietet, die sicherstellt, dass Sie das Beste für Ihr Geld bekommen. Sie können einfach <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running '> leave your computer with AxCrypt running</ a> und erledigen Sie Ihren Tag mit anderen relevanteren Aufgaben, ohne sich um die Sicherheit Ihrer Dateien und Dokumente sorgen zu müssen.
es: Para el cifrado de archivos, la mejor opción sería AxCrypt, un software que es fácil de entender y trabajar en equipo y ofrece un cifrado premium de 256 bits que garantiza que obtengas el máximo rendimiento de tu inversión. Simplemente puedes <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>dejar tu computadora con AxCrypt ejecutándose</a> y seguir con tu día realizando otras tareas más pertinentes sin preocuparte por la seguridad de tus archivos y documentos.
fr: Pour le cryptage de fichiers, le meilleur choix serait AxCrypt, un logiciel facile à comprendre et à utiliser en équipe et offrant un cryptage 256 bits haut de gamme qui vous en assure le meilleur rapport qualité-prix. Vous pouvez simplement <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>laisser votre ordinateur avec AxCrypt en cours d’exécution</a> et vaquer à vos occupations en accomplissant d’autres tâches plus pertinentes sans vous soucier de la sécurité de vos fichiers et documents.
it: Per la cifratura dei file la scelta migliore sarebbe AxCrypt, un software facile da imparare e utilizzare in team, che offre una crittografia a 256-bit e ti assicura un ottimo rapporto qualità/prezzo. Puoi semplicemente <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>lasciare che AxCrypt giri sul tuo computer</a> e continuare la tua giornata, concentrandoti su altri compiti più importanti senza doverti preoccupare della sicurezza dei tuoi file e documenti.
ko: 파일 암호화의 경우 가장 좋은 선택은 팀으로 이해하고 작업하기 쉽고 프리미엄 256비트 암호화를 제공하는 소프트웨어인 AxCrypt가 있습니다. <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>leave your computer with AxCrypt running</a> 파일 및 문서의 보안에 대해 걱정하지 않고 다른 작업을 수행하면서 하루를 보낼 수 있습니다.
nl: Voor bestandscodering is AxCrypt de beste keuze, een software die gemakkelijk te begrijpen is en waarmee u als een team kunt werken en die premium 256-bits codering biedt die ervoor zorgt dat u waar voor uw geld krijgt. U kunt gewoon <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>uw computer met AxCrypt aan laten staan</a> en de dag doorwerken met andere meer relevante taken zonder u zorgen te maken over de veiligheid van uw bestanden en documenten.
pl: W przypadku szyfrowania plików najlepszym wyborem będzie AxCrypt, oprogramowanie, które jest zrozumiałe i łatwe do współpracy z zespołem, a zarazem oferuje najwyższej jakości 256-bitowe szyfrowanie, które zapewnia zwrot z każdej zainwestowanej złotówki. Możesz po prostu <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>pozostawić komputer z uruchomionym AxCrypt</a> i zająć się innymi, istotniejszymi zadaniami bez martwienia się o bezpieczeństwo swoich plików i dokumentów.
pt: Para cifragem de ficheiros, a melhor escolha seria a AxCrypt, software que é fácil de compreender e trabalhar como uma equipa, e que oferece cifragem superior de 256 bits que lhe garante o melhor custo-benefício. Pode simplesmente <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>deixar o seu computador com a AxCrypt a executar</a> e viver o seu dia normalmente, completando outras tarefas mais pertinentes sem se preocupar com a segurança dos seus ficheiros e documentos.
ru: Для шифрования файлов лучшим выбором будет AxCrypt - программное обеспечение, которое легко понять, с которым можно работать в команде и которое предлагает 256-битное шифрование премиум-класса, гарантирующее, что вы получите максимальную отдачу. Вы можете просто <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running '>leave your computer with AxCrypt running</a> и продолжать свой день, выполняя другие важные задачи, не беспокоясь о безопасности ваших файлов и документов.
sv: För filkryptering hade det bästa alternativet varit AxCrypt, en mjukvara som är enkel att få grepp om och arbeta med som ett team och som erbjuder premium 256-bitars kryptering som säkerställer att du får valuta för pengarna. Du kan bara <a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>lämna din dator med AxCrypt igång</a> och gå fortsätta med dagen med att utföra andra mer relevanta uppgifter utan att vara orolig för säkerheten av dina filer och dokument.
tr: Dosya şifreleme için en iyi tercih, anlaşılması ve bir ekiple birlikte çalışılması kolay olan ve paranızın karşılığını verme garantisi veren 256-bit şifreleme sunan bir yazılım olan AxCrypt olacaktır. AxCrypt ile <ahref='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>bilgisayarınızı çalışır vaziyette bırakıp</a> dosya ve belgelerinizin güvenliği konusunda endişelenmeden daha önemli günlük işlerinizi gerçekleştirebilirsiniz.
zh: 对于文件加密，最好的选择是AxCrypt，这是一款易于掌握和团队合作的软件，并提供优质的256位加密，可确保您获得收益。 你可以只<a href='https://www.axcrypt.net/blog/leaving-your-computer-with-axcrypt-running'>leave your computer with AxCrypt running</a>，然后继续完成其他更相关的任务，而不必担心文件和文档的安全性。

# Blog_SCMAE_H1_Text1
source: Encryption is a process of encrypting data. Many of you may lack a thorough understanding of encryption. It's also not as complex as it appears at first glance. You don't need to be a cryptography specialist to understand or even use encryption. Encryption converts sensitive data into an unreadable format in its most basic form.
ar: التشفير هو عملية تشفير البيانات. قد يفتقر الكثير منكم إلى فهم شامل للتشفير. كما أنه ليس معقدًا كما يبدو للوهلة الأولى. لست بحاجة إلى أن تكون متخصصًا في التشفير لفهم التشفير أو حتى استخدامه. يحول التشفير البيانات الحساسة إلى تنسيق غير قابل للقراءة في أبسط أشكاله.
de: Verschlüsselung ist ein Prozess zum Verschlüsseln von Daten. Vielen von Ihnen fehlt möglicherweise ein gründliches Verständnis der Verschlüsselung. Es ist auch nicht so komplex, wie es auf den ersten Blick erscheint. Sie müssen kein Kryptografiespezialist sein, um Verschlüsselung zu verstehen oder gar zu verwenden. Die Verschlüsselung konvertiert vertrauliche Daten in ihrer einfachsten Form in ein unlesbares Format.
es: El cifrado es un proceso de cifrado de datos. Es posible que muchos de ustedes no tengan una comprensión profunda respecto al cifrado. Tampoco es tan complejo como parece a primera vista. No es necesario ser un especialista en criptografía para comprender el cifrado o incluso utilizarlo. El cifrado convierte los datos confidenciales en un formato ilegible en su forma más básica.
fr: Le cryptage est un processus de chiffrement des données. Beaucoup d’entre vous peuvent manquer d’une compréhension approfondie du cryptage. Ce n’est pas non plus aussi complexe qu’il n’y paraît à première vue. Vous n’avez pas besoin d’être un spécialiste de la cryptographie pour comprendre ou même utiliser le cryptage. Le cryptage convertit les données sensibles dans un format illisible dans sa forme la plus élémentaire.
it: La crittografia è un processo di crittografia dei dati. Molti di voi potrebbero non avere una conoscenza approfondita della crittografia. Inoltre, non è così complesso come sembra a prima vista. Non è necessario essere uno specialista di crittografia per comprendere o addirittura utilizzare la crittografia. La crittografia converte i dati sensibili in un formato illeggibile nella sua forma più semplice.
ko: 암호화는 데이터를 암호화하는 프로세스입니다. 암호화에 대한 철저한 이해가 부족할 수 있습니다. 그것은 또한 언뜻 보기에 보이는 것처럼 복잡하지 않습니다. 암호화를 이해하거나 사용하기 위해 암호화 전문가가 될 필요는 없습니다. 암호화는 중요한 데이터를 가장 기본적인 형식으로 읽을 수 없는 형식으로 변환합니다.
nl: Encryptie is een proces waarbij gegevens worden versleuteld. Velen van jullie hebben misschien geen grondige kennis van encryptie. Het is ook niet zo ingewikkeld als het op het eerste gezicht lijkt. U hoeft geen cryptografiespecialist te zijn om codering te begrijpen of zelfs maar te gebruiken. Encryptie zet gevoelige gegevens om in een onleesbaar formaat in zijn meest basale vorm.
pl: Szyfrowanie to proces szyfrowania danych. Wielu z was może brakować dogłębnego zrozumienia szyfrowania. Nie jest on tak skomplikowany, jak się wydaje na pierwszy rzut oka. Nie musisz być specjalistą od kryptografii, aby zrozumieć, a nawet używać szyfrowania. W najbardziej podstawowej formie, szyfrowanie przekształca poufne dane w nieczytelny format.
pt: A cifragem é o processo de cifrar dados. Muitos de vocês podem não ter uma compreensão profunda da cifragem. Também não é assim tão complexo quanto parece à primeira vista. Você não precisa de ser um especialista em criptografia para a compreender ou mesmo usar. Na sua forma mais básica, a criptografia converte dados confidenciais num formato ilegível.
ru: Шифрование - это процесс шифрования данных. Многим из вас, возможно, не хватает досконального понимания шифрования. Это не так сложно, как кажется на первый взгляд. Вам не нужно быть специалистом по криптографии, чтобы понимать или даже использовать шифрование. Шифрование преобразует конфиденциальные данные в нечитаемый формат в его самой простой форме.
sv: Kryptering är processen att kryptera data. Många av er kanske saknar en grundlig förståelse för kryptering. Det är inte så komplicerat som det verkar vid första anblicken. Du behöver inte vara en kryptografispecialist för att förstå eller använda kryptering. Kryptering konverterar känslig data till ett oläsligt format i sin mest grundläggande form.
tr: Şifreleme, verileri şifreleme işlemidir. Birçoğunuz şifrelemeyi tam olarak anlamamış olabilirsiniz. Ayrıca ilk bakışta göründüğü kadar karmaşık da değildir. Şifrelemeyi anlamak ve hatta kullanmak için bir kriptografi uzmanı olmanıza gerek yoktur. Şifreleme en temel haliyle hassas verileri okunamaz bir formata dönüştürür.
zh: 加密是加密数据的过程。 你们中的许多人可能缺乏对加密的透彻理解。 它也不像乍看起来那么复杂。 你不需要成为一个密码学专家来理解甚至使用加密。 加密将敏感数据转换为最基本形式的不可读格式。

# Blog_SCMAE_H1_Text2
source: There are several widespread misunderstandings concerning encryption, particularly regarding cost, performance, and convenience of use.
ar: هناك العديد من سوء الفهم المنتشر فيما يتعلق بالتشفير ، لا سيما فيما يتعلق بالتكلفة والأداء وسهولة الاستخدام.
de: Es gibt mehrere weit verbreitete Missverständnisse in Bezug auf Verschlüsselung, insbesondere in Bezug auf Kosten, Leistung und Benutzerfreundlichkeit.
es: Hay varios malentendidos generalizados con respecto al cifrado, en particular en cuanto al costo, el rendimiento y la comodidad de uso.
fr: Il existe plusieurs malentendus répandus concernant le cryptage, en particulier en ce qui concerne le coût, les performances, et la commodité d’utilisation.
it: Ci sono diversi malintesi diffusi riguardo alla crittografia, in particolare per quanto riguarda i costi, le prestazioni e la convenienza d'uso.
ko: 암호화와 관련하여 특히 비용, 성능 및 사용 편의성과 관련하여 여러 가지 오해가 확산되고 있습니다.
nl: Er zijn verschillende wijdverbreide misverstanden over encryptie, met name over kosten, prestaties en gebruiksgemak.
pl: Istnieje kilka powszechnych nieporozumień dotyczących szyfrowania, w szczególności dotyczących kosztów, wydajności i wygody użytkowania.
pt: Há vários equívocos generalizados sobre a cifragem, em particular em relação ao custo, desempenho e conveniência de utilização.
ru: Существует несколько широко распространенных заблуждений, касающихся шифрования, особенно в отношении стоимости, производительности и удобства использования.
sv: Det finns flera utbredda missförstånd gällande kryptering, särskilt när det gäller kostnad, prestanda och användarvänlighet.
tr: Şifrelemeyle ilgili, özellikle maliyet, performans ve kullanım kolaylığı ile ilgili birkaç yaygın yanlış inanış vardır.
zh: 关于加密存在几个广泛的误解，特别是在成本，性能和使用便利性方面。

# Blog_SCMAE_H2_SubHeading1
source: <strong>Encryption affects the speed of the device</strong>
ar: <strong> يؤثر التشفير في سرعة الجهاز </strong>
de: <strong>Verschlüsselung beeinflusst die Geschwindigkeit des Geräts</strong>
es: <strong>El cifrado afecta la rapidez del dispositivo</strong>
fr: <strong>Le chiffrement affecte la vitesse de l’appareil</strong>
it: <strong>La crittografia influisce sulla velocità del dispositivo</strong>
ko: <strong>암호화와 장치 속도의 영향</strong>
nl: <strong>Encryptie beïnvloedt de snelheid van het apparaat</strong>
pl: <strong>Szyfrowanie wpływa na szybkość urządzenia</strong>
pt: <strong>A cifragem afecta a velocidade do dispositivo</strong>
ru: <strong>Шифрование влияет на скорость работы устройства</strong>
sv: <strong>Kryptering påverkar enhetens hastighet</strong>
tr: <strong>Şifreleme cihazın hızını etkiler</strong>
zh: <strong>加密会影响设备的速度</strong>

# Blog_SCMAE_H2_SubHeading2
source: <strong>Encryption is far too complicated to deploy</strong>
ar: <strong> التشفير معقد للغاية بحيث لا يمكن نشره </strong>
de: <strong>Verschlüsselung ist viel zu kompliziert für die Bereitstellung</strong>
es: <strong>El cifrado es demasiado complicado de implementar</strong>
fr: <strong>Le chiffrement est beaucoup trop compliqué à déployer</strong>
it: <strong>La crittografia è troppo complicata da implementare</strong>
ko: <strong>암호화가 너무 복잡하여 사용할 수 없습니다.</strong>
nl: <strong>Encryptie is veel te gecompliceerd om te implementeren</strong>
pl: <strong>Szyfrowanie jest zbyt skomplikowane do wdrożenia</strong>
pt: <strong>É muito complicado implementar a cifragem</strong>
ru: <strong>Шифрование слишком сложное для развертывания</strong>
sv: <strong>Kryptering är alldeles för komplicerat att distribuera</strong>
tr: <strong>Şifrelemenin uygulanması çok karmaşıktır</strong>
zh: <strong>加密太复杂，无法部署</strong>

# Blog_SCMAE_H2_SubHeading3
source: <strong>Encryption does not improve the security of the cloud.</strong>
ar: <strong> لا يعمل التشفير على تحسين أمان السحاب. </strong>
de: <strong>Verschlüsselung verbessert die Sicherheit der Cloud nicht.</stark>
es: <strong>El cifrado no mejora la seguridad de la nube.</strong>
fr: <strong>Le cryptage n’améliore pas la sécurité du cloud.</strong>
it: <strong>La crittografia non migliora la sicurezza del cloud.</strong>
ko: <strong>암호화는 클라우드의 보안을 향상시키지 않습니다.</strong>
nl: <strong>Encryptie verbetert de veiligheid van de cloud niet.</strong>
pl: <strong>Szyfrowanie nie poprawia bezpieczeństwa chmury.</strong>
pt: <strong>A cifragem não melhora a segurança na nuvem.</strong>
ru: <strong>Шифрование не увеличивает безопасность облака.</strong>
sv: <strong>Kryptering förbättrar inte molnets säkerhet.</strong>
tr: <strong>Şifreleme, bulutun güvenliğini artırmaz.</strong>
zh: <strong>加密不会提高云的安全性。</strong>

# Blog_SCMAE_H2_SubHeading4
source: <strong>Only Big organizations need encryption.</strong>
ar: <strong> المؤسسات الكبيرة فقط هي التي تحتاج إلى التشفير. </strong>
de: <strong>Nur große Organisationen benötigen Verschlüsselung.</stark>
es: <strong>Solo las grandes organizaciones necesitan cifrado.</strong>
fr: <strong>Seules les Grandes organisations ont besoin de chiffrement.</strong>
it: <strong>Solo le Grandi organizzazioni hanno bisogno della crittografia.</strong>
ko: <strong>암호화가 필요한 것은 대규모 조직뿐입니다.</strong>
nl: <strong>Alleen grote organisaties hebben encryptie nodig.</strong>
pl: <strong>Tylko duże organizacje potrzebują szyfrowania.</strong>
pt: <strong>Só as grandes organizações precisam de cifragem.</strong>
ru: <strong> Шифрование требуется только крупным организациям.</strong>
sv: <strong>Bara stora organisationer behöver kryptering.</strong>
tr: <strong>Yalnızca Büyük kuruluşların şifrelemeye ihtiyacı vardır.</strong>
zh: <strong>只有大型组织需要加密。</strong>

# Blog_SCMAE_H2_SubHeading5
source: <strong>Encryption is expensive</strong>
ar: <strong> التشفير مكلف</strong>
de: <strong>Verschlüsselung ist teuer</strong>
es: <strong>El cifrado es costoso</strong>
fr: <strong>Le cryptage coûte cher</strong>
it: <strong>La crittografia è costosa</strong>
ko: <strong>암호화는 비싸다</strong>
nl: <strong>Encryptie is duur</strong>
pl: <strong>Szyfrowanie jest drogie</strong>
pt: <strong>A cifragem é cara</strong>
ru: <strong>Шифрование обходится дорого</strong>
sv: <strong>Kryptering är dyrt</strong>
tr: <strong>Şifreleme pahalıdır</strong>
zh: <strong>加密很昂贵</strong>

# Blog_SCMAE_H2_SubHeading6
source: <strong>AxCrypt in Short</strong>
ar: <strong> اكسكربت باختصار </ strong>
de: <strong>AxCrypt in Kürze</strong>
es: <strong>AxCrypt en pocas palabras</strong>
fr: <strong>AxCrypt en Bref</strong>
it: <strong>AxCrypt in breve</strong>
ko: <strong>AxCrypt 요약</strong>
nl: <strong>AxCrypt in het kort</strong>
pl: <strong>AxCrypt w skrócie</strong>
pt: <strong>AxCrypt em Resumo</strong>
ru: <strong>AxCrypt вкратце</strong>
sv: <strong>AxCrypt i Korthet</strong>
tr: <strong>Özetle AxCrypt</strong>
zh: <strong>AxCrypt简而言之</strong>

# Blog_SCMAE_Heading1
source: What Does Encryption Mean?
ar: ماذا يعني التشفير؟
de: Was bedeutet Verschlüsselung?
es: ¿Cómo se define el cifrado?
fr: Que Signifie le Cryptage?
it: Cosa Significa Crittografia?
ko: 암호화는 무엇을 의미합니까?
nl: Wat Betekent Encryptie?
pl: Co oznacza szyfrowanie?
pt: O que Significa Cifragem?
ru: Что означает шифрование?
sv: Vad betyder kryptering?
tr: Şifreleme Ne Anlama Geliyor?
zh: 加密意味着什么？

# Blog_SCMAE_Heading2
source: Myths About Encryption
ar: أساطير حول التشفير
de: Mythen über Verschlüsselung
es: Mitos sobre el cifrado
fr: Mythes Sur le Cryptage
it: Miti sulla crittografia
ko: 암호화에 대한 잘못된 생각들
nl: Mythen Over Encryptie
pl: Mity dotyczące szyfrowania
pt: Mitos Sobre Cifragem
ru: Мифы о шифровании
sv: Myter Om Kryptering
tr: Şifreleme Hakkında Mitler
zh: 关于加密的神话

# Blog_SCMAE_Summary
source: There is nearly 24,000 reported case of a data breach every day. Hacking of hospital records, government records being stolen.
ar: هناك ما يقرب من 24000 حالة تم الإبلاغ عنها لخرق البيانات كل يوم. سرقة سجلات المستشفيات ، سرقة السجلات الحكومية.
de: Täglich werden fast 24.000 Fälle von Datenschutzverletzungen gemeldet. Hacking von Krankenhausakten, Regierungsunterlagen werden gestohlen.
es: Hay casi 24.000 casos reportados de vulneración de datos todos los días. Hackeo de registros hospitalarios, robo de registros gubernamentales.
fr: Près de 24 000 cas de violation de données sont signalés chaque jour. Piratage de dossiers hospitaliers, vol de dossiers gouvernementaux.
it: Ci sono quasi 24.000 casi segnalati di violazione dei dati ogni giorno. Hacking di cartelle cliniche, furto di documenti governativi.
ko: 매일 거의 24,000건의 데이터 침해 사례가 보고되고 있습니다. 병원 기록을 해킹하고, 정부 기록을 도난당했습니다.
nl: Er worden dagelijks bijna 24.000 gevallen van datalekken gemeld. Hacken van ziekenhuisgegevens, overheidsgegevens die worden gestolen.
pl: Każdego dnia zgłaszanych jest prawie 24 000 przypadków naruszenia bezpieczeństwa danych. Hakowanie dokumentacji szpitalnej, kradzież dokumentów rządowych.
pt: Há cerca de 24000 casos reportados de violações de dados todos os dias. Registos de hospitais são atacados, registos de governos são roubados.
ru: Каждый день сообщается о почти 24 000 случаях утечки данных. Взлом больничных записей, кража правительственных документов.
sv: Varje dag rapporteras det om nästan 24 000 fall av dataintrång. Hackning av sjukhusjournaler, statliga register som stjäls.
tr: Her gün yaklaşık 24.000 veri ihlali vakası rapor ediliyor. Hastane kayıtları hackleniyor, devlet kayıtları çalınıyor.
zh: 每天有近24,000个报告的数据泄露案例。 医院记录被黑客入侵，政府记录被盗。
