Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WDMME_H1_Text4
source: 3. <b>Output:</b> The result is plaintext data that can be read and understood by authorized users. This restored data is now accessible and usable.
ar: 3. <b>الإخراج:</b> والنتيجة هي بيانات نص عادي يمكن قراءتها وفهمها من قبل المستخدمين المصرح لهم. هذه البيانات المستعادة يمكن الوصول إليها الآن وقابلة للاستخدام.
de: 3. <b>Ausgabe:</b> Das Ergebnis sind Klartextdaten, die von autorisierten Benutzern gelesen und verstanden werden können. Diese wiederhergestellten Daten sind nun zugänglich und nutzbar.
es: 3. <b>Salida:</b> El resultado son datos de texto sin formato que pueden ser leídos y comprendidos por los usuarios autorizados. Estos datos restaurados ahora son accesibles y utilizables.
fr: 3. <b>Sortie :</b> Le résultat est des données en texte clair qui peuvent être lues et comprises par des utilisateurs autorisés. Ces données restaurées sont désormais accessibles et utilisables.
it: 3. <b>Output:</b> il risultato sono dati in chiaro che possono essere letti e compresi dagli utenti autorizzati. I dati ripristinati sono ora accessibili e utilizzabili.
ko: 3. <b>출력:</b> 결과는 인증된 사용자가 읽고 이해할 수 있는 일반 텍스트 데이터입니다. 이제 이 복원된 데이터에 액세스하여 사용할 수 있습니다.
nl: 3. <b>Uitvoer:</b> Het resultaat zijn platte tekstgegevens die door geautoriseerde gebruikers kunnen worden gelezen en begrepen. Deze herstelde gegevens zijn nu toegankelijk en bruikbaar.
pl: 3. <b>Wyjście:</b> wynikiem są dane w postaci zwykłego tekstu, które mogą odczytać i zrozumieć upoważnieni użytkownicy. Te przywrócone dane są teraz dostępne i użyteczne.
ru: 3. <b>Вывод:</b> Результатом являются данные в виде обычного текста, которые могут быть прочитаны и поняты авторизованными пользователями. Эти восстановленные данные теперь доступны и пригодны для использования.
sv: 3. <b>Utdata:</b> Resultatet är klartextdata som kan läsas och förstås av auktoriserade användare. Denna återställda data är nu tillgänglig och användbar.
zh: 3. <b>输出：</b> 结果是授权用户可以读取和理解的明文数据。这些恢复的数据现在可以访问和使用。

# Blog_WDMME_H1_Text5
source: Decryption algorithms vary depending on whether symmetric or asymmetric encryption was used. The key is crucial for this process, as it ensures that the data can be correctly decoded.
ar: تختلف خوارزميات فك التشفير اعتمادا على ما إذا كان قد تم استخدام التشفير المتماثل أو غير المتماثل. المفتاح أمر بالغ الأهمية لهذه العملية ، لأنه يضمن إمكانية فك تشفير البيانات بشكل صحيح.
de: Die Entschlüsselungsalgorithmen variieren je nachdem, ob eine symmetrische oder asymmetrische Verschlüsselung verwendet wurde. Der Schlüssel ist für diesen Prozess von entscheidender Bedeutung, da er sicherstellt, dass die Daten korrekt entschlüsselt werden können.
es: Los algoritmos de descifrado varían dependiendo de si se utilizó cifrado simétrico o asimétrico. La clave es crucial para este proceso, ya que garantiza que los datos se puedan decodificar correctamente.
fr: Les algorithmes de décryption varient en fonction de l'utilisation du chiffrement symétrique ou asymétrique. La clé est essentielle pour ce processus, car elle garantit que les données peuvent être correctement décodées.
it: Gli algoritmi di decrittografia variano a seconda che sia stata utilizzata la crittografia simmetrica o asimmetrica. La chiave è fondamentale per questo processo, in quanto garantisce che i dati possano essere decodificati correttamente.
ko: 복호화 알고리즘은 대칭 암호화를 사용했는지 비대칭 암호화를 사용했는지에 따라 달라진다. 키는 데이터가 올바르게 디코딩될 수 있도록 보장하기 때문에 이 프로세스에 매우 중요합니다.
nl: Decryptie algoritmen variëren afhankelijk van of symmetrische of asymmetrische encryptie werd gebruikt. De sleutel is cruciaal voor dit proces, omdat het ervoor zorgt dat de gegevens correct kunnen worden gedecodeerd.
pl: Algorytmy deszyfrowania różnią się w zależności od tego, czy zastosowano szyfrowanie symetryczne, czy asymetryczne. Klucz jest kluczowy dla tego procesu, ponieważ gwarantuje, że dane zostaną poprawnie zdekodowane.
ru: Алгоритмы дешифрования различаются в зависимости от того, использовалось ли симметричное или асимметричное шифрование. Ключ имеет решающее значение для этого процесса, так как он гарантирует, что данные могут быть правильно расшифрованы.
sv: Dekrypteringsalgoritmer varierar beroende på om symmetrisk eller asymmetrisk kryptering användes. Nyckeln är avgörande för denna process, eftersom den säkerställer att data kan avkodas korrekt.
zh: 解密算法因使用对称加密还是非对称加密而异。密钥对于此过程至关重要，因为它可以确保数据可以被正确解码。

# Blog_WDMME_H2_Text1
source: 1. <b>Data Accessibility:</b> Decryption ensures that authorized users can access the data they need when they need it. Whether it's a critical business document, a personal file, or sensitive customer information, decryption is the only way to make it usable.
ar: 1. <b>إمكانية الوصول إلى البيانات:</b> يضمن فك التشفير أن المستخدمين المصرح لهم يمكنهم الوصول إلى البيانات التي يحتاجون إليها عندما يحتاجون إليها. سواء كان مستندا تجاريا مهما أو ملفا شخصيا أو معلومات حساسة للعملاء ، فإن فك التشفير هو الطريقة الوحيدة لجعله قابلا للاستخدام.
de: 1. <b>Datenzugriff:</b> Die Entschlüsselung stellt sicher, dass autorisierte Benutzer bei Bedarf auf die benötigten Daten zugreifen können. Unabhängig davon, ob es sich um ein kritisches Geschäftsdokument, eine persönliche Datei oder sensible Kundeninformationen handelt, ist die Entschlüsselung die einzige Möglichkeit, sie nutzbar zu machen.
es: 1. <b>Accesibilidad a los datos:</b> El descifrado garantiza que los usuarios autorizados puedan acceder a los datos que necesitan cuando los necesitan. Ya se trate de un documento comercial crítico, un archivo personal o información confidencial del cliente, el descifrado es la única manera de que sea utilizable.
fr: 1. <b>Accessibilité des données :</b> La décryption garantit que les utilisateurs autorisés peuvent accéder aux données dont ils ont besoin, quand ils en ont besoin. Que ce soit un document commercial critique, un fichier personnel ou des informations sensibles sur des clients, la décryption est le seul moyen de les rendre utilisables.
it: 1. <b>Accessibilità dei dati: la</b> decrittografia garantisce che gli utenti autorizzati possano accedere ai dati di cui hanno bisogno quando ne hanno bisogno. Che si tratti di un documento aziendale critico, di un file personale o di informazioni sensibili sui clienti, la decrittografia è l'unico modo per renderlo utilizzabile.
ko: 1. <b>데이터 액세스 가능성:</b> 암호 해독은 권한이 있는 사용자가 필요할 때 필요한 데이터에 액세스할 수 있도록 보장합니다. 중요한 비즈니스 문서, 개인 파일 또는 민감한 고객 정보 등 모든 경우에 암호화를 사용하는 유일한 방법은 암호 해독입니다.
nl: 1. <b>Data Toegankelijkheid:</b> Decryption zorgt ervoor dat geautoriseerde gebruikers toegang hebben tot de gegevens die ze nodig hebben wanneer ze deze nodig hebben. Of het nu gaat om een kritisch bedrijfsdocument, een persoonlijk bestand of gevoelige klantinformatie, decryptie is de enige manier om het bruikbaar te maken.
pl: 1. <b>Dostępność danych:</b> deszyfrowanie zapewnia autoryzowanym użytkownikom dostęp do potrzebnych im danych wtedy, gdy ich potrzebują. Niezależnie od tego, czy jest to krytyczny dokument biznesowy, plik osobisty czy wrażliwe informacje o kliencie, odszyfrowanie to jedyny sposób, aby uczynić go użytecznym.
ru: 1. <b>Доступность данных:</b> Дешифрование гарантирует, что авторизованные пользователи могут получить доступ к нужным им данным, когда им это нужно. Будь то критически важный деловой документ, личное дело или конфиденциальная информация о клиенте, дешифрование — единственный способ сделать его пригодным для использования.
sv: 1. <b>Datatillgänglighet:</b> Dekryptering säkerställer att auktoriserade användare kan komma åt den data de behöver när de behöver den. Oavsett om det är ett kritiskt affärsdokument, en personlig fil eller känslig kundinformation, är dekryptering det enda sättet att göra det användbart.
zh: 1. <b>数据可访问性：</b> 解密确保授权用户可以在需要时访问他们需要的数据。无论是重要的业务文档、个人文件还是敏感的客户信息，解密都是使其可用的唯一方法。

# Blog_WDMME_H2_Text2
source: 2. <b>Data Recovery:</b> In the event of data loss or corruption, decryption is often the only way to recover lost information. Encrypted backups can be decrypted and restored to their original state, minimizing the impact of data disasters.
ar: 2. <b>استعادة البيانات:</b> في حالة فقدان البيانات أو تلفها ، غالبا ما يكون فك التشفير هو الطريقة الوحيدة لاستعادة المعلومات المفقودة. يمكن فك تشفير النسخ الاحتياطية المشفرة واستعادتها إلى حالتها الأصلية ، مما يقلل من تأثير كوارث البيانات.
de: 2. <b>Datenwiederherstellung:</b> Im Falle eines Datenverlusts oder einer Datenbeschädigung ist die Entschlüsselung oft die einzige Möglichkeit, verlorene Informationen wiederherzustellen. Verschlüsselte Backups können entschlüsselt und in ihrem ursprünglichen Zustand wiederhergestellt werden, wodurch die Auswirkungen von Datenkatastrophen minimiert werden.
es: 2. <b>Recuperación de datos:</b> En caso de pérdida o corrupción de datos, el descifrado es a menudo la única forma de recuperar la información perdida. Las copias de seguridad cifradas se pueden descifrar y restaurar a su estado original, minimizando el impacto de los desastres de datos.
fr: 2. <b>Récupération de données :</b> En cas de perte ou de corruption de données, la décryption est souvent le seul moyen de récupérer les informations perdues. Les sauvegardes chiffrées peuvent être déchiffrées et restaurées dans leur état d'origine, minimisant ainsi l'impact des désastres liés aux données.
it: 2. <b>Recupero dei dati:</b> in caso di perdita o danneggiamento dei dati, la decrittazione è spesso l'unico modo per recuperare le informazioni perse. I backup crittografati possono essere decrittografati e ripristinati al loro stato originale, riducendo al minimo l'impatto dei disastri dei dati.
ko: 2. <b>데이터 복구:</b> 데이터가 손실되거나 손상되는 경우 종종 암호 해독이 손실된 정보를 복구하는 유일한 방법입니다. 암호화된 백업은 데이터 재해로 인한 영향을 최소화하면서 암호를 해독하고 원래 상태로 복원할 수 있습니다.
nl: 2. <b>Data terugwinning:</b> In het geval van gegevensverlies of -beschadiging is decryptie vaak de enige manier om verloren informatie te herstellen. Gecodeerde back-ups kunnen worden gedecodeerd en in hun oorspronkelijke staat worden hersteld, waardoor de impact van gegevensrampen wordt geminimaliseerd.
pl: 2. <b>Odzyskiwanie danych:</b> w przypadku utraty lub uszkodzenia danych odszyfrowanie jest często jedynym sposobem na odzyskanie utraconych informacji. Zaszyfrowane kopie zapasowe można odszyfrować i przywrócić do pierwotnego stanu, minimalizując wpływ awarii danych.
ru: 2. <b>Восстановление данных:</b> В случае потери или повреждения данных дешифрование часто является единственным способом восстановления утраченной информации. Зашифрованные резервные копии могут быть расшифрованы и восстановлены до исходного состояния, что сводит к минимуму последствия аварий данных.
sv: 2. <b>Dataåterställning:</b> I händelse av dataförlust eller korruption är dekryptering ofta det enda sättet att återställa förlorad information. Krypterade säkerhetskopior kan dekrypteras och återställas till sitt ursprungliga tillstånd, vilket minimerar effekten av datakatastrofer.
zh: 2. <b>数据恢复工具：</b> 如果数据丢失或损坏，解密通常是恢复丢失信息的唯一方法。加密备份可以解密并恢复到原始状态，从而最大限度地减少数据灾难的影响。

# Blog_WDMME_H2_Text3
source: 3. <b>Compliance with Regulations:</b> Many industries have strict data privacy and security regulations, such as GDPR, HIPAA, and CCPA. These regulations often require organizations to encrypt sensitive data and ensure that only authorized individuals can access it. Decryption plays a crucial role in meeting these compliance requirements.
ar: 3. <b>الامتثال للوائح:</b> العديد من الصناعات لديها لوائح صارمة لخصوصية البيانات وأمانها ، مثل GDPR و HIPAA و CCPA. غالبا ما تتطلب هذه اللوائح من المؤسسات تشفير البيانات الحساسة والتأكد من أن الأفراد المصرح لهم فقط يمكنهم الوصول إليها. يلعب فك التشفير دورا حاسما في تلبية متطلبات الامتثال هذه.
de: 3. <b>Einhaltung von Vorschriften:</b> In vielen Branchen gelten strenge Datenschutz- und Sicherheitsvorschriften wie DSGVO, HIPAA und CCPA. Diese Vorschriften verlangen oft, dass Unternehmen sensible Daten verschlüsseln und sicherstellen, dass nur autorisierte Personen darauf zugreifen können. Die Entschlüsselung spielt eine entscheidende Rolle bei der Erfüllung dieser Compliance-Anforderungen.
es: 3. <b>Cumplimiento de las regulaciones:</b> Muchas industrias tienen estrictas regulaciones de privacidad y seguridad de datos, como GDPR, HIPAA y CCPA. Estas regulaciones a menudo requieren que las organizaciones cifren los datos confidenciales y se aseguren de que solo las personas autorizadas puedan acceder a ellos. El descifrado desempeña un papel crucial en el cumplimiento de estos requisitos de conformidad.
fr: 3. <b>Conformité aux réglementations :</b> De nombreuses industries ont des réglementations strictes en matière de confidentialité et de sécurité des données, telles que le RGPD, la HIPAA et le CCPA. Ces réglementations exigent souvent que les organisations chiffrent les données sensibles et s'assurent que seules les personnes autorisées peuvent y accéder. La décryption joue un rôle crucial dans le respect de ces exigences de conformité.
it: 3. <b>Conformità alle normative:</b> molti settori hanno rigide normative sulla privacy e sulla sicurezza dei dati, come GDPR, HIPAA e CCPA. Queste normative spesso richiedono alle organizzazioni di crittografare i dati sensibili e garantire che solo le persone autorizzate possano accedervi. La decrittografia svolge un ruolo cruciale nel soddisfare questi requisiti di conformità.
ko: 3. <b>규정 준수:</b> GDPR, HIPAA, CCPA와 같이 데이터 개인 정보 보호 및 보안 규정이 엄격한 산업도 많습니다. 이러한 규정을 준수하기 위해서는 중요한 데이터를 암호화하여 권한이 있는 개인만 액세스할 수 있도록 해야 하는 경우가 많습니다. 암호 해독은 이러한 규정 준수 요구 사항을 충족하는 데 중요한 역할을 합니다.
nl: 3. <b>Naleving van de regelgeving:</b> Veel industrieën hebben strikte regels voor gegevensprivacy en -beveiliging, zoals GDPR, HIPAA en CCPA. Deze regelgeving vereist vaak dat organisaties gevoelige gegevens versleutelen en ervoor zorgen dat alleen geautoriseerde personen er toegang toe hebben. Decryptie speelt een cruciale rol bij het voldoen aan deze nalevingsvereisten.
pl: 3. <b>Zgodność z przepisami:</b> w wielu branżach obowiązują rygorystyczne przepisy dotyczące prywatności i bezpieczeństwa danych, takie jak RODO, HIPAA i CCPA. Przepisy te często wymagają od organizacji szyfrowania wrażliwych danych i zapewnienia, że ​​dostęp do nich mają tylko upoważnione osoby. Deszyfrowanie odgrywa kluczową rolę w spełnieniu tych wymogów zgodności.
ru: 3. <b>Соответствие нормативным требованиям:</b> Во многих отраслях действуют строгие правила конфиденциальности и безопасности данных, такие как GDPR, HIPAA и CCPA. Эти правила часто требуют, чтобы организации шифровали конфиденциальные данные и гарантировали, что доступ к ним могут получить только уполномоченные лица. Дешифрование играет решающую роль в обеспечении соответствия этим требованиям.
sv: 3. <b>Efterlevnad av förordningar:</b> Många branscher har strikta regler för datasekretess och säkerhet, såsom GDPR, HIPAA och CCPA. Dessa regler kräver ofta att organisationer krypterar känslig data och säkerställer att endast auktoriserade personer kan komma åt dem. Dekryptering spelar en avgörande roll för att uppfylla dessa efterlevnadskrav.
zh: 3. <b>遵守法规：</b> 许多行业都有严格的数据隐私和安全法规，例如 GDPR、HIPAA 和 CCPA。这些法规通常要求组织加密敏感数据，并确保只有经过授权的个人才能访问这些数据。解密在满足这些合规性要求方面起着至关重要的作用。

# Blog_WDMME_H2_Text4
source: 4. <b>Secure Communication:</b> Decryption is essential for secure communication. When encrypted data is transmitted over a network, it's rendered unintelligible to eavesdroppers. However, decryption ensures that the intended recipient can access the message and understand its contents.
ar: 4. <b>الاتصال الآمن:</b> فك التشفير ضروري للاتصال الآمن. عندما يتم نقل البيانات المشفرة عبر شبكة ، يتم جعلها غير مفهومة للتنصت. ومع ذلك ، يضمن فك التشفير أن المستلم المقصود يمكنه الوصول إلى الرسالة وفهم محتوياتها.
de: 4. <b>Sichere Kommunikation:</b> Die Entschlüsselung ist für eine sichere Kommunikation unerlässlich. Wenn verschlüsselte Daten über ein Netzwerk übertragen werden, werden sie für Lauscher unverständlich. Die Entschlüsselung stellt jedoch sicher, dass der beabsichtigte Empfänger auf die Nachricht zugreifen und ihren Inhalt verstehen kann.
es: 4. <b>Comunicación segura:</b> El descifrado es esencial para una comunicación segura. Cuando los datos cifrados se transmiten a través de una red, se vuelven ininteligibles para los escuchas. Sin embargo, el descifrado garantiza que el destinatario previsto pueda acceder al mensaje y comprender su contenido.
fr: 4. <b>Communication sécurisée :</b> La décryption est essentielle pour une communication sécurisée. Lorsque des données chiffrées sont transmises sur un réseau, elles deviennent inintelligibles pour les espions. Cependant, la décryption garantit que le destinataire prévu peut accéder au message et comprendre son contenu.
it: 4. <b>Comunicazione sicura:</b> la decrittazione è essenziale per una comunicazione sicura. Quando i dati crittografati vengono trasmessi su una rete, vengono resi incomprensibili agli intercettatori. Tuttavia, la decrittografia garantisce che il destinatario previsto possa accedere al messaggio e comprenderne il contenuto.
ko: 4. <b>보안 통신:</b> 보안 통신을 위해서는 암호 해독이 필수적입니다. 암호화된 데이터가 네트워크를 통해 전송되면 도청자가 이해할 수 없게 됩니다. 그러나 암호 해독은 의도된 수신자가 메시지에 액세스하고 그 내용을 이해할 수 있도록 보장합니다.
nl: 4. <b>Veilige communicatie:</b> Decryptie is essentieel voor veilige communicatie. Wanneer gecodeerde gegevens over een netwerk worden verzonden, worden ze onbegrijpelijk voor afluisteraars. Decryptie zorgt er echter voor dat de beoogde ontvanger toegang heeft tot het bericht en de inhoud ervan begrijpt.
pl: 4. <b>Bezpieczna komunikacja:</b> Odszyfrowanie jest niezbędne dla bezpiecznej komunikacji. Kiedy zaszyfrowane dane są przesyłane przez sieć, stają się niezrozumiałe dla podsłuchujących. Jednak deszyfrowanie gwarantuje, że zamierzony odbiorca będzie mógł uzyskać dostęp do wiadomości i zrozumieć jej treść.
ru: 4. <b>Безопасная связь:</b> Дешифрование необходимо для безопасной связи. Когда зашифрованные данные передаются по сети, они становятся неразборчивыми для тех, кто их прослушивает. Тем не менее дешифрование гарантирует, что предполагаемый получатель сможет получить доступ к сообщению и понять его содержимое.
sv: 4. <b>Säker kommunikation:</b> Dekryptering är avgörande för säker kommunikation. När krypterad data överförs över ett nätverk, görs den oförståelig för avlyssnare. Dekryptering säkerställer dock att den avsedda mottagaren kan komma åt meddelandet och förstå dess innehåll.
zh: 4. <b>安全通信：</b> 解密对于安全通信至关重要。当加密数据通过网络传输时，窃听者无法理解。但是，解密可确保预期收件人可以访问邮件并了解其内容。

# Blog_WDMME_H3_SH1_Text1
source: <b>Decrypt a Folder</b>
ar: <b>فك تشفير مجلد</b>
de: <b>Entschlüsseln eines Ordners</b>
es: <b>Descifrar una carpeta</b>
fr: <b>Déchiffrer un dossier</b>
it: <b>Decrittografare una cartella</b>
ko: <b>폴더 암호 해독</b>
nl: <b>Een map decoderen</b>
pl: <b>Odszyfruj folder</b>
ru: <b>Дешифрование папки</b>
zh: <b>解密文件夹</b>

# Blog_WDMME_H3_SH1_Text10
source: 1. Select the file you want to decrypt from your phone’s storage or a cloud drive link.
ar: 1. حدد الملف الذي تريد فك تشفيره من وحدة تخزين هاتفك أو رابط محرك الأقراص السحابي.
de: 1. Wählen Sie die Datei aus, die Sie aus dem Speicher Ihres Telefons oder einem Cloud-Drive-Link entschlüsseln möchten.
es: 1. Seleccione el archivo que desea descifrar del almacenamiento de su teléfono o un vínculo de unidad en la nube.
fr: 1. Sélectionnez le fichier que vous souhaitez déchiffrer depuis le stockage de votre téléphone ou un lien de lecteur cloud.
it: 1. Seleziona il file che desideri decrittografare dalla memoria del telefono o da un collegamento all'unità cloud.
ko: 1. 휴대폰의 저장소 또는 클라우드 드라이브 링크에서 암호를 해독할 파일을 선택합니다.
nl: 1. Selecteer het bestand dat u wilt decoderen uit de opslag van uw telefoon of een koppeling naar een cloudstation.
pl: 1. Wybierz plik, który chcesz odszyfrować z pamięci telefonu lub łącza do dysku w chmurze.
ru: 1. Выберите файл, который вы хотите расшифровать, из памяти телефона или по ссылке на облачное хранилище.
sv: 1. Välj filen du vill dekryptera från telefonens lagring eller en molnenhetslänk.
zh: 1. 从手机的存储或云驱动器链接中选择要解密的文件。

# Blog_WDMME_H3_SH1_Text11
source: 2. The file will be decrypted and restored to its original format.
ar: 2. سيتم فك تشفير الملف واستعادته إلى تنسيقه الأصلي.
de: 2. Die Datei wird entschlüsselt und in ihrem ursprünglichen Format wiederhergestellt.
es: 2. El archivo será descifrado y restaurado a su formato original.
fr: 2. Le fichier sera déchiffré et restauré dans son format d'origine.
it: 2. Il file verrà decrittografato e ripristinato al suo formato originale.
ko: 2. 파일이 해독되어 원래 형식으로 복원됩니다.
nl: 2. Het bestand wordt gedecodeerd en teruggezet in de oorspronkelijke indeling.
pl: 2. Plik zostanie odszyfrowany i przywrócony do oryginalnego formatu.
ru: 2. Файл будет расшифрован и восстановлен до исходного формата.
sv: 2. Filen kommer att dekrypteras och återställas till sitt ursprungliga format.
zh: 2. 文件将被解密并恢复为原始格式。

# Blog_WDMME_H3_SH1_Text12
source: <b>Note:</b>
ar: <b>ملاحظه:</b>
de: <b>Anmerkung:</b>
es: <b>Nota:</b>
fr: <b>Notez:</b>
it: <b>Nota:</b>
ko: <b>참고:</b>
nl: <b>Opmerking:</b>
pl: <b>Uwaga:</b>
ru: <b>Заметка:</b>
sv: <b>Obs!</b>
zh: <b>注意：</b>

# Blog_WDMME_H3_SH1_Text13
source: <li>You need an AxCrypt account and the AxCrypt app to open or decrypt encrypted files.</li>
ar: <li>أنت بحاجة إلى حساب أكسكريبتوتطبيق أكسكريبت لفتح أو فك تشفير الملفات المشفرة.</li>
de: <li>Sie benötigen ein AxCrypt-Konto und die AxCrypt-App, um verschlüsselte Dateien zu öffnen oder zu entschlüsseln.</li>
es: <li>Necesita una cuenta de AxCrypt y la aplicación AxCrypt para abrir o descifrar archivos cifrados.</li>
fr: <li>Vous avez besoin d'un compte AxCrypt et de l'application AxCrypt pour ouvrir ou déchiffrer des fichiers chiffrés.</li>
it: <li>Hai bisogno di un account AxCrypt e dell'app AxCrypt per aprire o decrittografare i file crittografati.</li>
ko: <li>암호화된 파일을 열거나 해독하려면 AxCrypt 계정과 AxCrypt 앱이 필요합니다.</li>
nl: <li>U hebt een AxCrypt-account en de AxCrypt-app nodig om gecodeerde bestanden te openen of te decoderen.</li>
pl: <li>Potrzebujesz konta AxCrypt i aplikacji AxCrypt, aby otwierać lub odszyfrowywać zaszyfrowane pliki.</li>
ru: <li>Для открытия или дешифровки зашифрованных файлов вам потребуется учетная запись AxCrypt и приложение AxCrypt.</li>
sv: <li>Du behöver ett AxCrypt-konto och AxCrypt-appen för att öppna eller dekryptera krypterade filer.</li>
zh: <li>您需要一个 AxCrypt 帐户和 AxCrypt 应用程序才能打开或解密加密文件。</li>

# Blog_WDMME_H3_SH1_Text14
source: <li>Even after you delete or uninstall the AxCrypt app, AxCrypt encrypted files will still have the .axx extension.</li>
ar: <li>حتى بعد حذف أو إلغاء تثبيت تطبيق أكسكريبت، ستظل ملفات أكسكريبت المشفرة تحمل الامتداد .axx.</li>
de: <li>Auch nachdem Sie die AxCrypt-App gelöscht oder deinstalliert haben, haben AxCrypt-verschlüsselte Dateien immer noch die Erweiterung .axx.</li>
es: <li>Incluso después de eliminar o desinstalar la aplicación AxCrypt, los archivos cifrados de AxCrypt seguirán teniendo la extensión .axx.</li>
fr: <li> même après avoir supprimé ou désinstallé l'application AxCrypt, les fichiers chiffrés par AxCrypt conserveront toujours l'extension .axx.</li>
it: <li>Anche dopo aver eliminato o disinstallato l'app AxCrypt, i file crittografati con AxCrypt continueranno ad avere l'estensione .axx.</li>
ko: <li>AxCrypt 앱을 삭제하거나 제거한 후에도 AxCrypt 암호화 파일의 확장명은 .axx입니다.</li>
nl: <li>Zelfs nadat u de AxCrypt-app hebt verwijderd of verwijderd, hebben AxCrypt-gecodeerde bestanden nog steeds de extensie .axx.</li>
pl: <li>Nawet po usunięciu lub odinstalowaniu aplikacji AxCrypt zaszyfrowane pliki AxCrypt nadal będą miały rozszerzenie .axx.</li>
ru: <li>Даже после удаления приложения AxCrypt зашифрованные файлы AxCrypt по-прежнему будут иметь расширение .axx.</li>
zh: <li>即使在您删除或卸载 AxCrypt 应用程序后，AxCrypt 加密文件仍将具有 .axx 扩展名。</li>
