Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVAE_Text1
source: Nowadays we know data is the most important aspect of our life, being it personal, economic or commercial. As we increasingly use online, data is always at risk. In spite of all the best efforts made, there are possibilities that your computer is infected with malware, ransomware or any cyber criminals that your antivirus cannot detect. Malware sends sensitive data on your computer and sends it to the cybercriminal running the malware. It is supreme to keep data secure. This is where technology comes into place. Technology makes it difficult task for hackers to data breaches. We have to rely on encryption software keeping cyber criminals from reaching our data. Encryption helps in keeping our data private and protected. It acts as a lock from cybercrime, providing an extra layer of protection in safeguarding our critical credentials. Encryption secures our data from hackers reading our information.
ar: في الوقت الحاضر ، نعلم أن البيانات هي أهم جانب في حياتنا ، سواء أكانت شخصية أم اقتصادية أم تجارية. نظرًا لأننا نستخدم الإنترنت بشكل متزايد ، فإن البيانات دائمًا في خطر. على الرغم من كل الجهود المبذولة ، هناك احتمالية أن يكون جهاز الكمبيوتر الخاص بك مصابًا ببرامج ضارة أو برامج الفدية أو أي مجرمي إنترنت لا يستطيع برنامج مكافحة الفيروسات اكتشافه. ترسل البرامج الضارة بيانات حساسة على جهاز الكمبيوتر الخاص بك وترسلها إلى المجرم الإلكتروني الذي يقوم بتشغيل البرامج الضارة. من الأفضل الحفاظ على أمان البيانات. هذا هو المكان الذي تأتي فيه التكنولوجيا إلى مكانها الصحيح. تجعل التكنولوجيا مهمة اختراق البيانات صعبة على المتسللين. علينا الاعتماد على برامج التشفير التي تمنع مجرمي الإنترنت من الوصول إلى بياناتنا. يساعد التشفير في الحفاظ على خصوصية بياناتنا وحمايتها. إنه بمثابة قفل من الجرائم الإلكترونية ، مما يوفر طبقة إضافية من الحماية في حماية بيانات اعتمادنا الهامة. يحمي التشفير بياناتنا من المتسللين الذين يقرؤون معلوماتنا.
de: Heutzutage wissen wir, dass Daten der wichtigste Aspekt unseres Lebens sind, sei es persönlich, wirtschaftlich oder kommerziell. Da wir zunehmend online nutzen, sind Daten immer einem Risiko ausgesetzt. Trotz aller Bemühungen besteht die Möglichkeit, dass Ihr Computer mit Malware, Ransomware oder Cyberkriminellen infiziert ist, die Ihr Antivirenprogramm nicht erkennen kann. Malware sendet vertrauliche Daten auf Ihren Computer und sendet sie an den Cyberkriminellen, der die Malware ausführt. Es ist oberstes Gebot, Daten sicher zu verwahren. Hier kommt die Technologie ins Spiel. Technologie macht es Hackern schwer, Datenverletzungen zu begehen. Wir müssen uns auf Verschlüsselungssoftware verlassen, die Cyberkriminelle davon abhält, an unsere Daten zu gelangen. Verschlüsselung hilft dabei, unsere Daten privat und geschützt zu halten. Es fungiert als Schutz vor Cyberkriminalität und bietet eine zusätzliche Schutzschicht beim Schutz unserer kritischen Anmeldeinformationen. Verschlüsselung schützt unsere Daten vor Hackern, die unsere Informationen lesen.
es: Hoy en día sabemos que los datos son el aspecto más importante de nuestra vida, ya sea a nivel personal, económico o comercial. A medida que usamos cada vez más la información en línea, los datos siempre están en riesgo. A pesar de todos los mejores esfuerzos realizados, existen posibilidades de que tu computadora esté infectada con malware, ransomware o cualquier ciberdelincuente que tu antivirus no pueda detectar. El malware envía datos confidenciales a tu computadora y los envía al ciberdelincuente que ejecuta el malware. Es fundamental mantener los datos seguros. Aquí es donde entra en juego la tecnología, ya que dificulta la tarea de los hackers informáticos ante las vulneraciones de datos. Tenemos que confiar en el software de cifrado para evitar que los ciberdelincuentes accedan a nuestros datos. El cifrado ayuda a mantener nuestros datos privados y protegidos. Actúa como un candado contra el ciberdelito, brindando una capa adicional de protección para salvaguardar nuestras credenciales críticas. El cifrado protege nuestros datos de los hackers informáticos que leen nuestra información.
fr: De nos jours, nous savons que les données sont l'aspect le plus important de notre vie, qu'elles soient personnelles, économiques ou commerciales. Comme nous sommes de plus en plus en ligne, les données sont toujours à risque. Malgré tous les meilleurs efforts déployés, il est possible que votre ordinateur soit infecté par des logiciels malveillants, des rançongiciels ou tout autre cybercriminel que votre antivirus ne peut pas détecter. Les logiciels malveillants envoient des données sensibles sur votre ordinateur et les renvoient au cybercriminel exécutant le logiciel malveillant. Il est primordial de garder les données sécurisées. C'est là que la technologie entre en place. La technologie rend la tâche difficile pour les pirates pour accéder aux données. Nous devons compter sur un logiciel de cryptage pour empêcher les cybercriminels d'accéder à nos données. Le cryptage aide à garder nos données privées et protégées. Il agit comme un verrou contre la cybercriminalité, offrant une couche de protection supplémentaire pour protéger nos informations d'identification critiques. Le cryptage sécurise nos données contre les pirates qui lisent nos informations.
it: Oggi sappiamo che i dati sono l'aspetto più importante della nostra vita, siano essi personali, economici o commerciali. Poiché utilizziamo sempre più online, i dati sono sempre a rischio. Nonostante tutti i migliori sforzi compiuti, è possibile che il tuo computer sia stato infettato da malware, ransomware o altri criminali informatici che il tuo antivirus non è in grado di rilevare. Il malware invia dati sensibili sul tuo computer e li invia al criminale informatico che esegue il malware. È fondamentale proteggere i dati. È qui che entra in gioco la tecnologia. La tecnologia rende difficile per gli hacker il compito di violare i dati. Dobbiamo fare affidamento su software di crittografia che impediscono ai criminali informatici di raggiungere i nostri dati. La crittografia aiuta a mantenere i nostri dati privati ​​e protetti. Agisce come un blocco dal crimine informatico, fornendo un ulteriore livello di protezione per salvaguardare le nostre credenziali critiche. La crittografia protegge i nostri dati dagli hacker che leggono le nostre informazioni.
ko: 오늘날 우리는 데이터가 개인적, 경제적 또는 상업적으로 우리 삶의 가장 중요한 측면이라는 것을 알고 있습니다. 온라인 사용량이 늘었기에 데이터는 항상 위험에 처해 있습니다. 최선의 노력에도 불구하고 컴퓨터가 맬웨어, 랜섬웨어 또는 바이러스 백신이 탐지할 수 없는 사이버 범죄자에 감염되었을 가능성이 있습니다. 맬웨어는 컴퓨터에 민감한 데이터를 전송하여 사이버 범죄자에게 보냅니다. 그래서 데이터를 안전하게 유지하는 것이 가장 중요합니다. 기술은 해커가 데이터 침해를 어렵게 만듭니다. 우리는 사이버 범죄자가 데이터에 접근하지 못하도록 암호화 소프트웨어가 필요합니다. 암호화는 데이터를 비공개로 유지하고 보호하는 데 도움이 됩니다. 사이버 범죄로부터 잠금 장치 역할을 하여, 중요한 자격 증명을 보호하는 데 추가 보호 계층을 제공합니다. 암호화는 정보를 읽는 해커로부터 데이터를 보호합니다.
nl: Tegenwoordig weten we dat gegevens het belangrijkste aspect van ons leven zijn, of het nu gaat om persoonlijke, economische of commerciële gegevens. Omdat we steeds meer online gebruiken, lopen gegevens altijd gevaar. Ondanks alle inspanningen zijn er mogelijkheden dat uw computer is geïnfecteerd met malware, ransomware of andere cybercriminelen die uw antivirus niet kan detecteren. Malware stuurt gevoelige gegevens op uw computer door naar de cybercrimineel die de malware uitvoert. Het is het allerbelangrijkste om gegevens veilig te houden. Dit is waar technologie om de hoek komt kijken. Technologie maakt het hackers moeilijk om gegevens in te breken. We moeten vertrouwen op encryptiesoftware om te voorkomen dat cybercriminelen onze gegevens bereiken. Encryptie helpt om onze gegevens privé en beschermd te houden. Het werkt als een slot tegen cybercriminaliteit en biedt een extra beschermingslaag om onze kritieke gegevens te beschermen. Encryptie beveiligt onze gegevens tegen hackers die onze informatie lezen.
pl: W dzisiejszych czasach wiemy, że dane są najważniejszym aspektem naszego życia, czy to osobistego, gospodarczego czy handlowego. Ponieważ coraz częściej korzystamy z Internetu, dane są zawsze zagrożone. Pomimo dołożenia wszelkich starań, istnieje możliwość, że Twój komputer został zainfekowany złośliwym oprogramowaniem, oprogramowaniem ransomware lub jakimkolwiek cyberprzestępcą, którego Twój program antywirusowy nie jest w stanie wykryć. Złośliwe oprogramowanie wysyła poufne dane na Twój komputer i wysyła je do cyberprzestępcy uruchamiającego to złośliwe oprogramowanie. Bezpieczeństwo danych jest sprawą nadrzędną. W tym miejscu pojawia się technologia. Technologia utrudnia hakerom naruszenie danych. Musimy polegać na oprogramowaniu szyfrującym, które uniemożliwia cyberprzestępcom dostęp do naszych danych. Szyfrowanie pomaga zachować prywatność i ochronę naszych danych. Działa jak blokada przed cyberprzestępczością, zapewniając dodatkową warstwę ochrony w ochronie naszych krytycznych danych uwierzytelniających. Szyfrowanie zabezpiecza nasze dane przed hakerami czytającymi nasze informacje.
pt: Hoje em dia, sabemos que os dados são o aspecto mais importante da nossa vida, sejam eles pessoais, económicos ou comerciais. À medida que usamos cada vez mais serviços online, os dados estão sempre em risco. Apesar dos melhores esforços, é possível que o seu computador seja infectado com malware, ransomware ou cibercriminosos que o seu antivírus não consegue detectar. O malware envia dados sensíveis armazenados no seu computador para o cibercriminoso que o está a executar. É fundamental manter os dados seguros. É aqui que a tecnologia entra. A tecnologia torna difícil a violação de dados por parte de hackers. Temos de confiar em software de cifragem para impedir que os cibercriminosos alcancem os nossos dados. A cifragem ajuda a manter os nossos dados privados e protegidos. Actua como um cadeado em relação ao cibercrime, fornecendo uma camada extra de protecção das suas credenciais. A cifragem protege os nossos dados da sua leitura por hackers.
ru: В настоящее время мы знаем, что данные - это самый важный аспект нашей жизни, будь то личный, экономический или коммерческий. Поскольку мы все чаще пользуемся интернетом, данные всегда находятся под угрозой. Несмотря на все приложенные усилия, существует вероятность того, что ваш компьютер заражен вредоносным ПО, программами-вымогателями или любыми киберпреступниками, которых ваш антивирус не может обнаружить. Вредоносная программа отправляет конфиденциальные данные на ваш компьютер и отправляет их киберпреступнику, запустившему вредоносную программу. Крайне важно обеспечить безопасность данных. Вот тут-то и вступают в силу технологии. Технология усложняет задачу хакеров по утечке данных. Мы должны полагаться на программное обеспечение для шифрования, не позволяющее киберпреступникам получить доступ к нашим данным. Шифрование помогает сохранить наши данные конфиденциальными и защищенными. Он действует как блокировка от киберпреступности, обеспечивая дополнительный уровень защиты при сохранении наших важнейших учетных данных. Шифрование защищает наши данные от хакеров, считывающих нашу информацию.
sv: Nuförtiden vet vi att data är den viktigaste aspekten av vårt liv, vare sig det är personligt, ekonomiskt eller kommersiellt. Eftersom vi alltmer befinner oss online är datan alltid i riskzonen. Trots alla de ansträngningarna som gjorts, finns det möjligheter att din dator är infekterad med skadlig programvara, ransomware eller andra cyberbrott som ditt antivirus inte kan upptäcka. Skadlig programvara skickar känslig data till din dator och skickar den sen till den cyberbrottsling som kör den skadliga programvaran. Det är suveränt att hålla data säker. Det är här tekniken kommer på plats. Tekniken gör det svårt för hackare att göra dataintrång. Vi måste förlita oss på krypteringsprogram som hindrar cyberbrottslingar från att nå våra data. Kryptering hjälper till att hålla vår data privat och skyddad. Det fungerar som ett lås mot cyberbrottslighet och ger ett extra lager av skydd för att skydda våra viktiga uppgifter. Kryptering säkrar vår data från hackare som kan ta del av vår information.
tr: Günümüzde hem kişisel, hem ekonomik hem de ticari olarak hayatımızın en önemli yönünün veriler olduğunu biliyoruz. Giderek artan şekilde internete bağlı kaldıkça veriler her zaman risk halindedir. Her türlü üstün gayrete rağmen bilgisayarlarınıza antivirüs yazılımlarının tespit edemeyeceği zararlı yazılım, fidye yazılımı bulaşması veya diğer siber suçların işlenmesi mümkündür. Zararlı yazılımlar bilgisayarınızda hassas verileri gönderir ve bunları zararlı yazılım kullanan siber suçluya yollar. Bu nedenler verilerin güvenliğinin sağlanması hayati öneme sahiptir. Bu noktada devreye teknoloji girer. Teknoloji sayesinde internet korsanlarının veri ihlalleri yapması zorlaştırılır. Siber suçluların verilerimize erişmesini önlemek için şifreleme yazılımları kullanmamız gerekir. Şifreleme verilerimizin gizli ve güvenli kalmasını sağlar. Ayrıca siber suçlara karşı bir kilit görevi görür ve kritik kimlik bilgilerinizin korunması için ekstra bir koruma kalkanı sağlar. Şifreleme, verilerimizin bilgilerimizi okuyan internet korsanlarından korunmasını sağlar.
zh: 如今，我们知道数据是我们生活中最重要的方面，无论是个人的，经济的还是商业的。 随着我们越来越多地在线使用，数据始终处于风险之中。 尽管做出了最大的努力，但您的计算机仍有可能感染恶意软件，勒索软件或您的防病毒软件无法检测到的任何网络犯罪分子。 恶意软件会在您的计算机上发送敏感数据，并将其发送给运行恶意软件的网络犯罪分子。 保持数据安全是至高无上的. 这就是技术到位的地方。 技术使得黑客数据泄露成为一项艰巨的任务。 我们必须依靠加密软件来阻止网络犯罪分子访问我们的数据。 加密有助于保持我们的数据私有和保护。 它充当网络犯罪的锁，为保护我们的关键凭证提供了额外的保护层。 加密保护我们的数据免受黑客读取我们的信息。

# Blog_SVAE_Title
source: Symmetric Vs Asymmetric encryption
ar: التشفير المتماثل مقابل التشفير غير المتماثل
de: Symmetrische Vs Asymmetrische Verschlüsselung
es: Cifrado simétrico vs. asimétrico
fr: Cryptage symétrique vs asymétrique
it: Crittografia simmetrica Vs asimmetrica
ko: 대칭 vs 비대칭 암호화
nl: Symmetrische versus asymmetrische encryptie
pl: Szyfrowanie symetryczne kontra szyfrowanie asymetryczne
pt: Cifragem Simétrica vs Assimétrica
ru: Симметричное Vs Асимметричное шифрование
sv: Symmetrisk vs asymmetrisk kryptering
tr: Simetrik ve Asimetrik şifreleme
zh: 对称与非对称加密

# Blog_SVL_Summary
source: Some users instinctively react negatively to the AxCrypt Premium subscription model. Not against the general principle of paying for Premium, but the yearly recurring fee as opposed to a ‘perpetual’ license.
ar: يتفاعل بعض المستخدمين غريزيًا بشكل سلبي مع نموذج اشتراك اكسكربت الممتازة. ليس مخالفًا للمبدأ العام للدفع مقابل قسط التأمين ، ولكن الرسوم المتكررة السنوية مقابل الترخيص "الدائم".
de: Einige Benutzer reagieren instinktiv negativ auf das AxCrypt Premium-Abonnementmodell. Nicht gegen das allgemeine Prinzip der Premium, sondern gegen die jährlich wiederkehrende Gebühr im Gegensatz zu einer unbefristeten Lizenz.
es: Algunos usuarios instintivamente reaccionan de manera negativa al modelo de suscripción AxCrypt Premium. No contra el principio general de pagar Premium, sino contra la tarifa anual recurrente en lugar de una licencia "perpetua".
fr: Certains utilisateurs réagissent instinctivement négativement au modèle d’abonnement AxCrypt Premium. Non pas contre le principe général de payer pour Premium, mais contre les frais récurrents annuels par opposition à une licence « perpétuelle ».
it: Alcuni utenti reagiscono istintivamente negativamente al modello di abbonamento AxCrypt Premium. Non contro il principio generale del pagamento del Premium, ma contro il canone annuale ricorrente in contrapposizione a una licenza "perpetua".
ko: 일부 사용자는 본능적으로 AxCrypt 프리미엄 구독 모델에 부정적으로 반응합니다. 프리미엄을 지불하는 일반적인 원칙에 위배되지 않지만, '영구적' 라이센스와는 반대로 매년 반복되는 수수료에 대해서 말이죠.
nl: Sommige gebruikers reageren instinctief negatief op het AxCrypt Premium abonnementsmodel. Niet tegen het algemene principe van betalen voor Premium, maar de jaarlijks terugkerende kosten in tegenstelling tot een 'eeuwigdurende' licentie.
pl: Niektórzy użytkownicy instynktownie reagują negatywnie na model subskrypcji AxCrypt Premium. Nie wbrew ogólnej zasadzie płacenia za Premium, ale rocznej, cyklicznej opłacie, w przeciwieństwie do licencji „wieczystej”.
pt: Alguns utilizadores reagem instintivamente de forma negativa ao modelo de subscrição AxCrypt Premium. Não causa do princípio genérico de se pagar por Premium, mas pela taxa anualmente recorrente em vez de uma 'perpétua'.
ru: Некоторые пользователи инстинктивно негативно реагируют на модель подписки AxCrypt Premium. Не против общего принципа оплаты Premium,, а за ежегодную повторяющуюся плату в отличие от "бессрочной" лицензии.
sv: Vissa användare reagerar instinktivt negativt på AxCrypt Premium-prenumerationsmodellen. Inte mot principen att betala för Premium, utan den årliga återkommande avgiften i motsats till en "evig" licens.
tr: Bazı kullanıcılar içgüdüsel olarak AxCrypt Premium abonelik modeline olumsuz tepki verir. Bu tepki, Premium için ödeme yapma ilkesinden ziyade, 'kalıcı' lisansın aksine yıllık yinelenen ücrete karşıdır.
zh: 一些用户本能地对AxCrypt高级订阅模式做出负面反应。 不是违反支付保费的一般原则，而是每年的经常性费用，而不是'永久'许可证。

# Blog_SVL_Text1
source: Subscription vs. License
ar: الاشتراك مقابل الترخيص
de: Abonnement vs. Lizenz
es: Suscripción vs Licencia
fr: Abonnement vs. Licence
it: Abbonamento vs licenza
ko: 구독 vs. 라이선스
nl: Abonnement versus licentie
pl: Subskrypcja a licencja
pt: Subscrição vs. Licença
ru: Подписка vs. Лицензия
sv: Prenumeration vs. licens
tr: Abonelik ve Lisans Karşılaştırması
zh: 订阅与许可证

# Blog_SVL_Text10
source: If you purchased a software at EUR 79, you’re stuck with that cost even if you change your mind after 6 or 12 months. You won’t get a refund for half the price because you’d like to stop using the software license.
ar: إذا اشتريت برنامجًا بسعر 79 يورو ، فستظل عالقًا بهذه التكلفة حتى إذا غيرت رأيك بعد 6 أو 12 شهرًا. لن تسترد نصف السعر لأنك تريد التوقف عن استخدام ترخيص البرنامج.
de: Wenn Sie eine Software für 79 EURO gekauft haben, bleiben Sie bei diesen Kosten, auch wenn Sie nach 6 oder 12 Monaten Ihre Meinung ändern. Sie erhalten keine Rückerstattung für die Hälfte des Preises, weil Sie die Softwarelizenz nicht mehr verwenden möchten.
es: Si compraste un software a 79 euros, tendrás que pagar ese costo incluso si cambias de opinión después de 6 o 12 meses. No obtendrás un reembolso por la mitad del precio porque deseas dejar de usar la licencia de software.
fr: Si vous avez acheté un logiciel à 79 euros, vous êtes coincé avec ce coût même si vous changez d’avis après 6 ou 12 mois. Vous n’obtiendrez pas de remboursement pour la moitié du prix parce que vous souhaitez cesser d’utiliser la licence du logiciel.
it: Se hai acquistato un software a 79 euro, sei bloccato con quel costo anche se cambi idea dopo 6 o 12 mesi. Non riceverai un rimborso per la metà del prezzo perché vorresti smettere di usare la licenza del software.
ko: EUR 79에 소프트웨어를 구입한 경우 6 개월 또는 12 개월 후에 마음이 바뀌더라도 해당 비용이 발생합니다. 소프트웨어 라이선스 사용을 중지하고 싶으신 경우, 절반 가격의 환불을 받을 수 없습니다.
nl: Als je software hebt gekocht voor 79 euro, zit je aan die prijs vast, zelfs als je na 6 of 12 maanden van gedachten verandert. U krijgt de helft van de prijs niet terug omdat u de softwarelicentie niet meer wilt gebruiken.
pl: Jeśli kupiłeś oprogramowanie za 79 euro, utkniesz z tym kosztem, nawet jeśli zmienisz zdanie po 6 lub 12 miesiącach. Nie otrzymasz zwrotu za połowę ceny, ponieważ chcesz przestać korzystać z licencji na oprogramowanie.
pt: Se adquirir software a EUR 79, fica presa(o) a esse custo mesmo que mude de opinião 6 ou 12 meses depois. Não receberá o reembolso de metade do preço por querer parar de usar a licença de software.
ru: Если вы приобрели программное обеспечение за 79 евро, вы останетесь с этой стоимостью, даже если передумаете через 6 или 12 месяцев. Вы не получите возмещение за половину цены, потому что вы хотели бы прекратить использование лицензии на программное обеспечение.
sv: Om du köpte en programvara för 79 euro, har du betalat den kostnaden även om du ändrar dig efter 6 eller 12 månader. Du får ingen återbetalning för halva priset eftersom du vill sluta använda programvarulicensen.
tr: 79 Euro'dan bir yazılım satın aldıysanız, 6 veya 12 ay sonra fikrinizi değiştirseniz bile bu maliyete takılı kalırsınız. Yazılım lisansını kullanmayı bırakmak istediğiniz için fiyatın yarısını geri almazsınız.
zh: 如果你以79欧元的价格购买了一个软件，即使你在6或12个月后改变主意，你也会被这个成本所困扰。 你不会得到退款的一半价格，因为你想停止使用软件许可证。

# Blog_SVL_Text11
source: We’ve deliberately priced the yearly subscription at a level so 2-3 years is about at the same level as the typical corresponding software license. Yes, there are cheaper licensed software to be found. There are also plenty of more expensive options around.
ar: لقد قمنا بتسعير الاشتراك السنوي عمدًا على مستوى ، لذا فإن 2-3 سنوات تقترب من نفس المستوى مثل ترخيص البرنامج المطابق النموذجي. نعم ، هناك برامج مرخصة أرخص يمكن العثور عليها. هناك أيضًا الكثير من الخيارات الأكثر تكلفة حولها.
de: Wir haben das Jahresabonnement bewusst auf einem Niveau festgesetzt, so dass 2-3 Jahre ungefähr auf dem Niveau der typischen entsprechenden Softwarelizenz liegen. Ja, es gibt günstigere lizenzierte Software. Es gibt auch viele teurere Optionen.
es: Hemos fijado deliberadamente el precio de la suscripción anual a un nivel en el que 2 o 3 años equivalen aproximadamente al mismo nivel que la licencia de software típica correspondiente. Sí, se puede encontrar software con licencia más barato. También hay muchas opciones más caras.
fr: Nous avons délibérément fixé le prix de l'abonnement annuel à un niveau tel que 2 à 3 ans correspondent à peu près au même niveau que la licence logicielle correspondante typique. Oui, il existe des logiciels sous licence moins chers. Il existe également de nombreuses options plus chères.
it: Abbiamo deliberatamente valutato l'abbonamento annuale a un livello tale per cui 2-3 anni sono all'incirca allo stesso livello della tipica licenza software corrispondente. Sì, è possibile trovare software con licenza più economico. Ci sono anche molte opzioni più costose in giro.
ko: 우리는 의도적으로 연간 구독 가격을 수준으로 책정하여 2-3 년이 일반적인 해당 소프트웨어 라이선스와 거의 같은 수준입니다. 예, 더 저렴한 라이센스 소프트웨어도 있습니다. 혹은 더 비싼 옵션도 많이 있습니다.
nl: We hebben het jaarabonnement bewust zo geprijsd dat 2-3 jaar ongeveer op hetzelfde niveau ligt als de typische bijbehorende softwarelicentie. Ja, er is goedkopere gelicentieerde software te vinden. Er zijn ook genoeg duurdere opties in de buurt.
pl: Celowo wyceniliśmy roczną subskrypcję na takim poziomie, że 2-3 lata są mniej więcej na tym samym poziomie, co typowa odpowiednia licencja na oprogramowanie. Tak, można znaleźć tańsze licencjonowane oprogramowanie. Istnieje również wiele droższych opcji.
pt: Estabelecemos deliberadamente o preço de tal forma que 2-3 anos da subscrição anual correspondem mais ou menos à típica licença de software correspondente. Sim, há software licenciado mais barato. Também há muitas opções mais caras.
ru: Мы намеренно установили цену годовой подписки на таком уровне, чтобы 2-3 года она примерно равнялась обычной лицензии на программное обеспечение. Да, можно найти более дешевое лицензионное программное обеспечение. Вокруг также есть множество более дорогих вариантов.
sv: Vi har medvetet prissatt den årliga prenumerationen till en nivå så att på 2-3 år är man ungefär på samma nivå som den typiska motsvarande mjukvarulicensen. Ja, det finns billigare licensierad programvara att hitta. Det finns också många dyrare alternativ.
tr: Yıllık aboneliği kasıtlı olarak belirli bir seviyede fiyatlandırdık, bu şekilde 2-3 yıl tipik muadil yazılım lisansıyla aynı seviyede olmuş olur. Evet, bulunabilecek daha ucuz lisanslı yazılımlar var. Ayrıca ortada çok daha pahalı seçenekler de var.
zh: 我们故意将年度订阅定价为一个级别，因此2-3年与典型的相应软件许可证大致相同。 是的，有更便宜的许可软件可以找到。 还有很多更昂贵的选择。
