Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCryptAboutDescription
source: File Security For You and Your Team by AxCrypt AB Includes software from http://www.bouncycastle.org/ .
ar: تأمين الملفات لك ولفريقك بواسطة اكسكربت AB يتضمن برنامجًا من http://www.bouncycastle.org/.
de: Datensicherheit für Sie und Ihr Team von AxCrypt AB Umfasst Software von http://www.bouncycastle.org/
es: AxCrypt AB ofrece seguridad de archivos para ti y tu equipo Incluye el software de http://www.bouncycastle.org/ .
fr: Protection de Fichiers Pour Vous et Votre Equipe par Axcrypt AB Certaines parties de ce logiciel proviennent de http://www.bouncycastle.org/ .
it: Protezione dei File Per Te e il Tuo Gruppo da AxCrypt AB Incluso il software da http://www.bouncycastle.org/ .
ko: 사용자와 사용자의 팀을 위한 AxCrypt AB로 본안된 파일은 http://www.bouncycastle.org/ 소프트웨어에서 생긴 것입니다.
nl: Bestandsbeveiliging Voor U en Uw Team door AxCrypt AB Bevat software van http://www.bouncycastle.org/ .
pl: Bezpieczeństwo Plików Dla Ciebie i Twojej Grupy od AxCrypt AB Zawiera oprogramowanie z witryny http://www.bouncycastle.org/.
pt: Segurança de arquivo para você e sua equipe, de AxCrypt AB Inclui software de http://www.bouncycastle.org/
ru: Безопасность Файлов Для Вас и Вашей Группы от AxCrypt AB Содержит программное обеспечение от http://www.bouncycastle.org/ .
sv: Filskydd För Dig och Ditt Team från AxCrypt AB Innehåller programvara från http://www.bouncycastle.org/ .
tr: AxCrypt AB tarafından sen ve ekibin için Dosya güvenliği http://www.bouncycastle.org/ tarafından yazılım içerir.
zh: 文件安全为您和您的团队由AxCrypt AB 包括软件http://www.bouncycastle.org/。

# AxCryptAffiliateHeading
source: Become an AxCrypt’s <span>Affiliate</span>!
ar: كن <span>تابعا</span> لاكسكربت !
de: Werden Sie ein <span>Affiliate</span> von AxCrypt!
es: ¡Conviértete en <span>afiliado de AxCrypt</span>!
fr: Devenez un <span>affilié</span> d’AxCrypt !
it: <span>Diventa un affiliato</span> di AxCrypt!
ko: AxCrypt의 <span>제휴</span>가 되어보세요!
nl: Word een AxCrypt <span>Affiliate</span>!
pl: Zostań <span>partnerem</span> AxCrypt!
pt: Torne-se um <span>afiliado</span> da AxCrypt!
ru: <span>Станьте партнером</span> AxCrypt!
sv: Bli en av AxCrypt's<span> Affiliate Partners</span>!
tr: Bir AxCrypt <span> Satış Ortağı</span> Olun!
zh: 成为AxCrypt <span>的会员</span>！

# AxCryptAffiliateInfoText
source: Join as an AxCrypt Affiliate and earn top commissions on every sale.
ar: انضم كشركة تابعة ل اكسكربت واكسب أعلى العمولات على كل عملية بيع.
de: Melden Sie sich als AxCrypt Affiliate an und verdienen Sie Top-Provisionen bei jedem Verkauf.
es: Únase como afiliado de AxCrypt y gane las mejores comisiones en cada venta.
fr: Rejoignez AxCrypt en tant qu’affilié et gagnez des commissions sur chaque vente.
it: Iscriviti come affiliato AxCrypt e guadagna le migliori commissioni su ogni vendita.
ko: AxCrypt 제휴사로 가입하고 모든 판매에 최고 수수료를 적립하십시오.
nl: Word lid als een AxCrypt Affiliate en verdien topcommissies bij elke verkoop.
pl: Zostań Partnerem AxCrypt i zarabiaj najwyższe prowizje od każdej sprzedaży.
pt: Junte-se como um afiliado AxCrypt e ganhe as melhores comissões em cada venda.
ru: Присоединяйтесь в качестве партнера AxCrypt и зарабатывайте высокие комиссионные с каждой продажи.
sv: Bli en AxCrypt-affiliate och tjäna högsta provision på varje försäljning.
tr: AxCrypt Satış Ortağı olarak katılın ve her satıştan en yüksek komisyonları kazanın.
zh: 作为AxCrypt会员加入，并在每笔销售中赚取最高佣金。

# AxCryptAwardwinningText
source: <span>AxCrypt award-winning & easy to use encryption software</span> helps your organisation to comply with data security and encryption requirements.<span>Try it free for 30-days</span> to see how it works.
ar: يساعد <span>برنامج التشفير اكسكربت بيزنس الحائز على جوائز وسهل الاستخدام</span> مؤسستك على الامتثال لمتطلبات أمان البيانات والتشفير. <span>جربه مجانا لمدة 30 يوما</span> لترى كيف يعمل.
de: <span>Die preisgekrönte und einfach zu bedienende Verschlüsselungssoftware von AxCrypt</span> hilft Ihrem Unternehmen, die Anforderungen an Datensicherheit und Verschlüsselung zu erfüllen. <span>Probieren Sie es 30 Tage lang kostenlos aus</span>, um zu sehen, wie es funktioniert.
es: <span>El galardonado software de encriptación AxCrypt y fácil de usar</span> ayuda a su organización a cumplir con los requisitos de seguridad y encriptación de datos. <span>Pruébelo gratis durante 30 días</span> para ver cómo funciona.
fr: Le <span>logiciel de chiffrement primé et facile à utiliser AxCrypt</span> aide votre organisation à se conformer aux exigences de sécurité et de chiffrement des données.<span>Essayez-le gratuitement pendant 30 jours</span> pour voir comment il fonctionne.
it: <span>Il software di crittografia AxCrypt, pluripremiato e facile da usare</span> , aiuta la tua organizzazione a rispettare i requisiti di sicurezza e crittografia dei dati. <span>Provalo gratuitamente per 30 giorni</span> per vedere come funziona.
ko: <span>AxCrypt 수상 경력의 사용이 간편한 암호화 소프트웨어</span>는 귀사가 데이터 보안 및 암호화 요구 사항을 준수하도록 도와줍니다.<span>30일 무료 체험</span>을 통해 어떻게 작동하는지 확인하세요.
nl: <span>De bekroonde en gebruiksvriendelijke versleutelingssoftware van AxCrypt</span> helpt jouw organisatie om te voldoen aan de eisen voor gegevensbeveiliging en versleuteling. <span>Probeer het 30 dagen gratis</span> uit om te zien hoe het werkt.
pl: <span>Nagradzane i łatwe w użyciu oprogramowanie szyfrujące AxCrypt</span> pomaga Twojej organizacji spełnić wymagania dotyczące bezpieczeństwa danych i szyfrowania.<span>Wypróbuj bezpłatnie przez 30 dni</span>, aby zobaczyć, jak to działa.
pt: <span>O premiado software de criptografia AxCrypt ajuda</span> sua organização a cumprir os requisitos de segurança e criptografia de dados. <span>Experimente gratuitamente por 30 dias</span> para ver como funciona.
ru: <span>Удостоенное наград и простое в использовании программное обеспечение для шифрования AxCrypt</span> поможет вашей организации соответствовать требованиям безопасности и шифрования данных. <span>Попробуйте бесплатно в течение 30 дней</span>, чтобы увидеть, как это работает.
sv: <span>AxCrypts prisbelönta och lättanvända krypteringsprogram</span> hjälper din organisation att uppfylla kraven på datasäkerhet och kryptering. <span>Prova gratis i 30 dagar</span> för att se hur det fungerar.
tr: <span>AxCrypt ödüllü ve kullanımı kolay şifreleme yazılımı</span> kuruluşunuzun veri güvenliği ve şifreleme gereksinimlerine uymasına yardımcı olur. Nasıl çalıştığını görmek <span>için 30 gün boyunca ücretsiz deneyin</span> .
zh: <span>AxCrypt屡获殊荣且易于使用的加密软件</span> 可帮助您的组织遵守数据安全和加密要求。<span>免费试用30天</span> ，看看它是如何工作的。

# AxCryptBetaWarning
source: Warning! This is untested beta software. This means that it may be missing features and be unstable. Texts may be missing and user interface might be incomplete. Use with care and ensure you have up-to-date backups of all your data. Please report any issues to support@axcrypt.net . You have been warned, now enjoy!
ar: تحذير! هذا برنامج تجريبي لم يتم اختباره. هذا يعني أنه قد يفتقد إلى الميزات ويكون غير مستقر. قد تكون النصوص مفقودة وقد تكون واجهة المستخدم غير مكتملة. استخدم بعناية وتأكد من أن لديك نسخ احتياطية محدثة لجميع بياناتك. يرجى الإبلاغ عن أي مشاكل إلى support@axcrypt.net. لقد تم تحذيرك ، استمتع الآن!
de: Warnung! Dies ist ungetestete beta-software. Dies bedeutet, dass möglicherweise Funktionen fehlen und instabil sind. Möglicherweise fehlen Texte und die Benutzeroberfläche ist unvollständig. Verwenden Sie mit Sorgfalt und stellen Sie sicher, dass Sie aktuell backups aller Ihrer Daten haben. Bitte melden Sie alle Probleme an https://bitbucket.org/axcryptab/axcrypt-xwt/issues oder support@axcrypt.net . Sie wurden gewarnt, jetzt genießen!
es: ¡Advertencia! Este es un software beta no probado. Esto significa que es posible que falten funciones y sea inestable. Es posible que falten textos y que la interfaz de usuario esté incompleta. Úsalo con cuidado y asegúrate de tener copias de seguridad actualizadas de todos tus datos. Informe cualquier problema a https://bitbucket.org/axcryptab/axcrypt-xwt/issues o support@axcrypt.net. Ya fuiste notificado, así que ¡ahora disfruta!
fr: Attention ! Ceci est une version beta du logiciel, qui n'a pas été testée. Cela veut dire qu'il se pourrait qu'il manque des fonctionnalités ou qu'il soit instable. Il peut manquer des textes et l'interface utilisateur peut être incomplète. Utilisez-la avec soin et assez-vous que vous avez des sauvegardes récentes de toutes vos données. Veuillez reporter tout problème à https://bitbucket.org/axcryptab/axcrypt-xwt/issues ou support@axcrypt.net. Vous êtes prévenus, profitez-en bien !
it: Attenzione! Questo è un software beta e non è ancora stato testato. Ciò significa che potrebbero mancare alcune funzionalità e potrebbe essere instabile. Potrebbe mancare del testo e l'interfaccia utente potrebbe essere incompleta. Utilizzalo con attenzione e assicurati di avere una copia di backup aggiornata di tutti i tuoi dati. Per favore segnala eventuali problemi a https://bitbucket.org/axcryptab/axcrypt-xwt/issues oppure a support@axcrypt.net. Sei stato avvertito, ora divertiti!
ko: 경고! 이것은 검증되지 않은 베타 소프트웨어입니다. 기능이 빠져 불안정한 상태일 수 있다는 뜻이다. 텍스트가 누락되어 사용자 인터페이스가 불완전할 수 있다. 신중하게 사용하고 모든 데이터를 최신 상태로 백업하세요. 문제가 있으면 support@axcrypt.net 또는 support@axcrypt.net 에 문의해주세요. 이젠 서비스를 즐기세요!
nl: Waarschuwing! Deze beta software is nog niet getest. Mogelijk zijn sommige eigenschappen niet beschikbaar of instabiel. Teksten zijn mogelijk nog niet toegevoegd en de interface is misschien incompleet. Wees voorzichtig en zorg ervoor dat al uw backups up-to-date zijn. Als u problemen heeft kunt u deze melden via https://bitbucket.org/axcryptab/axcrypt-xwt/issues of support@axcrypt.net . U bent gewaarschuwd! Geniet van de beta!
pl: Ostrzeżenie! Jest to niesprawdzone oprogramowanie beta. Oznacza to, że może w nim brakować funkcji i może być niestabilne. Może brakować tekstów, a interfejs użytkownika może być niekompletny. Zachowaj ostrożność i upewnij się, że masz aktualne kopie zapasowe wszystkich Twoich danych. Proszę zgłaszać wszelkie problemy pod adresem https://bitbucket.org/axcryptab/axcrypt-xwt/issues lub support@axcrypt.net. Zostałeś ostrzeżony, przyjemności!
pt: Aviso! Este software é beta, não testado. Poderá estar instável, haver funcionalidades ou texto em falta, e a interface de utilizador poderá estar incompleta. Utilize com cuidado e certifique-se de que tem cópias de segurança actualizadas de todos os seus dados. Por favor, reporte quaisquer problemas para https://bitbucket.org/axcryptab/axcrypt-xwt/issues ou support@axcrypt.net . Está avisada(o), agora desfrute!
ru: Внимание! Это непроверенная бета версия программного обеспечения. Это означает,что в ней могут быть недостающие функции и неполадки. Тексты могут отсутствовать, и интерфейс пользователя может быть незавершённым. Использовать с осторожностью, и убедитесь в наличии новейших резервных копий Вашей информации. Пожалуйста, сообщите о возникновении проблем через https://bitbucket.org/axcryptab/axcrypt-хшт/issues или support@axcrypt.net .
sv: Varning! Detta är oprövad betaprogramvara. Det betyder att den kan sakna funktioner och vara instabil. Texter kan saknas och användargränssnittet kan vara ofullständigt. Använd med försiktighet och se till att du har uppdaterade säkerhetskopior av all din data. Vänligen rapportera eventuella problem till https://bitbucket.org/axcryptab/axcrypt-xwt/issues eller support@axcrypt.net . Du har blivit varnad, njut nu av programvaran!
tr: Uyarı! Bu denenmemiş beta sürümüdür ve dolayısıyla bazı özelliklerden yoksun ve istikrarsız olabilir. Metinler eksik, kullanıcı arayüzü tamamlanmamış olabilir. Dikkatlice kullan ve verilerinin güncel yedeklemelerinin bulunduğundan emin ol. Karşılaşabileceğin sorunları https://bitbucket.org/axcryptab/axcrypt-xwt/issues ya da support@axcrypt.net adreslerine bildirebilirsin. Uyarıldın, şimdi uygulamanın tadını çıkarma zamanı!
zh: 警告！ 这是未经测试的测试版软件。 这意味着它可能缺少功能并且不稳定。 文本可能丢失，用户界面可能不完整。 小心使用，并确保您拥有所有数据的最新备份。 请报告任何问题https://bitbucket.org/axcryptab/axcrypt-xwt/issues 或support@axcrypt.net . 你已经被警告，现在享受！

# AxcryptBusinessBlock1Text1
source: Anyone can use the AxCrypt free plans.
ar: يمكن لأي شخص استخدام خطط اكسكربت المجانية.
de: Jeder kann die AxCrypt Kostenlose Pläne verwenden.
es: Cualquiera puede usar los planes gratuitos de AxCrypt.
fr: Tout le monde peut utiliser la version gratuite d'AxCrypt.
it: Chiunque può utilizzare i piani gratuiti di AxCrypt.
ko: 누구든지 AxCrypt 프리 플랜을 이용하실 수 있습니다.
nl: Iedereen kan de AxCrypt gratis abonnement gebruiken.
pl: Każdy może korzystać z bezpłatnych abonamentów AxCrypt.
pt: Qualquer pessoa pode usar os planos grátis da AxCrypt.
ru: Каждый может воспользоваться бесплатными предложениями AxCrypt.
sv: Alla kan använda sig av AxCrypts gratisversion.
tr: AxCrypt ücretsiz planları herkes kullanabilir.
zh: 任何人都可以使用AxCrypt免费计划。

# AxcryptBusinessBlock1Text2
source: For extended functionality we offer two plans for purchase, Premium and Business.
ar: للحصول على وظائف موسعة ، نقدم خطتين للشراء ، الممتازة و بيزنس.
de: Für erweiterte Funktionalität bieten wir zwei Pläne für den Kauf, Premium und Business.
es: Para disfrutar de funciones adicionales, ofrecemos dos planes de pago: Premium y Business.
fr: Pour plus de fonctionnalités, nous proposons deux formules payantes, Premium et Business.
it: Per funzionalità estese offriamo due piani per l'acquisto, Premium e Business.
ko: 확장된 기능을 위해 Premium와 Business 플랜을 제공합니다.
nl: Voor uitgebreide functionaliteit bieden we twee abonnementen aan, Premium en Zakelijk.
pl: Aby zwiększyć funkcjonalność, oferujemy dwa plany zakupu: Premium i Business.
pt: Para funcionalidade alargada, oferecemos dois planos para compra, Premium e Business.
ru: Мы предлагаем два плана с расширенным функционалом: Premium и Business.
sv: För utökade funktioner erbjuder vi två ytterligare planer, Premium och Business.
tr: Geniş çaplı işlevsellik adına iki ayrı plan satışı yapıyoruz, Premium ve Business.
zh: 对于扩展功能，我们提供两种购买计划，Premium和Business计划。

# AxcryptBusinessBlock1Text3
source: The Premium plan is intended for private individuals only, not organizations.
ar: خطة الممتازة مخصصة للأفراد فقط ، وليس المؤسسات.
de: Der Premium-plan ist nur für Privatpersonen gedacht, nicht für Organisationen.
es: El plan Premium es solo para usuarios privados, no para empresas.
fr: La version Premium est prévue pour des personnes individuelles uniquement, pas pour des entreprises.
it: Il piano Premium è destinato solo a privati, non a organizzazioni.
ko: Premium 플랜은 오직 개인을 위한 서비스입니다. 회사에게 제공되지 않는 서비스입니다.
nl: Het Premium abonnement is bedoeld voor particulieren, niet voor organisaties.
pl: Plan Premium jest przeznaczony tylko dla osób prywatnych, a nie dla przedsiębiorstw.
pt: O plano Premium destina-se apenas a particulares, não a organizações.
ru: План Premium предназначен только для частных лиц, а не для организаций.
sv: Premiumplanen är avsedd för privata individer bara, och inte företag.
tr: Premium plan kuruluşlar için değil, sadece şahıslar içindir.
zh: 保费计划仅适用于个人，而非组织。

# AxcryptBusinessBlock1Text4
source: The Business plan is intended for organizations, not private individuals.
ar: خطة بيزنس مخصصة للمؤسسات وليس الأفراد.
de: Der Businessplan richtet sich an Organisationen, nicht an Privatpersonen.
es: El plan Business es para empresas, no para usuarios privados.
fr: L'abonnement Business est prévu pour les entreprises, pas pour les personnes privées.
it: Il piano Business è destinato alle organizzazioni, non ai privati.
ko: Business 플랜은 개인이 아닌 조직을 위한 서비스입니다.
nl: Het Zakelijk abonnement is bedoeld voor organisaties, niet voor particulieren.
pl: Biznesplan jest przeznaczony dla organizacji, a nie osób prywatnych.
pt: O plano Business destina-se a organizações, não a particulares.
ru: План Business предназначен только для организаций, а не для частных лиц.
sv: Business planen är avsedd för organisationer, inte privatpersoner.
tr: Business planı şahıslar için değil, kuruluşlar içindir.
zh: 该Business计划的目的是为组织，而不是个人。

# AxcryptBusinessBlock1Text5
source: For full conditions, please see our <a href='/information/terms-of-use'>terms of use</a>.
ar: للحصول على الشروط الكاملة ، يرجى الاطلاع على <a href='/information/terms-of-use'> شروط الاستخدام </a>.
de: Für die vollständigen Bedingungen finden Sie in unseren <a href='/information/terms-of-use'>nutzungsbedingungen</a>.
es: Para leer las condiciones, visita nuestros <a href='/information/terms-of-use'>Términos de uso</a>.
fr: Pour les conditions complètes, veuillez vous référer à nos <a href='/information/terms-of-use'>conditions d'utilisation</a>.
it: Per le condizioni complete consulta i nostri <a href='/information/terms-of-use'>termini di utilizzo</a>.
ko: 전체 이용 약관은 <a href='/information/terms-of-use'>terms of use</a>을 참고해주세요.
nl: Raadpleeg onze <a href='/information/terms-of-use'>gebruiksvoorwaarden</a> voor de volledige voorwaarden.
pl: Pełne warunki znajdziesz w naszych <a href='/information/terms-of-use'>warunkach korzystania</a>.
pt: Para as condições completas, por favor, veja os nossos <a href='/information/terms-of-use'>termos de utilização</a>.
ru: Для ознакомления с полным списком условий, пожалуйста, посетите наш <а href='/information/terms-of-use'>условия-пользования</а>.
sv: För fullständiga villkor, se våra <a href='/information/terms-of-use'>användarvillkor</a>.
tr: Koşulların tamamı için lütfen <a href='/information/terms-of-use'>kullanım koşullarımıza</a> bakın.
zh: 有关完整条件，请参阅我们的<a href='/information/terms-of-use'>terms of use</a>.'>使用条款</a>。

# AxcryptBusinessBlock1Text6
source: Please see our <a href='/pricing'>pricing</a> for details.
ar: الرجاء الاطلاع على <a href='/pricing'> أسعارنا </a> للحصول على التفاصيل.
de: Bitte Lesen Sie unsere <a href='/pricing'>preise</a> für Details.
es: Para obtener más información, visita nuestra página de <a href='/pricing'>Precios</a>.
fr: Veuillez vous référer à nos <a href='/pricing'>tarifs</a> pour plus de détails.
it: Consulta i nostri <a href='/pricing'>prezzi</a> per i dettagli.
ko: 더 많은 정보를 원하신다면 <a href='/pricing'>pricing</a>을 확인해주세요.
nl: Zie onze <a href='/pricing'>Prijs</a> voor details.
pl: Aby uzyskać szczegółowe informacje, zapoznaj się z naszymi <a href='/pricing'>cennikiem</a>.
pt: Para mais detalhes, veja, por favor, os nossos <a href='/pricing'>preços</a>.
ru: Пожалуйста, посетите наш <а href='/pricing'>цена</a> для дополнительных сведений.
sv: Se våra <a href='/pricing'>Priser</a> för detaljer.
tr: Lütfen detaylar için <a href='/pricing'>fiyatlandırmaya</a> bakın.
zh: 有关详细信息，请参阅我们的<a href='/pricing'>定价</a>。

# AxcryptBusinessBlock1Text7
source: A Business subscription lets your organization purchase and manage licenses for multiple users. We also offer VAT free sales within the EU for qualifying companies (you must supply a valid EU VAT number and address) for the Business plan. We do not offer VAT free sales for the Premium plan.
ar: يتيح اشتراك بيزنس لمؤسستك شراء وإدارة التراخيص لعدة مستخدمين. نقدم أيضًا مبيعات خالية من ضريبة القيمة المضافة داخل الاتحاد الأوروبي للشركات المؤهلة (يجب عليك تقديم رقم وعنوان ضريبة القيمة المضافة في الاتحاد الأوروبي) لخطة الأعمال. لا نقدم مبيعات خالية من ضريبة القيمة المضافة لخطة بريميوم.
de: Mit einem Business-Abonnement kann Ihr Unternehmen Lizenzen für mehrere Benutzer erwerben und verwalten. Wir bieten auch mehrwertsteuerfreie Verkäufe innerhalb der EU für qualifizierte Unternehmen (Sie müssen eine gültige EU-Umsatzsteuernummer und-Adresse angeben) für den Geschäftsplan an. Wir bieten keinen mehrwertsteuerfreien Verkauf für den Premium-plan an.
es: Una suscripción Business le permite a tu organización comprar y administrar licencias para múltiples usuarios. También ofrecemos ventas libres de IVA dentro de la UE para las empresas que califiquen (debe proporcionar un número y una dirección de IVA de la UE válidos) para el plan Business. No ofrecemos ventas libres de IVA para el plan Premium.
fr: Un abonnement Business permet à votre entreprise d'acheter et de gérer des licences pour différents utilisateurs. Nous offrons aussi des ventes exemptes de la TVA au sein de l'UE pour ceux qui y ont droit (il faut nous donner un numéro de TVA et une adresse valides) pour l'abonnement Business. Nous ne proposons pas cette option pour l'abonnement Premium.
it: Un abbonamento Business consente alla tua azienda di acquistare e gestire licenze per più utenti. Offriamo inoltre vendite esenti da IVA all'interno dell'UE per le società qualificate (è necessario fornire un numero di partita IVA europeo e un indirizzo europeo validi) per il piano Business. Non offriamo vendite esenti da IVA per il piano Premium.
ko: Business 구독을 통해 조직은 여러 사용자에 대한 라이센스를 구입하고 관리할 수 있습니다. EU 내에서 부가가치세 없이 판매하며, Premium 플랜에 대해 부가가치를 부과합니다.
nl: Met een Zakelijk-abonnement kan uw organisatie licenties voor meerdere gebruikers aanschaffen en beheren. We bieden ook btw-vrije verkoop binnen de EU voor in aanmerking komende bedrijven (u moet een geldig EU-btw-nummer en adres opgeven) voor het Zakelijk Abonnement. We bieden geen btw-vrije verkoop voor het Premium-abonnement.
pl: Subskrypcja Business umożliwia organizacji kupowanie licencji i zarządzanie nimi dla wielu użytkowników. Oferujemy również sprzedaż wolną od podatku VAT w UE dla kwalifikujących się firm (należy podać ważny numer VAT UE i adres) dla planu biznesowego. W przypadku abonamentu Premium nie oferujemy sprzedaży wolnej od podatku VAT.
pt: Uma subscrição Business permite à sua organização comprar e gerir licenças de múltiplos utilizadores. Oferecemos também isenção de IVA na UE para empresas elegíveis (deverá fornecer um número válido de IVA e morada) para o plano Business. Não oferecemos isenção de IVA para o plano Premium.
ru: Business подписка позволяет вашей организации приобретать лицензии для нескольких пользователей и управлять ими. Мы также предлагаем продажи без НДС, на территории ЕС, для квалифицированных компаний (вы должны предоставить действительный номер НДС ЕС и адрес) для плана Business. Мы не предлагаем продажи без НДС для плана Premium.
sv: En Business-prenumeration låter din organisation köpa och hantera licenser för flera användare. Vi erbjuder även momsfri försäljning inom EU för kvalificerade företag (du måste ange ett giltigt EU-momsnummer och adress) för affärsplanen. Vi erbjuder inte momsfri försäljning för Premiumplanen.
tr: Business aboneliği kuruluşunuzun birden çok kullanıcı için lisans satın almasını ve bu lisansları yönetmesini sağlar. Business planında, AB içindeki satışlarda hakkı olan firmalara KDV'siz satış imkanı sunuyoruz (geçerli bir AB KDV numarası ve adresi sağlamanız gerekir). Premium planı için KDV'siz satış sunmuyoruz.
zh: Business订阅可让您的组织为多个用户购买和管理许可证。 我们还为符合条件的公司提供欧盟境内免增值税销售服务（您必须提供有效的欧盟增值税号码和地址）。 我们不提供Premium计划的免增值税销售。

# AxcryptBusinessBlock2Heading
source: Create a Business Subscription
ar: إنشاء اشتراك بيزنس
de: Erstellen Sie ein Business-Abonnement
es: Crear una suscripción Business
fr: Création d'un abonnement Business
it: Crea un Abbonamento Business
ko: Business 구독 신청하기
nl: Maak een zakelijk abonnement
pl: Utwórz subskrypcję biznesową
pt: Criar uma Subscrição Business
ru: Создайте Business подписку
sv: Skapa en Business-prenumeration
tr: Business Aboneliği Oluştur
zh: 创建Business订阅
