Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BSTSSCE_H1_SH2_Text1
source: Strong passwords are the key to your digital life. Passwords are the digital keys to our networks of friends, our work colleagues, and even our banking and payment services. The most important two passwords are those for your email and social network accounts. It’s important to use entirely new and unique passwords for each account you might run, so you avoid compromising your data if one of your accounts gets hacked. To have a strong password it is extremely important not to include any personal information in your passwords. Hackers could attempt to log on to your account by guessing your password based off of personal information gained from your security questions. The shorter and less complex your password is, the quicker it can be to come up with the correct combination of characters and access your private information. A password cracker is a programme using a multitude of combinations in a very small amount of time until gaining full access to whatever your password was protecting. Use a combination of uppercase and lowercase letters, symbols and numbers.
ar: كلمات المرور القوية هي مفتاح حياتك الرقمية. كلمات المرور هي المفاتيح الرقمية لشبكات أصدقائنا وزملائنا في العمل وحتى خدماتنا المصرفية والدفع. أهم كلمتين من كلمات المرور هما تلك الخاصة بحسابات البريد الإلكتروني والشبكات الاجتماعية. من المهم استخدام كلمات مرور جديدة وفريدة تمامًا لكل حساب قد تشغله ، حتى تتجنب تعريض بياناتك للخطر إذا تم اختراق أحد حساباتك. للحصول على كلمة مرور قوية ، من المهم للغاية عدم تضمين أي معلومات شخصية في كلمات المرور الخاصة بك. يمكن للقراصنة محاولة تسجيل الدخول إلى حسابك عن طريق تخمين كلمة المرور الخاصة بك بناءً على المعلومات الشخصية المكتسبة من أسئلة الأمان الخاصة بك. كلما كانت كلمة مرورك أقصر وأقل تعقيدًا ، كان من الأسرع التوصل إلى المجموعة الصحيحة من الأحرف والوصول إلى معلوماتك الخاصة. برنامج تكسير كلمات المرور عبارة عن برنامج يستخدم العديد من المجموعات في فترة زمنية قصيرة جدًا حتى الوصول الكامل إلى أي شيء تحمي كلمة المرور الخاصة بك. استخدم مزيجًا من الأحرف الكبيرة والصغيرة والرموز والأرقام.
de: Sichere Passwörter sind der Schlüssel zu Ihrem digitalen Leben. Passwörter sind die digitalen Schlüssel zu unseren Freundesnetzwerken, unseren Arbeitskollegen und sogar zu unseren Bank- und Zahlungsdiensten. Die beiden wichtigsten Passwörter sind die für Ihre E-Mail- und Social-Network-Konten. Es ist wichtig, für jedes Konto, das Sie möglicherweise ausführen, völlig neue und eindeutige Kennwörter zu verwenden, damit Sie Ihre Daten nicht gefährden, wenn eines Ihrer Konten gehackt wird. Um ein sicheres Passwort zu haben, ist es äußerst wichtig, keine persönlichen Informationen in Ihre Passwörter aufzunehmen. Hacker könnten versuchen, sich bei Ihrem Konto anzumelden, indem sie Ihr Passwort anhand persönlicher Informationen erraten, die Sie aus Ihren Sicherheitsfragen erhalten haben. Je kürzer und weniger komplex Ihr Passwort ist, desto schneller können Sie die richtige Zeichenkombination finden und auf Ihre privaten Informationen zugreifen. Ein Passwort-Cracker ist ein Programm, das eine Vielzahl von Kombinationen in sehr kurzer Zeit verwendet, bis es vollen Zugriff auf alles erhält, was Ihr Passwort schützt. Verwenden Sie eine Kombination aus Groß- und Kleinbuchstaben, Symbolen und Zahlen.
es: Las contraseñas seguras son la clave de tu vida digital. Las contraseñas son las claves digitales de nuestras redes de amigos, de nuestros compañeros de trabajo e incluso de nuestros servicios bancarios y de pago. Las dos contraseñas más importantes son las de tus cuentas de correo electrónico y redes sociales. Es importante usar contraseñas completamente nuevas y únicas para cada cuenta que puedas ejecutar, de modo que evites comprometer tus datos si una de tus cuentas es hackeada. Para tener una contraseña segura, es extremadamente importante no incluir ninguna información personal en tus contraseñas. Los hackers informáticos podrían intentar iniciar sesión en tu cuenta adivinando tu contraseña basándose en la información personal obtenida de tus preguntas de seguridad. Cuanto más corta y menos compleja sea tu contraseña, más rápido podrán encontrar la combinación correcta de caracteres y acceder a tu información privada. Un descifrador de contraseñas es un programa que usa una multitud de combinaciones en una cantidad de tiempo muy pequeña hasta obtener acceso completo a lo que tu contraseña estaba protegiendo. Usa una combinación de letras mayúsculas y minúsculas, símbolos y números.
fr: Des mots de passe forts sont la clé de votre vie numérique. Les mots de passe sont les clés numériques de nos réseaux d'amis, de nos collègues de travail, et même de nos services bancaires et de paiement. Les deux mots de passe les plus importants sont ceux de vos comptes de messagerie et de réseaux sociaux. Il est important d'utiliser des mots de passe entièrement nouveaux et uniques pour chaque compte que vous pourriez exécuter, afin d'éviter de compromettre vos données si l'un de vos comptes est piraté. Pour avoir un mot de passe fort, il est extrêmement important de ne pas inclure d'informations personnelles dans vos mots de passe. Les pirates pourraient tenter de se connecter à votre compte en devinant votre mot de passe sur la base des informations personnelles obtenues à partir de vos questions de sécurité. Plus votre mot de passe est court et moins complexe, plus il peut être rapide de trouver la bonne combinaison de caractères et d'accéder à vos informations privées. Un cracker de mot de passe est un programme utilisant une multitude de combinaisons en très peu de temps jusqu'à obtenir un accès complet à tout ce que votre mot de passe protégeait. Utilisez une combinaison de lettres majuscules et minuscules, de symboles et de chiffres.
it: Le password complesse sono la chiave della tua vita digitale. Le password sono le chiavi digitali delle nostre reti di amici, dei nostri colleghi di lavoro e persino dei nostri servizi bancari e di pagamento. Le due password più importanti sono quelle per i tuoi account di posta elettronica e social network. È importante utilizzare password completamente nuove e uniche per ogni account che potresti gestire, in modo da evitare di compromettere i tuoi dati se uno dei tuoi account viene violato. Per avere una password complessa è estremamente importante non includere alcuna informazione personale nelle password. Gli hacker potrebbero tentare di accedere al tuo account indovinando la tua password in base alle informazioni personali ottenute dalle tue domande di sicurezza. Più breve e meno complessa è la tua password, più veloce può essere trovare la corretta combinazione di caratteri e accedere alle tue informazioni private. Un cracker di password è un programma che utilizza una moltitudine di combinazioni in un brevissimo lasso di tempo fino a ottenere l'accesso completo a qualsiasi cosa la tua password stesse proteggendo. Utilizzare una combinazione di lettere maiuscole e minuscole, simboli e numeri.
ko: 강력한 암호는 디지털 생활의 핵심입니다. 암호는 친구, 직장 동료, 심지어 은행 및 지불 서비스 네트워크의 디지털 키입니다. 가장 중요한 두 비밀번호는 이메일 및 소셜 네트워크 계정의 비밀번호입니다. 각 계정에 대해 완전히 새롭고 고유한 비밀번호를 사용하는 것이 중요하므로 계정 중 하나가 해킹당할 경우 데이터가 손상되지 않도록 할 수 있습니다. 강력한 암호를 사용하려면 암호에 개인 정보를 포함하지 않는 것이 매우 중요합니다. 해커는 보안 질문에서 얻은 개인 정보를 기반으로 암호를 추측하여 계정에 로그인을 시도할 수 있습니다. 비밀번호가 짧고 덜 복잡할수록 올바른 문자 조합을 찾고 개인 정보에 액세스하는 것이 더 빠를 수 있습니다. 암호 크래커는 암호가 보호하는 모든 것에 완전히 액세스할 때까지 매우 짧은 시간에 다양한 조합을 사용하는 프로그램입니다. 대문자와 소문자, 기호 및 숫자의 조합을 사용하십시오.
nl: Sterke wachtwoorden zijn de sleutel tot uw digitale leven. Wachtwoorden zijn de digitale sleutels tot ons netwerk van vrienden, onze collega's op het werk en zelfs tot onze bank- en betaaldiensten. De belangrijkste twee wachtwoorden zijn die voor uw e-mail en sociale netwerkaccounts. Het is belangrijk om geheel nieuwe en unieke wachtwoorden te gebruiken voor elke account die u mogelijk gebruikt, zodat u voorkomt dat uw gegevens in gevaar komen als een van uw accounts wordt gehackt. Voor een sterk wachtwoord is het uiterst belangrijk dat u geen persoonlijke informatie in uw wachtwoorden opneemt. Hackers kunnen proberen in te loggen op uw account door uw wachtwoord te raden aan de hand van de persoonlijke informatie die u via uw beveiligingsvragen hebt verkregen. Hoe korter en minder complex uw wachtwoord is, hoe sneller het kan zijn om de juiste combinatie van tekens te bedenken en toegang te krijgen tot uw privégegevens. Een wachtwoordkraker is een programma dat in zeer korte tijd een groot aantal combinaties gebruikt om volledige toegang te krijgen tot wat uw wachtwoord beschermde. Gebruik een combinatie van hoofdletters en kleine letters, symbolen en cijfers.
pl: Silne hasła to klucz do Twojego cyfrowego życia. Hasła są cyfrowymi kluczami do naszych sieci przyjaciół, współpracowników, a nawet naszych usług bankowych i płatniczych. Najważniejsze dwa hasła to hasła do kont poczty e-mail i sieci społecznościowych. Ważne jest, aby używać zupełnie nowych i unikalnych haseł do każdego konta, które możesz uruchomić, aby uniknąć narażenia danych, jeśli jedno z Twoich kont zostanie zhakowane. Aby mieć silne hasło, niezwykle ważne jest, aby nie umieszczać w nich żadnych danych osobowych. Hakerzy mogą próbować zalogować się na Twoje konto, odgadując Twoje hasło na podstawie danych osobowych uzyskanych z pytań bezpieczeństwa. Im krótsze i mniej skomplikowane jest Twoje hasło, tym szybciej można wymyślić poprawną kombinację znaków i uzyskać dostęp do prywatnych informacji. Łamacz haseł to program używający wielu kombinacji w bardzo krótkim czasie, aż do uzyskania pełnego dostępu do tego, co chroni Twoje hasło. Użyj kombinacji wielkich i małych liter, symboli i cyfr.
pt: As palavras-passe fortes são a chave para a sua vida digital. As palavras-passe são as chaves digitais para as nossas redes de amigos e colegas de trabalho, e até para os nossos serviços bancários e de pagamentos. As duas palavras-passe mais importantes são as do email e das contas de redes sociais. É importante usar palavras-passe completamente novas e únicas para cada conta por forma a evitar o comprometimento dos seus dados se uma das palavras-passe é descoberta. Para ter uma palavra-chave forte, é extremamente importante que nela não inclua qualquer informação pessoal. Os hackers podem tentar iniciar sessão nas suas contas adivinhando a sua palavra-passe com base em informação pessoal obtida a partir das suas perguntas de segurança. Quanto mais curta e menos complexa for a sua palavra-passe, mais rapidamente se pode descobrir a correcta combinação de caracteres e consequentemente aceder à sua informação privada. Um cracker de palavras-chave é um programa de computador que usa múltiplas combinações de caracteres num intervalo muito curto de tempo. Uma vez descoberta a palavra-chave, tem-se acesso total à informação que a mesma protegia. Use uma combinação de letras maiúsculas e minúsculas, símbolos e números.
ru: Надежные пароли - это ключ к вашей цифровой жизни. Пароли - это цифровые ключи к нашим сетям друзей, коллег по работе и даже к нашим банковским и платежным сервисам. Два наиболее важных пароля - это пароли для вашей электронной почты и учетных записей в социальных сетях. Важно использовать совершенно новые и уникальные пароли для каждой учетной записи, которую вы можете создать, чтобы избежать компрометации ваших данных в случае взлома других ваших аккаунтов. Чтобы иметь надежный пароль, чрезвычайно важно не включать в свои пароли какую-либо личную информацию. Хакеры могут попытаться войти в вашу учетную запись, угадав ваш пароль на основе личной информации, полученной в результате ваших вопросов безопасности. Чем короче и проще ваш пароль, тем быстрее можно подобрать правильную комбинацию символов и получить доступ к вашей личной информации. Взломщик паролей - это программа, использующая множество комбинаций за очень короткий промежуток времени, пока не получит полный доступ к тому, что защищал ваш пароль. Используйте комбинацию прописных и строчных букв, символов и цифр.
sv: Starka lösenord är nyckeln till ditt digitala liv. Lösenord är de digitala nycklarna till våra nätverk av vänner, våra arbetskollegor och till och med våra bank- och betalningstjänster. De två viktigaste lösenorden är de för dina e-post- och sociala nätverkskonton. Det är viktigt att använda helt nya och unika lösenord för varje konto du kan köra, så att du undviker att äventyra din data om ett av dina konton blir hackat. För att ha ett starkt lösenord är det extremt viktigt att inte inkludera någon personlig information i dina lösenord. Hackare kan försöka logga in på ditt konto genom att gissa ditt lösenord baserat på personlig information från dina säkerhetsfrågor. Ju kortare och mindre komplicerat ditt lösenord är, desto snabbare kan det gå att hitta rätt kombination av tecken och komma åt din privata information. En lösenordsknäckare är ett program som använder en mängd kombinationer på mycket kort tid tills den får full tillgång till det som ditt lösenord skyddade. Använd en kombination av stora och små bokstäver, symboler och siffror.
tr: Güçlü parolalar dijital yaşamınızın anahtarıdır. Parolalar, arkadaş ağlarımızın, iş arkadaşlarımızın ve hatta bankacılık ve ödeme hizmetlerimizin dijital anahtarlarıdır. En önemli iki şifre, e-posta ve sosyal ağ hesaplarınız için olanlardır. Hesaplarınızdan birinin saldırıya uğraması durumunda verilerinizin güvenliğini tehlikeye atmaktan kaçınmanız için çalıştırabileceğiniz her hesap için tamamen yeni ve benzersiz parolalar kullanmanız önemlidir. Güçlü bir şifreye sahip olmak için, şifrelerinize herhangi bir kişisel bilgi eklememek son derece önemlidir. Bilgisayar korsanları, güvenlik sorularınızdan edindiğiniz kişisel bilgilere dayanarak parolanızı tahmin ederek hesabınızda oturum açmayı deneyebilir. Şifreniz ne kadar kısa ve daha az karmaşık olursa, doğru karakter kombinasyonunu bulmak ve özel bilgilerinize erişmek o kadar hızlı olabilir. Bir şifre kırıcı, şifrenizin koruduğu her şeye tam erişim elde edene kadar çok kısa bir süre içinde çok sayıda kombinasyon kullanan bir programdır. Büyük ve küçük harflerin, sembollerin ve sayıların bir kombinasyonunu kullanmanız önerilir.
zh: 强密码是您数字生活的关键。 密码是我们的朋友网络，我们的同事，甚至我们的银行和支付服务的数字密钥。 最重要的两个密码是您的电子邮件和社交网络帐户的密码。 为您可能运行的每个帐户使用全新且唯一的密码非常重要，因此如果您的某个帐户遭到黑客攻击，您可以避免泄露您的数据。 要拥有一个强密码，在密码中不要包含任何个人信息是非常重要的。 黑客可能会根据从您的安全问题中获得的个人信息猜测您的密码来尝试登录您的帐户。 您的密码越短、越不复杂，就能越快地找到正确的字符组合并访问您的私人信息。 密码破解器是一个在很短的时间内使用多种组合的程序，直到完全访问您的密码所保护的任何内容。 使用大写和小写字母，符号和数字的组合。

# Blog_BSTSSCE_H1_SH2_Text2
source: And don’t forget - if in need of inspiration you can use our password generator. Based on statistical analysis of actual text, it produces strong passwords that are not nonsensical and actually possible to remember and type. You’ll get three suggestions of decreasing strength and complexity. Try it out by clicking this following link: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
ar: ولا تنس - إذا كنت بحاجة إلى الإلهام ، يمكنك استخدام منشئ كلمات المرور الخاص بنا. استنادًا إلى التحليل الإحصائي للنص الفعلي ، فإنه ينتج كلمات مرور قوية ليست غير منطقية ويمكن في الواقع تذكرها وكتابتها. ستحصل على ثلاثة اقتراحات لتقليل القوة والتعقيد. جربه بالنقر فوق الارتباط التالي: <a href='https://www.axcrypt.net/support/password-generator'> https://www.axcrypt.net/support/password-generator </a> <br/> <br/>
de: Und vergiss nicht - wenn du Inspiration brauchst, kannst du unseren Passwortgenerator benutzen. Basierend auf der statistischen Analyse des tatsächlichen Textes werden sichere Passwörter erstellt, die nicht unsinnig sind und sich tatsächlich merken und eingeben lassen. Sie erhalten drei Vorschläge zur Verringerung von Stärke und Komplexität. Probieren Sie es aus, indem Sie auf den folgenden Link klicken: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
es: Y no lo olvides: si necesitas inspiración, puedes usar nuestro generador de contraseñas AxCrypt. Basado en el análisis estadístico del texto real, produce contraseñas seguras que no son absurdas y que en realidad son posibles de recordar y escribir. Obtendrás tres sugerencias de fuerza y ​​complejidad decrecientes. Prúebalo en el siguiente enlace: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
fr: Et n’oubliez pas - si vous avez besoin d’inspiration, vous pouvez utiliser notre générateur de mots de passe. Basé sur l’analyse statistique du texte réel, il produit des mots de passe forts qui ne sont pas absurdes et réellement possibles à retenir et à taper. Vous obtiendrez trois suggestions de force et de complexité décroissantes. Essayez-le en cliquant sur ce lien suivant : <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a> <br/><br/>
it: E non dimenticare - se hai bisogno di ispirazione puoi usare il nostro generatore di password. Basato sull'analisi statistica del testo reale, produce password complesse che non sono insensate e possono effettivamente essere ricordate e digitate. Riceverai tre suggerimenti, con forza e complessità discendenti. Provalo cliccando sul seguente link: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
ko: 영감이 필요하시다면, 암호 생성기를 사용할 수 있다는 것을 잊지 마십시오. 실제 텍스트의 통계 분석을 기반으로 실제로 기억하고 입력 할 수 있는 강력한 암호를 생성합니다. 강도와 복잡성을 줄이는 세 가지 제안을 받게 됩니다. 이 링크를 클릭하여 사용해보십시오 : <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
nl: En vergeet niet: als u inspiratie nodig hebt, kunt u onze wachtwoordgenerator gebruiken. Gebaseerd op statistische analyse van daadwerkelijke tekst, produceert het sterke wachtwoorden die niet onzinnig zijn en echt te onthouden en te typen zijn. U krijgt drie suggesties voor afnemende sterkte en complexiteit. Probeer het uit door op deze volgende link te klikken: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a> <br/><br/>
pl: I nie zapomnij - jeśli potrzebujesz inspiracji, możesz skorzystać z naszego generatora haseł. W oparciu o analizę statystyczną rzeczywistego tekstu tworzy silne hasła, które nie są bezsensowne i faktycznie możliwe do zapamiętania i wpisania. Otrzymasz trzy sugestie zmniejszenia siły i złożoności. Wypróbuj, klikając ten link: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a> <br/><br/>
pt: E não se esqueça - se estiver a precisar de inspiração, pode usar o nosso gerador de palavras-passe. Baseado em análise estatística de texto, produz palavras-passe fortes que não são absurdas e que podem ser lembradas e escritas. Experimente clicando no botão abaixo. Receberá três sugestões com força e complexidade decrescentes. Receberá três sugestões com força e complexidade decrescentes. Experimente-o clicando nesta hiperligação: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
ru: И не забывайте - если вам понадобится вдохновение, вы можете воспользоваться нашим генератором паролей. Основываясь на статистическом анализе фактического текста, он создает надежные пароли, которые не являются бессмысленными и которые действительно можно запомнить и ввести. Вы получите три предложения разной сложности. Попробуйте это, перейдя по следующей ссылке:
sv: Och glöm inte - om du behöver inspiration kan du använda vår lösenordsgenerator. Baserat på statistisk analys av text, producerar den starka lösenord som inte är meningslösa och faktiskt möjliga att komma ihåg och skriva. Du får tre förslag på minskad styrka och komplexitet. Testa det genom att klicka på följande länk: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a> <br/><br/>
tr: Ve unutmayın - ilhama ihtiyacınız varsa parola üreticimizi kullanabilirsiniz. Gerçek metnin istatistiksel analizine dayanarak, saçma olmayan ve aslında hatırlanması ve yazılması mümkün olan güçlü parolalar üretir. Gücü ve karmaşıklığı azaltmak için üç öneri alacaksınız. Aşağıdaki bağlantıyı tıklatarak deneyin: <a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
zh: 不要忘记-如果需要灵感，您可以使用我们的密码生成器。 基于对实际文本的统计分析，它产生了强密码，这些密码不是无意义的，实际上可以记住和键入。 你会得到三个减少强度和复杂性的建议。 点击以下链接尝试一下：<a href='https://www.axcrypt.net/support/password-generator'>https://www.axcrypt.net/support/password-generator</a><br/><br/>
