Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WRDBTUAE_H3_Text1
source: Data breaches can be reported late for a variety of reasons. One common reason is that companies may not immediately realize that a breach has occurred. It can take time for security teams to detect and investigate a breach, especially if the attackers are using sophisticated techniques to evade detection. Additionally, companies may prioritize containing the breach and restoring services before notifying customers and the public, which can result in a delay in reporting.
ar: يمكن الإبلاغ عن خروقات البيانات في وقت متأخر لعدة أسباب. أحد الأسباب الشائعة هو أن الشركات قد لا تدرك على الفور حدوث انتهاك. قد تستغرق فرق الأمن وقتا لاكتشاف الاختراق والتحقيق فيه ، خاصة إذا كان المهاجمون يستخدمون تقنيات متطورة لتجنب الاكتشاف. بالإضافة إلى ذلك ، قد تعطي الشركات الأولوية لاحتواء الخرق واستعادة الخدمات قبل إخطار العملاء والجمهور ، مما قد يؤدي إلى تأخير في الإبلاغ.
de: Datenschutzverletzungen können aus verschiedenen Gründen verspätet gemeldet werden. Ein häufiger Grund ist, dass Unternehmen möglicherweise nicht sofort erkennen, dass ein Verstoß vorliegt. Es kann einige Zeit dauern, bis Sicherheitsteams einen Verstoß erkennen und untersuchen, insbesondere wenn die Angreifer ausgefeilte Techniken einsetzen, um der Erkennung zu entgehen. Darüber hinaus können Unternehmen die Eindämmung des Verstoßes und die Wiederherstellung von Diensten priorisieren, bevor sie Kunden und die Öffentlichkeit benachrichtigen, was zu einer Verzögerung der Meldung führen kann.
es: Las filtraciones de datos pueden notificarse tardíamente por diversas razones. Una razón habitual es que las empresas no se den cuenta inmediatamente de que se ha producido una filtración. Los equipos de seguridad pueden tardar tiempo en detectar e investigar una filtración, especialmente si los atacantes emplean técnicas sofisticadas para eludir la detección. Además, las empresas suelen dar prioridad a la contención de la filtración y al restablecimiento de los servicios antes de notificarlo a los clientes y al público, lo que puede retrasar la notificación.
fr: Les violations de données peuvent être signalées tardivement pour diverses raisons. Une raison courante est que les entreprises peuvent ne pas se rendre compte immédiatement qu'une violation s'est produite. Cela peut prendre du temps aux équipes de sécurité pour détecter et enquêter sur une violation, en particulier si les attaquants utilisent des techniques sophistiquées pour échapper à la détection. De plus, les entreprises peuvent donner la priorité à la maîtrise de la violation et à la restauration des services avant de notifier les clients et le public, ce qui peut entraîner un retard dans le signalement.
it: Le violazioni dei dati possono essere segnalate in ritardo per una serie di motivi. Un motivo comune è che le aziende potrebbero non rendersi conto immediatamente che si è verificata una violazione. I team di sicurezza possono impiegare del tempo per rilevare e indagare su una violazione, soprattutto se gli aggressori utilizzano tecniche sofisticate per eludere il rilevamento. Inoltre, le aziende possono dare priorità al contenimento della violazione e al ripristino dei servizi prima di avvisare i clienti e il pubblico, il che può comportare un ritardo nella segnalazione.
ko: 데이터 유출은 다양한 이유로 늦게 보고될 수 있습니다. 한 가지 일반적인 이유는 기업이 침해가 발생했다는 사실을 즉시 인식하지 못할 수 있기 때문입니다. 보안 팀이 위반을 감지하고 조사하는 데 시간이 걸릴 수 있으며, 특히 공격자가 탐지를 피하기 위해 정교한 기술을 사용하는 경우 더욱 그렇습니다. 또한 회사는 고객과 대중에게 알리기 전에 위반 억제 및 서비스 복원의 우선 순위를 정할 수 있으며, 이로 인해 보고가 지연될 수 있습니다.
nl: Datalekken kunnen om verschillende redenen te laat worden gemeld. Een veel voorkomende reden is dat bedrijven zich misschien niet meteen realiseren dat er een inbreuk heeft plaatsgevonden. Het kan enige tijd duren voordat beveiligingsteams een inbreuk detecteren en onderzoeken, vooral als de aanvallers geavanceerde technieken gebruiken om detectie te omzeilen. Bovendien kunnen bedrijven prioriteit geven aan het beperken van de inbreuk en het herstellen van services voordat ze klanten en het publiek op de hoogte stellen, wat kan leiden tot een vertraging in de rapportage.
pl: Naruszenia danych mogą być zgłaszane późno z różnych powodów. Jednym z częstych powodów jest to, że firmy mogą nie od razu zorientować się, że doszło do naruszenia. Wykrycie i zbadanie naruszenia może zająć zespołom bezpieczeństwa trochę czasu, zwłaszcza jeśli osoby atakujące używają wyrafinowanych technik, aby uniknąć wykrycia. Ponadto firmy mogą priorytetowo potraktować powstrzymanie naruszenia i przywrócenie usług przed powiadomieniem klientów i opinii publicznej, co może spowodować opóźnienie w zgłaszaniu.
pt: Violações de dados podem ser relatadas tardiamente por vários motivos. Uma razão comum é que as empresas podem não perceber imediatamente que uma violação ocorreu. Pode levar tempo para que as equipes de segurança detectem e investiguem uma violação, especialmente se os invasores estiverem usando técnicas sofisticadas para evitar a detecção. Além disso, as empresas podem priorizar a contenção da violação e o restabelecimento dos serviços antes de notificar os clientes e o público, o que pode resultar em um atraso na denúncia.
ru: Сообщения об утечках данных могут поступать с опозданием по целому ряду причин. Одна из распространенных причин заключается в том, что компании могут не сразу осознать, что произошло нарушение. Командам безопасности может потребоваться время, чтобы обнаружить и расследовать нарушение, особенно если злоумышленники используют сложные методы, чтобы избежать обнаружения. Кроме того, компании могут уделять приоритетное внимание устранению нарушения и восстановлению услуг, прежде чем уведомлять клиентов и общественность, что может привести к задержке в представлении отчетности.
sv: Dataintrång kan rapporteras sent av olika anledningar. En vanlig orsak är att företag kanske inte omedelbart inser att ett intrång har inträffat. Det kan ta tid för säkerhetsteam att upptäcka och undersöka ett intrång, särskilt om angriparna använder sofistikerade tekniker för att undvika upptäckt. Dessutom kan företag prioritera att begränsa intrånget och återställa tjänster innan de meddelar kunder och allmänheten, vilket kan resultera i en försening i rapporteringen.
tr: Veri ihlalleri çeşitli nedenlerle geç bildirilebilir. Bunun yaygın bir nedeni, şirketlerin bir ihlalin gerçekleştiğini hemen fark edememeleridir. Güvenlik ekiplerinin bir ihlali tespit etmesi ve araştırması zaman alabilir, özellikle de saldırganlar tespit edilmekten kaçınmak için gelişmiş teknikler kullanıyorsa. Ek olarak, şirketler müşterileri ve herkesi bilgilendirmeden önce ihlali kontrol altına almaya ve hizmetleri geri yüklemeye öncelik verebilir ve bu da raporlamada gecikmeye neden olabilir.
zh: 由于各种原因，数据泄露可能会延迟报告。 一个常见的原因是公司可能不会立即意识到发生了违规行为。 安全团队可能需要时间来检测和调查漏洞，特别是如果攻击者使用复杂的技术来逃避检测。 此外，公司可能会在通知客户和公众之前优先遏制违规行为并恢复服务，这可能导致报告延迟。

# Blog_WRDBTUAE_H3_Text2
source: Another reason for late reporting is the legal and regulatory requirements surrounding data breaches. Depending on the jurisdiction and the nature of the breach, companies may be required to report the breach to government agencies, notify affected individuals, and provide ongoing updates on the situation. These requirements can be complex and vary by location, which can result in delays as companies work to navigate the legal landscape and ensure compliance with all relevant laws and regulations.
ar: سبب آخر لتأخر الإبلاغ هو المتطلبات القانونية والتنظيمية المحيطة بانتهاكات البيانات. اعتمادًا على الاختصاص القضائي وطبيعة الانتهاك ، قد يُطلب من الشركات الإبلاغ عن الخرق للوكالات الحكومية ، وإخطار الأفراد المتضررين ، وتقديم تحديثات مستمرة عن الموقف. يمكن أن تكون هذه المتطلبات معقدة وتختلف حسب الموقع ، مما قد يؤدي إلى تأخيرات حيث تعمل الشركات على التنقل في المشهد القانوني وضمان الامتثال لجميع القوانين واللوائح ذات الصلة.
de: Ein weiterer Grund für verspätete Meldungen sind die gesetzlichen und regulatorischen Anforderungen im Zusammenhang mit Datenschutzverletzungen. Abhängig von der Gerichtsbarkeit und der Art des Verstoßes können Unternehmen verpflichtet sein, den Verstoß Regierungsbehörden zu melden, betroffene Personen zu benachrichtigen und fortlaufend über die Situation zu informieren. Diese Anforderungen können komplex sein und je nach Standort variieren, was zu Verzögerungen führen kann, wenn Unternehmen daran arbeiten, sich in der Rechtslandschaft zurechtzufinden und die Einhaltung aller relevanten Gesetze und Vorschriften sicherzustellen.
es: Otro motivo de retraso en la notificación son los requisitos legales y reglamentarios que rodean a las filtraciones de datos. Dependiendo de la jurisdicción y de la naturaleza de la filtración, las empresas pueden verse obligadas a informar de la filtración a los organismos gubernamentales, notificar a las personas afectadas y proporcionar actualizaciones continuas sobre la situación. Estos requisitos resultan complejos y varían de un lugar a otro, lo que puede generar retrasos mientras las empresas se ocupan de sortear el panorama legal y garantizar el cumplimiento de todas las leyes y normativas pertinentes.
fr: Une autre raison de la déclaration tardive est les exigences légales et réglementaires entourant les violations de données. Selon la juridiction et la nature de la violation, les entreprises peuvent être tenues de signaler la violation aux organismes gouvernementaux, d'informer les personnes concernées et de fournir des mises à jour continues sur la situation. Ces exigences peuvent être complexes et varier selon le lieu, ce qui peut entraîner des retards lorsque les entreprises s'efforcent de naviguer dans le paysage juridique et d'assurer la conformité avec toutes les lois et réglementations applicables.
it: Un altro motivo per la segnalazione tardiva sono i requisiti legali e normativi relativi alle violazioni dei dati. A seconda della giurisdizione e della natura della violazione, alle aziende potrebbe essere richiesto di segnalare la violazione alle agenzie governative, informare le persone interessate e fornire aggiornamenti continui sulla situazione. Questi requisiti possono essere complessi e variare in base alla posizione, il che può comportare ritardi mentre le aziende lavorano per navigare nel panorama legale e garantire la conformità a tutte le leggi e i regolamenti pertinenti.
ko: 보고가 늦어지는 또 다른 이유는 데이터 침해와 관련된 법적 및 규제 요구 사항입니다. 관할권 및 위반의 성격에 따라 회사는 정부 기관에 위반을 보고하고, 영향을 받는 개인에게 알리고, 상황에 대한 지속적인 업데이트를 제공해야 할 수 있습니다. 이러한 요구 사항은 복잡하고 위치에 따라 다를 수 있으므로 기업이 법적 환경을 탐색하고 모든 관련 법률 및 규정을 준수하기 위해 노력할 때 지연이 발생할 수 있습니다.
nl: Een andere reden voor te late melding zijn de wettelijke en reglementaire vereisten rond datalekken. Afhankelijk van het rechtsgebied en de aard van de inbreuk, kunnen bedrijven worden verplicht om de inbreuk te melden aan overheidsinstanties, getroffen personen op de hoogte te stellen en doorlopende updates over de situatie te verstrekken. Deze vereisten kunnen complex zijn en per locatie verschillen, wat kan leiden tot vertragingen terwijl bedrijven werken aan het navigeren door het juridische landschap en ervoor zorgen dat ze voldoen aan alle relevante wet- en regelgeving.
pl: Innym powodem późnego zgłaszania są wymogi prawne i regulacyjne dotyczące naruszeń danych. W zależności od jurysdykcji i charakteru naruszenia, firmy mogą być zobowiązane do zgłaszania naruszenia agencjom rządowym, powiadamiania osób, których to dotyczy, oraz dostarczania bieżących aktualizacji sytuacji. Wymagania te mogą być złożone i różnić się w zależności od lokalizacji, co może powodować opóźnienia, ponieważ firmy starają się poruszać w środowisku prawnym i zapewnić zgodność ze wszystkimi odpowiednimi przepisami ustawowymi i wykonawczymi.
pt: Outra razão para a comunicação tardia são os requisitos legais e regulamentares em torno de violações de dados. Dependendo da jurisdição e da natureza da violação, as empresas podem ser obrigadas a relatar a violação a agências governamentais, notificar os indivíduos afetados e fornecer atualizações contínuas sobre a situação. Esses requisitos podem ser complexos e variar de acordo com a localização, o que pode resultar em atrasos à medida que as empresas trabalham para navegar no cenário legal e garantir a conformidade com todas as leis e regulamentos relevantes.
ru: Другой причиной несвоевременного представления отчетов являются юридические и нормативные требования, связанные с утечками данных. В зависимости от юрисдикции и характера нарушения от компаний может потребоваться сообщить о нарушении правительственным учреждениям, уведомить затронутых лиц и предоставлять постоянную обновленную информацию о ситуации. Эти требования могут быть сложными и варьироваться в зависимости от местоположения, что может привести к задержкам, поскольку компании работают над тем, чтобы ориентироваться в правовом поле и обеспечивать соблюдение всех соответствующих законов и нормативных актов.
sv: En annan orsak till sen rapportering är de juridiska och regulatoriska kraven kring dataintrång. Beroende på jurisdiktionen och arten av överträdelsen kan företag bli skyldiga att rapportera överträdelsen till statliga myndigheter, meddela berörda individer och ge löpande uppdateringar om situationen. Dessa krav kan vara komplexa och variera beroende på plats, vilket kan resultera i förseningar eftersom företag arbetar med att navigera i det juridiska landskapet och säkerställa efterlevnad av alla relevanta lagar och förordningar.
tr: Geç raporlamanın bir başka nedeni de veri ihlallerini çevreleyen yasal ve düzenleyici gerekliliklerdir. Yargı yetkisine ve ihlalin niteliğine bağlı olarak, şirketlerin ihlali devlet kurumlarına bildirmeleri, etkilenen bireyleri raporlamaları ve durumla ilgili sürekli güncellemeler sağlamaları gerekebilir. Bu gereksinimler karmaşık olabilir ve konuma göre değişkenlik gösterebilir, bu da şirketler yasal ortamda gezinmek ve ilgili tüm yasa ve yönetmeliklere uyumu sağlamak için çalışırken gecikmelere neden olabilir.
zh: 延迟报告的另一个原因是围绕数据泄露的法律和监管要求。 根据司法管辖区和违规行为的性质，公司可能被要求向政府机构报告违规行为，通知受影响的个人，并提供有关情况的持续更新。 这些要求可能很复杂，并且因地点而异，这可能导致公司在法律环境中工作并确保遵守所有相关法律和法规时出现延误。

# Blog_WRDBTUAE_H3_Text3
source: While prompt reporting of data breaches is important to mitigate the risks to affected individuals and organizations, there are often logistical, legal, and practical challenges that can cause delays in reporting.
ar: في حين أن الإبلاغ الفوري عن انتهاكات البيانات مهم للتخفيف من المخاطر التي يتعرض لها الأفراد والمنظمات المتضررة ، فغالبا ما تكون هناك تحديات لوجستية وقانونية وعملية يمكن أن تسبب تأخيرا في الإبلاغ.
de: Während die sofortige Meldung von Datenschutzverletzungen wichtig ist, um die Risiken für betroffene Personen und Organisationen zu mindern, gibt es häufig logistische, rechtliche und praktische Herausforderungen, die zu Verzögerungen bei der Meldung führen können.
es: Si bien la pronta notificación de las filtraciones de datos es importante para mitigar los riesgos para las personas y organizaciones afectadas, a menudo existen problemas logísticos, jurídicos y prácticos que pueden causar retrasos en la notificación.
fr: Bien qu'il soit important de signaler rapidement les violations de données pour atténuer les risques pour les personnes et les organisations concernées, il existe souvent des défis logistiques, juridiques et pratiques qui peuvent entraîner des retards dans le signalement.
it: Mentre la segnalazione tempestiva delle violazioni dei dati è importante per mitigare i rischi per gli individui e le organizzazioni colpiti, ci sono spesso sfide logistiche, legali e pratiche che possono causare ritardi nella segnalazione.
ko: 데이터 침해에 대한 즉각적인 보고는 영향을 받는 개인과 조직에 대한 위험을 완화하는 데 중요하지만 보고가 지연될 수 있는 물류, 법률 및 실질적인 문제가 있는 경우가 많습니다.
nl: Hoewel het snel melden van datalekken belangrijk is om de risico's voor getroffen personen en organisaties te beperken zijn er vaak logistieke, juridische en praktische uitdagingen die vertragingen in de rapportage kunnen veroorzaken.
pl: Chociaż szybkie zgłaszanie naruszeń danych jest ważne w celu ograniczenia ryzyka dla dotkniętych nimi osób i organizacji, często występują wyzwania logistyczne, prawne i praktyczne, które mogą powodować opóźnienia w zgłaszaniu.
pt: Embora a comunicação imediata de violações de dados seja importante para mitigar os riscos para indivíduos e organizações afetados, geralmente há desafios logísticos, legais e práticos que podem causar atrasos nos relatórios.
ru: Хотя оперативное сообщение об утечках данных важно для снижения рисков для затронутых лиц и организаций, часто возникают логистические, юридические и практические проблемы, которые могут привести к задержкам в представлении отчетности.
sv: Även om snabb rapportering av dataintrång är viktig för att minska riskerna för drabbade individer och organisationer, finns det ofta logistiska, juridiska och praktiska utmaningar som kan orsaka förseningar i rapporteringen.
tr: Veri ihlallerinin hızlı bir şekilde raporlanması, etkilenen bireylere ve kuruluşlara yönelik riskleri azaltmak için önemli olsa da, genellikle raporlamada gecikmelere neden olabilecek lojistik, yasal ve pratik zorluklar vardır.
zh: 尽管及时报告数据泄露对于减轻受影响个人和组织的风险非常重要，但通常存在后勤、法律和实际挑战，可能导致报告延迟。

# Blog_WRDBTUAE_H4_Text1
source: When a company's data is breached and leaked online, it can have severe consequences for both the company and its customers. Depending on the nature and extent of the breach, the data leaked can include sensitive information such as customers' personal identifying information, <b>credit card data,</b> and <b>confidential</b> business information.
ar: عندما يتم اختراق بيانات الشركة وتسريبها عبر الإنترنت ، يمكن أن يكون لذلك عواقب وخيمة على كل من الشركة وعملائها. اعتمادا على طبيعة ومدى الاختراق ، يمكن أن تتضمن البيانات المسربة معلومات حساسة مثل معلومات التعريف الشخصية للعملاء و <b> بيانات بطاقة الائتمان </b> ومعلومات العمل <b> السرية </b>.
de: Wenn die Daten eines Unternehmens verletzt und online durchgesickert sind, kann dies schwerwiegende Folgen sowohl für das Unternehmen als auch für seine Kunden haben. Abhängig von der Art und dem Ausmaß des Verstoßes können die durchgesickerten Daten vertrauliche Informationen wie persönliche Identifizierungsinformationen von Kunden, <b> Kreditkartendaten,</b> und <b> vertrauliche</b> Geschäftsinformationen enthalten.
es: Cuando los datos de una empresa sufren una filtración en Internet, las consecuencias pueden ser graves tanto para la empresa como para sus clientes. Dependiendo de la naturaleza y el alcance de la filtración, los datos filtrados pueden incluir información sensible como datos de identificación personal de los clientes, <b>datos de tarjetas de crédito</b> e información comercial <b>confidencial</b>.
fr: Lorsque les données d'une entreprise sont piratées et divulguées en ligne, cela peut avoir de graves conséquences tant pour l'entreprise que pour ses clients. Selon la nature et l'étendue de la violation, les données divulguées peuvent inclure des informations sensibles telles que les informations d'identification personnelle des clients, les <b>données de carte de crédit</b> et les informations commerciales <b>confidentielles</b>.
it: Quando i dati di un'azienda vengono violati e trapelati online, possono avere gravi conseguenze sia per l'azienda che per i suoi clienti. A seconda della natura e dell'entità della violazione, i dati trapelati possono includere informazioni sensibili come le informazioni di identificazione personale dei clienti, i <b>dati della carta di credito</b> e le informazioni aziendali <b>riservate</b> .
ko: 회사의 데이터가 유출되어 온라인으로 유출되면 회사와 고객 모두에게 심각한 결과를 초래할 수 있습니다. 침해의 성격과 정도에 따라 유출된 데이터에는 고객의 개인 식별 정보, <b>신용 카드 데이터</b> 및 <b>기밀</b> 비즈니스 정보와 같은 민감한 정보가 포함될 수 있습니다.
nl: Wanneer de gegevens van een bedrijf worden geschonden en online worden gelekt, kan dit ernstige gevolgen hebben voor zowel het bedrijf als zijn klanten. Afhankelijk van de aard en omvang van de inbreuk, kunnen de gelekte gegevens gevoelige informatie bevatten, zoals persoonlijk identificeerbare informatie van klanten, <b>creditcardgegevens</b> en <b>vertrouwelijke</b> bedrijfsinformatie.
pl: Kiedy dane firmy zostaną naruszone i wyciekną do sieci, może to mieć poważne konsekwencje zarówno dla firmy, jak i jej klientów. W zależności od charakteru i zakresu naruszenia, ujawnione dane mogą obejmować informacje wrażliwe, takie jak dane osobowe klientów, <b>dane kart kredytowych</b> i <b>poufne</b> informacje biznesowe.
pt: Quando os dados de uma empresa são violados e vazados online, isso pode ter consequências graves tanto para a empresa quanto para seus clientes. Dependendo da natureza e extensão da violação, os dados vazados podem incluir informações confidenciais, como informações de identificação pessoal dos clientes, <b>dados de cartão de crédito</b>, e informações comerciais <b>confidenciais</b> .
ru: Когда данные компании подвергаются взлому и утечке в сеть, это может иметь серьезные последствия как для компании, так и для ее клиентов. В зависимости от характера и масштабов нарушения утечка данных может включать конфиденциальную информацию, такую как личная идентификационная информация клиентов, <b> данные кредитной карты, </b> и <b> конфиденциальная</b> деловая информация.
sv: När ett företags data kränks och läcker online kan det få svåra konsekvenser för både företaget och dess kunder. Beroende på arten och omfattningen av intrånget kan informationen som läckt inkludera känslig information som kunders personliga identifieringsinformation, <b>kreditkortsdata</b> och <b>konfidentiell</b> företagsinformation.
tr: Bir şirketin verileri ihlal edildiğinde ve çevrimiçi olarak sızdırıldığında, hem şirket hem de müşterileri için ciddi sonuçlar doğurabilir. İhlalin niteliğine ve kapsamına bağlı olarak, sızdırılan veriler müşterilerin kişisel kimlik bilgileri, <b>kredi kartı verileri</b> ve <b>gizli</b> iş bilgileri gibi hassas bilgileri içerebilir.
zh: 当一个公司的数据在网上被破坏和泄露时，它会对公司和客户造成严重的后果。 根据泄露的性质和程度，泄露的数据可能包括敏感信息，例如客户的个人身份信息，<b>信用卡数据，</b>和<b>机密</b>商业信息。
