Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WSPPI_H3_Text1
source: Information, as power, has some unique qualities and has become predominant in our society. Unlike goods it costs nothing to move around, it can be shared over and over again, without exhaustion as long as a partie is interested in disclosing it. Information is the key to how the digital society adds value and redistributes power. In a connected world, information gains power through permanent storage and wide distribution. Yet, once recorded digital information can exist forever. Data has a precious value when its owner can assimilate, affiliate, evaluate and interpret it. The ability to use data and convert it to information is a decisive, critical juncture. It creates a large and considerable gap between those who can use information as a resource and those who cannot.
ar: للمعلومات ، كقوة ، بعض الصفات الفريدة وأصبحت سائدة في مجتمعنا. على عكس البضائع ، لا يكلف أي شيء للتنقل ، يمكن مشاركتها مرارًا وتكرارًا ، دون استنفاد طالما أن أحد الأطراف مهتم بالكشف عنها. المعلومات هي المفتاح لكيفية إضافة المجتمع الرقمي للقيمة وإعادة توزيع السلطة. في عالم متصل ، تكتسب المعلومات القوة من خلال التخزين الدائم والتوزيع الواسع. ومع ذلك ، بمجرد تسجيل المعلومات الرقمية يمكن أن توجد إلى الأبد. البيانات لها قيمة ثمينة عندما يمكن لمالكها استيعابها والانتساب إليها وتقييمها وتفسيرها. تعد القدرة على استخدام البيانات وتحويلها إلى معلومات منعطفاً حاسماً وحاسماً. إنه يخلق فجوة كبيرة وكبيرة بين أولئك الذين يمكنهم استخدام المعلومات كمورد وأولئك الذين لا يستطيعون.
de: Information als Macht hat einige einzigartige Eigenschaften und ist in unserer Gesellschaft vorherrschend geworden. Im Gegensatz zu Waren kostet es nichts, sich zu bewegen, es kann immer wieder geteilt werden, ohne Erschöpfung, solange eine Partei daran interessiert ist, es preiszugeben. Informationen sind der Schlüssel dafür, wie die digitale Gesellschaft Mehrwert schafft und Macht neu verteilt. In einer vernetzten Welt gewinnen Informationen durch permanente Speicherung und weite Verbreitung an Macht. Einmal aufgezeichnete digitale Informationen können jedoch für immer existieren. Daten haben einen kostbaren Wert, wenn ihr Besitzer sie aufnehmen, verknüpfen, bewerten und interpretieren kann. Die Fähigkeit, Daten zu nutzen und in Informationen umzuwandeln, ist ein entscheidender, kritischer Punkt. Es entsteht eine große und beträchtliche Kluft zwischen denen, die Informationen als Ressource nutzen können, und denen, die dies nicht können.
es: La información, como poder, tiene algunas cualidades únicas y se ha vuelto predominante en nuestra sociedad. A diferencia de los bienes, no cuesta nada moverla, se puede compartir una y otra vez, sin agotamiento, siempre que una parte esté interesada en revelarla. La información es la clave de cómo la sociedad digital agrega valor y redistribuye el poder. En un mundo conectado, la información gana poder a través del almacenamiento permanente y la amplia distribución. Sin embargo, una vez registrada, la información digital puede existir para siempre. Los datos tienen un valor preciado cuando su propietario puede asimilarlos, afiliarlos, evaluarlos e interpretarlos. La capacidad de usar datos y convertirlos en información es un momento crítico y decisivo. Crea una brecha grande y considerable entre quienes pueden utilizar la información como recurso y quienes no pueden hacerlo.
fr: L’information, en tant que pouvoir, a des qualités uniques et est devenue prédominante dans notre société. Contrairement aux biens, il ne coûte rien de les déplacer, elles peuvent être partagés encore et encore, sans épuisement tant qu’une partie est intéressée à les divulguer. L’information est la clé de la façon dont la société numérique ajoute de la valeur et redistribue le pouvoir. Dans un monde connecté, l’information gagne en puissance grâce à un stockage permanent et à une large distribution. Pourtant, une fois enregistrées, l’information numérique peut exister pour toujours. Les données ont une valeur précieuse lorsque leur propriétaire peut les assimiler, les affilier, les évaluer et les interpréter. La capacité d’utiliser des données et de les convertir en informations est un moment décisif et critique. Cela crée un écart important et considérable entre ceux qui peuvent utiliser l’information comme ressource et ceux qui ne le peuvent pas.
it: L'informazione, come potere, ha alcune qualità uniche ed è diventata predominante nella nostra società. A differenza delle merci non costa nulla trasportarla, può essere condivisa più e più volte, senza esaurimento finché una parte è interessata a rivelarla. L'informazione è la chiave di come la società digitale aggiunge valore e ridistribuisce il potere. In un mondo connesso, le informazioni acquisiscono potere attraverso l'archiviazione permanente e un'ampia distribuzione. Tuttavia, una volta registrate, le informazioni digitali possono esistere per sempre. I dati hanno un valore prezioso quando il loro titolare può assimilarli, affilliarli, valutarli e interpretarli. La capacità di utilizzare i dati e convertirli in informazioni è un momento decisivo e critico. Crea un ampio e considerevole divario tra coloro che possono utilizzare le informazioni come risorsa e coloro che non possono.
ko: 권력으로서의 정보는 몇 가지 독특한 특성을 가지고 있으며, 우리 사회에서 지배적이되었습니다. 상품과 달리 이동하는 데 비용이 들지 않으며, 어느 단체가 관심이 있는 한 지치지 않고 반복해서 공유 할 수 있습니다. 정보는 디지털 사회가 가치를 더하고 권력을 재분배하는 방법의 핵심입니다. 연결된 세상에서 정보는 영구 저장과 광범위한 배포를 통해 힘을 얻습니다. 그러나 한 번 기록된 디지털 정보는 영원히 존재할 수 있습니다. 데이터는 소유자가 데이터를 동화, 제휴, 평가 및 해석할 수 있을 때 귀중한 가치가 있습니다. 데이터를 사용하고 정보로 변환하는 능력은 결정적이고 중요합니다. 정보를 자원으로 사용할 수있는 사람들과, 그렇지 않은 사람들 사이에 크고 상당한 격차를 만듭니다.
nl: Informatie, als macht, heeft enkele unieke kwaliteiten en is in onze maatschappij overheersend geworden. In tegenstelling tot goederen kost het niets om te verplaatsen, kan het steeds opnieuw worden gedeeld, zonder uitputting, zolang een partij geïnteresseerd is om het bekend te maken. Informatie is de sleutel tot hoe de digitale samenleving waarde toevoegt en macht herverdeelt. In een verbonden wereld krijgt informatie macht door permanente opslag en brede verspreiding. Toch kan eenmaal vastgelegde digitale informatie voor altijd bestaan. Gegevens hebben een waardevolle waarde wanneer de eigenaar ze kan assimileren, koppelen, evalueren en interpreteren. Het vermogen om gegevens te gebruiken en om te zetten in informatie is een beslissend, kritisch moment. Het creëert een grote en aanzienlijke kloof tussen degenen die informatie als hulpbron kunnen gebruiken en degenen die dat niet kunnen.
pl: Informacja jako władza ma pewne unikalne cechy i stała się dominująca w naszym społeczeństwie. W przeciwieństwie do towarów, których przemieszczanie się nic nie kosztuje, można nimi dzielić się w kółko, bez zmęczenia, o ile strona jest zainteresowana jego ujawnieniem. Informacja jest kluczem do tego, jak społeczeństwo cyfrowe dodaje wartość i redystrybuuje władzę. W połączonym świecie informacje zyskują na sile dzięki trwałemu przechowywaniu i szerokiej dystrybucji. Jednak raz zarejestrowane informacje cyfrowe mogą istnieć na zawsze. Dane mają cenną wartość, gdy ich właściciel może je przyswoić, powiązać, ocenić i zinterpretować. Możliwość wykorzystania danych i przekształcenia ich w informacje to decydujący, krytyczny moment. Tworzy to dużą i znaczną przepaść między tymi, którzy potrafią wykorzystać informację jako zasób, a tymi, którzy nie mogą.
pt: A informação, como poder, tem algumas qualidade únicas e tornou-se predominante na nossa sociedade. Ao contrário de bens, não custa nada movê-la, pode ser partilhada repetidamente sem exaustão desde que a outra parte esteja interessada em divulgá-la. A informação é a chave de como a sociedade digital acrescenta valor e redistribui poder. Num mundo conectado, a informação ganha poder através do armazenamento permanente e da distribuição alargada. Mas, uma vez guardada, a informação digital pode existir para sempre. Os dados têm um valor precioso quando o seu dono a pode assimilar, avaliar, interpretar e a ela se afiliar. A capacidade de usar dados e convertê-los em informação é uma juntura crítica e decisiva. Há um grande fosso entre os que podem usar a informação como recurso e os que não.
ru: Информация, как сила, обладает некоторыми уникальными качествами и стала преобладающей в нашем обществе. В отличие от товаров, перемещение которых ничего не стоит, ими можно делиться снова и снова, до тех пор, пока сторона заинтересована в их раскрытии. Информация - это ключ к тому, как цифровое общество повышает ценность и перераспределяет власть. В взаимосвязанном мире информация приобретает силу благодаря постоянному хранению и широкому распространению. Тем не менее, однажды записанная цифровая информация может существовать вечно. Данные имеют большую ценность, когда их владелец может их ассимилировать, присоединять, оценивать и интерпретировать. Способность использовать данные и преобразовывать их в информацию - это решающий, даже критический момент. Это создает большой разрыв между теми, кто может использовать информацию как ресурс, и теми, кто не может.
sv: Information, liksom makt, har några unika egenskaper och har blivit dominerande i vårt samhälle. Till skillnad från varor kostar det ingenting att flytta runt, det kan delas om och om igen, utan begränsning så länge en part är intresserad av att avslöja det. Information är nyckeln till hur det digitala samhället tillför värde och omfördelar makt. I en uppkopplad värld får information makt genom permanent lagring och bred distribution. Ändå kan digital information existera för alltid. Data har ett värdefullt värde när dess ägare kan assimilera, associera, utvärdera och tolka den. Möjligheten att använda data och omvandla den till information är en avgörande, kritisk tidpunkt. Det skapar en stor och betydande klyfta mellan de som kan använda information som en resurs och de som inte kan.
tr: Bilgi, güç olarak, bazı benzersiz niteliklere sahiptir ve toplumumuzda baskın hale gelmiştir. Malların aksine, hareket etmesinin hiçbir maliyeti yoktur, bir taraf ifşa etmekle ilgilendiği sürece bıkmadan tekrar tekrar paylaşılabilir. Bilgi, dijital toplumun nasıl değer kattığının ve gücü nasıl yeniden dağıttığının anahtarı konumundadır. Bağlantılı bir dünyada, bilgi kalıcı depolama ve geniş dağıtım yoluyla güç kazanır. Yine de, bir kez kaydedilen dijital bilgi sonsuza dek var olabilir. Veri, sahibi onu özümseyebildiği, ilişkilendirebildiği, değerlendirebildiği ve yorumlayabildiği zaman değerlidir. Verileri kullanma ve bilgiye dönüştürme yeteneği belirleyici, kritik bir kavşaktır. Bilgiyi kaynak olarak kullanabilenler ile kullanamayanlar arasında büyük ve önemli bir boşluk yaratır.
zh: 信息作为权力，具有一些独特的品质，在我们的社会中占主导地位。 与商品不同，移动不需要任何费用，只要一方有兴趣披露它，它就可以一遍又一遍地共享，而不会耗尽。 信息是数字社会如何增加价值和重新分配权力的关键。 在一个互联的世界里，信息通过永久存储和广泛分布获得力量。 然而，一旦记录的数字信息可以永远存在。 当数据的所有者能够吸收、关联、评估和解释数据时，数据具有宝贵的价值。 使用数据并将其转换为信息的能力是一个决定性的关键时刻。 它在那些能够将信息用作资源的人和那些不能使用信息的人之间造成了巨大而相当大的差距。

# Blog_WSPPI_H3_Text2
source: Furthermore, there is an exponential increase in new devices and applications that implement and make possible to spy out a private and single person. This high networked society is constantly changing in drastic manners, so is information fluency. Information is collected by giant data processing softwares and could be put out at one’s disadvantage. Prejudice can be caused in invading someone’s private life and divulging some knowledge in a mischievous way. Following up, blackmail and extortion are then negative consequences. By large scale, monitoring and analysis of the population makes it already possible to draw out conclusions on people's behaviors and use it for malicious purposes. By taking the decision to ensure your confidential information you’re not the only benefiting from it but in one way, you commit and perform a service for whole society.
ar: علاوة على ذلك ، هناك زيادة هائلة في الأجهزة والتطبيقات الجديدة التي تنفذ وتمكن من التجسس على شخص خاص وشخص واحد. يتغير هذا المجتمع المرتبط بالشبكة بشكل مستمر في سلوكيات جذرية ، وكذلك طلاقة المعلومات. يتم جمع المعلومات من خلال برامج معالجة البيانات العملاقة ويمكن وضعها في غير صالح المرء. يمكن أن يحدث التحيز في غزو الحياة الخاصة لشخص ما وإفشاء بعض المعرفة بطريقة مؤذية. المتابعة ، والابتزاز والابتزاز ثم عواقب سلبية. على نطاق واسع ، فإن مراقبة وتحليل السكان يجعل من الممكن بالفعل استخلاص استنتاجات حول سلوكيات الناس واستخدامها لأغراض ضارة. من خلال اتخاذ القرار لضمان سرية معلوماتك ، فأنت لست المستفيد الوحيد منها ولكن بطريقة واحدة ، فإنك تلتزم وتؤدي خدمة للمجتمع بأسره.
de: Darüber hinaus gibt es eine exponentielle Zunahme neuer Geräte und Anwendungen, die das Ausspionieren einer privaten und einzelnen Person implementieren und ermöglichen. Diese hochvernetzte Gesellschaft verändert sich ständig auf drastische Weise, ebenso wie die Informationsflüssigkeit. Informationen werden von riesigen Datenverarbeitungssoftware gesammelt und könnten zu Ungunsten ausgegeben werden. Vorurteile können entstehen, wenn man in das Privatleben eines Menschen eindringt und auf schelmische Weise Wissen preisgibt. Follow-up, Erpressung und Erpressung sind dann negative Folgen. Die Überwachung und Analyse der Bevölkerung ermöglicht es bereits in großem Umfang, Rückschlüsse auf das Verhalten der Menschen zu ziehen und es für böswillige Zwecke zu verwenden. Indem Sie die Entscheidung treffen, Ihre vertraulichen Informationen sicherzustellen, sind Sie nicht der einzige, der davon profitiert, sondern in gewisser Weise verpflichten Sie sich und leisten einen Dienst für die gesamte Gesellschaft.
es: Además, hay un aumento exponencial de nuevos dispositivos y aplicaciones que implementan y hacen posible espiar a una persona privada y única. Esta sociedad altamente interconectada cambia constantemente de manera drástica, al igual que la fluidez de la información. La información es recopilada por softwares de procesamiento de datos gigantes y podría publicarse en desventaja. Se puede causar perjuicio al invadir la vida privada de alguien y divulgar algún conocimiento de manera malintencionada. El seguimiento, el chantaje y la extorsión son entonces consecuencias negativas. A gran escala, el seguimiento y análisis de la población ya permite sacar conclusiones sobre los comportamientos de las personas y utilizarlo con fines malintencionados. Al tomar la decisión de asegurar tu información confidencial no eres el único que se beneficia de ella sino que de alguna manera te comprometes y realizas un servicio para toda la sociedad.
fr: De plus, il y a une augmentation exponentielle de nouveaux appareils et applications qui implémentent et permettent d'espionner une personne privée et unique. Cette société hautement connectée évolue constamment de manière radicale, tout comme la fluidité de l'information. Les informations sont collectées par des logiciels informatiques géants et pourraient être diffusées à son détriment. Un préjudice peut être causé en envahissant la vie privée de quelqu'un et en divulguant des connaissances de manière malveillante. Par la suite, le chantage et l'extorsion sont alors des conséquences négatives. A grande échelle, la surveillance et l'analyse de la population permettent déjà de tirer des conclusions sur les comportements des personnes et de les utiliser à des fins malveillantes. En prenant la décision d'assurer la confidentialité de vos informations, vous n'êtes pas le seul à en bénéficier mais d'une certaine manière, vous vous engagez et rendez service à toute la société.
it: Inoltre, c'è un aumento esponenziale di nuovi dispositivi e applicazioni che implementano e rendono possibile spiare una persona privata e single. Questa società altamente interconnessa cambia costantemente in modo drastico, così come la fluidità delle informazioni. Le informazioni vengono raccolte da giganteschi software di elaborazione dati e potrebbero essere messe a proprio svantaggio. Il pregiudizio può essere causato nell'invadere la vita privata di qualcuno e divulgare alcune conoscenze in modo malizioso. In seguito, il ricatto e l'estorsione sono quindi conseguenze negative. Su larga scala, il monitoraggio e l'analisi della popolazione rendono già possibile trarre conclusioni sui comportamenti delle persone e utilizzarlo per scopi dannosi. Prendendo la decisione di garantire la sicurezza delle tue informazioni ,non sei l'unico a trarne beneficio, ma, in un certo senso, ti impegni e svolgi un servizio per l'intera società.
ko: 또한 개인 및 개인을 감시할 수 있는 새로운 장치와 애플리케이션이 기하급수적으로 증가하고 있습니다. 이 높은 네트워크 사회는 끊임없이 급격한 방식으로 변화하고 있으며, 정보의 유창성도 마찬가지입니다. 정보는 거대한 데이터 처리 소프트웨어에 의해 수집되며 불리한 상황에 놓일 수 있습니다. 편견은 누군가의 사생활을 침해하고, 지식을 누설함으로써 발생할 수 있습니다. 그 다음에, 협박과 갈취는 부정적인 결과입니다. 대규모로 인구를 모니터링하고 분석하면 이미 사람들의 행동에 대한 결론을 도출하고 악의적인 목적으로 사용할 수 있습니다. 당신의 기밀 정보를 보장하기로 결정함으로써 당신은 그것으로부터 이익을 얻는 유일한 방법일 뿐만 아니라, 당신은 사회 전체를 위한 봉사를 약속하고 수행합니다.
nl: Bovendien is er een exponentiële toename van nieuwe apparaten en toepassingen die het mogelijk maken een privépersoon te bespioneren. Deze maatschappij met een hoog netwerk verandert voortdurend op drastische wijze, zo ook de informatiestroom. Informatie wordt verzameld door gigantische gegevensverwerkende software en kan in iemands nadeel worden gebruikt. Vooroordelen kunnen worden veroorzaakt door iemands privé-leven binnen te dringen en bepaalde kennis op een ondeugende manier te onthullen. Follow-up, chantage en afpersing zijn dan negatieve gevolgen. Door grootschalige monitoring en analyse van de bevolking is het al mogelijk om conclusies te trekken over het gedrag van mensen en deze te gebruiken voor kwaadaardige doeleinden. Door de beslissing te nemen om uw vertrouwelijke informatie veilig te stellen bent u niet de enige die er baat bij heeft, maar levert u op een bepaalde manier een dienst aan de hele maatschappij.
pl: Ponadto następuje gwałtowny wzrost liczby nowych urządzeń i aplikacji, które wdrażają i umożliwiają szpiegowanie osoby prywatnej i pojedynczej. To wysoce sieciowe społeczeństwo nieustannie się zmienia w drastyczny sposób, podobnie jak płynność informacji. Informacje są gromadzone przez gigantyczne oprogramowanie do przetwarzania danych i mogą być wystawiane na niekorzyść. Uprzedzenia mogą być spowodowane wkradaniem się w czyjeś życie prywatne i rozpowszechnianiem wiedzy w złośliwy sposób. Negatywnymi konsekwencjami są szantaż i wymuszenia. Monitorowanie i analiza populacji na dużą skalę już teraz umożliwiają wyciąganie wniosków na temat zachowań ludzi i wykorzystywanie ich do złośliwych celów. Podejmując decyzję o zapewnieniu swoich poufnych informacji, nie tylko czerpiesz z nich korzyści, ale w pewien sposób zobowiązujesz się i wykonujesz usługę dla całego społeczeństwa.
pt: Além disso, há um aumento exponencial de novos dispositivos e aplicações que implementam e tornam possível espiar uma única pessoa. Esta sociedade altamente conectada em rede está a mudar constantemente e de forma drástica, assim como a fluência da informação. A informação é recolhida por software de processamento de dados gigantescos e pode ser usado para colocar pessoas em desvantagem. Invadir a vida privada de alguém e divulgar conhecimento de forma maliciosa pode causar prejuízos. A chantagem e a extorsão são consequências negativas. Em larga escala, a monitorização e a análise da população tornam possível tirar conclusões a partir do comportamento das pessoas e usá-las para fins maliciosos. Ao tomar a decisão de garantir a confidencialidade da sua informação, não está apenas a beneficiar-se mas também, de uma maneira, a comprometer-se e a realizar um serviço para toda a sociedade.
ru: Кроме того, наблюдается экспоненциальный рост числа новых устройств и приложений, которые реализуют и делают возможным слежку за частным лицом. Это общество с высокой степенью сетевого взаимодействия постоянно претерпевает кардинальные изменения, как и беглость информации. Информация собирается гигантскими программами для обработки данных и может быть передана кому-то в невыгодном свете. Предубеждение может быть вызвано вторжением в чью-то частную жизнь и разглашением каких-то знаний преступным способом. В дальнейшем шантаж и вымогательство приводят к негативным последствиям. В больших масштабах мониторинг и анализ населения уже позволяет делать выводы о поведении людей и использовать это в злонамеренных целях. Принимая решение обеспечить сохранность вашей конфиденциальной информации, вы не единственный извлекаете из этого выгоду, но в некотором роде вы оказываете услугу всему обществу.
sv: Vidare sker en exponentiell ökning av nya enheter och applikationer som implementerar och gör det möjligt att spionera på en privat och enskild person. Det höga nätverkssamhället förändras ständigt på drastiska sätt, och det gör även informationsflytande. Information samlas in av gigantiska databehandlingsprogram och kan läggas ut i ens nackdel. Fördomar kan orsakas av att invadera någons privatliv och avslöja kunskap på ett oärligt sätt. Uppföljning och utpressning är negativa konsekvenser. Det är nu redan möjligt i stor skala att övervaka och analysera befolkningen och att dra slutsatser om människors beteenden och använda det i skadliga syften. Genom att säkerställa din konfidentiella information är du inte den enda som drar nytta av den, och på ett sätt engagerar du dig och utför en tjänst för hela samhället.
tr: Dahası, özel ve tek bir kişiyi gözetlemeyi mümkün kılan yeni cihaz ve uygulamalarda gittikçe artan bir artış söz konusudur. Bu yüksek bağlantılı toplum sürekli olarak köklü bir şekilde değişmektedir, bilgi akıcılığı da öyle. Bilgi, dev veri işleme yazılımları tarafından toplanmakta ve kişinin aleyhine olacak şekilde ortaya çıkarılabilmektedir. Birinin özel hayatına girilmesi ve bazı bilgilerin kötü niyetli bir şekilde ifşa edilmesi önyargılara neden olabilir. Takip, şantaj ve gasp bunun olumsuz sonuçlarıdır. Nüfusun büyük ölçekte izlenmesi ve analiz edilmesi, insanların davranışları hakkında sonuçlar çıkarmayı ve bunları kötü niyetli amaçlar için kullanmayı zaten mümkün kılmaktadır. Gizli bilgilerinizi güvence altına alma kararını alarak bundan yararlanan tek kişi siz olmazsınız, bir şekilde tüm toplum için bir hizmette bulunmuş olursunuz.
zh: 此外，新的设备和应用程序也呈指数级增长，这些设备和应用程序实现并使窥探私人和单身人士成为可能。 这个高度网络化的社会以剧烈的方式不断变化，信息流畅性也在不断变化。 信息是由巨大的数据处理软件收集的，可能会对一个人不利。 偏见可能是在侵入某人的私人生活和以恶作剧的方式泄露一些知识时造成的。 跟进，敲诈勒索然后是负面后果。 通过大规模的监测和分析人口，已经可以得出人们行为的结论并将其用于恶意目的。 通过决定确保您的机密信息，您不是唯一从中受益的人，而是以某种方式，您承诺并为整个社会提供服务。
