Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HPDYMP_H2_Text1
source: Identity theft, fraud, and the theft of financial resources from employees and consumers are all possible outcomes of unprotected data. Every year, 4.3% of company-issued smartphones are lost or stolen. On average, roughly 10,573 mobile breaches occur per day. Large, small, public, and private enterprises all experience data breaches. In fact, hackers are increasingly targeting small and mid-sized organizations since their networks are less secure.
ar: سرقة الهوية والاحتيال وسرقة الموارد المالية من الموظفين والمستهلكين كلها نتائج محتملة للبيانات غير المحمية. كل عام ، يتم فقدان أو سرقة 4.3٪ من الهواتف الذكية التي تصدرها الشركة. في المتوسط ، يحدث ما يقرب من 10573 انتهاكًا للهاتف المحمول يوميًا. تتعرض جميع المؤسسات الكبيرة والصغيرة والعامة والخاصة لانتهاكات البيانات. في الواقع ، يستهدف المتسللون بشكل متزايد المؤسسات الصغيرة والمتوسطة الحجم لأن شبكاتهم أقل أمانًا.
de: Identitätsdiebstahl, Betrug und der Diebstahl finanzieller Ressourcen von Mitarbeitern und Verbrauchern sind mögliche Folgen ungeschützter Daten. Jedes Jahr gehen 4,3% der von Unternehmen ausgegebenen Smartphones verloren oder werden gestohlen. Durchschnittlich ereignen sich rund 10.573 mobile Verstöße pro Tag. Große, kleine, öffentliche und private Unternehmen erleben alle Datenschutzverletzungen. Tatsächlich zielen Hacker zunehmend auf kleine und mittlere Unternehmen ab, da ihre Netzwerke weniger sicher sind.
es: El robo de identidad, el fraude y el robo de recursos financieros de empleados y consumidores son todos los posibles resultados de los datos desprotegidos. Cada año, el 4,3 % de los teléfonos inteligentes proporcionados por la empresa se pierden o son robados. En promedio, ocurren aproximadamente 10.573 vulneraciones a dispositivos móviles por día. Las empresas grandes, pequeñas, públicas y privadas experimentan filtraciones de datos. De hecho, los hackers informáticos apuntan cada vez más a las pequeñas y medianas empresas, ya que sus redes son menos seguras.
fr: Le vol d’identité, la fraude, et le vol de ressources financières auprès des employés et des consommateurs sont tous des conséquences possibles de données non protégées. Chaque année, 4,3% des smartphones émis par des entreprises sont perdus ou volés. En moyenne, environ 10 573 violations mobiles se produisent par jour. Les entreprises grandes, petites, publiques, et privées sont toutes victimes de violations de données. En fait, les pirates informatiques ciblent de plus en plus les petites et moyennes entreprises car leurs réseaux sont moins sécurisés.
it: Il furto di identità, la frode e il furto di risorse finanziarie da parte di dipendenti e consumatori sono tutti possibili risultati di dati non protetti. Ogni anno, il 4,3% degli smartphone rilasciati da aziende viene perso o rubato. In media, si verificano circa 10.573 violazioni a dispositivi mobili al giorno. Grandi, piccole, pubbliche e private, tutte le aziende subiscono violazioni dei dati. In effetti, gli hacker prendono sempre più di mira le organizzazioni di piccole e medie dimensioni poiché le loro reti sono meno sicure.
ko: 신원 도용, 사기, 직원 및 소비자의 재정 자원 도용은 모두 보호되지 않은 데이터의 가능한 결과입니다. 매년 회사에서 발행한 스마트 폰의 4.3 %가 분실되거나 도난당합니다. 평균적으로 하루에 약 10,573건의 모바일 침해가 발생합니다. 대기업, 중소기업, 공공 및 민간 기업은 모두 데이터 침해를 경험합니다. 실제로 해커들은 네트워크의 보안이 취약하기 때문에 점점 더 중소 규모 조직을 표적으로 삼고 있습니다.
nl: Identiteitsdiefstal, fraude en diefstal van financiële middelen van werknemers en consumenten zijn allemaal mogelijke gevolgen van onbeveiligde gegevens. Elk jaar wordt 4,3% van de door bedrijven verstrekte smartphones verloren of gestolen. Gemiddeld vinden er per dag ongeveer 10.573 mobiele inbreuken plaats. Grote, kleine, openbare en particuliere ondernemingen krijgen allemaal te maken met datalekken. In feite hebben hackers het steeds vaker gemunt op kleine en middelgrote organisaties omdat hun netwerken minder veilig zijn.
pl: Kradzież tożsamości, oszustwa i kradzież zasobów finansowych od pracowników i konsumentów to możliwe skutki niechronionych danych. Każdego roku 4,3% smartfonów wydanych przez firmę jest gubionych lub skradzionych. Średnio dziennie dochodzi do około 10 573 włamań na urządzenia mobilne. Duże, małe, publiczne i prywatne przedsiębiorstwa doświadczają naruszeń bezpieczeństwa danych. W rzeczywistości hakerzy coraz częściej atakują małe i średnie organizacje, ponieważ ich sieci są mniej bezpieczne.
pt: Roubo de identidade, fraude e roubo de recursos financeiros de trabalhadores e consumidores são possíveis consequências de dados desprotegidos. Todos os anos, 4,3% de smartphones emitidos pelas empresas são perdidos ou roubados. Em média, ocorrem diariamente cerca de 10.573 violações móveis. Empresas grandes, pequenas, públicas e privadas conhecem a realidade das violações de dados. Na realidade, os hackers estão cada vez mais a ter como alvo organizações de pequena e média dimensão uma vez que as suas redes são menos seguras.
ru: Кража личных данных, мошенничество и кража финансовых ресурсов у сотрудников и потребителей - все это возможные последствия незащищенных данных. Каждый год 4,3% смартфонов, выпущенных компанией, теряются или крадутся. В среднем в день происходит примерно 10 573 взлома мобильных устройств. Крупные, малые, государственные и частные предприятия - все они сталкиваются с утечками данных. На самом деле хакеры все чаще нацеливаются на малые и средние организации, поскольку их сети менее защищены.
sv: Identitetsstöld, bedrägeri och stöld av ekonomiska resurser från anställda och konsumenter är alla möjliga resultat av oskyddad data. Varje år försvinner eller stjäls 4,3 % av företagsutgivna smartphones. I genomsnitt inträffar ungefär 10 573 mobilintrång per dag. Stora, små, offentliga och privata företag upplever alla dataintrång. Faktum är att hackare i allt högre grad riktar sig till små och medelstora organisationer eftersom deras nätverk tenderar att vara mindre säkra.
tr: Kimlik hırsızlığı, dolandırıcılık ve finansal kaynakların çalışanlardan ve tüketicilerden çalınması, korunmasız veriler ile ilgili olası sonuçlardır. Her yıl, şirket tarafından verilen akıllı telefonların %4,3'ü kaybolduğu veya çalındığı biliyor. Mobil cihazlarda günde ortalama olarak yaklaşık 10.573 ihlal meydana geliyor. Büyük, küçük, genel ve özel kuruluşların tümü veri ihlalleriyle karşılaşır. Aslında, bilgisayar korsanları, ağları daha az güvenli olduğu için küçük ve orta ölçekli kuruluşları giderek daha fazla hedef alır.
zh: 身份盗窃、欺诈以及从员工和消费者那里窃取财务资源都是未受保护数据的可能结果。 每年，公司发行的智能手机中有4.3％丢失或被盗。 平均而言，每天大约发生10,573次移动违规事件。 大型、小型、公共和私人企业都经历过数据泄露。 事实上，黑客越来越多地瞄准中小型组织，因为他们的网络不太安全。

# Blog_HPDYMP_H2_Text2
source: Hackers now have the ability to listen in on chats and hack into any data on your phone. Without your permission, your social media accounts, bank accounts, sensitive images, private text messages, and more could be accessed.
ar: يتمتع المتسللون الآن بالقدرة على الاستماع إلى الدردشات واختراق أي بيانات على هاتفك. بدون إذنك ، يمكن الوصول إلى حسابات الوسائط الاجتماعية والحسابات المصرفية والصور الحساسة والرسائل النصية الخاصة والمزيد.
de: Hacker haben jetzt die Möglichkeit, Chats abzuhören und sich in alle Daten auf Ihrem Telefon zu hacken. Ohne Ihre Erlaubnis kann auf Ihre Social-Media-Konten, Bankkonten, vertraulichen Bilder, privaten Textnachrichten und mehr zugegriffen werden.
es: Los hackers informáticos ahora tienen la capacidad de escuchar los chats y piratear cualquier dato en tu teléfono. Sin tu permiso, se podría acceder a tus cuentas de redes sociales, cuentas bancarias, imágenes confidenciales, mensajes de texto privados y más.
fr: Les pirates ont maintenant la possibilité d’écouter les chats et de pirater toutes les données de votre téléphone. Sans votre permission, vos comptes de médias sociaux, vos comptes bancaires, vos images sensibles, vos messages texte privés, et plus sont accessibles.
it: Gli hacker hanno ora la possibilità di ascoltare le chat e hackerare qualsiasi dato sul telefono. Senza la tua autorizzazione, potrebbero accedere ai tuoi account di social media, conti bancari, immagini sensibili, messaggi di testo privati e altro ancora.
ko: 해커들은 이제 채팅을 듣고 당신의 전화기에 있는 모든 데이터를 해킹할 수 있습니다. 사용자의 허가 없이 소셜 미디어 계정, 은행 계정, 민감한 이미지, 개인 문자 메시지 등에 액세스할 수 있습니다.
nl: Hackers kunnen nu meeluisteren met chats en alle gegevens op uw telefoon hacken. Zonder uw toestemming kunnen uw sociale media-accounts, bankrekeningen, gevoelige beelden, privé-sms-berichten en nog veel meer worden geopend.
pl: Hakerzy mają teraz możliwość podsłuchiwania rozmów i włamywania się do dowolnych danych w telefonie. Bez Twojej zgody, Twoje konta w mediach społecznościowych, konta bankowe, poufne obrazy, prywatne wiadomości tekstowe i inne mogą być dostępne.
pt: Os hackers têm agora a capacidade de escutar chats e invadir quaisquer dados no seu telefone. Sem a sua permissão, as suas contas de media social, contas bancárias, imagens sensíveis, mensagens de texto privadas e muitas outras podem ser acedidas.
ru: Хакеры теперь имеют возможность прослушивать чаты и взламывать любые данные на вашем телефоне. Без вашего разрешения может быть получен доступ к вашим аккаунтам в социальных сетях, банковским счетам, конфиденциальным изображениям, личным текстовым сообщениям и многому другому.
sv: Hackare har nu möjlighet att lyssna på chattar och hacka sig in i all data på din telefon. Utan din tillåtelse kan dina sociala mediekonton, bankkonton, känsliga bilder, privata textmeddelanden med mera nås av dem.
tr: Bilgisayar korsanları artık sohbetleri dinleme ve telefonunuzdaki herhangi bir veriyi hackleme yeteneğine sahiptir. İzniniz olmadan sosyal medya hesaplarınıza, banka hesaplarınıza, hassas resimlerinize, özel kısa mesajlarınıza ve daha fazlasına erişilebilir.
zh: 黑客现在可以收听聊天并侵入手机上的任何数据。 未经您的许可，您的社交媒体帐户，银行帐户，敏感图像，私人短信等都可以访问。

# Blog_HPDYMP_H3_Text1
source: Perhaps the simplest approach to keep your phone safe from unauthorized is using a passcode. But that isn't enough; cracking someone's passcode is no longer rocket science. Mobile data encryption is one of the best ways to protect your sensitive information on a phone, even while you are on the go. AxCrypt Mobile encryption is beyond a regular lock screen password. It is a one-stop for safeguarding all of your personal information and data on your mobile phones from prying eyes. It does so by storing your phone's information in an unreadable, jumbled format that can only be read with the correct credentials. With mobile encryption, you can be certain that your data is protected even if your device is lost or stolen. AxCrypt protects your phone's data using 256-bit AES encryption and other advanced features. You can secure your data on Google Drive Files and Dropbox on your iOS and Android devices with the AxCrypt mobile encryption.
ar: ربما تكون أبسط طريقة للحفاظ على هاتفك في مأمن من غير المصرح به هي استخدام رمز مرور. لكن هذا لا يكفي. لم يعد كسر رمز مرور شخص ما علمًا صارخًا. يعد تشفير بيانات الهاتف المحمول أحد أفضل الطرق لحماية معلوماتك الحساسة على الهاتف ، حتى أثناء التنقل. يتجاوز تشفير اكسكربت موبايل كلمة مرور شاشة القفل العادية. إنها محطة واحدة لحماية جميع معلوماتك وبياناتك الشخصية الموجودة على هواتفك المحمولة من أعين المتطفلين. يقوم بذلك عن طريق تخزين معلومات هاتفك بتنسيق غير قابل للقراءة ومختلط لا يمكن قراءته إلا باستخدام بيانات الاعتماد الصحيحة. باستخدام تشفير الهاتف المحمول ، يمكنك التأكد من حماية بياناتك حتى في حالة فقد جهازك أو سرقته. يحمي برنامج اكسكربت بيانات هاتفك باستخدام تشفير 256-بت AES وميزات متقدمة أخرى. يمكنك تأمين بياناتك على ملفات محرك جوجل و دروب بوكس على أجهزتك التي تعمل بنظام نظام التشغيل ايفون و ذكري المظهر باستخدام تشفير الأجهزة المحمولة اكسكربت.
de: Der vielleicht einfachste Ansatz, um Ihr Telefon vor unbefugtem Zugriff zu schützen, ist die Verwendung eines Passcodes. Aber das ist nicht genug; Das Knacken des Passcodes von jemandem ist keine Raketenwissenschaft mehr. Mobile Datenverschlüsselung ist eine der besten Möglichkeiten, um Ihre vertraulichen Informationen auf einem Telefon zu schützen, auch wenn Sie unterwegs sind. Die mobile AxCrypt-Verschlüsselung geht über ein normales Passwort für den Sperrbildschirm hinaus. Es ist eine zentrale Anlaufstelle, um alle Ihre persönlichen Informationen und Daten auf Ihren Mobiltelefonen vor neugierigen Blicken zu schützen. Dazu werden die Informationen Ihres Telefons in einem unlesbaren, durcheinandergebrachten Format gespeichert, das nur mit den richtigen Anmeldeinformationen gelesen werden kann. Mit der mobilen Verschlüsselung können Sie sicher sein, dass Ihre Daten auch dann geschützt sind, wenn Ihr Gerät verloren geht oder gestohlen wird. AxCrypt schützt die Daten Ihres Telefons mit 256-Bit-AES-Verschlüsselung und anderen erweiterten Funktionen. Sie können Ihre Daten in Google Drive-Dateien und Dropbox auf Ihren iOS- und Android-Geräten mit der mobilen AxCrypt-Verschlüsselung sichern.
es: Quizás el enfoque más simple para mantener tu teléfono a salvo de personas no autorizadas es usar un código de acceso. Pero eso no es suficiente; descifrar el código de acceso de alguien ya no es ciencia espacial. El cifrado de datos móviles es una de las mejores formas de proteger tu información confidencial en un teléfono, incluso mientras viajas. El cifrado de AxCrypt Mobile va más allá de una contraseña de pantalla de bloqueo normal. Es una ventanilla única para proteger toda tu información personal y datos en tus teléfonos móviles de miradas indiscretas. Lo hace almacenando la información de tu teléfono en un formato desordenado e ilegible que solo se puede leer con las credenciales correctas. Con el cifrado móvil, puedes estar seguro de que tus datos están protegidos incluso si pierdes tu dispositivo o te lo roban. AxCrypt protege los datos de tu teléfono mediante el cifrado AES de 256 bits y otras funciones avanzadas. Puedes proteger tus datos en Google Drive Files y Dropbox en tus dispositivos iOS y Android con el cifrado móvil de AxCrypt.
fr: L'approche la plus simple pour protéger votre téléphone contre les personnes non autorisées consiste peut-être à utiliser un mot de passe. Mais cela ne suffit pas ; déchiffrer le mot de passe de quelqu'un n'est plus sorcier. Le chiffrement des données mobiles est l'un des meilleurs moyens de protéger vos informations sensibles sur un téléphone, même lorsque vous êtes en déplacement. Le cryptage AxCrypt Mobile va au-delà d'un mot de passe d'écran de verrouillage ordinaire. Il s'agit d'un guichet unique pour protéger toutes vos informations et données personnelles sur vos téléphones mobiles des regards indiscrets. Pour ce faire, il stocke les informations de votre téléphone dans un format illisible et confus qui ne peut être lu qu'avec les informations d'identification correctes. Avec le cryptage mobile, vous pouvez être certain que vos données sont protégées même si votre appareil est perdu ou volé. AxCrypt protège les données de votre téléphone à l'aide d'un cryptage AES 256 bits et d'autres fonctionnalités avancées. Vous pouvez sécuriser vos données sur Google Drive Files et Dropbox sur vos appareils iOS et Android avec le cryptage mobile AxCrypt.
it: Forse l'approccio più semplice per proteggere il telefono da accessi non autorizzati è l'utilizzo di un passcode. Ma non basta; non ci vuole un genio per decifrare il codice password di qualcuno. La crittografia dei dati mobili è uno dei modi migliori per proteggere le tue informazioni sensibili su un telefono, anche mentre sei in viaggio. La crittografia di AxCrypt Mobile va oltre una normale password della schermata di blocco. È una soluzione unica per salvaguardare tutte le tue informazioni personali e i dati sui tuoi telefoni cellulari da occhi indiscreti. Lo fa memorizzando le informazioni del telefono in un formato illeggibile e confuso che può essere letto solo con le credenziali corrette. Con la crittografia mobile, puoi essere certo che i tuoi dati siano protetti anche in caso di smarrimento o furto del dispositivo. AxCrypt protegge i dati del telefono utilizzando la crittografia AES a 256 bit e altre funzionalità avanzate. Puoi proteggere i tuoi dati su Google Drive Files e Dropbox sui tuoi dispositivi iOS e Android con la crittografia mobile AxCrypt.
ko: 아마도 승인되지 않은 휴대전화를 안전하게 보호하는 가장 간단한 방법은 암호를 사용하는 것입니다. 그러나 그것만으로는 충분하지 않습니다. 누군가의 암호를 해독하는 것은 더 이상 어려운 일이 아닙니다. 모바일 데이터 암호화는 이동 중에도 휴대폰에서 민감한 정보를 보호하는 가장 좋은 방법 중 하나입니다. AxCrypt 모바일 암호화는 일반적인 잠금 화면 암호를 뛰어 넘습니다. 휴대 전화의 모든 개인 정보와 데이터를 엿보는 눈으로부터 보호하기 위한 원스톱 솔루션입니다. 올바른 자격 증명으로만 읽을 수 있는 뒤죽박죽된 형식으로 휴대전화 정보를 저장합니다. 모바일 암호화를 사용하면 장치를 분실하거나 도난당한 경우에도 데이터가 보호된다는 것을 확신할 수 있습니다. AxCrypt는 256 비트 AES 암호화 및 기타 고급 기능을 사용하여 휴대 전화의 데이터를 보호합니다. 당신은 AxCrypt 모바일 암호화를 사용하여 iOS 및 안드로이드 장치에서 구글 드라이브 파일과 드롭박스의 데이터를 보호 할 수 있습니다.
nl: De eenvoudigste manier om uw telefoon te beveiligen tegen onbevoegden is misschien wel het gebruik van een wachtwoord. Maar dat is niet genoeg; iemands wachtwoordcode kraken is geen rocketscience meer. Mobiele gegevensversleuteling is een van de beste manieren om uw gevoelige informatie op een telefoon te beschermen, zelfs als u onderweg bent. AxCrypt Mobile encryptie gaat verder dan een gewoon vergrendelingswachtwoord. Het is een one-stop voor het beschermen van al uw persoonlijke informatie en gegevens op uw mobiele telefoons tegen nieuwsgierige ogen. Het doet dit door uw telefooninformatie op te slaan in een onleesbaar, verward formaat dat alleen kan worden gelezen met de juiste referenties. Met mobiele encryptie kunt u er zeker van zijn dat uw gegevens beschermd zijn, zelfs als uw toestel verloren raakt of gestolen is. AxCrypt beschermt de gegevens van uw telefoon met 256-bits AES-versleuteling en andere geavanceerde functies. U kunt uw gegevens op Google Drive Files en Dropbox op uw iOS- en Android-apparaten beveiligen met de mobiele encryptie van AxCrypt.
pl: Być może najprostszym sposobem zabezpieczenia telefonu przed nieautoryzowanym dostępem jest użycie hasła. Ale to nie wystarczy; złamanie czyjegoś hasła nie jest już nauką rakietową. Szyfrowanie danych mobilnych to jeden z najlepszych sposobów ochrony poufnych informacji w telefonie, nawet gdy jesteś w podróży. Szyfrowanie AxCrypt Mobile wykracza poza zwykłe hasło ekranu blokady. Jest to kompleksowa ochrona wszystkich danych osobowych i danych w telefonach komórkowych przed wzrokiem ciekawskich. Czyni to, przechowując informacje o telefonie w nieczytelnym, pomieszanym formacie, który można odczytać tylko przy użyciu poprawnych poświadczeń. Dzięki szyfrowaniu mobilnemu możesz mieć pewność, że Twoje dane są chronione nawet w przypadku zgubienia lub kradzieży urządzenia. AxCrypt chroni dane Twojego telefonu za pomocą 256-bitowego szyfrowania AES i innych zaawansowanych funkcji. Możesz zabezpieczyć swoje dane w plikach na Dysku Google i w Dropbox na urządzeniach z systemem iOS i Android za pomocą szyfrowania mobilnego AxCrypt.
pt: Talvez a abordagem mais simples para manter o seu telefone protegido de acesso não autorizado é um código-passe. Mas tal não é suficiente: quebrar um código-passe não é nada de transcendente. A cifragem de dados móveis é uma das melhores formas de proteger a sua informação sensível num telefone, mesmo quando está em movimento. A cifragem Móvel da AxCrypt vai além de um bloqueio de ecrã protegido por palavra-passe. É uma solução completa para salvaguardar toda a sua informação pessoal e dados nos seus telefones móveis de interferência de olhares alheios. A AxCrypt armazena a informação do seu telefone num formato ilegível e baralhado, podendo apenas ser lida com as credenciais correctas. Com cifragem móvel, pode estar certo de que os seus dados estão protegidos mesmo quando o seu dispositivo é perdido ou furtado. A AxCrypt protege os dados do seu telefone com cifragem AES de 256 bits e outras funcionalidades avançadas. Pode proteger os seus dados no Google Drive Files e Dropbox nos seus dispositivos iOS e Android com a cifragem móvel AxCrypt.
ru: Возможно, самый простой способ обезопасить свой телефон от несанкционированного доступа - это использовать пароль. Но этого недостаточно; взлом чьего-либо пароля больше не является "ракетостроением". Шифрование мобильных данных - это один из лучших способов защитить вашу конфиденциальную информацию на телефоне, даже когда вы находитесь в пути. Мобильное шифрование AxCrypt выходит за рамки обычного пароля на экране блокировки. Это универсальный способ защиты всей вашей личной информации и данных на ваших мобильных телефонах от посторонних глаз. Это достигается за счет сохранения информации о вашем телефоне в нечитаемом, беспорядочном формате, который можно прочитать только с правильными учетными данными. С помощью мобильного шифрования вы можете быть уверены, что ваши данные защищены, даже если ваше устройство потеряно или украдено. AxCrypt защищает данные вашего телефона с помощью 256-битного шифрования AES и других расширенных функций. Вы можете защитить свои данные в файлах Google Drive и Dropbox на своих устройствах iOS и Android с помощью мобильного шифрования AxCrypt.
sv: Det kanske enklaste sättet att skydda din telefon från obehöriga är att använda ett lösenord. Men det räcker inte; att knäcka någons lösenord är inte raketvetenskap. Mobil datakryptering är ett av de bästa sätten att skydda känslig information på en telefon, även när du är på språng. AxCrypt Mobile-kryptering är bortom ett vanligt lösenord för låsskärmen. Det är ett enda sätt att skydda all din personliga information och data på dina mobiltelefoner från nyfikna ögon. Det gör det genom att lagra din telefons information i ett oläsligt, blandat format som bara kan läsas med rätt inloggningsuppgifter. Med mobil kryptering kan du vara säker på att din data är skyddad även om din enhet tappas bort eller blir stulen. AxCrypt skyddar din telefons data med 256-bitars AES-kryptering och andra avancerade funktioner. Du kan säkra din data på Google Drive Files och Dropbox på dina iOS- och Android-enheter med AxCrypt mobilkryptering.
tr: Telefonunuzu yetkisiz erişimden korumak için belki de en basit yaklaşım bir şifre kullanmaktır. Ama bu yetmez; birilerinin şifresini kırmak artık beyin ameliyatı değil. Mobil veri şifreleme, hareket halindeyken bile telefondaki hassas bilgilerinizi korumanın en iyi yollarından biridir. AxCrypt Mobile şifrelemesi normal bir kilit ekranı şifresinin ötesindedir. Cep telefonlarınızdaki tüm kişisel bilgilerinizi ve verilerinizi meraklı gözlerden korumak için tek duraktır. Bunu, telefonunuzun bilgilerini yalnızca doğru kimlik bilgileriyle okunabilecek şekilde okunamayan ve karışık bir biçimde depolayarak yapar. Mobil şifreleme ile, cihazınız kaybolsa veya çalınsa bile verilerinizin korunduğundan emin olabilirsiniz. AxCrypt, telefonunuzun verilerini 256-bit AES şifreleme ve diğer gelişmiş özellikleri kullanarak korur. AxCrypt mobil şifreleme ile iOS ve Android cihazlarınızdaki Google Drive Files ve Dropbox'taki verilerinizi güvence altına alabilirsiniz.
zh: 也许最简单的方法，以保持您的手机免受未经授权的安全是使用密码。 但这还不够;破解某人的密码不再是火箭科学。 移动数据加密是保护手机敏感信息的最佳方式之一，即使您在旅途中也是如此。 AxCrypt移动加密超越了常规锁屏密码。 这是一个一站式的保护您的所有个人信息和数据在您的手机从窥探。 它通过将手机的信息存储在无法读取的混乱格式中来实现这一点，这种格式只能使用正确的凭据进行读取。 使用移动加密，即使您的设备丢失或被盗，您也可以确定您的数据受到保护。 AxCrypt使用256位AES加密和其他高级功能保护手机的数据。 您可以使用AxCrypt移动加密保护iOS和Android设备上的谷歌驱动器文件和Dropbox上的数据。
