Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSPWESBSI2_H1_Text1
source: <b>Malware Embedding:</b> Cybercriminals often exploit PDF files by embedding malware within them. These malicious files can be disguised as legitimate documents and distributed via email or file-sharing platforms. Once opened, the malware can infect the user's device, leading to data breaches or system compromise.
ar: <b>تضمين البرامج الضارة:</b> غالبا ما يستغل مجرمو الإنترنت ملفات PDF عن طريق تضمين برامج ضارة بداخلها. يمكن إخفاء هذه الملفات الضارة كمستندات شرعية وتوزيعها عبر البريد الإلكتروني أو منصات مشاركة الملفات. بمجرد فتحها ، يمكن أن تصيب البرامج الضارة جهاز المستخدم ، مما يؤدي إلى خروقات البيانات أو اختراق النظام.
de: <<b>Malware-Einbettung:</b>Cyberkriminelle nutzen PDF-Dateien häufig aus, indem sie Malware in sie einbetten. Diese schädlichen Dateien können als legitime Dokumente getarnt und über E-Mail- oder Filesharing-Plattformen verbreitet werden. Nach dem Öffnen kann die Malware das Gerät des Benutzers infizieren, was zu Datenverletzungen oder Systemkompromissen führt.
es: <b>Incrustación de malware:</b> Los ciberdelincuentes suelen explotar los archivos PDF incrustando malware en ellos. Estos archivos maliciosos pueden disfrazarse de documentos legítimos y distribuirse por correo electrónico o plataformas de intercambio de archivos. Una vez abierto, el malware puede infectar el dispositivo del usuario, lo que provoca violaciones de datos o compromiso del sistema.
fr: <b>Intégration de Logiciels Malveillants :</b> Les cybercriminels exploitent souvent les fichiers PDF en y intégrant des logiciels malveillants. Ces fichiers malveillants peuvent être déguisés en documents légitimes et distribués par courrier électronique ou sur des plateformes de partage de fichiers. Une fois ouvert, le logiciel malveillant peut infecter l'appareil de l'utilisateur, entraînant des violations de données ou une compromission du système.
it: <b>Incorporamento di malware:</b> I criminali informatici spesso sfruttano i file PDF incorporando malware al loro interno. Questi file dannosi possono essere camuffati da documenti legittimi e distribuiti tramite e-mail o piattaforme di condivisione di file. Una volta aperto, il malware può infettare il dispositivo dell'utente, portando a violazioni dei dati o alla compromissione del sistema.
ko: <b>악성 코드 삽입:</b> 사이버 범죄자들은 PDF 파일에 악성 코드를 삽입하여 이를 악용합니다. 이러한 악성 파일은 합법적인 문서로 위장되어 이메일이나 파일 공유 플랫폼을 통해 배포될 수 있습니다. 파일을 열면 악성 코드가 사용자의 장치를 감염시켜 데이터 유출이나 시스템 손상을 초래할 수 있습니다.
nl: <b>Insluiten van malware:</b> Cybercriminelen maken vaak misbruik van PDF-bestanden door er malware in te stoppen. Deze kwaadaardige bestanden kunnen worden vermomd als legitieme documenten en worden verspreid via e-mail of platforms voor het delen van bestanden. Eenmaal geopend, kan de malware het apparaat van de gebruiker infecteren, wat kan leiden tot datalekken of systeemcompromittering.
pl: <b>Osadzanie złośliwego oprogramowania:</b> cyberprzestępcy często wykorzystują pliki PDF, osadzając w nich złośliwe oprogramowanie. Te złośliwe pliki mogą być maskowane jako legalne dokumenty i rozpowszechniane za pośrednictwem poczty e-mail lub platform wymiany plików. Po otwarciu złośliwe oprogramowanie może zainfekować urządzenie użytkownika, prowadząc do naruszenia bezpieczeństwa danych lub naruszenia bezpieczeństwa systemu.
pt: <b>Incorporação de malware:</b> Os cibercriminosos geralmente exploram arquivos PDF incorporando malware neles. Esses arquivos maliciosos podem ser disfarçados como documentos legítimos e distribuídos por e-mail ou plataformas de compartilhamento de arquivos. Uma vez aberto, o malware pode infectar o dispositivo do usuário, levando a violações de dados ou comprometimento do sistema.
ru: <b>Внедрение вредоносного ПО:</b> Киберпреступники часто используют PDF-файлы, встраивая в них вредоносное ПО. Эти вредоносные файлы могут быть замаскированы под законные документы и распространяться по электронной почте или на платформах обмена файлами. После открытия вредоносное ПО может заразить устройство пользователя, что приведет к утечке данных или компрометации системы.
sv: <b>Inbäddning av skadlig programvara:</b> Cyberbrottslingar utnyttjar ofta PDF-filer genom att bädda in skadlig programvara i dem. Dessa skadliga filer kan förkläs som legitima dokument och distribueras via e-post eller filhanteringsplattformar. När de öppnas kan den skadliga programvaran infektera användarens enhet, vilket kan leda till dataintrång eller systemkompromettering.
tr: <b>Kötü Amaçlı Yazılım Yerleştirme:</b> Siber suçlular genellikle PDF dosyalarına kötü amaçlı yazılım yerleştirerek bu dosyalardan yararlanır. Bu kötü amaçlı dosyalar meşru belgeler olarak gizlenebilir ve e-posta veya dosya paylaşım platformları aracılığıyla dağıtılabilir. Kötü amaçlı yazılım açıldıktan sonra kullanıcının cihazına bulaşarak veri ihlallerine veya sistemin tehlikeye girmesine neden olabilir.
zh: <<b>恶意软件嵌入：</b>网络犯罪分子经常通过在其中嵌入恶意软件来利用PDF文件。 这些恶意文件可以伪装成合法文件，并通过电子邮件或文件共享平台分发。 一旦打开，恶意软件就会感染用户的设备，导致数据泄露或系统泄露。

# Blog_HTSPWESBSI2_H1_Text2
source: <b>Phishing Attacks:</b> PDF files are commonly used in phishing attacks, where attackers trick users into clicking on malicious links or downloading infected attachments. These phishing PDFs may appear to be legitimate documents from trusted sources, making them difficult to identify as threats.
ar: <b>هجمات التصيد الاحتيالي:</b> تستخدم ملفات PDF بشكل شائع في هجمات التصيد الاحتيالي ، حيث يخدع المهاجمون المستخدمين للنقر على الروابط الضارة أو تنزيل المرفقات المصابة. قد تبدو ملفات PDF للتصيد الاحتيالي هذه مستندات شرعية من مصادر موثوقة، مما يجعل من الصعب تحديدها كتهديدات.
de: <b>Phishing-Angriffe:</b> PDF-Dateien werden häufig bei Phishing-Angriffen verwendet, bei denen Angreifer Benutzer dazu verleiten, auf bösartige Links zu klicken oder infizierte Anhänge herunterzuladen. Diese Phishing-PDFs können den Anschein erwecken, legitime Dokumente aus vertrauenswürdigen Quellen zu sein, was es schwierig macht, sie als Bedrohung zu identifizieren.
es: <b>Ataques de phishing:</b> Los archivos PDF se utilizan habitualmente en los ataques de phishing, en los que los atacantes engañan a los usuarios para que hagan clic en enlaces maliciosos o descarguen archivos adjuntos infectados. Estos PDF de phishing pueden parecer documentos legítimos de fuentes confiables, lo que dificulta su identificación como amenazas.
fr: <b>Attaques de Phishing :</b> Les fichiers PDF sont couramment utilisés dans les attaques de phishing, où les attaquants incitent les utilisateurs à cliquer sur des liens malveillants ou à télécharger des pièces jointes infectées. Ces fichiers PDF de phishing peuvent sembler être des documents légitimes provenant de sources fiables, ce qui les rend difficiles à identifier comme menaces.
it: <b>Attacchi di phishing:</b> I file PDF sono comunemente utilizzati negli attacchi di phishing, in cui gli aggressori inducono gli utenti a fare clic su collegamenti dannosi o a scaricare allegati infetti. Questi PDF di phishing possono sembrare documenti legittimi provenienti da fonti attendibili, il che li rende difficili da identificare come minacce.
ko: <b>피싱 공격:</b> PDF 파일은 피싱 공격에서 흔히 사용됩니다. 공격자는 사용자로 하여금 악성 링크를 클릭하거나 감염된 첨부 파일을 다운로드하도록 유도합니다. 이러한 피싱 PDF는 신뢰할 수 있는 출처에서 온 합법적인 문서로 보일 수 있어 위협을 식별하기 어렵게 만듭니다.
nl: <b>Phishing-aanvallen:</b> PDF-bestanden worden vaak gebruikt bij phishing-aanvallen, waarbij aanvallers gebruikers misleiden om op kwaadaardige links te klikken of geïnfecteerde bijlagen te downloaden. Deze phishing-pdf's kunnen op legitieme documenten lijken van vertrouwde bronnen, waardoor ze moeilijk te identificeren zijn als bedreigingen.
pl: <b>Ataki typu phishing:</b> pliki PDF są powszechnie wykorzystywane w atakach typu phishing, podczas których napastnicy nakłaniają użytkowników do kliknięcia złośliwych łączy lub pobrania zainfekowanych załączników. Te pliki PDF wyłudzające informacje mogą sprawiać wrażenie legalnych dokumentów pochodzących z zaufanych źródeł, co utrudnia ich identyfikację jako zagrożenie.
pt: <b>Ataques de phishing:</b> Os arquivos PDF são comumente usados em ataques de phishing, onde os invasores enganam os usuários para que cliquem em links maliciosos ou baixem anexos infectados. Esses PDFs de phishing podem parecer documentos legítimos de fontes confiáveis, dificultando sua identificação como ameaças.
ru: <b>Фишинговые атаки:</b> PDF-файлы обычно используются в фишинговых атаках, когда злоумышленники обманом заставляют пользователей переходить по вредоносным ссылкам или загружать зараженные вложения. Эти фишинговые PDF-файлы могут выдавать себя за подлинные документы из надежных источников, что затрудняет их идентификацию как угроз.
sv: <b>Nätfiske Attacker:</b> PDF-filer används ofta i nätfiskeattacker, där angripare lurar användare att klicka på skadliga länkar eller ladda ner infekterade bilagor. Dessa Nätfiske-PDF:er kan verka vara legitima dokument från betrodda källor, vilket gör dem svåra att identifiera som hot.
tr: <b>Kimlik Avı Saldırıları:</b> PDF dosyaları, saldırganların kullanıcıları kötü amaçlı bağlantılara tıklamaları veya virüslü ekleri indirmeleri için aldattığı kimlik avı saldırılarında yaygın olarak kullanılır. Bu kimlik avı PDF'leri, güvenilir kaynaklardan gelen meşru belgeler gibi görünebilir ve bu da tehdit olarak tanımlanmalarını zorlaştırır.
zh: <b>网络钓鱼攻击：</b>PDF文件通常用于网络钓鱼攻击，攻击者诱骗用户点击恶意链接或下载受感染的附件。这些网络钓鱼PDF可能看起来像是来自受信任来源的合法文档，因此很难将其识别为威胁。

# Blog_HTSPWESBSI2_H1_Text3
source: <b>Exploitable Security Flaws:</b> PDF reader software and the PDF format itself may contain security vulnerabilities that can be exploited by attackers. These flaws could allow attackers to bypass security controls, execute arbitrary code, or gain unauthorized access to sensitive information stored within PDF files.
ar: <b>العيوب الأمنية القابلة للاستغلال:</b> قد يحتوي برنامج قارئ PDF وتنسيق PDF نفسه على ثغرات أمنية يمكن استغلالها من قبل المهاجمين. قد تسمح هذه العيوب للمهاجمين بتجاوز عناصر التحكم في الأمان أو تنفيذ تعليمات برمجية عشوائية أو الوصول غير المصرح به إلى المعلومات الحساسة المخزنة داخل ملفات PDF.
de: <b>Ausnutzbare Sicherheitslücken:</b> PDF-Reader-Software und das PDF-Format selbst können Sicherheitslücken enthalten, die von Angreifern ausgenutzt werden können. Diese Schwachstellen können es Angreifern ermöglichen, Sicherheitskontrollen zu umgehen, beliebigen Code auszuführen oder unbefugten Zugriff auf vertrauliche Informationen zu erhalten, die in PDF-Dateien gespeichert sind.
es: <b>Fallos de seguridad explotables:</b> El software de lectura de PDF y el propio formato PDF pueden contener vulnerabilidades de seguridad que pueden ser explotadas por los atacantes. Estas fallas podrían permitir a los atacantes eludir los controles de seguridad, ejecutar código arbitrario u obtener acceso no autorizado a información confidencial almacenada en archivos PDF.
fr: <b>Failles de Sécurité Exploitables :</b> le logiciel de lecture PDF et le format PDF lui-même peuvent contenir des failles de sécurité qui peuvent être exploitées par des attaquants. Ces failles pourraient permettre aux attaquants de contourner les contrôles de sécurité, d'exécuter du code arbitraire ou d'obtenir un accès non autorisé aux informations sensibles stockées dans les fichiers PDF.
it: <b>Falle di sicurezza sfruttabili:</b> Il software di lettura PDF e il formato PDF stesso possono contenere vulnerabilità di sicurezza che possono essere sfruttate dagli aggressori. Questi difetti potrebbero consentire agli aggressori di aggirare i controlli di sicurezza, eseguire codice arbitrario o ottenere l'accesso non autorizzato a informazioni sensibili archiviate all'interno dei file PDF.
ko: <b>취약한 보안 결함:</b> PDF 리더 소프트웨어와 PDF 형식 자체에 보안 취약점이 있을 수 있습니다. 공격자는 이러한 결함을 악용하여 보안 통제를 우회하고 임의의 코드를 실행하거나 PDF 파일에 저장된 민감한 정보에 무단으로 접근할 수 있습니다.
nl: <b>Exploiteerbare beveiligingsfouten:</b> PDF-lezersoftware en het PDF-formaat zelf kunnen beveiligingsproblemen bevatten die door aanvallers kunnen worden misbruikt. Door deze fouten kunnen aanvallers beveiligingscontroles omzeilen, willekeurige code uitvoeren of onbevoegde toegang krijgen tot gevoelige informatie, die is opgeslagen in PDF-bestanden.
pl: <b>Możliwe do wykorzystania luki w zabezpieczeniach:</b> oprogramowanie czytnika plików PDF i sam format PDF mogą zawierać luki w zabezpieczeniach, które mogą zostać wykorzystane przez osoby atakujące. Luki te mogą umożliwić atakującym ominięcie kontroli bezpieczeństwa, wykonanie dowolnego kodu lub uzyskanie nieautoryzowanego dostępu do poufnych informacji przechowywanych w plikach PDF.
pt: <b>Falhas de segurança exploráveis:</b> O software leitor de PDF e o próprio formato PDF podem conter vulnerabilidades de segurança que podem ser exploradas por invasores. Essas falhas podem permitir que invasores ignorem controles de segurança, executem código arbitrário ou obtenham acesso não autorizado a informações confidenciais armazenadas em arquivos PDF.
ru: <b>Уязвимости безопасности, которыми можно воспользоваться:</b> Программное обеспечение для чтения PDF и сам формат PDF могут содержать уязвимости безопасности, которые могут быть использованы злоумышленниками. Эти уязвимости могут позволить злоумышленникам обойти средства управления безопасностью, выполнить произвольный код или получить несанкционированный доступ к конфиденциальной информации, хранящейся в PDF-файлах.
sv: <b>Exploaterbara säkerhetsbrister:</b> Programvara för PDF-läsare och PDF-formatet i sig kan innehålla säkerhetssårbarheter som kan utnyttjas av angripare. Dessa brister kan tillåta angripare att kringgå säkerhetskontroller, köra godtycklig kod eller få obehörig åtkomst till känslig information som lagras i PDF-filer.
tr: <b>İstismar Edilebilir Güvenlik Açıkları:</b> PDF okuyucu yazılımı ve PDF biçiminin kendisi, saldırganlar tarafından yararlanılabilecek güvenlik açıkları içerebilir. Bu kusurlar, saldırganların güvenlik kontrollerini atlamasına, rastgele kod yürütmesine veya PDF dosyalarında depolanan hassas bilgilere yetkisiz erişim sağlamasına izin verebilir.
zh: <b>可利用的安全缺陷：</b>PDF阅读器软件和PDF格式本身可能包含可被攻击者利用的安全漏洞。这些缺陷可能允许攻击者绕过安全控制、执行任意代码或未经授权访问存储在PDF文件中的敏感信息。

# Blog_HTSPWESBSI2_H1_Text4
source: <b>Password Weaknesses:</b> Password-protected PDF files are only as secure as the strength of their passwords. Weak or easily guessable passwords can be cracked using brute-force attacks, allowing attackers to gain unauthorized access to the contents of the PDF.
ar: <b>نقاط ضعف كلمة المرور:</b> ملفات PDF المحمية بكلمة مرور آمنة فقط مثل قوة كلمات المرور الخاصة بها. يمكن اختراق كلمات المرور الضعيفة أو التي يمكن تخمينها بسهولة باستخدام هجمات القوة الغاشمة ، مما يسمح للمهاجمين بالوصول غير المصرح به إلى محتويات PDF.
de: <b>Schwächen des Passworts:</b> Passwortgeschützte PDF-Dateien sind nur so sicher wie die Stärke ihrer Passwörter. Schwache oder leicht zu erratende Passwörter können mit Brute-Force-Angriffen geknackt werden, sodass Angreifer unbefugten Zugriff auf den Inhalt der PDF-Datei erhalten.
es: <b>Debilidades de la contraseña:</b> Los archivos PDF protegidos con contraseña son tan seguros como la seguridad de sus contraseñas. Las contraseñas débiles o fáciles de adivinar se pueden descifrar mediante ataques de fuerza bruta, lo que permite a los atacantes obtener acceso no autorizado al contenido del PDF.
fr: <b>Faiblesses des Mots de passe :</b> Les fichiers PDF protégés par mot de passe sont aussi sécurisés que la force de leur mot de passe. Les mots de passe faibles ou faciles à deviner peuvent être déchiffrés à l'aide d'attaques par force brute, permettant aux attaquants d'accéder sans autorisation au contenu du PDF.
it: <b>Debolezze della password:</b> I file PDF protetti da password sono sicuri solo quanto la sicurezza delle loro password. Le password deboli o facilmente indovinabili possono essere violate utilizzando attacchi di forza bruta, consentendo agli aggressori di ottenere l'accesso non autorizzato al contenuto del PDF.
ko: <b>암호 약점:</b> 암호로 보호된 PDF 파일은 암호의 강도에 따라 보안 수준이 달라집니다. 약하거나 쉽게 추측할 수 있는 암호는 무차별 대입 공격을 통해 깨질 수 있으며, 이를 통해 공격자는 PDF 내용에 무단으로 접근할 수 있습니다.
nl: <b>Zwakke punten in het wachtwoord:</b> PDF-bestanden die met een wachtwoord zijn beveiligd, zijn slechts zo veilig als hun wachtwoorden sterk zijn. Zwakke of gemakkelijk te raden wachtwoorden kunnen worden gekraakt met behulp van brute-force-aanvallen, waardoor aanvallers onbevoegd toegang kunnen krijgen tot de inhoud van de PDF.
pl: <b>Słabości haseł:</b> pliki PDF chronione hasłem są tak bezpieczne, jak siła ich haseł. Słabe lub łatwe do odgadnięcia hasła można złamać za pomocą ataków typu brute-force, umożliwiając atakującym uzyskanie nieautoryzowanego dostępu do zawartości pliku PDF.
pt: <b>Pontos fracos da senha:</b> Arquivos PDF protegidos por senha são tão seguros quanto a força de suas senhas. Senhas fracas ou facilmente adivinháveis podem ser quebradas usando ataques de força bruta, permitindo que os invasores obtenham acesso não autorizado ao conteúdo do PDF.
ru: <b>Слабые пароли:</b> Защищенные паролем PDF-файлы надежны настолько, насколько надежны их пароли. Слабые или легко угадываемые пароли могут быть взломаны с помощью брутфорс атак, что позволит злоумышленникам получить несанкционированный доступ к содержимому PDF-файла.
sv: <b>Svagheter i lösenord:</b> Lösenordsskyddade PDF-filer är endast lika säkra som styrkan på deras lösenord. Svaga eller lättgissade lösenord kan knäckas med brute-force-attacker, vilket gör att angripare kan få obehörig åtkomst till innehållet i PDF-filen.
tr: <b>Parola Zayıflıkları:</b> Parola korumalı PDF dosyaları, yalnızca parolalarının gücü kadar güvenlidir. Zayıf veya kolayca tahmin edilebilir parolalar, kaba kuvvet saldırıları kullanılarak kırılabilir ve saldırganların PDF'nin içeriğine yetkisiz erişim sağlamasına olanak tanır.
zh: <b>密码弱点：</b> 受密码保护的PDF文件的安全性取决于其密码的强度。可以使用暴力攻击破解弱或容易猜到的密码，使攻击者能够未经授权访问PDF的内容。

# Blog_HTSPWESBSI2_H1_Text5
source: <b>Metadata Leakage:</b> PDF files can contain hidden metadata that may inadvertently disclose sensitive information about the document or its author. This metadata could include details such as author names, creation dates, or revision history, which could be exploited by attackers for social engineering or targeted attacks.
ar: <b>تسرب البيانات الوصفية:</b> يمكن أن تحتوي ملفات PDF على بيانات أولية مخفية قد تكشف عن غير قصد عن معلومات حساسة عن الوثيقة أو مؤلفها. يمكن أن تتضمن هذه البيانات الوصفية تفاصيل مثل أسماء المؤلفين أو تواريخ الإنشاء أو سجل المراجعة ، والتي يمكن استغلالها من قبل المهاجمين للهندسة الاجتماعية أو الهجمات المستهدفة.
de: <b>Metadaten-Lecks:</b> PDF-Dateien können versteckte Metadaten enthalten, die versehentlich vertrauliche Informationen über das Dokument oder seinen Autor preisgeben können. Diese Metadaten können Details wie Autorennamen, Erstellungsdaten oder Revisionsverlauf enthalten, die von Angreifern für Social Engineering oder gezielte Angriffe ausgenutzt werden könnten.
es: <b>Fuga de metadatos:</b> Los archivos PDF pueden contener metadatos ocultos que pueden revelar inadvertidamente información confidencial sobre el documento o su autor. Estos metadatos podrían incluir detalles como los nombres de los autores, las fechas de creación o el historial de revisiones, que podrían ser explotados por los atacantes para la ingeniería social o los ataques dirigidos.
fr: <b>Fuite de Métadonnées :</b> Les fichiers PDF peuvent contenir des métadonnées cachées qui peuvent divulguer par inadvertance des informations sensibles sur le document ou son auteur. Ces métadonnées pourraient inclure des détails tels que les noms des auteurs, les dates de création ou l'historique des révisions, qui pourraient être exploités par des attaquants à des fins d'ingénierie sociale ou d'attaques ciblées.
it: <b>Perdita di metadati:</b> I file PDF possono contenere metadati nascosti che possono inavvertitamente divulgare informazioni riservate sul documento o sul suo autore. Questi metadati potrebbero includere dettagli come i nomi degli autori, le date di creazione o la cronologia delle revisioni, che potrebbero essere sfruttati dagli utenti malintenzionati per l'ingegneria sociale o attacchi mirati.
ko: <b>메타데이터 유출:</b> PDF 파일은 문서나 작성자에 대한 민감한 정보를 실수로 공개할 수 있는 숨겨진 메타데이터를 포함할 수 있습니다. 이 메타데이터에는 작성자 이름, 작성 날짜 또는 수정 기록 등의 정보가 포함될 수 있으며, 이는 공격자가 소셜 엔지니어링이나 타겟 공격에 악용할 수 있습니다.
nl: <b>Metadata lekken:</b> PDF-bestanden kunnen verborgen metagegevens bevatten die onbedoeld gevoelige informatie over het document of de auteur ervan kunnen onthullen. Deze metagegevens kunnen details bevatten zoals auteursnamen, aanmaakdatums of revisiegeschiedenis, die door aanvallers kunnen worden misbruikt voor social engineering of gerichte aanvallen.
pl: <b>Wyciek metadanych:</b> pliki PDF mogą zawierać ukryte metadane, które mogą przypadkowo ujawnić poufne informacje o dokumencie lub jego autorze. Metadane te mogą obejmować szczegóły, takie jak nazwiska autorów, daty utworzenia lub historia wersji, które mogą zostać wykorzystane przez osoby atakujące do celów inżynierii społecznej lub ataków ukierunkowanych.
pt: <b>Vazamento de metadados:</b> Os arquivos PDF podem conter metadados ocultos que podem divulgar inadvertidamente informações confidenciais sobre o documento ou seu autor. Esses metadados podem incluir detalhes como nomes de autores, datas de criação ou histórico de revisão, que podem ser explorados por invasores para engenharia social ou ataques direcionados.
ru: <b>Утечка метаданных:</b> PDF-файлы могут содержать скрытые метаданные, которые могут непреднамеренно раскрыть конфиденциальную информацию о документе или его авторе. Эти метаданные могут включать такие сведения, как имена авторов, даты создания или историю изменений, которые могут быть использованы злоумышленниками для социальной инженерии или целевых атак.
sv: <b>Metadata läckage:</b> PDF-filer kan innehålla dold metadata som oavsiktligt kan avslöja känslig information om dokumentet eller dess författare. Denna metadata kan innehålla detaljer som författarnamn, skapelsedatum eller revisionshistorik, vilket kan utnyttjas av angripare för social manipulation eller riktade attacker.
tr: <b>Meta Veri Sızıntısı:</b> PDF dosyaları, belge veya yazarı hakkındaki hassas bilgileri yanlışlıkla açığa çıkarabilecek gizli meta veriler içerebilir. Bu meta veriler, saldırganlar tarafından sosyal mühendislik veya hedefli saldırılar için kullanılabilecek yazar adları, oluşturma tarihleri veya düzeltme geçmişi gibi ayrıntıları içerebilir.
zh: <b>元数据泄漏：</b>PDF文件可能包含隐藏的元数据，这些元数据可能会无意中泄露有关文档或其作者的敏感信息。 此元数据可能包括作者姓名、创建日期或修订历史记录等详细信息，攻击者可能利用这些信息进行社会工程或有针对性的攻击。
