Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WINAIMCR_H2_Text4
source: <li>Transport (airports, railways, maritime)</li>
ar: <li>النقل (المطارات والسكك الحديدية والبحرية)</li>
de: <li>Verkehr (Flughäfen, Eisenbahnen, Seeverkehr)</li>
es: <li>Transporte (aeropuertos, ferrocarriles, marítimo)</li>
fr: <li>Transport (aéroports, chemins de fer, maritime)</li>
it: <li>Trasporti (aeroporti, ferroviari, marittimi)</li>
ko: <li>운송(공항, 철도, 해상)</li>
nl: <li>Transport (luchthavens, spoorwegen, maritiem)</li>
pl: <li>Transport (lotniska, kolej, transport morski)</li>
pt: <li>Transportes (aeroportos, caminhos-de-ferro, marítimos)</li>
ru: <li>Транспорт (аэропорты, железные дороги, морской транспорт)</li>
sv: <li>Transport (flygplatser, järnvägar, sjöfart)</li>
tr: <li>Ulaşım (havaalanları, demiryolları, denizcilik)</li>
zh: <li>运输（机场、铁路、海运）</li>

# Blog_WINAIMCR_H2_Text5
source: <li>Healthcare (hospitals, pharmacies)</li>
ar: <li>الرعاية الصحية (المستشفيات والصيدليات)</li>
de: <li>Gesundheitswesen (Krankenhäuser, Apotheken)</li>
es: <li>Cuidado de la salud (hospitales, farmacias)</li>
fr: <li>Soins de santé (hôpitaux, pharmacies)</li>
it: <li>Sanità (ospedali, farmacie)</li>
ko: <li>의료(병원, 약국)</li>
nl: <li>Gezondheidszorg (ziekenhuizen, apotheken)</li>
pl: <li>Opieka zdrowotna (szpitale, apteki)</li>
pt: <li>Saúde (hospitais, farmácias)</li>
ru: <li>Здравоохранение (больницы, аптеки)</li>
sv: <li>Hälso- och sjukvård (sjukhus, apotek)</li>
tr: <li>Sağlık hizmetleri (hastaneler, eczaneler)</li>
zh: <li>医疗保健（医院、药房）</li>

# Blog_WINAIMCR_H2_Text6
source: <li>Finance (banks, investment firms, insurance)</li>
ar: <li>التمويل (البنوك وشركات الاستثمار والتأمين)</li>
de: <li>Finanzen (Banken, Wertpapierfirmen, Versicherungen)</li>
es: <li>Finanzas (bancos, empresas de inversión, seguros)</li>
fr: <li>Finance (banques, sociétés d'investissement, assurances)</li>
it: <li>Finanza (banche, imprese di investimento, assicurazioni)</li>
ko: <li>금융(은행, 투자회사, 보험)</li>
nl: <li>Financiën (banken, beleggingsondernemingen, verzekeringen)</li>
pl: <li>Finanse (banki, firmy inwestycyjne, ubezpieczenia)</li>
pt: <li>Finanças (bancos, empresas de investimento, seguros)</li>
ru: <li>Финансы (банки, инвестиционные фирмы, страхование)</li>
sv: <li>Finans (banker, värdepappersföretag, försäkringar)</li>
tr: <li>Finans (bankalar, yatırım firmaları, sigorta)</li>
zh: <li>金融（银行、投资公司、保险）</li>

# Blog_WINAIMCR_H2_Text7
source: <li>Waste management (water, waste disposal)</li>
ar: <li>إدارة النفايات (المياه والتخلص من النفايات)</li>
de: <li>Abfallwirtschaft (Wasser, Entsorgung)</li>
es: <li>Gestión de residuos (agua, eliminación de residuos)</li>
fr: <li>Gestion des déchets (eau, élimination des déchets)</li>
it: <li>Gestione dei rifiuti (acqua, smaltimento rifiuti)</li>
ko: <li>폐기물 관리(물, 폐기물 처리)</li>
nl: <li>Afvalbeheer (water, afvalverwerking)</li>
pl: <li>Gospodarka odpadami (woda, wywóz śmieci)</li>
pt: <li>Gestão de resíduos (água, eliminação de resíduos)</li>
ru: <li>Управление отходами (вода, утилизация отходов)</li>
sv: <li>Avfallshantering (vatten, avfallshantering)</li>
tr: <li>Atık yönetimi (su, atık bertarafı)</li>
zh: <li>废物管理（水、废物处理）</li>

# Blog_WINAIMCR_H2_Text8
source: <li>Postal Services</li>
ar: <li>الخدمات البريدية</li>
de: <li>Postdienstleistungen</li>
es: <li>Servicios Postales</li>
fr: <li>Services postaux</li>
it: <li>Servizi postali</li>
ko: <li>우편 서비스</li>
nl: <li>Postdiensten</li>
pl: <li>Usługi pocztowe</li>
pt: <li>Serviços Postais</li>
ru: <li>Почтовые услуги</li>
sv: <li>Posttjänster</li>
tr: <li>Posta Hizmetleri</li>
zh: <li>邮政服务</li>

# Blog_WINAIMCR_H2_Text9
source: <li>Digital infrastructure (data centers, internet exchanges)</li>
ar: <li>البنية التحتية الرقمية (مراكز البيانات وتبادل الإنترنت)</li>
de: <li>Digitale Infrastruktur (Rechenzentren, Internetknoten)</li>
es: <li>Infraestructura digital (centros de datos, intercambios de Internet)</li>
fr: <li>Infrastructure numérique (centres de données, points d'échange Internet)</li>
it: <li>Infrastruttura digitale (data center, internet exchange)</li>
ko: <li>디지털 인프라(데이터 센터, 인터넷 거래소)</li>
nl: <li>Digitale infrastructuur (datacenters, internet exchanges)</li>
pl: <li>Infrastruktura cyfrowa (centra danych, centrale internetowe)</li>
pt: <li>Infraestrutura digital (data centers, intercâmbios de internet)</li>
ru: <li>Цифровая инфраструктура (дата-центры, интернет-биржи)</li>
sv: <li>Digital infrastruktur (datacenter, internetknutpunkter)</li>
tr: <li>Dijital altyapı (veri merkezleri, internet değişimleri)</li>
zh: <li>数字基础设施（数据中心、互联网交换中心）</li>

# Blog_WINAIMCR_H3_Text1
source: Though the NIS2 raises the bar for cybersecurity across Europe, its requirements vary based on an organization's size, societal function, and exposure. Smaller businesses get some flexibility, while larger entities face stricter obligations.
ar: على الرغم من أن NIS2 يرفع مستوى الأمن السيبراني في جميع أنحاء أوروبا ، إلا أن متطلباته تختلف بناء على حجم المنظمة والوظيفة المجتمعية والتعرض. تحصل الشركات الصغيرة على بعض المرونة ، بينما تواجه الكيانات الأكبر التزامات أكثر صرامة.
de: Obwohl der NIS2 die Messlatte für die Cybersicherheit in ganz Europa höher legt, variieren seine Anforderungen je nach Größe, gesellschaftlicher Funktion und Gefährdung eines Unternehmens. Kleinere Unternehmen erhalten eine gewisse Flexibilität, während größere Unternehmen strengeren Verpflichtungen unterliegen.
es: Aunque el NIS2 eleva el listón de la ciberseguridad en toda Europa, sus requisitos varían en función del tamaño, la función social y la exposición de la organización. Las empresas más pequeñas obtienen cierta flexibilidad, mientras que las entidades más grandes se enfrentan a obligaciones más estrictas.
fr: Bien que le NIS2 élève le niveau de cybersécurité à travers l'Europe, ses exigences varient en fonction de la taille de l'organisation, de sa fonction sociale et de son exposition. Les petites entreprises bénéficient d'une certaine flexibilité, tandis que les entités plus importantes sont soumises à des obligations plus strictes.
it: Sebbene il NIS2 alzi l'asticella della sicurezza informatica in tutta Europa, i suoi requisiti variano in base alle dimensioni, alla funzione sociale e all'esposizione di un'organizzazione. Le imprese più piccole ottengono una certa flessibilità, mentre le entità più grandi devono affrontare obblighi più severi.
ko: NIS2는 유럽 전역에서 사이버 보안에 대한 기준을 높이지만 조직의 규모, 사회적 기능 및 노출에 따라 요구 사항이 다르다. 소규모 기업은 어느 정도 융통성을 갖게 되는 반면, 대규모 기업은 더 엄격한 의무에 직면하게 된다.
nl: Hoewel de NIS2 de lat voor cyberbeveiliging in heel Europa hoger legt, variëren de vereisten op basis van de grootte, maatschappelijke functie en blootstelling van een organisatie. Kleinere bedrijven krijgen enige flexibiliteit, terwijl grotere entiteiten te maken hebben met strengere verplichtingen.
pl: Chociaż NIS2 podnosi poprzeczkę w zakresie cyberbezpieczeństwa w całej Europie, jego wymagania różnią się w zależności od wielkości organizacji, funkcji społecznej i narażenia. Mniejsze przedsiębiorstwa uzyskują pewną elastyczność, podczas gdy większe podmioty mają bardziej rygorystyczne obowiązki.
pt: Embora o NIS2 eleve o nível da cibersegurança em toda a Europa, os seus requisitos variam com base na dimensão, função social e exposição de uma organização. As empresas menores obtêm alguma flexibilidade, enquanto as entidades maiores enfrentam obrigações mais rígidas.
ru: Несмотря на то, что NIS2 поднимает планку кибербезопасности в Европе, его требования варьируются в зависимости от размера организации, социальных функций и уязвимости. Малые предприятия получают некоторую гибкость, в то время как более крупные организации сталкиваются с более строгими обязательствами.
sv: Även om NIS2 höjer ribban för cybersäkerhet i hela Europa, varierar dess krav beroende på en organisations storlek, samhällsfunktion och exponering. Mindre företag får viss flexibilitet, medan större enheter ställs inför strängare skyldigheter.
tr: NIS2, Avrupa genelinde siber güvenlik için çıtayı yükseltse de, gereksinimleri bir kuruluşun büyüklüğüne, toplumsal işlevine ve maruz kalmasına bağlı olarak değişiklik gösterir. Daha küçük işletmeler biraz esneklik elde ederken, daha büyük işletmeler daha katı yükümlülüklerle karşı karşıyadır.
zh: 虽然NIS2提高了整个欧洲的网络安全标准，但其要求因组织的规模，社会职能和曝光而异。 小型企业可以获得一定的灵活性，而较大的实体则面临更严格的义务。

# Blog_WINAIMCR_H3_Text10
source: <li><b>Cybersecurity Training & Hygiene:</li></b> Provide cybersecurity training and promote basic cyber hygiene practices among employees.
ar: <li><b>التدريب على الأمن السيبراني والنظافة:</b></li> توفير التدريب على الأمن السيبراني وتعزيز ممارسات النظافة الإلكترونية الأساسية بين الموظفين.
de: <li><b>Cybersicherheitsschulung & Hygiene:</li></b> Bieten Sie Schulungen zur Cybersicherheit an und fördern Sie grundlegende Cyberhygienepraktiken unter den Mitarbeitern.
es: <li><b>Capacitación e Higiene en Ciberseguridad:</b></li> Proporcionar formación en ciberseguridad y promover prácticas básicas de ciberhigiene entre los empleados.
fr: <li><b>Formation et Hygiène en Cybersécurité :</li></b> Fournir une formation en cybersécurité et promouvoir les pratiques élémentaires d'hygiène en cybersécurité parmi les employés.
it: <li><b>Formazione e igiene sulla sicurezza informatica:</b></li> Fornire formazione sulla sicurezza informatica e promuovere le pratiche di igiene informatica di base tra i dipendenti.
ko: <li><b>사이버 보안 교육 및 위생:</li></b> 사이버 보안 교육을 제공하고 직원들 간의 기본적인 사이버 위생 관행을 홍보합니다.
nl: <li><b>Cyberbeveiligingstraining en hygiëne:</b></li> Zorg voor cyberbeveiligingstraining en promoot goede basis cyberhygiënepraktijken bij werknemers.
pl: <li><b>Szkolenie i higiena w zakresie cyberbezpieczeństwa:</li></b> Zapewnij szkolenie w zakresie cyberbezpieczeństwa i promuj wśród pracowników podstawowe praktyki higieny cybernetycznej.
pt: <li><b>Treinamento em Segurança Cibernética e Higiene:</b></li> Fornecer treinamento em segurança cibernética e promover práticas básicas de higiene cibernética entre os funcionários.
ru: <li><b>Обучение кибербезопасности и гигиена:</li></b> Проводите обучение по кибербезопасности и пропагандируйте основные практики кибергигиены среди сотрудников.
sv: <li><b>Cybersäkerhetsträning och hygien:</b></li> Tillhandahåll cybersäkerhetsträning och främja grundläggande cyberhygienpraxis bland anställda.
tr: <li><b>Siber Güvenlik Eğitimi ve Hijyeni:</b></li> Çalışanlara siber güvenlik eğitimi verin ve temel siber hijyen uygulamalarını teşvik edin.
zh: <li><b>网络安全培训与卫生：</li></b> 为员工提供网络安全培训，并推广基本的网络卫生习惯。

# Blog_WINAIMCR_H3_Text11
source: <li><b>Encryption:</li></b> Implement policies and procedures for using cryptography and encryption to protect sensitive data. AxCrypt offers secure file encryption and sharing solutions with AES-256.
ar: <li><b>التشفير:</b></li> تنفيذ سياسات وإجراءات استخدام التشفير والتشفير لحماية البيانات الحساسة. تقدم اكسكربت حلول آمنة لتشفير الملفات ومشاركتها مع AES-256.
de: <li><b>Verschlüsselung:</li></b> Implementieren Sie Richtlinien und Verfahren für die Verwendung von Kryptografie und Verschlüsselung zum Schutz sensibler Daten. AxCrypt bietet sichere Lösungen zur Dateiverschlüsselung und -freigabe mit AES-256.
es: <li><b>Encriptación:</b></li> Implemente políticas y procedimientos para usar la criptografía y el cifrado para proteger los datos confidenciales. AxCrypt ofrece soluciones seguras de cifrado e intercambio de archivos con AES-256.
fr: <li><b>Chiffrement :</li></b> Mettre en œuvre des politiques et des procédures pour utiliser la cryptographie et le chiffrement afin de protéger les données sensibles. AxCrypt propose des solutions sécurisées de chiffrement et de partage de fichiers avec AES-256.
it: <li><b>Codifica:</b></li> Implementare criteri e procedure per l'utilizzo della crittografia e della crittografia per proteggere i dati sensibili. AxCrypt offre soluzioni sicure per la crittografia e la condivisione dei file con AES-256.
ko: <li><b>암호화:</li></b> 중요한 데이터를 보호하기 위해 암호화 및 암호화를 사용하기 위한 정책 및 절차를 구현합니다. AxCrypt는 AES-256과 함께 안전한 파일 암호화 및 공유 솔루션을 제공합니다.
nl: <li><b>Codering:</b></li> Implementeer beleid en procedures voor het gebruik van cryptografie en versleuteling om gevoelige gegevens te beschermen. AxCrypt biedt veilige oplossingen voor het versleutelen en delen van bestanden met AES-256.
pl: <li><b>Szyfrowanie:</li></b> wdrażaj zasady i procedury dotyczące korzystania z kryptografii i szyfrowania w celu ochrony wrażliwych danych. AxCrypt oferuje bezpieczne rozwiązania do szyfrowania i udostępniania plików za pomocą AES-256.
pt: <li><b>Encriptação:</b></li> Implementar políticas e procedimentos para usar criptografia e criptografia para proteger dados confidenciais. O AxCrypt oferece soluções seguras de criptografia e compartilhamento de arquivos com AES-256.
ru: <li><b>Шифрование:</li></b> Реализуйте политики и процедуры использования криптографии и шифрования для защиты конфиденциальных данных. AxCrypt предлагает безопасные решения для шифрования и обмена файлами с помощью AES-256.
sv: <li><b>Kryptering:</b></li> Implementera policyer och procedurer för att använda kryptografi och kryptering för att skydda känslig data. AxCrypt erbjuder säkra lösningar för filkryptering och delning med AES-256.
tr: <li><b>Şifreleme:</b></li> Hassas verileri korumak için kriptografi ve şifreleme kullanmaya yönelik politikalar ve prosedürler uygulayın. AxCrypt, AES-256 ile güvenli dosya şifreleme ve paylaşım çözümleri sunar.
zh: <li><b>加密：</li></b> 实施使用加密和加密来保护敏感数据的策略和过程。AxCrypt 通过 AES-256 提供安全的文件加密和共享解决方案。

# Blog_WINAIMCR_H3_Text12
source: <li><b>Employee Security:</li></b> Establish security procedures for employees with access to sensitive data and maintain an overview of all relevant assets.
ar: <li><b>أمن الموظفين:</b></li> وضع إجراءات أمنية للموظفين الذين لديهم حق الوصول إلى البيانات الحساسة والحفاظ على نظرة عامة على جميع الأصول ذات الصلة.
de: <li><b>Mitarbeitersicherheit:</li></b> Sicherheitsverfahren für Mitarbeiter mit Zugriff auf sensible Daten einrichten und den Überblick über alle relevanten Assets behalten.
es: <li><b>Seguridad de los empleados:</b></li> Establezca procedimientos de seguridad para los empleados con acceso a datos confidenciales y mantenga una visión general de todos los activos relevantes.
fr: <li><b>Sécurité des Employés :</li></b> Établir des procédures de sécurité pour les employés ayant accès à des données sensibles et maintenir une vue d'ensemble de tous les actifs pertinents.
it: <li><b>Sicurezza dei dipendenti:</b></li> Stabilisci procedure di sicurezza per i dipendenti che hanno accesso a dati sensibili e mantieni una panoramica di tutte le risorse rilevanti.
ko: <li><b>직원 보안:</li></b> 중요한 데이터에 액세스할 수 있는 직원을 위한 보안 절차를 설정하고 모든 관련 자산에 대한 개요를 유지합니다.
nl: <li><b>Beveiliging van werknemers:</b></li> Stel beveiligingsprocedures op voor medewerkers die toegang hebben tot gevoelige gegevens en behoud een overzicht van alle relevante assets.
pl: <li><b>Bezpieczeństwo pracowników:</li></b> ustal procedury bezpieczeństwa dla pracowników mających dostęp do wrażliwych danych i prowadź przegląd wszystkich istotnych zasobów.
pt: <li><b>Segurança dos funcionários:</b></li> Estabeleça procedimentos de segurança para funcionários com acesso a dados confidenciais e mantenha uma visão geral de todos os ativos relevantes.
ru: <li><b>Безопасность сотрудников:</li></b> Разработайте процедуры обеспечения безопасности для сотрудников, имеющих доступ к конфиденциальным данным, и ведите общий обзор всех соответствующих активов.
sv: <li><b>Medarbetarsäkerhet:</b></li> Upprätta säkerhetsprocedurer för medarbetare med tillgång till känslig data och behåll en översikt över alla relevanta tillgångar.
tr: <li><b>Çalışan Güvenliği:</b></li> Hassas verilere erişimi olan çalışanlar için güvenlik prosedürleri oluşturun ve ilgili tüm varlıklara genel bir bakış sağlayın.
zh: <li><b>员工安全：</li></b> 为有权访问敏感数据的员工建立安全程序，并维护所有相关资产的概览。

# Blog_WINAIMCR_H3_Text13
source: <li><b>Multi-Factor Authentication (MFA):</li></b> Use MFA and other advanced authentication solutions whenever possible.
ar: <li><b>المصادقة متعددة العوامل (MFA):</b></li> استخدم المصادقة متعددة العوامل (MFA) وحلول المصادقة المتقدمة الأخرى كلما أمكن ذلك.
de: <li><b>Multi-Faktor-Authentifizierung (MFA):</li></b> Verwenden Sie nach Möglichkeit MFA und andere erweiterte Authentifizierungslösungen.
es: <li><b>Autenticación multifactor (MFA):</b></li> Utilice MFA y otras soluciones de autenticación avanzada siempre que sea posible.
fr: <li><b>Authentification Multi-Facteurs (MFA) :</li></b> Utiliser l'authentification Multi-Facteurs (MFA) et d'autres solutions d'authentification avancées lorsque cela est possible.
it: <li><b>Autenticazione a più fattori (MFA):</b></li> Usare l'autenticazione a più fattori e altre soluzioni di autenticazione avanzate quando possibile.
ko: <li><b>MFA(Multi-Factor Authentication):</li></b> 가능한 경우 MFA 및 기타 고급 인증 솔루션을 사용합니다.
nl: <li><b>Multi-Factor Authenticatie (MFA):</b></li> Gebruik waar mogelijk MFA en andere geavanceerde authenticatieoplossingen.
pl: <li><b>Uwierzytelnianie wieloskładnikowe (MFA):</li></b> Jeśli to możliwe, korzystaj z uwierzytelniania wieloskładnikowego i innych zaawansowanych rozwiązań uwierzytelniających.
pt: <li><b>MFA (Multi-Factor Authentication):</b></li> Use MFA e outras soluções avançadas de autenticação sempre que possível.
ru: <li><b>Многофакторная аутентификация (MFA):</li></b> По возможности используйте MFA и другие расширенные решения для проверки подлинности.
sv: <li><b>Multifaktorautentisering (MFA):</b></li> Använd MFA och andra avancerade autentiseringslösningar varje gång det är möjligt.
tr: <li><b>Çok Faktörlü Kimlik Doğrulama (MFA):</b></li> Mümkün olduğunda MFA ve diğer gelişmiş kimlik doğrulama çözümlerini kullanın.
zh: <li><b>多重身份验证 （MFA）：</li></b> 尽可能使用 MFA 和其他高级身份验证解决方案。

# Blog_WINAIMCR_H3_Text14
source: <b>Note:</b> These are the minimum steps that an organization can take to start complying with the NIS2 guidelines! A consultation with a compliance officer is recommended for a more comprehensive approach specific to your organization.
ar: <b>ملاحظه:</b> هذه هي الحد الأدنى من الخطوات التي يمكن للمنظمة اتخاذها لبدء الامتثال لإرشادات NIS2! يوصى بإجراء استشارة مع مسؤول الامتثال للحصول على نهج أكثر شمولا خاصا بمؤسستك.
de: <b>Hinweis:</b> Dies sind die Mindestschritte, die eine Organisation unternehmen kann, um mit der Einhaltung der NIS2-Richtlinien zu beginnen! Ein Beratungsgespräch mit einem Compliance-Beauftragten wird empfohlen, um einen umfassenderen Ansatz zu erhalten, der speziell auf Ihr Unternehmen zugeschnitten ist.
es: <b>Nota:</b> ¡Estos son los pasos mínimos que una organización puede tomar para comenzar a cumplir con las normas NIS2! Se recomienda consultar con un oficial de cumplimiento de normas para obtener un enfoque más integral específico para su organización.
fr: <b>Remarque :</b> Ce sont les étapes minimales qu'une organisation peut entreprendre pour commencer à se conformer aux directives de la NIS2 ! Une consultation avec un responsable de la conformité est recommandée pour une approche plus complète spécifique à votre organisation.
it: <b>Nota:</b> Questi sono i passi minimi che un'organizzazione può intraprendere per iniziare a conformarsi alle linee guida NIS2! Si consiglia di consultare un responsabile della conformità per un approccio più completo specifico per l'organizzazione.
ko: <b>참고:</b> 다음은 조직이 NIS2 지침을 준수하기 위해 취할 수 있는 최소 단계입니다! 규정 준수 담당자와의 상담을 통해 보다 포괄적인 접근 방식을 사용하는 것이 좋습니다.
nl: <b>Notitie:</b> Dit zijn de minimale stappen die een organisatie kan nemen om te gaan voldoen aan de NIS2 richtlijnen! We bevelen een consult met een nalevingsfunctionaris aan voor een integrale aanpak, die specifiek gericht is op uw organisatie.
pl: <b>Uwaga:</b> są to minimalne kroki, które organizacja może podjąć, aby zacząć przestrzegać wytycznych NIS2! W celu uzyskania bardziej kompleksowego podejścia specyficznego dla Twojej organizacji zaleca się konsultację z specjalistą ds. zgodności.
pt: <b>Nota:</b> Estes são os passos mínimos que uma organização pode tomar para começar a cumprir as diretrizes do NIS2! Uma consulta com um responsável pela conformidade é recomendada para uma abordagem mais abrangente e específica para a sua organização.
ru: <b>Важно:</b> Это минимальные шаги, которые организация может предпринять, чтобы начать соответствовать рекомендациям NIS2! Для более комплексного подхода, специфичного для вашей организации, рекомендуется проконсультироваться со специалистом по соблюдению нормативных требований.
sv: <b>Notera:</b>Dessa är de minimala åtgärder som en organisation kan vidta för att börja följa NIS2-riktlinjerna! En konsultation med en efterlevnadsansvarig rekommenderas för en mer omfattande strategi specifik för din organisation.
tr: <b>Not:</b> Bunlar, bir kuruluşun NIS2 yönergelerine uymaya başlamak için atabileceği asgari adımlardır! Kuruluşunuza özgü daha kapsamlı bir yaklaşım için bir uyum görevlisine danışmanız önerilir.
zh: <b>注意：</b> 这些是组织开始遵守 NIS2 指南可以采取的最低步骤！建议咨询合规官，以针对您的组织采用更全面的方法。
