Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCKSGDBlock4SH2P2
source: Go to the desired file source
ar: انتقل إلى مصدر الملف المطلوب
de: Wechseln Sie zur gewünschten Dateiquelle
es: Vaya a la fuente de archivo deseada
fr: Accédez à la source de fichier souhaitée
it: Vai all'origine del file desiderata
ko: 원하는 파일 소스로 이동하세요.
nl: Ga naar de gewenste bestandsbron
pl: Przejdź do żądanego źródła pliku
pt: Vá para a fonte de arquivo desejada
ru: Перейдите к нужному источнику файлов
sv: Gå till önskad filkälla
tr: İstediğiniz dosya kaynağına gidin
zh: 转到所需的文件源

# AxCKSGDBlock4SH2P3
source: Complete the authorization with the selected cloud provider. Ignore if the step is already completed or not applicable.
ar: أكمل التفويض مع موفر السحابة المحدد. تجاهل ما إذا كانت الخطوة مكتملة بالفعل أو غير قابلة للتطبيق.
de: Schließen Sie die Autorisierung beim ausgewählten Cloud-Anbieter ab. Ignorieren Sie, ob der Schritt bereits abgeschlossen oder nicht anwendbar ist.
es: Complete la autorización con el proveedor de nube seleccionado. Ignore si el paso ya se ha completado o no es aplicable.
fr: Complétez l'autorisation auprès du fournisseur de cloud sélectionné. Ignorez si l'étape est déjà terminée ou n'est pas applicable.
it: Completare l'autorizzazione con il provider di servizi cloud selezionato. Ignora se il passaggio è già stato completato o non è applicabile.
ko: 선택한 클라우드 공급자로 인증을 완료하세요. 해당 단계가 이미 완료되었거나 적용되지 않는 경우 무시하세요.
nl: Voltooi de autorisatie bij de geselecteerde cloudprovider. Negeer als de stap al is voltooid of niet van toepassing is.
pl: Dokończ autoryzację u wybranego dostawcy usług w chmurze. Zignoruj, jeśli krok został już ukończony lub nie ma zastosowania.
pt: Conclua a autorização com o provedor de nuvem selecionado. Ignore se a etapa já foi concluída ou não se aplica.
ru: Завершите авторизацию у выбранного облачного провайдера. Игнорируйте, если шаг уже выполнен или неприменим.
sv: Slutför auktoriseringen med den valda molnleverantören. Ignorera om steget redan är slutfört eller inte tillämpligt.
tr: Seçili bulut sağlayıcısıyla yetkilendirmeyi tamamlayın. Adımın hali hazırda tamamlanmış olup olmadığını yoksayın.
zh: 通过所选云提供商完成授权。如果该步骤已完成或不适用，请忽略。

# AxCKSGDBlock4SH2P4
source: Select the file(s) from the file selection page
ar: حدد الملف (الملفات) من صفحة تحديد الملف
de: Wählen Sie die Datei(en) auf der Dateiauswahlseite aus
es: Seleccione los archivos en la página de selección de archivos
fr: Sélectionnez le(s) fichier(s) sur la page de sélection de fichiers
it: Selezionare i file dalla pagina di selezione dei file
ko: 파일 선택 페이지에서 파일을 선택하세요.
nl: Selecteer het/de bestand(en) op de bestandsselectiepagina
pl: Wybierz plik(i) na stronie wyboru pliku
pt: Selecione o(s) arquivo(s) na página de seleção de arquivos
ru: Выберите файл(ы) на странице выбора файла
sv: Välj fil(er) från filsidan för val.
tr: Dosya seçim sayfasından dosyaları seçin
zh: 从文件选择页面中选择文件

# AxCKSGDBlock4SH2P5
source: In the Key Share page, provide the recipient’s email address you want to share the file with and click the <b>plus</b> <img class='plus-icon'/> button.
ar: في صفحة مشاركة المفاتيح ، أدخل عنوان البريد الإلكتروني للمستلم الذي تريد مشاركة الملف معه وانقر فوق <b>زر علامة الجمع</b><img class='plus-icon'/>.
de: Geben Sie auf der Seite "Schlüsselfreigabe" die E-Mail-Adresse des Empfängers an, für den Sie die Datei freigeben möchten, und klicken Sie auf die <b>Pluszeichen</b>-Schaltfläche<img class='plus-icon'/>.
es: En la página Compartir clave, proporcione la dirección de correo electrónico del destinatario con el que desea compartir el archivo y haga clic en el botón <b>plus</b> <img class='plus-icon'/>.
fr: Sur la page de Partage de Clé, indiquez l'adresse e-mail du destinataire avec lequel vous souhaitez partager le fichier et cliquez sur le bouton <b>plus</b> <img class='plus-icon'/>.
it: Nella pagina Condivisione chiave, fornisci l'indirizzo e-mail del destinatario con cui desideri condividere il file e fai clic sul pulsante <b>più</b><img class='plus-icon'/>.
ko: 키 공유 페이지에서 파일을 공유할 받는 사람의 전자 메일 주소를 입력하고 <b>plus</b> <img class='plus-icon'/> 버튼을 클릭합니다.
nl: Geef op de pagina Key Share het e-mailadres van de ontvanger op waarmee u het bestand wilt delen en klik op de knop <b>plus</b> <img class='plus-icon'/>.
pl: Na stronie Udostępnianie klucza podaj adres e-mail adresata, któremu chcesz udostępnić plik, i kliknij przycisk <b>plus</b> <img class='plus-icon'/>.
ru: На странице «Общий доступ к ключу» укажите адрес электронной почты получателя, с которым вы хотите поделиться файлом, и нажмите кнопку <b>с плюсом</b><img class='plus-icon'/>.
sv: På sidan Nyckeldelning anger du mottagarens e-postadress som du vill dela filen med och klickar på <b>plus</b> <img class='plus-icon'/>-knappen.
zh: 在密钥共享页面中，提供您要与之共享文件的收件人的电子邮件地址，然后单击<b>加号</b><img class='plus-icon'/>按钮。

# AxCKSGDBlock4SH2P6
source: Verify the details and Tap the <b>Apply</b> button
ar: تحقق من التفاصيل واضغط على زر <b>تطبيق</b>
de: Überprüfen Sie die Details und tippen Sie auf die Schaltfläche <b>Übernehmen</b>
es: Verifique los detalles y toque el botón <b>Aplicar</b>
fr: Vérifiez les détails et appuyez sur le bouton <b>Appliquer</b>.
it: Verifica i dettagli e tocca il pulsante <b>Applica</b>
ko: 세부 정보를 확인하고 <b>적용</b> 버튼을 탭하세요.
nl: Controleer de details en klik op de knop <b>Toepassen</b>
pl: Sprawdź szczegóły i dotknij przycisku <b>Zastosuj</b>
pt: Verifique os detalhes e toque no botão <b>Aplicar</b>
ru: Проверьте данные и нажмите кнопку <b>«Применить»</b>
sv: Verifiera uppgifterna och tryck på <b>Använd</b> knappen
tr: Ayrıntıları doğrulayın ve <b>Uygula</b> seçeneğine tıklayın
zh: 验证详细信息并点击 <b>“应用”</b> 按钮

# AxCKSGDBlock4SH2Text1
source: You can download or Update the AxCrypt app from <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
ar: يمكنك تنزيل أو تحديث تطبيق اكسكربت من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>متجر تطبيقات جوجل</a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>متجر التطبيقات</a>.
de: Sie können die AxCrypt-App aus dem <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a> herunterladen oder aktualisieren.
es: Puede descargar o actualizar la aplicación AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
fr: Vous pouvez télécharger ou Mettre à jour l'application AxCrypt depuis le <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> ou l' <a href= 'https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
it: Puoi scaricare o aggiornare l'app AxCrypt dal <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>dall'App Store</a>.
ko: <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>에서 AxCrypt 앱을 다운로드하거나 업데이트할 수 있습니다.
nl: Je kunt de AxCrypt-app downloaden of bijwerken vanuit de <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> of <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
pl: Możesz pobrać lub zaktualizować aplikację AxCrypt ze <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Sklep Play</a> lub <a href= „https://apps.apple.com/us/app/axcrypt/id1157695909”>App Store</a>.
pt: Você pode baixar ou atualizar o aplicativo AxCrypt na <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
ru: Вы можете загрузить или обновить приложение AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
sv: Du kan ladda ner eller uppdatera AxCrypt appen från<a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a>.
tr: AxCrypt uygulamasını <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store'dan</a> indirebilir veya güncelleyebilirsin.
zh: 您可以从 <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Play Store</a> 或 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>App Store</a> 下载或更新 AxCrypt 应用程序。

# AxCKSGDBlock4SH3P1
source: We need to send the physical file(s) with the recipients, AxCrypt never sends the physical file.
ar: نحتاج إلى إرسال الملف (الملفات) الفعلي مع المستلمين ، ولا يرسل اكسكربت الملف الفعلي أبدا.
de: Wir müssen die physische(n) Datei(en) mit den Empfängern senden, AxCrypt sendet niemals die physische Datei.
es: Necesitamos enviar el/los archivo/s físico(s) con los destinatarios, AxCrypt nunca envía el archivo físico.
fr: Nous devons envoyer le(s) fichier(s) physique(s) aux destinataires, AxCrypt n'envoie jamais le fichier physique.
it: Abbiamo bisogno di inviare i file fisici con i destinatari, AxCrypt non invia mai il file fisico.
ko: 우리는 수신자에게 물리적 파일을 보내야 합니다. AxCrypt는 물리적 파일을 보내지 않습니다.
nl: We moeten de (het) fysieke bestand(en) met de ontvangers verzenden, AxCrypt verzendt nooit het fysieke bestand.
pl: Musimy wysłać plik(i) fizyczny(e) do odbiorców, AxCrypt nigdy nie wysyła pliku fizycznego.
pt: Precisamos enviar o(s) arquivo(s) físico(s) com os destinatários, o AxCrypt nunca envia o arquivo físico.
ru: Нам нужно отправить физический(е) файл(ы) с получателями, AxCrypt никогда не отправляет физический файл.
sv: Vi behöver skicka den fysiska filen/filerna till mottagarna, AxCrypt skickar aldrig den fysiska filen.
tr: Fiziksel dosyaları alıcılarla birlikte göndermemiz gerekir, AxCrypt asla fiziksel dosyayı göndermez.
zh: 我们需要与收件人一起发送物理文件，AxCrypt从不发送物理文件。

# AxCKSGDBlock4SH3P2
source: The person you’re sending the file to must use AxCrypt with the email address you shared the file with.
ar: يجب على الشخص الذي ترسل الملف إليه استخدام اكسكربت مع عنوان البريد الإلكتروني الذي شاركت الملف معه.
de: Die Person, an die Sie die Datei senden, muss AxCrypt mit der E-Mail-Adresse verwenden, mit der Sie die Datei geteilt haben.
es: La persona a la que le envías el archivo debe usar AxCrypt con la dirección de correo electrónico con la que compartiste el archivo.
fr: La personne à qui vous envoyez le fichier doit utiliser AxCrypt avec l'adresse e-mail avec laquelle vous avez partagé le fichier.
it: La persona a cui stai inviando il file deve utilizzare AxCrypt con l'indirizzo e-mail con cui hai condiviso il file.
ko: 파일을 받을 사람은 파일을 공유한 이메일 주소로 AxCrypt를 사용해야 합니다.
nl: De persoon naar wie je het bestand stuurt, moet AxCrypt gebruiken met het e-mailadres waarmee je het bestand hebt gedeeld.
pl: Osoba, do której wysyłasz plik, musi używać AxCrypt z adresem e-mail, któremu udostępniłeś plik.
pt: A pessoa para quem você está enviando o arquivo deve usar o AxCrypt com o endereço de e-mail com o qual você compartilhou o arquivo.
ru: Человек, которому вы отправляете файл, должен использовать AxCrypt с тем же адресом электронной почты, на который вы отправили файл.
sv: Personen du skickar filen till måste använda AxCrypt med samma e-postadress du delade filen med.
tr: Dosyayı gönderdiğin kişi, dosyayı paylaştığın e-posta adresiyle AxCrypt'i kullanmalıdır.
zh: 您向其发送文件的人必须将AxCrypt与您共享文件的电子邮件地址一起使用。

# AxCKSGDBlock4SH3P3
source: The recipient just needs a free AxCrypt ID and will be automatically invited via email if necessary.
ar: يحتاج المستلم فقط إلى معرف اكسكربت مجاني وسيتم دعوته تلقائيا عبر البريد الإلكتروني إذا لزم الأمر.
de: Der Empfänger benötigt lediglich eine kostenlose AxCrypt-ID und wird bei Bedarf automatisch per E-Mail eingeladen.
es: El destinatario solo necesita un ID de AxCrypt gratuito y será invitado automáticamente por correo electrónico si es necesario.
fr: Le destinataire a juste besoin d'un identifiant AxCrypt gratuit et sera automatiquement invité par e-mail si nécessaire.
it: Il destinatario ha solo bisogno di un ID AxCrypt gratuito e, se necessario, verrà automaticamente invitato via e-mail.
ko: 수신자는 무료 AxCrypt ID만 필요하며, 필요한 경우 자동으로 이메일 초대를 받게 됩니다.
nl: De ontvanger heeft alleen een gratis AxCrypt ID nodig en wordt indien nodig automatisch via e-mail uitgenodigd.
pl: Odbiorca potrzebuje jedynie bezpłatnego identyfikatora AxCrypt i w razie potrzeby zostanie automatycznie zaproszony e-mailem.
pt: O destinatário só precisa de um ID AxCrypt gratuito e será automaticamente convidado por e-mail, se necessário.
ru: Получателю просто нужен бесплатный идентификатор AxCrypt, и при необходимости, он будет автоматически приглашен по электронной почте.
sv: Mottagaren behöver bara ett kostnadsfritt AxCrypt-ID och kommer automatiskt att bjudas in via e-post om det behövs.
tr: Alıcının sadece ücretsiz bir AxCrypt Kimliği olması gerekir ve gerekirse otomatik olarak e-posta yoluyla davet edilir.
zh: 收件人只需要一个免费的AxCrypt ID，如有必要，将通过电子邮件自动邀请。

# AxCKSGDBlock4SubHeading1
source: Key Sharing on Desktop
ar: مشاركة المفاتيح على سطح المكتب
de: Schlüsselfreigabe auf dem Desktop
es: Uso compartido de claves en el escritorio
fr: Partage de Clés sur le Bureau
it: Condivisione delle chiavi sul desktop
ko: 데스크톱에서 키 공유
nl: Sleutel delen op desktop
pl: Udostępnianie kluczy na pulpicie
pt: Compartilhamento de chaves na área de trabalho
ru: Общий доступ к ключам на рабочем столе
sv: Nyckeldelning på skrivbordet
tr: Masaüstünde Anahtar Paylaşımı
zh: 桌面上的密钥共享

# AxCKSGDBlock4SubHeading2
source: Key Sharing on Mobile
ar: مشاركة المفاتيح على الهاتف المحمول
de: Schlüsselfreigabe auf Mobilgeräten
es: Uso compartido de claves en dispositivos móviles
fr: Partage de Clés sur Mobile
it: Condivisione delle chiavi su dispositivi mobili
ko: 모바일에서 키 공유
nl: Sleutels delen op mobiel
pl: Udostępnianie kluczy na urządzeniu mobilnym
pt: Compartilhamento de chaves em dispositivos móveis
ru: Обмен ключами на мобильных устройствах
sv: Nyckeldelning på mobilen
tr: Mobilde Anahtar Paylaşımı
zh: 移动设备上的密钥共享

# AxCKSGDBlock4SubHeading3
source: Notes
ar: ملحوظات
es: Notas
fr: Remarques
it: Note
ko: 참고 사항
nl: Notities
pl: Notatki
pt: Notas
ru: Заметки
sv: Anteckningar
tr: Notlar
zh: 注意事项

# AxCKSGDBlock4Text1
source: You can Key Share your encrypted files with AxCrypt’s <a href='/premium/'>Premium</a> and <a href='/business/'>Business</a> subscription plans. Check out our <a href='/pricing/'>pricing</a> page to choose the best plan for you.
ar: يمكنك مشاركة ملفاتك المشفرة مع خطط الاشتراك <a href='/premium/'>المميزة</a> <a href='/business/'>والتجارية</a> من اكسكربت. تحقق من صفحة <a href='/pricing/'>التسعير</a> الخاصة بنا لاختيار أفضل خطة لك.
de: Sie können Ihre verschlüsselten Dateien mit den <a href='/premium/'>Premium-</a> und </a> <a href='/business/'>Business-</a> Abonnements von AxCrypt teilen. Schauen Sie sich unsere <a href='/pricing/'>pricing</a> an, um den besten Plan für Sie auszuwählen.
es: Puedes compartir tus archivos cifrados con los planes de suscripción <a href='/premium/'>Premium</a> y <a href='/business/'>Business</a> de AxCrypt. Echa un vistazo a nuestra página <a href='/pricing/'>de precios</a> para elegir el mejor plan para ti.
fr: Vous pouvez partager grâce à la clé vos fichiers cryptés avec les forfaits d'abonnement <a href='/premium/'>Premium</a> et <a href='/business/'>Business</a> d'AxCrypt. Consultez notre page de <a href='/pricing/'>tarification</a> pour choisir le forfait qui vous convient le mieux.
it: Puoi condividere con chiave i tuoi file crittografati con i piani di abbonamento <a href='/premium/'>Premium</a> e <a href='/business/'>Business</a> di AxCrypt. Dai un'occhiata alla nostra pagina <a href='/pricing/'>dei prezzi</a> per scegliere il piano migliore per te.
ko: 키 AxCrypt의 <a href='/premium/'>Premium</a> 및 <a href='/business/'>Business</a> 구독 계획과 암호화된 파일을 공유할 수 있습니다. <a href='/pricing/'>pricing</a> 페이지를 확인하여 최적의 요금제를 선택하십시오.
nl: Je kunt jouw versleutelde bestanden delen met de <a href='/premium/'>Premium-</a> en <a href='/business/'>Business-abonnementen</a> van AxCrypt. Bekijk onze <a href='/pricing/'>prijzenpagina</a> om het beste abonnement voor jou te kiezen.
pl: Możesz udostępniać swoje zaszyfrowane pliki w ramach planów subskrypcyjnych <a href='/premium/'>Premium</a> i <a href='/business/'>Business</a> AxCrypt. Sprawdź naszą stronę <a href='/pricing/'>cennik</a>, aby wybrać najlepszy dla siebie plan.
pt: Você pode compartilhar seus arquivos criptografados com os planos <a href='/premium/'>de assinatura Premium</a> e <a href='/business/'>Business</a> do AxCrypt. Confira nossa página <a href='/pricing/'>de preços</a> para escolher o melhor plano para você.
ru: Вы можете делиться своими зашифрованными файлами с помощью планов подписки AxCrypt <a href='/premium/'>Premium</a> и <a href='/business/'>Business</a>. Ознакомьтесь с нашей страницей <a href='/pricing/'>pricing</a>, чтобы выбрать лучший тарифный план.
sv: Du kan Nyckeldela dina krypterade filer med AxCrypts <a href='/premium/'>abonnemang Premium</a> och <a href='/business/'>Business</a> . Kolla in vår <a href='/pricing/'>prissida</a> för att välja den bästa planen för dig.
tr: Şifrelenmiş dosyalarınızı AxCrypt'in <a href='/premium/'>Premium</a> ve <a href='/business/'>Business</a> abonelik planları ile anahtarlayabilirsiniz. Size en uygun planı seçmek için <a href='/pricing/'>fiyatlandırma</a> sayfamıza göz atın.
zh: 您可以使用AxCrypt<a href='/premium/'>Premium</a><a href='/business/'>Business</a>版订阅计划共享加密文件。查看我们的<a href='/pricing/'>pricing</a>页面，选择最适合您的计划。

# AxCPMGDBlock1Heading
source: <span>Why AxCrypt’s</span> Password Manager?
ar: <span>لماذا أكسكربت</span> مدير كلمات المرور؟
de: <span>Warum AxCrypt's</span> Passwort-Manager?
es: <span>¿Por qué el administrador de contraseñas</span> de AxCrypt?
fr: <span>Pourquoi le</span> gestionnaire de mots de passe d'AxCrypt ?
it: <span>Perché AxCrypt</span> Gestore di password?
ko: <span>AxCrypt</span> 암호 관리자를 선택해야 하는 이유
nl: <span>Waarom AxCrypt</span> Wachtwoordbeheerder?
pl: <span>Dlaczego Menedżer haseł</span> AxCrypt?
ru: <span>Почему</span> Менеджер паролей от AxCrypt?
sv: <span>Varför AxCrypts</span> lösenordshanterare?
zh: <span>为什么选择 AxCrypt 的</span> 密码管理器？

# AxCPMGDBlock1Text1
source: AxCrypt’s <span>Password Manager</span> is a powerful and easy-to-use tool for securely managing and sharing your passwords, card details, and notes wherever you are.
ar: <span>مدير كلمات المرور</span> من اكسكربت هو أداة قوية وسهلة الاستخدام لإدارة ومشاركة كلمات المرور وتفاصيل البطاقة والملاحظات بشكل آمن أينما كنت.
de: Der <span>Passwort-Manager</span> von AxCrypt ist ein leistungsstarkes und einfach zu bedienendes Tool, mit dem Sie Ihre Passwörter, Kartendaten und Notizen sicher verwalten und teilen können, wo immer Sie sind.
es: El <span>Gestor de Contraseñas</span> de AxCrypt es una herramienta potente y fácil de usar para gestionar y compartir de forma segura tus contraseñas, datos de tarjetas y notas estés donde estés.
fr: Le <span>Gestionnaire de Mots de passe</span> d'AxCrypt est un outil puissant et facile à utiliser pour gérer et partager en toute sécurité vos mots de passe, les détails de vos cartes et vos notes où que vous soyez.
it: <span>Il Password Manager</span> di AxCrypt è uno strumento potente e facile da usare per gestire e condividere in modo sicuro le password, i dettagli della carta e le note ovunque ci si trovi.
ko: AxCrypt의 <span>비밀번호 관리자</span>는 비밀번호, 카드 정보 및 노트를 안전하게 관리하고 공유할 수 있는 강력하고 사용하기 쉬운 도구입니다.
nl: AxCrypt's <span>wachtwoordmanager</span> is een krachtige en gebruiksvriendelijke tool voor het veilig beheren en delen van jouw wachtwoorden, kaartgegevens en notities, waar je ook bent.
pl: <span>Menedżer haseł</span> AxCrypt to potężne i łatwe w użyciu narzędzie do bezpiecznego zarządzania hasłami, danymi kart i notatkami oraz udostępniania ich, gdziekolwiek jesteś.
pt: O <span>Password Manager</span> do AxCrypt é uma ferramenta poderosa e fácil de usar para gerenciar e compartilhar com segurança suas senhas, detalhes do cartão e anotações onde quer que você esteja.
ru: <span>Менеджер паролей</span> AxCrypt — это мощный и простой в использовании инструмент для безопасного управления и обмена паролями, данными карт и заметками из любого места.
sv: AxCrypts <span>Lösenordshanterare</span> är ett kraftfullt och lättanvänt verktyg för att säkert hantera och dela dina lösenord, kortuppgifter och anteckningar var du än är.
tr: AxCrypt'in <span>Parola Yöneticisi</span> , nerede olursanız olun parolalarınızı, kart bilgilerinizi ve notlarınızı güvenli bir şekilde yönetmek ve paylaşmak için güçlü ve kullanımı kolay bir araçtır.
zh: AxCrypt的<span>密码管理器</span>是一个功能强大且易于使用的工具，无论您身在何处，都可以安全地管理和共享您的密码 ，卡详细信息和笔记。
