Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EAB_Summary
source: There are several fundamental problems with using biometrics such as fingerprints, facial recognition etc for authentication. It’s even more problematic when encryption is involved. There are two major problems with using biometrics for authentication.
ar: هناك العديد من المشكلات الأساسية المتعلقة باستخدام القياسات الحيوية مثل بصمات الأصابع والتعرف على الوجه وما إلى ذلك للمصادقة. بل إنها تصبح أكثر إشكالية عندما يتعلق الأمر بالتشفير. هناك مشكلتان رئيسيتان في استخدام القياسات الحيوية للمصادقة.
de: Es gibt mehrere grundlegende Probleme bei der Verwendung von biometrischen Daten wie Fingerabdrücken, Gesichtserkennung usw. zur Authentifizierung. Noch problematischer ist es, wenn es um Verschlüsselung geht. Es gibt zwei Hauptprobleme bei der Verwendung von Biometrie zur Authentifizierung.
es: Hay varios problemas fundamentales con el uso de la biometría, como las huellas dactilares, el reconocimiento facial, etc., para la autenticación. Es aún más problemático cuando se trata de cifrado. Hay dos problemas principales con el uso de datos biométricos para la autenticación.
fr: Il existe plusieurs problèmes fondamentaux liés à l’utilisation de la biométrie tels que les empreintes digitales, la reconnaissance faciale, etc. pour l’authentification. C’est encore plus problématique lorsque le cryptage est impliqué. L’utilisation de la biométrie pour l’authentification pose deux problèmes majeurs.
it: Ci sono diversi problemi fondamentali con l'utilizzo di dati biometrici come impronte digitali, riconoscimento facciale ecc. per l'autenticazione. È ancora più problematico quando è coinvolta la crittografia. Ci sono due problemi principali con l'utilizzo della biometria per l'autenticazione.
ko: 지문, 얼굴 인식 등과 같은 생체 인식을 인증에 사용하는 데는 몇 가지 근본적인 문제가 있습니다. 암호화와 관련해서는 더욱 문제가 됩니다. 인증방식에 생체 인식을 사용하는 데는 두 가지 주요 문제가 있습니다.
nl: Er zijn verschillende fundamentele problemen met het gebruik van biometrische gegevens zoals vingerafdrukken, gezichtsherkenning enz. voor authenticatie. Het is nog problematischer als er versleuteling in het spel is. Er zijn twee grote problemen met het gebruik van biometrie voor authenticatie.
pl: Istnieje kilka podstawowych problemów związanych z wykorzystaniem danych biometrycznych, takich jak odciski palców, rozpoznawanie twarzy itp. do uwierzytelniania. Jest to jeszcze bardziej problematyczne, gdy w grę wchodzi szyfrowanie. Korzystanie z biometrii do uwierzytelniania wiąże się z dwoma głównymi problemami.
pt: Há vários problemas fundamentais com o uso de biometria tal como impressões digitais, reconhecimento facial, etc. em autenticação. É ainda mais problemático quando a criptografia está envolvida. Há dois grandes problemas com o uso de biometria em autenticação.
ru: Существует несколько фундаментальных проблем, связанных с использованием биометрических данных, таких как отпечатки пальцев, распознавание лиц и т.д. для аутентификации. Это более проблематично, когда речь идет о шифровании. Существует две основные проблемы, связанные с использованием биометрических данных для аутентификации.
sv: Det finns flera grundläggande problem med att använda biometri som fingeravtryck, ansiktsigenkänning etc för autentisering. Det är ännu mer problematiskt när kryptering är inblandad. Det finns två stora problem med att använda biometri för autentisering.
tr: Doğrulama amacıyla parmak izi, yüz tanıma vs. gibi biyometrik verilerin kullanılmasında birçok temel sorun vardır. İşin içine şifreleme de girdiğinde olay çok daha sorunlu hale gelir. Doğrulama amacıyla biyometrik verilerin kullanılması ile ilgili iki ana sorun bulunur.
zh: 使用生物识别技术（如指纹，面部识别等）进行身份验证存在几个基本问题。 当涉及加密时，问题就更大了。 使用生物识别技术进行身份验证存在两个主要问题。

# Blog_EAB_Text1
source: There are several fundamental problems with using biometrics such as fingerprints, facial recognition etc for authentication. It’s even more problematic when encryption is involved.
ar: هناك العديد من المشكلات الأساسية المتعلقة باستخدام القياسات الحيوية مثل بصمات الأصابع والتعرف على الوجه وما إلى ذلك للمصادقة. بل إنها تصبح أكثر إشكالية عندما يتعلق الأمر بالتشفير.
de: Es gibt mehrere grundlegende Probleme bei der Verwendung von biometrischen Daten wie Fingerabdrücken, Gesichtserkennung usw. zur Authentifizierung. Noch problematischer ist es, wenn es um Verschlüsselung geht.
es: Hay varios problemas fundamentales con el uso de la biometría, como las huellas dactilares, el reconocimiento facial, etc., para la autenticación. Es aún más problemático cuando se trata de cifrado.
fr: Il existe plusieurs problèmes fondamentaux liés à l’utilisation de la biométrie tels que les empreintes digitales, la reconnaissance faciale, etc. pour l’authentification. C’est encore plus problématique lorsque le cryptage est impliqué.
it: Ci sono diversi problemi fondamentali con l'utilizzo di dati biometrici come impronte digitali, riconoscimento facciale ecc. per l'autenticazione. È ancora più problematico quando è coinvolta la crittografia.
ko: 인증을 위해 지문, 얼굴 인식 등과 같은 생체 인식을 사용하는 데는 몇 가지 근본적인 문제가 있습니다. 암호화가 관련된 경우 더욱 문제가 됩니다.
nl: Er zijn verschillende fundamentele problemen bij het gebruik van biometrische gegevens zoals vingerafdrukken, gezichtsherkenning enz. voor authenticatie. Het is zelfs nog problematischer als er sprake is van encryptie.
pl: Istnieje kilka podstawowych problemów związanych z wykorzystaniem danych biometrycznych, takich jak odciski palców, rozpoznawanie twarzy itp. do uwierzytelniania. Jest to jeszcze bardziej problematyczne, gdy w grę wchodzi szyfrowanie.
pt: Há vários problemas fundamentais com o uso de biometria tal como impressões digitais, reconhecimento facial, etc. em autenticação. É ainda mais problemático quando a criptografia está envolvida.
ru: Существует несколько фундаментальных проблем, связанных с использованием биометрических данных, таких как отпечатки пальцев, распознавание лиц и т.д. для аутентификации. Это достаточно проблематично, когда речь идет о шифровании.
sv: Det finns flera grundläggande problem med att använda biometri som fingeravtryck, ansiktsigenkänning etc för autentisering. Det är ännu mer problematiskt när kryptering är inblandad.
tr: Kimlik doğrulama için parmak izleri, yüz tanıma vb. gibi biyometrinin kullanılmasıyla ilgili birkaç temel sorun vardır. Şifreleme söz konusu olduğunda daha da sorunludur.
zh: 使用生物识别技术（如指纹，面部识别等）进行身份验证存在几个基本问题。 当涉及加密时，问题就更大了。

# Blog_EAB_Text2
source: There are two major problems with using biometrics for authentication.
ar: هناك مشكلتان رئيسيتان في استخدام القياسات الحيوية للمصادقة.
de: Es gibt zwei Hauptprobleme bei der Verwendung von Biometrie zur Authentifizierung.
es: Hay dos problemas principales con el uso de datos biométricos para la autenticación.
fr: L’utilisation de la biométrie pour l’authentification pose deux problèmes majeurs.
it: Ci sono due problemi principali con l'utilizzo della biometria per l'autenticazione.
ko: 인증에 생체 인식을 사용하는 데는 두 가지 주요 문제가 있습니다.
nl: Er zijn twee grote problemen met het gebruik van biometrie voor authenticatie.
pl: Korzystanie z biometrii do uwierzytelniania wiąże się z dwoma głównymi problemami.
pt: Há dois grandes problemas com o uso de biometria em autenticação.
ru: Существует две основные проблемы, связанные с использованием биометрических данных для аутентификации.
sv: Det finns två stora problem med att använda biometri för autentisering.
tr: Kimlik doğrulama için biyometri kullanmanın iki büyük sorunu vardır.
zh: 使用生物识别技术进行身份验证存在两个主要问题。

# Blog_EAB_Text3
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>If there is no other human actually watching you ‘apply’ the biometric, it’s really hard to ensure that the biometric is really attached to the real person. Think 3D-model of face, or chopped off thumb :-( .</li><li>You can’t change your face or your fingerprint, and it’s not a secret, so once that knowledge is in the wrong hands it’s a technological arms race against physical and electronic spoofing devices such as fake thumbs or thumbprint reader bypass technology just to name a few. You’re for ever stuck with your face and your fingers.</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> إذا لم يكن هناك إنسان آخر يراقبك فعليًا "تقوم بتطبيق" القياسات الحيوية ، فمن الصعب حقًا التأكد من أن المقاييس الحيوية يرتبط حقًا بالشخص الحقيقي. فكر في نموذج ثلاثي الأبعاد للوجه ، أو قطع الإبهام :- (. </li> <li> لا يمكنك تغيير وجهك أو بصمة إصبعك ، وهذا ليس سرًا ، لذلك بمجرد أن تصبح هذه المعرفة في الأيدي الخطأ سباق التسلح التكنولوجي ضد أجهزة الانتحال المادية والإلكترونية مثل الإبهام المزيفة أو تقنية تجاوز قارئ بصمات الإبهام على سبيل المثال لا الحصر. أنت دائمًا عالق بوجهك وأصابعك. </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Wenn kein anderer Mensch tatsächlich zusieht, wie Sie die Biometrie anwenden, ist es wirklich schwierig sicherzustellen, dass die Biometrie wirklich mit der realen Person verbunden ist. Denken Sie an ein 3D-Modell des Gesichts oder einen abgehackten Daumen :-( .</li><li>Sie können Ihr Gesicht oder Ihren Fingerabdruck nicht ändern, und das ist kein Geheimnis. Sobald dieses Wissen in den falschen Händen ist, kommt es zu einem technologischen Wettrüsten gegen physische und elektronische Spoofing-Geräte wie gefälschte Daumen oder Bypass-Technologie für Fingerabdruckleser, um nur einige zu nennen. Du bist für immer mit deinem Gesicht und deinen Fingern festgefahren.</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Si no hay ningún otro ser humano que esté observándote 'aplicar' los datos biométricos, es muy difícil asegurarse de que los datos biométricos están realmente apegados a la persona real. Piensa en un modelo 3D de cara o un pulgar cercenado :-( .</li><li>No puedes cambiar tu cara o tu huella dactilar, y no es un secreto, así que una vez que ese conocimiento está en las manos equivocadas es una carrera armamentista tecnológica contra los dispositivos de suplantación de identidad físicos y electrónicos, como los pulgares falsos o la tecnología de omisión del lector de huellas digitales, solo por nombrar algunos. Te quedarás atrapado para siempre con tu cara y tus dedos.</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>S’il n’y a pas d’autre humain qui vous regarde réellement « appliquer » la biométrie, il est vraiment difficile de s’assurer que la biométrie est vraiment attachée à la personne réelle. Pensez au modèle 3D du visage, ou au pouce coupé :-( .</li><li>Vous ne pouvez pas changer votre visage ou votre empreinte digitale, et ce n’est pas un secret, donc une fois que cette connaissance est entre de mauvaises mains, c’est une course aux armements technologiques contre les dispositifs d’usurpation physiques et électroniques tels que les faux pouces ou la technologie de contournement du lecteur d’empreintes de pouce pour n’en nommer que quelques-uns. Vous êtes pour toujours coincé avec votre visage et vos doigts.</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Se non c'è nessun altro essere umano che ti osserva effettivamente "applicare" il biometrico, è davvero difficile garantire che il biometrico è veramente attaccato alla persona reale. Pensa al modello 3D del viso o al pollice mozzato :-( .</li><li>Non puoi cambiare il tuo viso o la tua impronta digitale, e non è un segreto, quindi una volta che quella conoscenza è nelle mani sbagliate è un gli armamenti tecnologici corrono contro i dispositivi di spoofing fisico ed elettronico come i pollici finti o la tecnologia di bypass del lettore di impronte digitali, solo per citarne alcuni. Sei bloccato per sempre con la tua faccia e le tue dita.</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>생체 인식을 '적용'하는 것을 실제로 지켜 보는 다른 사람이 없다면, 생체 인식이 실제 사람에게 부착되어 있는지 확인하기가 정말 어렵습니다. 얼굴의 3D 모델을 생각하거나 엄지 손가락을 자르면 확인이 불가능 합니다 :-( .</li><li>얼굴이나 지문은 바꿀 수 없으며, 비밀이 아니므로 잘못된 손에 들어가면 가짜 엄지 손가락이나 지문 판독기 우회 기술과 같은 물리적 및 전자적 스푸핑 장치의 위험이 있습니다. 그렇게 되면 여러분은 항상 당신의 얼굴과 손가락에 발목이 잡힐 것 입니다.</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Als er geen andere mens is die daadwerkelijk toekijkt hoe u de biometrische gegevens 'toepast', is het erg moeilijk om ervoor te zorgen dat deze echt zijn gehecht aan de echte persoon. Denk aan 3D-model van een gezicht, of een afgehakte duim :-( .</li><li>Je kunt je gezicht of je vingerafdruk niet veranderen, en het is geen geheim, dus als die kennis eenmaal in verkeerde handen is, is het een technologische wapenwedloop tegen fysieke en elektronische spoofing-apparaten zoals valse duimen of de bypass-technologie van de vingerafdruklezer, om er maar een paar te noemen. Je zit voor altijd vast aan je gezicht en je vingers.</li></ol>
pl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Jeśli nikt inny nie obserwuje, jak „stosujesz” dane biometryczne, naprawdę trudno jest zapewnić, że jest naprawdę przywiązany do prawdziwej osoby. Pomyśl o modelu 3D twarzy lub odciętym kciuku :-( .</li><li>Nie możesz zmienić swojej twarzy ani odcisku palca, a to nie jest tajemnica, więc gdy wiedza trafi w niepowołane ręce, staje się technologicznym wyścigiem zbrojeń z fizycznymi i elektronicznymi urządzeniami do podszywania się, takimi jak fałszywe kciuki lub czytniki odcisków palców omijające technologię, i wiele więcej. Na zawsze utknąłeś z twarzą i palcami.</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Se não houver outro humano a observá-la(o) a ‘usar’ biometria, é difícil garantir que tal biometria está mesmo associada a si. Considere um modelo facial em 3D ou um dedo cortado :-( .</li><li>Você não pode mudar a sua cara ou impressão digital, e tal não é segredo, pelo que, uma vez que esse conhecimento chega às mãos erradas, é uma corrida tecnológica contra dispositivos de falsificação física e electrónica tais como polegares falsos ou tecnologia que contorna a leitura de impressões digitais, apenas para referir alguns. Você está preso à sua cara e dedos para sempre.</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Если нет другого человека, который на самом деле наблюдает за тем, как вы "применяете" биометрические данные, действительно трудно убедиться, что биометрические данные действительно привязаны к реальному человеку. Подумайте о 3D-модели лица или отрубленном большом пальце :-( .</li><li> Вы не можете изменить свое лицо или отпечаток пальца, и это не секрет, поэтому, как только эти знания попадают не в те руки, начинается технологическая гонка вооружений против физических и электронных устройств-подделок такие, как поддельные пальцы или технология обхода считывателя отпечатков пальцев, и это лишь некоторые из них. Ты навсегда застрял со своим лицом и своими пальцами.</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Om det inte finns någon annan människa som faktiskt ser dig "tillämpa" biometrin, är det verkligen svårt att säkerställa att biometrin verkligen är fäst vid den verkliga personen. Tänk 3D-modell av ett ansikte, eller en avhuggen tumme :-( .</li><li>Du kan inte ändra ditt ansikte eller ditt fingeravtryck, och det är inte en hemlighet, så när den kunskapen är i fel händer är det en teknisk kapprustning mot fysiska och elektroniska förfalskningsenheter som gör falska tummar eller bypass-teknik för tumavtrycksläsare bara för att nämna några. Du är för alltid fast med ditt ansikte och dina fingrar.</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Biyometriyi "uygulamanızı" izleyen başka bir insan yoksa, biyometrinin gerçek kişiye gerçekten bağlı olduğundan emin olmak gerçekten zordur. 3D yüz modelini veya kesilmiş bir başparmak düşünün :-( .</li><li>Yüzünüzü veya parmak izinizi değiştiremezsiniz ve bu bir sır değildir, bu nedenle bu bilgi yanlış ellere geçtiğinde, sahte başparmaklar veya parmak izi okuyucu atlama teknolojisi gibi fiziksel ve elektronik sahtekarlık cihazlarına karşı teknolojik bir silahlanma yarışıdır. Sonsuza dek yüzünüzle ve parmaklarınızla baş başa kalırsınız.</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>如果没有其他人真正看着你"应用"生物识别，那么很难确保生物识别真的附着在真实的人身上。 想想3d模型的脸，或砍掉拇指:-(。</li><li>你不能改变你的脸或你的指纹，这不是一个秘密，所以一旦知识掌握在坏人手中，这是一场技术军备竞赛，对抗物理和电子欺骗设备，如假拇指或指纹读 你永远被你的脸和手指缠住了。</li></ol>

# Blog_EAB_Text4
source: This makes it pretty clear that pure biometric authentication is only suitable when the asset being protected is of sufficiently low value that an attacker will not find the cost and risk of bypassing it worthwhile.
ar: يوضح هذا تمامًا أن المصادقة البيومترية البحتة مناسبة فقط عندما يكون الأصل المحمي ذا قيمة منخفضة بدرجة كافية بحيث لا يجد المهاجم التكلفة والمخاطر المترتبة على تجاوزه أمرًا يستحق العناء.
de: Dies macht ziemlich deutlich, dass eine reine biometrische Authentifizierung nur dann geeignet ist, wenn das zu schützende Asset von ausreichend geringem Wert ist, so dass sich für einen Angreifer die Kosten und das Risiko einer Umgehung nicht lohnen.
es: Esto deja bastante claro que la autenticación biométrica pura solo es adecuada cuando el activo que se protege tiene un valor lo suficientemente bajo como para que un atacante no considere que el costo y el riesgo de eludirlo valga la pena.
fr: Cela montre assez clairement que l’authentification biométrique pure ne convient que lorsque l’actif protégé est d’une valeur suffisamment faible pour qu’un attaquant ne trouve pas le coût et le risque de le contourner valables.
it: Ciò rende abbastanza chiaro che l'autenticazione biometrica pura è adatta solo quando il bene protetto è di valore sufficientemente basso che un utente malintenzionato non troverà utile il costo e il rischio di aggirarlo.
ko: 따라서 보호되는 자산의 가치가 충분히 낮아서 공격자가 비용과 위험을 감수하지 않을 때만 순수한 생체 인증이 적합하다는 것을 알 수 있습니다.
nl: Dit maakt het vrij duidelijk dat zuivere biometrische authenticatie alleen geschikt is wanneer het te beschermen goed van zo geringe waarde is dat een aanvaller de kosten en het risico om het te omzeilen niet de moeite waard vindt.
pl: To dość jasno pokazuje, że czyste uwierzytelnianie biometryczne jest odpowiednie tylko wtedy, gdy chroniony zasób ma wystarczająco niską wartość, aby atakujący nie uznał kosztów i ryzyka ominięcia go za opłacalny.
pt: Fica assim bem claro que a autenticação biométrica pura só é adequada quando o activo a proteger é de valor suficientemente baixo para que um invasor não ache que valha a pena o custo e o risco de a contornar.
ru: Совершенно очевидно, что чистая биометрическая аутентификация подходит только в том случае, когда защищаемый актив имеет достаточно низкую ценность, чтобы злоумышленник не счел целесообразными затраты и риск его обхода.
sv: Detta gör det ganska tydligt att ren biometrisk autentisering endast är lämplig när tillgången som skyddas är av tillräckligt lågt värde för att en angripare inte kommer att finna kostnaden och risken för att kringgå den värt besväret.
tr: Bu, saf biyometrik kimlik doğrulamanın yalnızca korunan varlığın, bir saldırganın onu aşmanın maliyetini ve riskini değerli bulmayacağı kadar düşük bir değere sahip olması durumunda uygun olduğunu açıkça ortaya koymaktadır.
zh: 这清楚地表明，纯生物识别身份验证仅适用于受保护资产的价值足够低，攻击者不会发现绕过它的成本和风险是值得的。
