Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDSCBF_Text1
source: For cybersecurity and business in general, the past couple of years has been anything from typical. COVID-19 has altered business practices, and cybercriminals have adjusted to these changes by adapting their strategies to the new environment.
ar: بالنسبة للأمن السيبراني والأعمال بشكل عام ، كان العامان الماضيان أي شيء من المعتاد. لقد غيَّر فيروس كورونا الجديد كوفيد -19 ممارسات العمل ، وتعديل مجرمو الإنترنت مع هذه التغييرات من خلال تكييف استراتيجياتهم مع البيئة الجديدة.
de: Für Cybersicherheit und Unternehmen im Allgemeinen waren die letzten Jahre alles andere als typisch. COVID-19 hat die Geschäftspraktiken verändert, und Cyberkriminelle haben sich an diese Veränderungen angepasst, indem sie ihre Strategien an die neue Umgebung angepasst haben.
es: Para la ciberseguridad y las empresas en general, los últimos años han sido cualquier cosa menos típicos. El COVID-19 ha alterado las prácticas empresariales y los ciberdelincuentes se han ajustado a estos cambios adaptando sus estrategias al nuevo entorno.
fr: Pour la cybersécurité et les affaires en général, les deux dernières années ont été tout sauf typiques. Le COVID-19 a modifié les pratiques commerciales, et les cybercriminels se sont adaptés à ces changements en adaptant leurs stratégies au nouvel environnement.
it: Per la sicurezza informatica e il business in generale, gli ultimi due anni sono stati tutt'altro che tipici. COVID-19 ha modificato le pratiche commerciali e i criminali informatici si sono adattati a questi cambiamenti adattando le loro strategie al nuovo ambiente.
ko: 일반적으로 사이버 보안 및 비즈니스의 경우, 지난 몇 년은 일반적인 것과는 달랐습니다. 코로나-19는 비즈니스 관행을 변화시켰고 사이버 범죄자들은 전략을 새로운 환경에 맞게 조정하여 이러한 변화에 적응했습니다.
nl: Voor cyberbeveiliging en het bedrijfsleven in het algemeen waren de afgelopen jaren allesbehalve typisch. COVID-19 heeft zakelijke praktijken veranderd, en cybercriminelen hebben zich aan deze veranderingen aangepast door hun strategieën aan de nieuwe omgeving aan te passen.
pl: W przypadku cyberbezpieczeństwa i biznesu w ogóle, ostatnie kilka lat nie było typowe. COVID-19 zmienił praktyki biznesowe, a cyberprzestępcy dostosowali się do tych zmian, dostosowując swoje strategie do nowego środowiska.
pt: Para a cibersegurança e negócios em geral, o último par de anos foi tudo menos típico. O COVID-19 alterou práticas de negócio e os cibercriminosos tiveram de ajustar-se a estas mudanças adaptando as suas estratégias ao novo ambiente.
ru: Для кибербезопасности и бизнеса в целом последние пару лет были далеко не типичными. COVID-19 изменил деловую практику, и киберпреступники приспособились к этим изменениям, адаптировав свои стратегии к новой среде.
sv: För cybersäkerhet och affärer i allmänhet har de senaste åren varit långt ifrån normala. Covid-19 har förändrat affärspraxis och cyberbrottslingar har anpassat sig till dessa förändringar genom att anpassa sina strategier till den nya miljön.
tr: Genel olarak siber güvenlik ve iş dünyası için, son birkaç yıl oldukça özgündü. COVID-19 iş uygulamalarını değiştirdi ve siber suçlular stratejilerini yeni ortama uyarlayarak bu değişikliklere uyum sağladı.
zh: 对于网络安全和一般的商业来说，过去几年是典型的。 COVID-19改变了商业惯例，网络犯罪分子通过调整他们的策略以适应新的环境来适应这些变化。

# Blog_MDSCBF_Text2
source: By 2025, the cost of cybercrime is predicted to hit $10.5 trillion. Organizations are encouraged to increase their cybersecurity awareness and implement more robust defense mechanisms against potential cybersecurity breaches in 2022 because the attacks will only worsen.
ar: بحلول عام 2025 ، من المتوقع أن تصل تكلفة الجرائم الإلكترونية إلى 10.5 تريليون دولار. يتم تشجيع المنظمات على زيادة وعيها بالأمن السيبراني وتنفيذ آليات دفاع أكثر قوة ضد انتهاكات الأمن السيبراني المحتملة في عام 2022 لأن الهجمات ستزداد سوءًا.
de: Bis 2025 werden die Kosten für Cyberkriminalität voraussichtlich 10,5 Billionen US-Dollar erreichen. Organisationen werden ermutigt, ihr Bewusstsein für Cybersicherheit zu schärfen und robustere Abwehrmechanismen gegen potenzielle Cybersicherheitsverletzungen in 2022 zu implementieren, da sich die Angriffe nur verschlimmern werden.
es: Para 2025, se prevé que el costo del ciberdelito alcance los 10,5 billones de dólares. Se alienta a las organizaciones a aumentar su conciencia sobre la ciberseguridad e implementar mecanismos de defensa más sólidos contra posibles violaciones a la ciberseguridad en 2022 porque los ataques solo empeorarán.
fr: D'ici 2025, le coût de la cybercriminalité devrait atteindre 10,5 billions de dollars. Les organisations sont encouragées à accroître leur sensibilisation à la cybersécurité et à mettre en œuvre des mécanismes de défense plus robustes contre les violations potentielles de la cybersécurité en 2022 car les attaques ne feront que s'aggraver.
it: Entro il 2025, si prevede che il costo del crimine informatico raggiungerà i 10,5 trilioni di dollari. Le organizzazioni sono incoraggiate ad aumentare la loro consapevolezza della sicurezza informatica e implementare meccanismi di difesa più solidi contro potenziali violazioni della sicurezza informatica nel 2022 perché gli attacchi non faranno che peggiorerare.
ko: 2025년까지 사이버 범죄 비용은 10조 5천억 달러에 이를 것으로 예상됩니다. 조직은 사이버 보안 인식을 높이고, 공격이 악화될 것이기 때문에 2022년에 잠재적인 사이버 보안 침해에 대해 보다 강력한 방어 메커니즘을 구현하는 것이 좋습니다.
nl: Tegen 2025 wordt voorspeld dat de kosten van cybercriminaliteit $ 10,5 biljoen zullen bedragen. Organisaties worden aangemoedigd om hun cyberbeveiligingsbewustzijn te vergroten en robuustere verdedigingsmechanismen te implementeren tegen mogelijke inbreuken op de cyberbeveiliging in 2022, omdat de aanvallen alleen maar erger zullen worden.
pl: Przewiduje się, że do 2025 r. koszty cyberprzestępczości wyniosą 10,5 biliona dolarów. Zachęca się organizacje do zwiększenia świadomości cyberbezpieczeństwa i wdrożenia solidniejszych mechanizmów obrony przed potencjalnymi naruszeniami cyberbezpieczeństwa w 2022 r., ponieważ ataki będą się tylko pogarszać.
pt: Até 2025, prevê-se que o custo do cibercrime chegue aos $10.5 biliões. As organizações são encorajadas a reforçar a sua consciencialização sobre cibersegurança e a implementar mecanismos de defesa mais robustos contra potenciais violações de cibersegurança em 2022 porque os ataques apenas vão piorar.
ru: По прогнозам, к 2025 году расходы на киберпреступность достигнут 10,5 трлн долларов. Организациям рекомендуется повысить информированность о кибербезопасности и внедрить более надежные механизмы защиты от потенциальных нарушений кибербезопасности в 2022 году, поскольку атаки будут только усиливаться.
sv: År 2025 förutspås kostnaden för cyberbrottslighet uppgå till 10,5 biljoner dollar. Organisationer uppmuntras att öka sin medvetenhet kring cybersäkerhet och implementera mer robusta försvarsmekanismer mot potentiella cybersäkerhetsintrång 2022 eftersom attackerna bara kommer att förvärras.
tr: 2025 yılına kadar siber suçların maliyetinin 10,5 trilyon dolara ulaşacağı tahmin ediliyor. Kuruluşların siber güvenlik farkındalıklarını artırmaları ve 2022'de potansiyel siber güvenlik ihlallerine karşı daha sağlam savunma mekanizmaları uygulamaları teşvik ediliyor çünkü saldırılar daha da kötü bir hal alacağı düşünülüyor.
zh: 到2025年，网络犯罪的成本预计将达到10.5万亿美元。 鼓励组织提高其网络安全意识，并在2022年实施更强大的防御机制，以防止潜在的网络安全漏洞，因为攻击只会恶化。

# Blog_MDSCBF_Title
source: Major Data Security Challenges Businesses are Facing in 2022
ar: تحديات أمن البيانات الرئيسية التي تواجهها الشركات في عام 2022
de: Große Herausforderungen für die Datensicherheit, mit denen Unternehmen im Jahr 2022 konfrontiert sind
es: Principales desafíos de seguridad de datos que enfrentan las empresas en 2022
fr: Principaux Défis de Sécurité des Données auxquels les Entreprises sont Confrontées en 2022
it: Principali Sfide per la Sicurezza dei Dati che Stanno Affrontando le Aziende nel 2022
ko: 2022년 기업이 직면한 주요 데이터 보안 과제
nl: Grote uitdagingen op het gebied van gegevensbeveiliging waarmee bedrijven in 2022 worden geconfronteerd
pl: Główne wyzwania w zakresie bezpieczeństwa danych, przed którymi stoją firmy w 2022 r.
pt: Os Maiores Desafios de Segurança de Dados com que as Empresas Se Deparam em 2022
ru: Основные проблемы безопасности данных, с которыми столкнутся предприятия в 2022 году
sv: Stora datasäkerhetsutmaningar som företag står inför 2022
tr: İşletmelerin 2022'de Karşılaştığı Başlıca Veri Güvenliği Zorlukları
zh: 2022年企业面临的主要数据安全挑战

# Blog_MEWRECY_H1_SH1_Text1
source: By making data unreadable by others, mobile encryption ensures that customers' data remains private and safe. Data that has been encrypted cannot be retrieved, making it more difficult in the current situation. The data on the phone can still be recovered even if the owner deletes everything on it to resell it. The only way to decrypt data once after encryption is to factory reset the phone. Furthermore, the expansion of digital payments, enhanced applications, and information interchange via mobile devices generate a large amount of data that must protect from cyber threats. As a result, data can secure from these crimes by using mobile encryption software, propelling the market forward.
ar: من خلال جعل البيانات غير قابلة للقراءة من قبل الآخرين ، يضمن تشفير الهاتف المحمول أن تظل بيانات العملاء خاصة وآمنة. لا يمكن استرجاع البيانات التي تم تشفيرها ، مما يجعل الأمر أكثر صعوبة في الوضع الحالي. لا يزال من الممكن استعادة البيانات الموجودة على الهاتف حتى إذا قام المالك بحذف كل شيء على الهاتف لإعادة بيعه. الطريقة الوحيدة لفك تشفير البيانات مرة واحدة بعد التشفير هي إعادة ضبط الهاتف إلى إعدادات المصنع. علاوة على ذلك ، فإن التوسع في المدفوعات الرقمية والتطبيقات المحسنة وتبادل المعلومات عبر الأجهزة المحمولة تولد كمية كبيرة من البيانات التي يجب حمايتها من التهديدات السيبرانية. نتيجة لذلك ، يمكن حماية البيانات من هذه الجرائم باستخدام برامج تشفير الهاتف المحمول ، ودفع السوق إلى الأمام.
de: Indem die mobile Verschlüsselung Daten für andere unlesbar macht, stellt sie sicher, dass die Kundendaten privat und sicher bleiben. Verschlüsselte Daten können nicht abgerufen werden, was es in der aktuellen Situation schwieriger macht. Die Daten auf dem Telefon können auch dann wiederhergestellt werden, wenn der Eigentümer alles darauf löscht, um es weiterzuverkaufen. Die einzige Möglichkeit, Daten nach der Verschlüsselung einmal zu entschlüsseln, besteht darin, das Telefon auf die Werkseinstellungen zurückzusetzen. Darüber hinaus erzeugen die Ausweitung digitaler Zahlungen, verbesserte Anwendungen und der Informationsaustausch über mobile Geräte eine große Menge an Daten, die vor Cyberbedrohungen geschützt werden müssen. Infolgedessen können Daten vor diesen Verbrechen geschützt werden, indem mobile Verschlüsselungssoftware verwendet wird, was den Markt vorantreibt.
es: Al lograr que otros no puedan leer los datos, el cifrado móvil garantiza que los datos de los clientes permanezcan privados y seguros. Los datos que se han cifrado no se pueden recuperar, lo que lo hace más difícil en la situación actual. Los datos del teléfono aún se pueden recuperar incluso si el propietario elimina todo lo que contiene para revenderlo. La única forma de descifrar los datos una vez después del cifrado es restablecer el teléfono de fábrica. Además, la expansión de los pagos digitales, las aplicaciones mejoradas y el intercambio de información a través de dispositivos móviles generan una gran cantidad de datos que deben protegerse de las ciberamenazas. Como resultado, los datos pueden protegerse de estos delitos mediante el uso de software de cifrado móvil, impulsando el mercado hacia adelante.
fr: En rendant les données illisibles par d’autres, le cryptage mobile garantit que les données des clients restent privées et sécurisées. Les données qui ont été chiffrées ne peuvent pas être récupérées, ce qui rend les choses plus difficiles dans la situation actuelle. Les données sur le téléphone peuvent toujours être récupérées même si le propriétaire supprime tout ce qu’il contient pour le revendre. La seule façon de décrypter les données une fois après le cryptage est de réinitialiser le téléphone aux paramètres d’usine. En outre, l’expansion des paiements numériques, des applications améliorées, et de l’échange d’informations via les appareils mobiles génère une grande quantité de données qui doivent protéger contre les cybermenaces. En conséquence, les données peuvent être protégées contre ces crimes en utilisant un logiciel de cryptage mobile, propulsant ainsi le marché vers l’avant.
it: Rendendo i dati illeggibili da altri, la crittografia mobile garantisce che i dati dei clienti rimangano privati e sicuri. I dati che sono stati crittografati non possono essere recuperati, rendendo più difficile nella situazione attuale. I dati sul telefono possono ancora essere recuperati anche se il proprietario elimina tutto su di esso per rivenderlo. L'unico modo per decrittografare i dati una volta dopo la crittografia è ripristinare le impostazioni di fabbrica del telefono. Inoltre, l'espansione dei pagamenti digitali, le applicazioni avanzate e lo scambio di informazioni tramite dispositivi mobili generano una grande quantità di dati che devono essere protetti dalle minacce informatiche. Di conseguenza, i dati possono essere protetti da questi crimini utilizzando software di crittografia mobile, spingendo il mercato in avanti.
ko: 모바일 암호화는 다른 사람이 데이터를 읽을 수 없도록 함으로써, 고객의 데이터가 비공개로 안전하게 유지되도록 합니다. 암호화 된 데이터는 검색 할 수 없으므로 더 어려워집니다. 소유자가 재판매를 위해 모든 것을 삭제하더라도 전화기의 데이터는 여전히 복구 할 수 있습니다. 암호화 후 데이터를 한 번 해독하는 유일한 방법은 전화기를 초기화하는 것입니다. 또한 디지털 결제의 확장, 향상된 애플리케이션 및 모바일 장치를 통한 정보 교환은 사이버 위협으로부터 보호해야 하는 많은 양의 데이터를 생성합니다. 결과적으로 모바일 암호화 소프트웨어를 사용하여 이러한 범죄로부터 데이터를 보호하여 시장을 발전시킬 수 있습니다.
nl: Door gegevens onleesbaar te maken voor anderen, zorgt mobiele encryptie ervoor dat de gegevens van klanten privé en veilig blijven. Gecodeerde gegevens kunnen niet worden teruggehaald. De gegevens op de telefoon kunnen nog steeds worden teruggevonden, zelfs als de eigenaar alles op de telefoon verwijdert om deze door te verkopen. De enige manier om gegevens na versleuteling te ontsleutelen is door de telefoon een fabrieksreset te geven. Bovendien genereert de uitbreiding van digitale betalingen, verbeterde toepassingen en informatie-uitwisseling via mobiele apparaten een grote hoeveelheid gegevens die moeten worden beschermd tegen cyberdreigingen. Daarom kunnen gegevens worden beveiligd tegen deze misdrijven door mobiele encryptiesoftware te gebruiken, wat de markt vooruit stuwt.
pl: Dzięki temu, że dane są nieczytelne dla innych, szyfrowanie mobilne zapewnia, że dane klientów pozostają prywatne i bezpieczne. Zaszyfrowanych danych nie można odzyskać, co w obecnej sytuacji jest trudniejsze. Dane w telefonie można nadal odzyskać, nawet jeśli właściciel usunie wszystko, aby go odsprzedać. Jedynym sposobem na jednorazowe odszyfrowanie danych po zaszyfrowaniu jest przywrócenie ustawień fabrycznych telefonu. Co więcej, rozwój płatności cyfrowych, rozbudowane aplikacje i wymiana informacji za pośrednictwem urządzeń mobilnych generuje duże ilości danych, które muszą chronić przed cyberzagrożeniami. W rezultacie dane mogą zabezpieczyć się przed tymi przestępstwami za pomocą oprogramowania do szyfrowania mobilnego, napędzając rynek.
pt: Ao tornar os dados ilegíveis, a cifragem móvel garante que os dados dos clientes mantêm-se privados e seguros. Os dados que foram cifrados não podem ser obtidos, tornando tal ainda mais difícil na actual situação. Os dados no telefone ainda podem ser recuperados mesmo que o proprietário apague tudo para o revender. A única forma de decifrar dados uma vez depois da cifragem é através de um reset de fábrica. Além disso, com a expansão dos pagamentos digitais, aplicações melhoradas e troca de informação via dispositivos móveis, gera-se uma grande quantidade de dados que devem ser protegidos de ciberameaças. Como resultado, os dados podem proteger destes crimes usando-se software de cifragem móvel, impulsionando o mercado.
ru: Делая данные нечитаемыми для других, мобильное шифрование гарантирует, что данные клиентов остаются конфиденциальными и безопасными. Данные, которые были зашифрованы, не могут быть восстановлены, что усложняет задачу в текущей ситуации. Данные на телефоне все еще могут быть восстановлены, даже если владелец удалит все, что на нем было, чтобы перепродать его. Единственный способ расшифровать данные один раз после шифрования - это сбросить заводские настройки телефона. Кроме того, расширение цифровых платежей, усовершенствованные приложения и обмен информацией с помощью мобильных устройств создают большой объем данных, которые необходимо защищать от киберугроз. В результате данные могут быть защищены от этих преступлений с помощью мобильного программного обеспечения для шифрования, что продвигает рынок вперед.
sv: Genom att göra data oläsbar för andra säkerställer mobil kryptering att kundernas data förblir privata och säkra. Data som har krypterats går inte att hämta, vilket gör det svårare i den aktuella situationen. Datan på telefonen kan fortfarande återställas även om ägaren raderar allt på den för att sälja den vidare. Det enda sättet att dekryptera data en gång efter kryptering är att fabriks återställa telefonen. Vidare genererar utbyggnaden av digitala betalningar, förbättrade applikationer och informationsutbyte via mobila enheter en stor mängd data som måste skydda mot cyberhot. Data kan skyddas mot dessa hot genom att använda en mobil krypteringsmjukvara, vilket driver marknaden framåt.
tr: Mobil şifreleme, verileri başkaları tarafından okunamaz hale getirerek müşterilerin verilerinin gizli ve güvende kalmasını sağlar. Şifrelenmiş veriler elde edilemez, bu da mevcut durumda daha da zorlaşır. Sahibi yeniden satmak için üzerindeki her şeyi silse bile telefondaki veriler kurtarılabilir. Şifrelemeden sonra verilerin şifresini bir kez çözmenin tek yolu, telefonu fabrika ayarlarına sıfırlamaktır. Ayrıca, dijital ödemelerin, gelişmiş uygulamaların ve mobil cihazlar aracılığıyla bilgi alışverişinin genişlemesi, siber tehditlerden korunması gereken büyük miktarda veri üretir. Sonuç olarak, veriler mobil şifreleme yazılımı kullanarak bu suçlardan korunabilir ve piyasayı ileriye taşıyabilir.
zh: 通过使其他人无法读取数据，移动加密可确保客户的数据保持私密和安全。 已加密的数据无法检索，在当前情况下更加困难。 即使所有者删除其上的所有内容以转售，手机上的数据仍然可以恢复。 加密后解密数据一次的唯一方法是出厂重置手机。 此外，数字支付的扩展，增强的应用程序以及通过移动设备进行的信息交换产生了大量数据，必须防止网络威胁。 因此，通过使用移动加密软件，数据可以防止这些犯罪，推动市场向前发展。

# Blog_MEWRECY_H1_SubHeading1
source: <strong>Growing need for mobile security </strong>
ar: <strong> تزايد الحاجة إلى أمان الجوال </strong>
de: <strong>Wachsender Bedarf an mobiler Sicherheit </strong>
es: <strong>Necesidad cada vez mayor de seguridad móvil </strong>
fr: <strong>Besoin croissant de sécurité mobile </strong>
it: <strong>Crescente necessità di sicurezza mobile </strong>
ko: <strong>모바일 보안에 대한 필요성 증가 </strong>
nl: <strong>Groeiende behoefte aan mobiele beveiliging </strong>
pl: <strong>Rosnące zapotrzebowanie na zabezpieczenia mobilne </strong>
pt: <strong>Necessidade crescente de segurança móvel</strong>
ru: <strong>Растущая потребность в мобильной безопасности </strong>
sv: <strong>Ökat behov av mobil säkerhet </strong>
tr: <strong>Mobil güvenliğe yönelik artan ihtiyaç </strong>
zh: <strong>移动安全需求不断增长</strong>
