Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EITPS_Conclusion_Text2
source: With 256-bit encryption, AxCrypt increases data security and reduces risks of breaches. AxCrypt allows secured files to be opened by other AxCrypt users with their own password. AxCrypt automatically detects and creates an it’s own folder in any Cloud Storage services that are installed on your PC. Master key is an important feature that allows business managers to recover files from other members of the company. No data will ever be lost owing to employees quitting or forgetting their passwords as long as the company has administrators who keep track of their credentials. AxCrypt ensures that your organization stays compliant with regulations like the General Data Protection Regulation (GDPR).
ar: مع تشفير 256 بت ، يزيد برنامج اكسكربت من أمان البيانات ويقلل من مخاطر الانتهاكات. يسمح برنامج اكسكربت بفتح الملفات المؤمنة من قبل مستخدمي اكسكربت الآخرين بكلمة المرور الخاصة بهم. يقوم برنامج اكسكربت تلقائيًا باكتشاف وإنشاء مجلد خاص به في أي من خدمات التخزين السحابية المثبتة على جهاز الكمبيوتر الخاص بك. المفتاح الرئيسي هو ميزة مهمة تسمح لمديري الأعمال باستعادة الملفات من أعضاء آخرين في الشركة. لن يتم فقدان أي بيانات على الإطلاق بسبب استقالة الموظفين أو نسيان كلمات المرور الخاصة بهم طالما أن لدى الشركة مسؤولين يتتبعون بيانات اعتمادهم. يضمن اكسكربت بقاء مؤسستك متوافقة مع اللوائح مثل اللائحة العامة لحماية البيانات (GDPR).
de: Mit der 256-Bit-Verschlüsselung erhöht AxCrypt die Datensicherheit und reduziert das Risiko von Sicherheitsverletzungen. Mit AxCrypt können gesicherte Dateien von anderen AxCrypt-Benutzern mit ihrem eigenen Kennwort geöffnet werden. AxCrypt erkennt und erstellt automatisch einen eigenen Ordner in allen Cloud-Speicherdiensten, die auf Ihrem PC installiert sind. Der Hauptschlüssel ist eine wichtige Funktion, mit der Geschäftsleiter Dateien von anderen Mitgliedern des Unternehmens wiederherstellen können. Es werden niemals Daten verloren gehen, wenn Mitarbeiter ihre Passwörter kündigen oder vergessen, solange das Unternehmen über Administratoren verfügt, die ihre Anmeldeinformationen im Auge behalten. AxCrypt stellt sicher, dass Ihr Unternehmen Vorschriften wie die Datenschutz-Grundverordnung (DSGVO) einhält.
es: Con cifrado de 256 bits, AxCrypt aumenta la seguridad de los datos y reduce los riesgos de vulneraciones. AxCrypt permite que otros usuarios de AxCrypt abran archivos protegidos con su propia contraseña. AxCrypt detecta y crea automáticamente su propia carpeta en cualquier servicio de almacenamiento en la nube que esté instalado en tu PC. La clave maestra es una función importante que permite a los gerentes comerciales recuperar archivos de otros miembros de la empresa. Nunca se perderán datos cuando los empleados renuncien u olviden sus contraseñas, siempre que la empresa tenga administradores que realicen un seguimiento de sus credenciales. AxCrypt garantiza que tu organización cumpla con normativas como la Regulación General de Protección de Datos (GDPR).
fr: Avec un cryptage 256 bits, AxCrypt augmente la sécurité des données et réduit les risques de violation. AxCrypt permet aux fichiers sécurisés d’être ouverts par d’autres utilisateurs d’AxCrypt avec leur propre mot de passe. AxCrypt détecte et crée automatiquement son propre dossier dans tous les services de Stockage Cloud installés sur votre PC. La clé principale est une fonctionnalité importante qui permet aux chefs d’entreprises de récupérer des fichiers d’autres membres de l’entreprise. Aucune donnée ne sera jamais perdue en raison de la démission ou de l’oubli de leurs mots de passe par les employés tant que l’entreprise dispose d’administrateurs qui gardent une trace de leurs informations d’identification. AxCrypt veille à ce que votre organisation reste conforme aux réglementations telles que le Règlement Général sur la Protection des Données (RGPD).
it: Con la crittografia a 256 bit, AxCrypt aumenta la sicurezza dei dati e riduce i rischi di violazioni. AxCrypt consente ai file protetti di essere aperti da altri utenti AxCrypt con la propria password. AxCrypt rileva e crea automaticamente una propria cartella in tutti i servizi di Cloud Storage installati sul PC. La Master key è una caratteristica importante che consente ai manager aziendali di recuperare file da altri membri dell'azienda. Nessun dato andrà mai perso a causa dei dipendenti che si licenziano o dimenticano le loro password finché l'azienda ha amministratori che tengono traccia delle loro credenziali. AxCrypt garantisce che la tua organizzazione rimanga conforme a normative come il Regolamento Generale sulla Protezione dei Dati (GDPR).
ko: 256 비트 암호화를 통해 AxCrypt는 데이터 보안을 강화하고 침해 위험을 줄입니다. AxCrypt를 사용하면 다른 AxCrypt 사용자가 자신의 암호로 보안 파일을 열 수 있습니다. AxCrypt는 자동으로 감지하여 PC에 설치된 모든 클라우드 스토리지 서비스에 자체 폴더를 생성합니다. 마스터 키는 비즈니스 관리자가 회사의 다른 구성원으로부터 파일을 복구 할 수있게 해주는 중요한 기능입니다. 회사에 자격 증명을 추적하는 관리자 기능이 있는 직원이 퇴사하거나 암호를 잊어버려 데이터가 손실되지 않습니다. AxCrypt는 조직이 GDPR(일반 데이터 보호 규정)과 같은 규정을 준수합니다.
nl: Met 256-bits encryptie verhoogt AxCrypt de gegevensbeveiliging en vermindert het risico op inbreuken. Met AxCrypt kunnen beveiligde bestanden worden geopend door andere AxCrypt-gebruikers met hun eigen wachtwoord. AxCrypt detecteert en creëert automatisch een eigen map in Cloud Storage diensten die zijn geïnstalleerd op uw PC. Master key is een belangrijke functie waarmee bedrijfsmanagers bestanden kunnen herstellen van andere leden van het bedrijf. Er zullen nooit gegevens verloren gaan doordat werknemers ontslag nemen of hun wachtwoord vergeten, zolang het bedrijf beheerders heeft die hun referenties bijhouden. AxCrypt zorgt ervoor dat uw organisatie voldoet aan regelgeving zoals de General Data Protection Regulation (GDPR).
pl: Dzięki 256-bitowemu szyfrowaniu AxCrypt zwiększa bezpieczeństwo danych i zmniejsza ryzyko naruszeń. AxCrypt umożliwia otwieranie zabezpieczonych plików przez innych użytkowników AxCrypt za pomocą własnego hasła. AxCrypt automatycznie wykrywa i tworzy własny folder w dowolnych usługach Cloud Storage zainstalowanych na Twoim komputerze. Klucz główny to ważna funkcja, która umożliwia menedżerom biznesowym odzyskiwanie plików od innych członków firmy. Żadne dane nigdy nie zostaną utracone z powodu rezygnacji pracowników lub zapomnienia haseł, o ile firma ma administratorów, którzy śledzą ich dane uwierzytelniające. AxCrypt zapewnia, że Twoja organizacja zachowuje zgodność z przepisami, takimi jak Ogólne rozporządzenie o ochronie danych (RODO).
pt: Com a nossa cifragem de 256 bits, a AxCrypt aumenta a segurança de dados e reduz riscos de violação de dados. A AxCrypt permite que ficheiros protegidos sejam abertos por outros utilizadores AxCrypt com as suas próprias palavras-passe. A AxCrypt detecta automaticamente e cria as suas próprias pastas em quaisquer serviços de Armazenamento na Nuvem instalados no seu PC. A chave-mestra é uma funcionalidade importante que permite aos gestores de negócios recuperar ficheiros de outros membros da empresa. Nenhum documento será perdido por causa de trabalhadores que saem da empresa ou que se esquecem das palavras-chave, desde que os administradores da empresa controlem as credenciais. A AxCrypt garante que a sua organização cumpre com regulamentos como o Regulamento Geral sobre a Protecção de Dados (RGPD).
ru: Благодаря 256-битному шифрованию AxCrypt повышает безопасность данных и снижает риски взломов. AxCrypt позволяет другим пользователям AxCrypt открывать защищенные файлы с помощью их собственного пароля. AxCrypt автоматически обнаруживает и создает собственную папку в любых облачных службах хранения данных, установленных на вашем компьютере. Мастер-ключ - это важная функция, которая позволяет бизнес-менеджерам восстанавливать файлы от других сотрудников компании. Никакие данные никогда не будут потеряны из-за того, что сотрудники уволились или забыли свои пароли, пока в компании есть администраторы, которые отслеживают их учетные данные. AxCrypt гарантирует, что ваша организация соблюдает такие правила, как Общее положение о защите данных (GDPR).
sv: Med 256-bitars kryptering ökar AxCrypt datasäkerheten och minskar riskerna för intrång. AxCrypt tillåter att säkra filer öppnas av andra AxCrypt-användare med deras eget lösenord. AxCrypt upptäcker och skapar en egen mapp i alla Cloud Storage-tjänster som är installerade på din PC. Huvudnyckeln är en viktig funktion som gör det möjligt för företagschefer att återställa filer från andra medlemmar i företaget. Ingen data kommer någonsin att gå förlorad på grund av att anställda slutar eller glömmer sina lösenord så länge företaget har administratörer som håller reda på deras uppgifter. AxCrypt ser till att din organisation förblir kompatibel med förordningar som General Data Protection Regulation (GDPR).
tr: 256 bit şifreleme ile AxCrypt veri güvenliğini artırır ve ihlal risklerini azaltır. AxCrypt, güvenli dosyaların diğer AxCrypt kullanıcıları tarafından kendi parolalarıyla açılmasına izin verir. AxCrypt, bilgisayarınızda yüklü olan herhangi bir Bulut Depolama hizmetini otomatik olarak algılar ve kendi klasörünü oluşturur. Ana anahtar, işletme yöneticilerinin şirketin diğer üyelerinden dosyaları kurtarmasına olanak tanıyan önemli bir özelliktir. Şirkette kimlik bilgilerini takip eden yöneticiler olduğu sürece, çalışanların işten ayrılması veya parolalarını unutması nedeniyle hiçbir veri kaybolmayacaktır. AxCrypt, kuruluşunuzun Genel Veri Koruma Yönetmeliği (GDPR) gibi düzenlemelerle uyumlu kalmasını sağlar.
zh: 通过256位加密，AxCrypt提高了数据安全性并降低了漏洞风险。 AxCrypt允许其他AxCrypt用户使用自己的密码打开安全文件。 AxCrypt会自动检测并在PC上安装的任何云存储服务中创建it自己的文件夹。 主密钥是一个重要的功能，允许业务经理从公司的其他成员恢复文件。 只要公司有管理员跟踪他们的凭据，就不会因员工退出或忘记密码而丢失任何数据。 AxCrypt确保您的组织符合通用数据保护条例（GDPR）等法规。

# Blog_EITPS_H1_SH1_Text1
source: When it comes to privacy of data, big companies need to be more cautious. Because these corporations have a lot of details about their employees and business — to produce their sales and profits — they need to rely largely on privacy and security. Encryption is the key to taking back data control.
ar: عندما يتعلق الأمر بخصوصية البيانات ، تحتاج الشركات الكبرى إلى توخي المزيد من الحذر. نظرًا لأن هذه الشركات لديها الكثير من التفاصيل حول موظفيها وأعمالها - لتحقيق مبيعاتها وأرباحها - فهي بحاجة إلى الاعتماد إلى حد كبير على الخصوصية والأمان. التشفير هو المفتاح لاستعادة التحكم في البيانات.
de: Wenn es um den Datenschutz geht, müssen große Unternehmen vorsichtiger sein. Da diese Unternehmen viele Details über ihre Mitarbeiter und ihr Geschäft haben — um ihre Umsätze und Gewinne zu erzielen — müssen sie sich weitgehend auf Datenschutz und Sicherheit verlassen. Verschlüsselung ist der Schlüssel zur Wiedererlangung der Datenkontrolle.
es: Cuando se trata de la privacidad de los datos, las grandes empresas deben ser más cautelosas. Debido a que estas corporaciones tienen muchos detalles sobre sus empleados y negocios, para producir sus ventas y ganancias, necesitan confiar en gran medida en la privacidad y la seguridad. El cifrado es la clave para recuperar el control de los datos.
fr: En matière de confidentialité des données, les grandes entreprises doivent être plus prudentes. Parce que ces entreprises ont beaucoup de détails sur leurs employés et leurs activités – pour produire leurs ventes et leurs profits – elles doivent compter en grande partie sur la confidentialité et la sécurité. Le chiffrement est la clé pour reprendre le contrôle des données.
it: Quando si tratta di privacy dei dati, le grandi aziende devono essere più caute. Poiché queste aziende hanno molti dettagli sui loro dipendenti e attività - per produrre le loro vendite e profitti - devono fare affidamento in gran parte sulla privacy e sulla sicurezza. La crittografia è la chiave per riprendersi il controllo dei dati.
ko: 데이터 프라이버시에 관해서는 대기업들이 좀 더 신중할 필요가 있습니다. 이러한 기업은 직원과 비즈니스에 대한 세부 정보가 많기 때문에 매출과 이익을 창출하기 위해서는 개인 정보 보호와 보안에 크게 의존해야 합니다. 암호화는 데이터 제어를 되찾기 위한 열쇠입니다.
nl: Als het gaat om de privacy van gegevens, moeten grote bedrijven voorzichtiger zijn. Omdat deze bedrijven over veel gegevens van hun werknemers en hun bedrijf beschikken - om hun omzet en winst te produceren - moeten ze grotendeels vertrouwen op privacy en beveiliging. Gegevensencryptie is de sleutel tot het terugnemen van de controle over de gegevens.
pl: Jeśli chodzi o prywatność danych, duże firmy muszą być bardziej ostrożne. Ponieważ te korporacje mają wiele szczegółów na temat swoich pracowników i działalności — aby uzyskać sprzedaż i zyski — muszą w dużej mierze polegać na prywatności i bezpieczeństwie. Szyfrowanie jest kluczem do odzyskania kontroli nad danymi.
pt: Quando se trata de privacidade de dados, as grandes empresas têm de ser mais cautelosas. Como têm muitos detalhes dos seus trabalhadores e negócios - para gerar vendas e lucros - têm de confiar, em grande parte, na privacidade e na segurança. A cifragem é a chave para a recuperação do controlo de dados.
ru: Когда дело доходит до конфиденциальности данных, крупным компаниям нужно быть более осторожными. Поскольку эти корпорации располагают множеством подробностей о своих сотрудниках и бизнесе — для увеличения продаж и прибыли — им необходимо в значительной степени полагаться на конфиденциальность и безопасность. Шифрование - это ключ к возвращению контроля над данными.
sv: När det gäller datasekretess måste stora företag vara mer försiktiga. Eftersom dessa företag har många detaljer om sina anställda och sin verksamhet – för att producera sin försäljning och vinst – måste de till stor del förlita sig på integritet och säkerhet. Kryptering är nyckeln till att ta tillbaka datakontrollen.
tr: Verilerin gizliliği söz konusu olduğunda, büyük şirketlerin daha dikkatli olması gerekir. Bu şirketler, satışlarını ve karlarını artırmak için çalışanları ve işleri hakkında çok fazla ayrıntıya sahip olduklarından, büyük ölçüde gizlilik ve güvenliğe güvenmeleri gerekir. Şifreleme, veri kontrolünü geri almanın anahtarıdır.
zh: 当涉及到数据的隐私，大公司需要更加谨慎。 因为这些公司有很多关于他们的员工和业务的细节-为了产生他们的销售和利润—他们需要在很大程度上依赖隐私和安全。 加密是收回数据控制的关键。

# Blog_EITPS_H1_SH2_Text1
source: Most businesses collect digital information from their customers; it is the obligation of the business to keep that data secure, information should not fall into the hands of other businesses or cyber criminals.
ar: تجمع معظم الشركات المعلومات الرقمية من عملائها ؛ من واجب الشركة الحفاظ على أمان هذه البيانات ، ويجب ألا تقع المعلومات في أيدي الشركات الأخرى أو مجرمي الإنترنت.
de: Die meisten Unternehmen sammeln digitale Informationen von ihren Kunden; Es ist die Pflicht des Unternehmens, diese Daten sicher aufzubewahren, Informationen sollten nicht in die Hände anderer Unternehmen oder Cyberkrimineller gelangen.
es: La mayoría de las empresas recopilan información digital de sus clientes; es obligación de la empresa mantener esos datos seguros, la información no debe caer en manos de otras empresas o ciberdelincuentes.
fr: La plupart des entreprises recueillent des renseignements numériques auprès de leurs clients; il est de l’obligation de l’entreprise de garder ces données en sécurité, les informations ne doivent pas tomber entre les mains d’autres entreprises ou de cybercriminels.
it: La maggior parte delle aziende raccoglie informazioni digitali dai propri clienti; è obbligo dell'azienda proteggere tali dati, le informazioni non dovrebbero cadere nelle mani di altre aziende o criminali informatici.
ko: 대부분의 기업은 고객으로부터 디지털 정보를 수집합니다. 해당 데이터를 안전하게 유지하는 것은 기업의 의무이며, 취득한 정보는 다른 기업이나 사이버 범죄자의 손에 들어가지 않아야 합니다.
nl: De meeste bedrijven verzamelen digitale informatie van hun klanten; het is de plicht van het bedrijf om die gegevens veilig te houden, informatie mag niet in handen vallen van andere bedrijven of cybercriminelen.
pl: Większość firm zbiera informacje cyfrowe od swoich klientów; obowiązkiem firmy jest zapewnienie bezpieczeństwa danych, informacje nie powinny wpaść w ręce innych firm lub cyberprzestępców.
pt: A maior parte das empresas recolhe informação digital dos seus clientes. É obrigação das empresas guardar esses dados de forma segura. A informação não deve cair nas mãos de outras empresas ou de cibercriminosos.
ru: Большинство компаний собирают цифровую информацию от своих клиентов; бизнес обязан обеспечивать безопасность этих данных, информация не должна попадать в руки других компаний или киберпреступников.
sv: De flesta företag samlar in digital information från sina kunder; det är företagets skyldighet att hålla dessa uppgifter säkra, information bör inte hamna i händerna på andra företag eller cyberbrottslingar.
tr: Çoğu işletme müşterilerinden dijital bilgi toplar; bu verileri güvende tutmak işletmenin yükümlülüğüdür, bilgiler diğer işletmelerin veya siber suçluların eline geçmemelidir.
zh: 大多数企业从客户那里收集数字信息；企业有义务保证数据的安全，信息不应落入其他企业或网络犯罪分子手中。

# Blog_EITPS_H1_SH3_Text1
source: Businesses and consumers can employ encryption to protect themselves from government eavesdropping, rendering any attempts to decrypt correspondence or intellectual property. If the information is encrypted, law enforcement and government agencies cannot access it without obtaining the key from the data owner, therefore the government prohibits enterprises from using proper encrypted communications.
ar: يمكن للشركات والمستهلكين استخدام التشفير لحماية أنفسهم من التنصت الحكومي ، مما يجعل أي محاولات لفك تشفير المراسلات أو الملكية الفكرية. إذا كانت المعلومات مشفرة ، فلن تتمكن وكالات إنفاذ القانون والوكالات الحكومية من الوصول إليها دون الحصول على المفتاح من مالك البيانات ، وبالتالي فإن الحكومة تحظر على الشركات استخدام الاتصالات المشفرة المناسبة.
de: Unternehmen und Verbraucher können Verschlüsselung einsetzen, um sich vor dem Abhören durch die Regierung zu schützen und Versuche, Korrespondenz oder geistiges Eigentum zu entschlüsseln, zu unterbinden. Wenn die Informationen verschlüsselt sind, können Strafverfolgungs- und Regierungsbehörden nicht darauf zugreifen, ohne den Schlüssel vom Dateneigentümer zu erhalten. Daher verbietet die Regierung Unternehmen die Verwendung ordnungsgemäß verschlüsselter Kommunikation.
es: Las empresas y los consumidores pueden emplear el cifrado para protegerse de las escuchas del gobierno, lo que dificulta cualquier intento de descifrar la correspondencia o la propiedad intelectual. Si la información está cifrada, las fuerzas del orden y las agencias gubernamentales no pueden acceder a ella sin obtener la clave del propietario de los datos, por lo tanto, el gobierno prohíbe a las empresas utilizar comunicaciones cifradas adecuadas.
fr: Les entreprises et les consommateurs peuvent utiliser le cryptage pour se protéger des écoutes clandestines du gouvernement, rendant toute tentative de décryptage de la correspondance ou de la propriété intellectuelle. Si les informations sont cryptées, les forces de l'ordre et les agences gouvernementales ne peuvent y accéder sans obtenir la clé du propriétaire des données. Par conséquent, le gouvernement interdit aux entreprises d'utiliser des communications cryptées appropriées.
it: Le aziende e i consumatori possono utilizzare la crittografia per proteggersi dalle intercettazioni governative, rendendo vani i tentativi di decrittare la corrispondenza o la proprietà intellettuale. Se le informazioni sono crittografate, le forze dell'ordine e le agenzie governative non possono accedervi senza ottenere la chiave dal proprietario dei dati, pertanto il governo vieta alle imprese di utilizzare comunicazioni propriamente crittografate.
ko: 기업과 소비자는 암호화를 사용하여 정부의 도청으로부터 자신을 보호하고, 서신이나 지적 재산을 해독하려는 시도를 볼 수 있습니다. 정보가 암호화 된 경우, 법 집행 기관 및 정부 기관은 데이터 소유자로부터 키를 얻지 않고는 정보에 액세스 할 수 없으므로 정부는 기업이 적절한 암호화 된 통신을 사용하는 것을 금지합니다.
nl: Bedrijven en consumenten kunnen gebruik maken van encryptie om zich te beschermen tegen afluisteren door de overheid, waardoor pogingen om correspondentie of intellectueel eigendom te ontsleutelen worden voorkomen. Als de informatie versleuteld is, kunnen wetshandhavers en overheidsinstanties er niet bij zonder de sleutel te verkrijgen van de eigenaar van de gegevens.
pl: Firmy i konsumenci mogą stosować szyfrowanie, aby chronić się przed podsłuchem rządowym, uniemożliwiając wszelkie próby odszyfrowania korespondencji lub własności intelektualnej. Jeśli informacje są zaszyfrowane, organy ścigania i organy rządowe nie mogą uzyskać do nich dostępu bez uzyskania klucza od właściciela danych, dlatego rząd zabrania przedsiębiorstwom korzystania z odpowiedniej szyfrowanej komunikacji.
pt: Negócios e consumidores podem empregar cifragem para se protegerem de escutas do governo, tornando quaisquer tentativas de decifragem de correspondência ou propriedade intelectual praticamente impossíveis. Se a informação estiver cifrada, agentes da autoridade e agências governamentais não lhe poderão aceder sem antes obterem a chave do proprietário dos dados, pelo que o governo proíbe as empresas de usarem comunicações cifradas apropriadas.
ru: Предприятия и потребители могут использовать шифрование, чтобы защитить себя от правительственного подслушивания, предотвращая любые попытки расшифровать переписку или интеллектуальную собственность. Если информация зашифрована, правоохранительные органы и правительственные учреждения не могут получить к ней доступ без получения ключа от владельца данных, поэтому правительство запрещает предприятиям использовать зашифрованные средства связи.
sv: Företag och konsumenter kan använda kryptering för att skydda sig mot statlig avlyssning, vilket gör alla försök att dekryptera korrespondens eller immateriella rättigheter praktiskt taget omöjlig. Om informationen är krypterad kan brottsbekämpande myndigheter och statliga myndigheter inte komma åt den utan att få nyckeln från dataägaren, därför förbjuder regeringen företag att använda korrekt krypterad kommunikation.
tr: İşletmeler ve tüketiciler, kendilerini devlet tarafından dinlenmekten korumak için yazışmaların veya fikri mülkiyetin şifresini çözme girişimlerine karşılık olarak şifreleme kullanabilirler. Bilgiler şifrelenirse, kolluk kuvvetleri ve devlet kurumları, veri sahibinden anahtarı almadan bilgiye erişemez, bu nedenle hükümet, işletmelerin uygun şifreli iletişimleri kullanmasını yasaklar.
zh: 企业和消费者可以使用加密来保护自己免受政府窃听，从而尝试解密通信或知识产权。 如果信息被加密，执法部门和政府机构在没有从数据所有者那里获得密钥的情况下无法访问它，因此政府禁止企业使用适当的加密通信。
