Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AMEFH_Conclusion_Text1
source: Encrypting your mobile devices is a highly rational decision given the amount of sensitive personal information that we carry on our mobile devices these days, including banking details, personal information, and other information. Now that you understand the need for an encrypted phone, encrypt all of your mobile devices with reliable software such as AxCrypt to protect your data from unauthorized access.
ar: يعد تشفير أجهزتك المحمولة قرارًا عقلانيًا للغاية نظرًا لكمية المعلومات الشخصية الحساسة التي نحملها على أجهزتنا المحمولة هذه الأيام ، بما في ذلك التفاصيل المصرفية والمعلومات الشخصية وغيرها من المعلومات. الآن بعد أن فهمت الحاجة إلى هاتف مشفر ، قم بتشفير جميع أجهزتك المحمولة ببرامج موثوقة مثل اكسكربت لحماية بياناتك من الوصول غير المصرح به.
de: Die Verschlüsselung Ihrer Mobilgeräte ist eine äußerst rationale Entscheidung angesichts der Menge sensibler persönlicher Informationen, die wir heutzutage auf unseren Mobilgeräten speichern, einschließlich Bankdaten, persönlicher Informationen und anderer Informationen. Nachdem Sie die Notwendigkeit eines verschlüsselten Telefons verstanden haben, verschlüsseln Sie alle Ihre Mobilgeräte mit zuverlässiger Software wie AxCrypt, um Ihre Daten vor unbefugtem Zugriff zu schützen.
es: Cifrar tus dispositivos móviles es una decisión muy racional dada la cantidad de información personal confidencial que llevamos en nuestros dispositivos móviles en estos días, incluidos datos bancarios, información personal y otro tipo de información. Ahora que entiendes la necesidad de contar con un teléfono cifrado, encripta todos tus dispositivos móviles con un software confiable como AxCrypt para proteger tus datos del acceso no autorizado.
fr: Le chiffrement de vos appareils mobiles est une décision très rationnelle compte tenu de la quantité d’informations personnelles sensibles que nous conservons sur nos appareils mobiles de nos jours, y compris les coordonnées bancaires, les informations personnelles, et d’autres informations. Maintenant que vous comprenez la nécessité d’un téléphone crypté, chiffrez tous vos appareils mobiles avec un logiciel fiable tel qu’AxCrypt pour protéger vos données contre les accès non autorisés.
it: Crittografare i tuoi dispositivi mobili è una decisione altamente razionale data la quantità di informazioni personali sensibili che portiamo sui nostri dispositivi mobili in questi giorni, inclusi dettagli bancari, informazioni personali e altre informazioni. Ora che hai capito la necessità di un telefono crittografato, crittografa tutti i tuoi dispositivi mobili con software affidabili come AxCrypt per proteggere i tuoi dati da accessi non autorizzati.
ko: 모바일 장치를 암호화하는 것은 은행 세부 정보, 개인 정보 및 기타 정보를 포함하여 요즘 모바일 장치에 휴대하는 민감한 개인 정보의 양을 고려할 때 매우 합리적인 결정입니다. 이제 암호화 된 전화의 필요성을 이해 했으므로 AxCrypt와 같은 안정적인 소프트웨어로 모든 모바일 장치를 암호화하여 무단 액세스로부터 데이터를 보호하십시오.
nl: Het versleutelen van uw mobiele apparaten is een zeer rationele beslissing gezien de hoeveelheid gevoelige persoonlijke informatie die we tegenwoordig op onze mobiele apparaten meedragen, waaronder bankgegevens, persoonlijke informatie en andere informatie. Nu u de noodzaak van een versleutelde telefoon begrijpt, versleutel u al uw mobiele apparaten met betrouwbare software zoals AxCrypt om uw gegevens te beschermen tegen ongeautoriseerde toegang.
pl: Szyfrowanie urządzeń mobilnych to wysoce racjonalna decyzja, biorąc pod uwagę ilość poufnych danych osobowych, które obecnie przechowujemy na naszych urządzeniach mobilnych, w tym dane bankowe, dane osobowe i inne informacje. Teraz, gdy rozumiesz potrzebę posiadania szyfrowanego telefonu, zaszyfruj wszystkie swoje urządzenia mobilne za pomocą niezawodnego oprogramowania, takiego jak AxCrypt, aby chronić swoje dane przed nieautoryzowanym dostępem.
pt: Cifrar os seus dispositivos móveis é uma decisão altamente racional dada a quantidade de informação pessoal sensível que transportamos nos nossos dispositivos móveis hoje em dia, incluindo detalhes bancários, informação pessoal, e outra informação. Agora que compreende a necessidade de um telefone cifrado, cifre todos os seus dispositivos móveis com software de confiança como a AxCrypt para proteger os seus dados de acesso não autorizado.
ru: Шифрование ваших мобильных устройств - это в высшей степени рациональное решение, учитывая объем конфиденциальной личной информации, которую мы храним на наших мобильных устройствах в наши дни, включая банковские реквизиты, личную информацию и другую информацию. Теперь, когда вы понимаете необходимость зашифрованного телефона, зашифруйте все свои мобильные устройства с помощью надежного программного обеспечения, такого как AxCrypt, чтобы защитить ваши данные от несанкционированного доступа.
sv: Att kryptera dina mobila enheter är ett mycket rimligt beslut med tanke på mängden känslig personlig information som vi bär på våra mobila enheter nuförtiden, inklusive bankuppgifter, personlig information och annan information. Nu när du förstår behovet av en krypterad telefon, kryptera alla dina mobila enheter med pålitlig programvara som AxCrypt för att skydda din data från obehörig åtkomst.
tr: Bugünlerde mobil cihazlarımızda taşıdığımız banka bilgileri, kişisel bilgiler ve diğer bilgiler de dahil olmak üzere hassas kişisel bilgilerin miktarı göz önüne alındığında, mobil cihazlarınızı şifrelemek son derece mantıklı bir karardır. Artık şifreli bir telefona olan ihtiyacı anladığınıza göre, verilerinizi yetkisiz erişime karşı korumak için tüm mobil cihazlarınızı AxCrypt gibi güvenilir bir yazılımla şifreleyin.
zh: 鉴于我们目前在移动设备上携带的敏感个人信息数量，包括银行详细信息，个人信息和其他信息，加密您的移动设备是一个非常合理的决定。 既然您了解了对加密手机的需求，请使用AxCrypt等可靠软件加密您的所有移动设备，以保护您的数据免受未经授权的访问。

# Blog_AMEFH_H1_SH1_Text1
source: Phishing assaults have surged sixfold during the pandemic, and mobile devices are now the primary target. Scammers are aware that people who work from home spend more time on their mobile and do not take the same safety measures as they would on a traditional PC. Anyone who stumbles across your phone or laptop can easily access the files contained within; however, with encryption, accessing that data is extremely tough.<br/><br/>
ar: ارتفعت هجمات التصيد ستة أضعاف خلال الوباء ، وأصبحت الأجهزة المحمولة الآن الهدف الأساسي. يدرك المحتالون أن الأشخاص الذين يعملون من المنزل يقضون وقتًا أطول على هواتفهم المحمولة ولا يتخذون نفس تدابير السلامة التي يتخذونها على أجهزة الكمبيوتر التقليدية. يمكن لأي شخص يتعثر عبر الهاتف أو الكمبيوتر المحمول الوصول بسهولة إلى الملفات الموجودة بداخله ؛ ومع ذلك ، مع التشفير ، يكون الوصول إلى تلك البيانات صعبًا للغاية. <br/> <br/>
de: Phishing-Angriffe haben sich während der Pandemie versechsfacht, und mobile Geräte sind jetzt das Hauptziel. Betrüger sind sich bewusst, dass Menschen, die von zu Hause aus arbeiten, mehr Zeit auf ihrem Handy verbringen und nicht die gleichen Sicherheitsmaßnahmen ergreifen wie auf einem herkömmlichen PC. Jeder, der über Ihr Telefon oder Ihren Laptop stolpert, kann problemlos auf die darin enthaltenen Dateien zugreifen.<br/><br/>
es: Los ataques de phishing se han multiplicado por seis durante la pandemia y los dispositivos móviles son ahora el objetivo principal. Los estafadores son conscientes de que las personas que trabajan desde casa pasan más tiempo en su móvil y no toman las mismas medidas de seguridad que si estuvieran en un PC tradicional. Cualquiera que tropiece con tu teléfono o computadora portátil puede acceder fácilmente a los archivos que contiene. Sin embargo, con el cifrado, acceder a esos datos es extremadamente difícil.<br/><br/>
fr: Les attaques de phishing ont été multipliées par six pendant la pandémie, et les appareils mobiles sont désormais la cible principale. Les escrocs sont conscients que les personnes qui travaillent à domicile passent plus de temps sur leur mobile et ne prennent pas les mêmes mesures de sécurité que sur un PC traditionnel. Toute personne qui tombe sur votre téléphone ou votre ordinateur portable peut facilement accéder aux fichiers qu’il contient; cependant, avec le cryptage, l’accès à ces données est extrêmement difficile.<br/><br/>
it: Gli attacchi di phishing sono aumentati di sei volte durante la pandemia e i dispositivi mobili sono ora l'obiettivo principale. I truffatori sono consapevoli del fatto che le persone che lavorano da casa trascorrono più tempo sul proprio cellulare e non adottano le stesse misure di sicurezza che avrebbero su un PC tradizionale. Chiunque si imbatta nel tuo telefono o laptop può facilmente accedere ai file contenuti all'interno; tuttavia, con la crittografia, l'accesso a tali dati è estremamente difficile.<br/><br/>
ko: 팬데믹 기간 동안 피싱 공격이 6배 급증했으며, 이제 모바일 장치가 주요 표적이 되었습니다. 사기꾼은 집에서 일하는 사람들이 모바일에서 더 많은 시간을 보내고 기존 PC에서와 동일한 안전 조치를 취하지 않는다는 것을 알고 있습니다. 휴대 전화나 노트북을 접근한 사람은 누구나 그 안에 포함 된 파일에 쉽게 액세스 할 수 있습니다. 그러나 암호화를 사용하면 해당 데이터에 액세스하는 것이 매우 어렵습니다.<br/><br/>
nl: Het aantal phishingaanvallen is tijdens de pandemie verzesvoudigd en mobiele apparaten zijn nu het primaire doelwit. Oplichters zijn zich ervan bewust dat mensen die thuis werken meer tijd op hun mobiel doorbrengen en niet dezelfde veiligheidsmaatregelen nemen als op een traditionele pc. Iedereen die je telefoon of laptop tegenkomt, heeft gemakkelijk toegang tot de bestanden die erin staan; met encryptie is toegang tot die gegevens echter extreem moeilijk.<br/><br/>
pl: Ataki phishingowe wzrosły podczas pandemii sześciokrotnie, a urządzenia mobilne są teraz głównym celem. Oszuści zdają sobie sprawę, że osoby pracujące w domu spędzają więcej czasu na telefonie komórkowym i nie stosują takich samych środków bezpieczeństwa, jak na tradycyjnym komputerze. Każdy, kto natknie się na Twój telefon lub laptop, może łatwo uzyskać dostęp do zawartych w nim plików; jednak dzięki szyfrowaniu dostęp do tych danych jest niezwykle trudny.<br/><br/>
pt: Ataques de phishing sextuplicaram durante a pandemia e os dispositivos móveis são agora o alvo principal. Perpetradores de esquemas sabem que as pessoas que trabalham a partir de casa passam mais tempo com o seu telemóvel e que não tomam as mesmas medidas de segurança que tomariam se estivessem num PC tradicional. Qualquer pessoa que se depare com o seu telefone ou portátil pode facilmente aceder aos ficheiros neles contidos; com cifragem, contudo, aceder a esses dados é extremamente difícil.<br/><br/>
ru: Во время пандемии число фишинговых атак выросло в шесть раз, и в настоящее время основной мишенью являются мобильные устройства. Мошенники знают, что люди, которые работают из дома, проводят больше времени за своим мобильным телефоном и не принимают тех же мер безопасности, что и на традиционном ПК. Любой, кто случайно наткнется на ваш телефон или ноутбук, может легко получить доступ к файлам, содержащимся внутри; однако с шифрованием доступ к этим данным будет чрезвычайно затруднен.<br/><br/>
sv: Nätfiskeangrepp har sexdubblats under pandemin, och mobila enheter är nu det primära målet. Bedragare är medvetna om att människor som arbetar hemifrån spenderar mer tid på sin telefon och inte vidtar samma säkerhetsåtgärder som de skulle göra på en traditionell dator. Alla som snubblar över din telefon eller bärbara dator kan enkelt komma åt filerna som finns i; Men med kryptering är det extremt svårt att komma åt den informationen.<br/><br/>
tr: Kimlik avı saldırıları pandemi sırasında altı kat arttı ve mobil cihazlar artık birincil hedef. Dolandırıcılar, evden çalışan kişilerin cep telefonlarında daha fazla zaman geçirdiklerini ve geleneksel bir bilgisayarda olduğu gibi aynı güvenlik önlemlerini almadıklarının farkındalar. Telefonunuz veya dizüstü bilgisayarınızı kurcalayan herkes, içinde bulunan dosyalara kolayca erişebilir; ancak, şifreleme ile, bu verilere erişmek son derece zordur.<br/><br/>
zh: 网络钓鱼攻击在大流行期间激增了六倍，移动设备现在是主要目标。 诈骗者意识到，在家工作的人花更多的时间在他们的手机上，并且不采取与传统PC相同的安全措施。 任何偶然发现你的手机或笔记本电脑的人都可以轻松访问其中包含的文件；但是，通过加密，访问这些数据是非常困难的。<br/><br/>

# Blog_AMEFH_H1_SH2_Text1
source: A data leak occurs when sensitive information is transferred unintentionally from a mobile device to an internet service. If the device fails to protect data effectively, the data then becomes available to anybody who uses the same network as the device.
ar: يحدث تسرب البيانات عندما يتم نقل المعلومات الحساسة عن غير قصد من جهاز محمول إلى خدمة الإنترنت. إذا فشل الجهاز في حماية البيانات بشكل فعال ، تصبح البيانات متاحة لأي شخص يستخدم نفس الشبكة التي يستخدمها الجهاز.
de: Ein Datenleck tritt auf, wenn sensible Informationen unbeabsichtigt von einem mobilen Gerät an einen Internetdienst übertragen werden. Wenn das Gerät Daten nicht effektiv schützt, stehen die Daten jedem zur Verfügung, der dasselbe Netzwerk wie das Gerät verwendet.
es: Se produce una fuga de datos cuando se transfiere información confidencial sin querer desde un dispositivo móvil a un servicio de internet. Si el dispositivo no protege los datos de manera efectiva, los datos quedan disponibles para cualquier persona que use la misma red que el dispositivo.
fr: Une fuite de données se produit lorsque des informations sensibles sont transférées involontairement d’un appareil mobile vers un service internet. Si l’appareil ne parvient pas à protéger efficacement les données, les données deviennent alors disponibles pour toute personne qui utilise le même réseau que l’appareil.
it: Una perdita di dati si verifica quando informazioni sensibili vengono trasferite involontariamente da un dispositivo mobile a un servizio Internet. Se il dispositivo non riesce a proteggere i dati in modo efficace, i dati diventano disponibili per chiunque utilizzi la stessa rete del dispositivo.
ko: 데이터 유출은 민감한 정보가 의도치 않게 모바일 장치에서 인터넷 서비스로 전송될 때 발생합니다. 장치가 데이터를 효과적으로 보호하지 못하면, 장치와 동일한 네트워크를 사용하는 모든 사람이 데이터를 사용할 수 있습니다.
nl: Een datalek ontstaat wanneer gevoelige informatie onbedoeld wordt overgedragen van een mobiel apparaat naar een internetdienst. Als het apparaat gegevens niet doeltreffend beschermt, komen de gegevens beschikbaar voor iedereen die hetzelfde netwerk gebruikt als het apparaat.
pl: Wyciek danych ma miejsce, gdy poufne informacje są przypadkowo przesyłane z urządzenia mobilnego do usługi internetowej. Jeśli urządzenie nie zapewnia skutecznej ochrony danych, stają się one dostępne dla każdego, kto korzysta z tej samej sieci co urządzenie.
pt: Uma fuga de dados ocorre quando informação sensível é transferida de forma intencional de um dispositivo móvel para um serviço internet. Se o dispositivo não protege os dados eficazmente, os dados tornam-se disponíveis a qualquer pessoa que use a mesma rede do dispositivo.
ru: Утечка данных происходит, когда конфиденциальная информация непреднамеренно передается с мобильного устройства на интернет-сервис. Если устройству не удается эффективно защитить данные, они становятся доступными любому, кто использует ту же сеть, что и устройство.
sv: En dataläcka uppstår när känslig information oavsiktligt överförs från en mobil enhet till en internettjänst. Om enheten inte skyddar datan effektivt blir den tillgänglig för alla som använder samma nätverk som enheten.
tr: Veri sızıntısı, hassas bilgiler kasıtlı olmayan bir şekilde bir mobil cihazdan bir internet hizmetine aktarıldığında meydana gelir. Cihaz verileri etkili bir şekilde koruyamazsa, veriler cihazla aynı ağı kullanan herkes tarafından kullanılabilir hale gelir.
zh: 当敏感信息无意中从移动设备传输到互联网服务时，就会发生数据泄漏。 如果设备无法有效地保护数据，那么使用与设备相同网络的任何人都可以使用该数据。

# Blog_AMEFH_H1_SH3_Text1
source: We live in an era where we're all continuously connected to networks that aren't always secure. According to researchers, mobile devices utilize Wi-Fi nearly three times as much as data. Almost a quarter of devices connect to unsecured Wi-Fi networks, and 4% of devices are subjected to a man-in-the-middle attack.
ar: نحن نعيش في عصر نتواصل فيه جميعًا باستمرار مع الشبكات غير الآمنة دائمًا. وفقًا للباحثين ، تستخدم الأجهزة المحمولة شبكة واي فاي ما يقرب من ثلاثة أضعاف البيانات. يتصل ربع الأجهزة تقريبًا بشبكات واي فاي غير آمنة ، وتتعرض 4٪ من الأجهزة لهجوم رجل في الوسط.
de: Wir leben in einer Zeit, in der wir alle ständig mit Netzwerken verbunden sind, die nicht immer sicher sind. Laut Forschern nutzen mobile Geräte Wi-Fi fast dreimal so viel wie Daten. Fast ein Viertel der Geräte verbindet sich mit ungesicherten WLAN-Netzwerken, und 4% der Geräte sind einem Man-in-the-Middle-Angriff ausgesetzt.
es: Vivimos en una era en la que todos estamos continuamente conectados a redes que no siempre son seguras. Según investigadores, los dispositivos móviles utilizan casi tres veces más Wi-Fi que los datos. Cerca de una cuarta parte de los dispositivos se conectan a redes Wi-Fi que no son seguras y el 4 % de los dispositivos están sujetos a un ataque de intermediario.
fr: Nous vivons à une époque où nous sommes tous connectés en permanence à des réseaux qui ne sont pas toujours sécurisés. Selon les chercheurs, les appareils mobiles utilisent le Wi-Fi près de trois fois plus que les données. Près d’un quart des appareils se connectent à des réseaux Wi-Fi non sécurisés, et 4 % des appareils sont soumis à une attaque de l’homme du milieu.
it: Viviamo in un'epoca in cui siamo tutti continuamente connessi a reti che non sono sempre sicure. Secondo i ricercatori, i dispositivi mobili utilizzano il Wi-Fi quasi tre volte più dei dati. Quasi un quarto dei dispositivi si connette a reti Wi-Fi non protette e il 4% dei dispositivi è soggetto a un attacco man-in-the-middle.
ko: 우리는 항상 안전하지 않은 네트워크에 지속적으로 연결되는 시대에 살고 있습니다. 연구원에 따르면 모바일 장치는 데이터보다 거의 3배 많은 Wi-Fi를 사용합니다. 거의 4분의 1의 장치가 보안되지 않은 Wi-Fi 네트워크에 연결되고 4%의 장치가 메시지 가로채기(man-in-the-middle) 공격을 받습니다.
nl: We leven in een tijdperk waarin we allemaal continu verbonden zijn met netwerken die niet altijd veilig zijn. Volgens onderzoekers gebruiken mobiele apparaten wifi bijna drie keer zoveel als data. Bijna een kwart van de apparaten maakt verbinding met onbeveiligde wifi-netwerken en 4% van de apparaten wordt het slachtoffer van een man-in-the-middle-aanval.
pl: Żyjemy w czasach, w których wszyscy jesteśmy stale połączeni z sieciami, które nie zawsze są bezpieczne. Według naukowców urządzenia mobilne wykorzystują Wi-Fi prawie trzy razy więcej niż dane. Prawie jedna czwarta urządzeń łączy się z niezabezpieczonymi sieciami Wi-Fi, a 4% urządzeń jest poddawanych atakowi typu man-in-the-middle.
pt: Vivemos numa era em que estamos continuamente conectados a redes que não são sempre seguras. De acordo com investigadores, os dispositivos móveis utilizam Wi-Fi cerca de três vezes mais que dados. Quase um quarto dos dispositivos ligam-se a redes Wi-Fi desprotegidas e 4% são sujeitos a ataques man-in-the-middle.
ru: Мы живем в эпоху, когда все мы постоянно подключены к сетям, которые не всегда безопасны. По данным исследователей, мобильные устройства используют Wi-Fi почти в три раза больше данных. Почти четверть устройств подключается к незащищенным сетям Wi-Fi, и 4% устройств подвергаются атаке "посредника".
sv: Vi lever i en tid där vi alla är kontinuerligt anslutna till nätverk som inte alltid är säkra. Enligt forskare använder mobila enheter Wi-Fi nästan tre gånger så mycket som data. Nästan en fjärdedel av enheterna ansluter till osäkra Wi-Fi-nätverk, och 4 % av enheterna utsätts för en man-i-mitten-attack.
tr: Hepimizin her an güvenli olmayan ağlara sürekli olarak bağlı olduğumuz bir çağda yaşıyoruz. Araştırmacılara göre, mobil cihazlar Wi-Fi'yi verilerden neredeyse üç kat daha fazla kullanıyor. Cihazların neredeyse dörtte biri güvenli olmayan Wi-Fi ağlarına bağlanıyor ve cihazların %4'ü ortadaki adam (MitM) saldırısına maruz kalıyor.
zh: 我们生活在一个不断连接到并不总是安全的网络的时代。 据研究人员称，移动设备使用的Wi-Fi几乎是数据的三倍。 近四分之一的设备连接到不安全的WiFi网络，4％的设备受到中间人攻击。

# Blog_AMEFH_H1_SubHeading1
source: <strong>Phishing </strong>
ar: <strong> التصيد الاحتيالي </ strong>
fr: <strong>Hameçonnage </strong>
ko: <strong>피싱 </strong>
pl: <strong>Wyłudzanie informacji</strong>
ru: <strong>Фишинг </strong>
sv: <strong>Nätfiske </strong>
tr: <strong>Kimlik avı </strong>
zh: <strong>网络钓鱼</strong>

# Blog_AMEFH_H1_SubHeading2
source: <strong>Data leakage</strong>
ar: <strong> تسرب البيانات </strong>
de: <strong>Datenverlust</strong>
es: <strong>Fuga de datos</strong>
fr: <strong>Fuite de données</strong>
it: <strong>Perdita di dati</strong>
ko: <strong>데이터 유출</strong>
nl: <strong>Gegevenslek</strong>
pl: <strong>Wyciek danych</strong>
pt: <strong>Fuga de dados</strong>
ru: <strong>Утечка данных</strong>
sv: <strong>Dataläckage</strong>
tr: <strong>Veri sızıntısı</strong>
zh: <strong>数据泄露</strong>

# Blog_AMEFH_H1_SubHeading3
source: <strong>Wi-Fi interference</strong>
ar: <strong>تدخل واي فاي</strong>
de: <strong>WLAN-Störungen</strong>
es: <strong>Interferencia Wi-Fi</strong>
fr: <strong>Interférence Wi-Fi</strong>
it: <strong>interferenza Wi-Fi</strong>
ko: <strong>와이파이 간섭</strong>
nl: <strong>Wi-Fi storing</strong>
pl: <strong>Zakłócenia Wi-Fi</strong>
pt: <strong>Interferência Wi-Fi</strong>
ru: <strong>Помехи Wi-Fi</strong>
sv: <strong>Wi-Fii interferens</strong>
tr: <strong> Wi-Fi engelleme</strong>
zh: <strong>无线上网干扰</strong>

# Blog_AMEFH_H1_Text1
source: As a result of the pandemic, the world has grown more digital than ever before, with individuals working from home and spending more time using their phones to transfer and exchange critical information.
ar: نتيجة لهذا الوباء ، نما العالم رقميًا أكثر من أي وقت مضى ، حيث يعمل الأفراد من المنزل ويقضون وقتًا أطول في استخدام هواتفهم لنقل وتبادل المعلومات الهامة.
de: Infolge der Pandemie ist die Welt digitaler geworden als je zuvor, da Einzelpersonen von zu Hause aus arbeiten und mehr Zeit damit verbringen, ihre Telefone zu verwenden, um wichtige Informationen zu übertragen und auszutauschen.
es: Como resultado de la pandemia, el mundo se ha vuelto más digital que nunca, con personas que trabajan desde casa y pasan más tiempo usando sus teléfonos para transferir e intercambiar información crítica.
fr: En raison de la pandémie, le monde est devenu plus numérique que jamais, avec les personnes travaillant à domicile et passant plus de temps à utiliser leur téléphone pour transférer et échanger des informations critiques.
it: A causa della pandemia, il mondo è diventato più digitale che mai, con persone che lavorano da casa e trascorrono più tempo utilizzando i loro telefoni per trasferire e scambiare informazioni critiche.
ko: 전염병의 결과로, 세상은 그 어느 때보다 더 디지털화되었고, 개인들은 집에서 일하고 중요한 정보를 전송하고 교환하기 위해 그들의 전화기를 사용하는 데 더 많은 시간을 소비합니다.
nl: Als gevolg van de pandemie is de wereld digitaler geworden dan ooit tevoren: mensen werken thuis en besteden meer tijd aan het gebruik van hun telefoon voor de overdracht en uitwisseling van cruciale informatie.
pl: W wyniku pandemii świat stał się bardziej cyfrowy niż kiedykolwiek wcześniej, a osoby pracujące w domu spędzają więcej czasu na używaniu telefonów do przesyłania i wymiany krytycznych informacji.
pt: Como resultado da pandemia, o mundo ficou mais digital que nunca, com pessoas a teletrabalhar e a despender mais tempo a usar os seus telefones para transferir e trocar informações críticas.
ru: В результате пандемии мир стал более цифровым, люди работают из дома и проводят больше времени, используя свои телефоны для передачи важной информации и обмена ею.
sv: Som ett resultat av pandemin har världen blivit mer digitaliserad än någonsin, med individer som arbetar hemifrån och spenderar mer tid på att använda sina telefoner för att överföra och utbyta viktig information.
tr: Pandeminin bir sonucu olarak, dünya her zamankinden daha dijital hale geldi; bireyler evden çalışıyor ve kritik bilgileri aktarmak ve paylaşmak için telefonlarını kullanarak daha fazla zaman harcıyorlar.
zh: 由于这一大流行，世界比以往任何时候都更加数字化，个人在家工作，花更多时间使用手机传输和交换关键信息。
