Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_FEFBI_Summary
source: Today, the financial sector operates in a highly digital and data-centric environment. More people are using smartphones and computers for payments, investments, and financial management, shifting away from traditional methods like cash and physical banking. Internet banking has largely replaced in-person transactions, leading to a significant increase in the generation of financial data.
ar: اليوم ، يعمل القطاع المالي في بيئة رقمية للغاية وتركز على البيانات. يستخدم المزيد من الناس الهواتف الذكية وأجهزة الكمبيوتر للمدفوعات والاستثمارات والإدارة المالية ، ويتحولون بعيدا عن الأساليب التقليدية مثل النقد والخدمات المصرفية المادية. حلت الخدمات المصرفية عبر الإنترنت إلى حد كبير محل المعاملات الشخصية ، مما أدى إلى زيادة كبيرة في توليد البيانات المالية.
de: Der Finanzsektor operiert heute in einem hochgradig digitalen und datenzentrierten Umfeld. Immer mehr Menschen nutzen Smartphones und Computer für Zahlungen, Investitionen und Finanzmanagement und wenden sich von traditionellen Methoden wie Bargeld und physischem Banking ab. Das Internetbanking hat die persönlichen Transaktionen weitgehend ersetzt, was zu einem erheblichen Anstieg der Generierung von Finanzdaten geführt hat.
es: Hoy en día, el sector financiero opera en un entorno altamente digital y centrado en los datos. Cada vez son más las personas que utilizan los teléfonos inteligentes y los ordenadores para los pagos, las inversiones y la gestión financiera, alejándose de los métodos tradicionales como el efectivo y la banca física. La banca por Internet ha reemplazado en gran medida a las transacciones en persona, lo que ha llevado a un aumento significativo en la generación de datos financieros.
fr: Aujourd’hui, le secteur financier évolue dans un environnement hautement numérique et axé sur les données. De plus en plus de personnes utilisent des smartphones et des ordinateurs pour les paiements, les investissements et la gestion financière, délaissant les méthodes traditionnelles comme les opérations bancaires en espèces et physiques. Les services bancaires en ligne ont largement remplacé les transactions en personne, ce qui a entraîné une augmentation importante de la production de données financières.
it: Oggi il settore finanziario opera in un ambiente altamente digitale e incentrato sui dati. Sempre più persone utilizzano smartphone e computer per pagamenti, investimenti e gestione finanziaria, allontanandosi dai metodi tradizionali come il contante e l'attività bancaria fisica. L'internet banking ha ampiamente sostituito le transazioni di persona, portando a un aumento significativo della generazione di dati finanziari.
ko: 오늘날 금융 부문은 고도의 디지털 및 데이터 중심 환경에서 작동하고 있습니다. 더 많은 사람들이 결제, 투자, 재무 관리를 위해 스마트폰과 컴퓨터를 사용하고 있으며, 현금 및 물리적 뱅킹과 같은 전통적인 방식에서 벗어나고 있습니다. 인터넷 뱅킹은 대인 거래를 크게 대체하면서 금융 데이터의 생성이 크게 증가하고 있다.
nl: Vandaag de dag opereert de financiële sector in een sterk digitale en datacentrische omgeving. Steeds meer mensen gebruiken smartphones en computers voor betalingen, investeringen en financieel beheer, en stappen af van traditionele methoden zoals contant geld en fysiek bankieren. Internetbankieren heeft persoonlijke transacties grotendeels vervangen, wat heeft geleid tot een aanzienlijke toename van het genereren van financiële gegevens.
pl: Obecnie sektor finansowy działa w wysoce cyfrowym i zorientowanym na dane środowisku. Coraz więcej osób używa smartfonów i komputerów do płatności, inwestycji i zarządzania finansami, odchodząc od tradycyjnych metod, takich jak gotówka i bankowość fizyczna. Bankowość internetowa w dużej mierze zastąpiła transakcje osobiste, co doprowadziło do znacznego wzrostu generowania danych finansowych.
pt: Hoje, o setor financeiro opera em um ambiente altamente digital e centrado em dados. Mais pessoas estão usando smartphones e computadores para pagamentos, investimentos e gerenciamento financeiro, afastando-se de métodos tradicionais, como dinheiro e serviços bancários físicos. O internet banking substituiu amplamente as transações presenciais, levando a um aumento significativo na geração de dados financeiros.
ru: Сегодня финансовый сектор работает в высоко цифровой среде, ориентированной на данные. Все больше людей используют смартфоны и компьютеры для платежей, инвестиций и управления финансами, отказываясь от традиционных методов, таких как наличные и физические банковские операции. Интернет-банкинг в значительной степени заменил личные транзакции, что привело к значительному увеличению генерации финансовых данных.
sv: Idag verkar finanssektorn i en mycket digital och datacentrerad miljö. Allt fler använder smartphones och datorer för betalningar, investeringar och finansiell hantering, vilket innebär en förskjutning från traditionella metoder som kontanter och fysiska bankärenden. Internetbanktjänster har till stor del ersatt personliga transaktioner, vilket har lett till en betydande ökning av genereringen av finansiella data.
tr: Günümüzde finans sektörü, son derece dijital ve veri merkezli bir ortamda faaliyet göstermektedir. Ödemeler, yatırımlar ve finansal yönetim için akıllı telefon ve bilgisayar kullanan ve nakit ve fiziksel bankacılık gibi geleneksel yöntemlerden uzaklaşan insan sayısı her geçen gün artıyor. İnternet bankacılığı, büyük ölçüde yüz yüze işlemlerin yerini aldı ve bu da finansal veri üretiminde önemli bir artışa yol açtı.
zh: 如今，金融部门在高度数字化和以数据为中心的环境中运作。越来越多的人使用智能手机和电脑进行支付、投资和财务管理，摆脱了现金和实体银行等传统方法。网上银行已在很大程度上取代了面对面的交易，导致金融数据的生成显着增加。

# Blog_FEFBI_Text1
source: Today, the financial sector operates in a highly digital and data-centric environment. More people are using smartphones and computers for payments, investments, and financial management, shifting away from traditional methods like cash and physical banking. Internet banking has largely replaced in-person transactions, leading to a significant increase in the generation of financial data.
ar: اليوم ، يعمل القطاع المالي في بيئة رقمية للغاية وتركز على البيانات. يستخدم المزيد من الناس الهواتف الذكية وأجهزة الكمبيوتر للمدفوعات والاستثمارات والإدارة المالية ، ويتحولون بعيدا عن الأساليب التقليدية مثل النقد والخدمات المصرفية المادية. حلت الخدمات المصرفية عبر الإنترنت إلى حد كبير محل المعاملات الشخصية ، مما أدى إلى زيادة كبيرة في توليد البيانات المالية.
de: Der Finanzsektor operiert heute in einem hochgradig digitalen und datenzentrierten Umfeld. Immer mehr Menschen nutzen Smartphones und Computer für Zahlungen, Investitionen und Finanzmanagement und wenden sich von traditionellen Methoden wie Bargeld und physischem Banking ab. Das Internetbanking hat die persönlichen Transaktionen weitgehend ersetzt, was zu einem erheblichen Anstieg der Generierung von Finanzdaten geführt hat.
es: Hoy en día, el sector financiero opera en un entorno altamente digital y centrado en los datos. Cada vez son más las personas que utilizan los teléfonos inteligentes y los ordenadores para los pagos, las inversiones y la gestión financiera, alejándose de los métodos tradicionales como el efectivo y la banca física. La banca por Internet ha reemplazado en gran medida a las transacciones en persona, lo que ha llevado a un aumento significativo en la generación de datos financieros.
fr: Aujourd’hui, le secteur financier évolue dans un environnement hautement numérique et axé sur les données. De plus en plus de personnes utilisent des smartphones et des ordinateurs pour les paiements, les investissements et la gestion financière, délaissant les méthodes traditionnelles comme les opérations bancaires en espèces et physiques. Les services bancaires en ligne ont largement remplacé les transactions en personne, ce qui a entraîné une augmentation importante de la production de données financières.
it: Oggi il settore finanziario opera in un ambiente altamente digitale e incentrato sui dati. Sempre più persone utilizzano smartphone e computer per pagamenti, investimenti e gestione finanziaria, allontanandosi dai metodi tradizionali come il contante e l'attività bancaria fisica. L'internet banking ha ampiamente sostituito le transazioni di persona, portando a un aumento significativo della generazione di dati finanziari.
ko: 오늘날 금융 부문은 고도의 디지털 및 데이터 중심 환경에서 작동하고 있습니다. 더 많은 사람들이 결제, 투자, 재무 관리를 위해 스마트폰과 컴퓨터를 사용하고 있으며, 현금 및 물리적 뱅킹과 같은 전통적인 방식에서 벗어나고 있습니다. 인터넷 뱅킹은 대인 거래를 크게 대체하면서 금융 데이터의 생성이 크게 증가하고 있다.
nl: Vandaag de dag opereert de financiële sector in een sterk digitale en datacentrische omgeving. Steeds meer mensen gebruiken smartphones en computers voor betalingen, investeringen en financieel beheer, en stappen af van traditionele methoden zoals contant geld en fysiek bankieren. Internetbankieren heeft persoonlijke transacties grotendeels vervangen, wat heeft geleid tot een aanzienlijke toename van het genereren van financiële gegevens.
pl: Obecnie sektor finansowy działa w wysoce cyfrowym i zorientowanym na dane środowisku. Coraz więcej osób używa smartfonów i komputerów do płatności, inwestycji i zarządzania finansami, odchodząc od tradycyjnych metod, takich jak gotówka i bankowość fizyczna. Bankowość internetowa w dużej mierze zastąpiła transakcje osobiste, co doprowadziło do znacznego wzrostu generowania danych finansowych.
pt: Hoje, o setor financeiro opera em um ambiente altamente digital e centrado em dados. Mais pessoas estão usando smartphones e computadores para pagamentos, investimentos e gerenciamento financeiro, afastando-se de métodos tradicionais, como dinheiro e serviços bancários físicos. O internet banking substituiu amplamente as transações presenciais, levando a um aumento significativo na geração de dados financeiros.
ru: Сегодня финансовый сектор работает в высоко цифровой среде, ориентированной на данные. Все больше людей используют смартфоны и компьютеры для платежей, инвестиций и управления финансами, отказываясь от традиционных методов, таких как наличные и физические банковские операции. Интернет-банкинг в значительной степени заменил личные транзакции, что привело к значительному увеличению генерации финансовых данных.
sv: Idag verkar finanssektorn i en mycket digital och datacentrerad miljö. Allt fler använder smartphones och datorer för betalningar, investeringar och finansiell hantering, vilket innebär en förskjutning från traditionella metoder som kontanter och fysiska bankärenden. Internetbanktjänster har till stor del ersatt personliga transaktioner, vilket har lett till en betydande ökning av genereringen av finansiella data.
tr: Günümüzde finans sektörü, son derece dijital ve veri merkezli bir ortamda faaliyet göstermektedir. Ödemeler, yatırımlar ve finansal yönetim için akıllı telefon ve bilgisayarlar kullanan ve nakit ve fiziksel bankacılık gibi geleneksel yöntemlerden uzaklaşan insan sayısı her geçen gün artıyor. İnternet bankacılığı, büyük ölçüde yüz yüze işlemlerin yerini aldı ve bu da finansal veri üretiminde önemli bir artışa yol açtı.
zh: 如今，金融部门在高度数字化和以数据为中心的环境中运作。越来越多的人使用智能手机和电脑进行支付、投资和财务管理，摆脱了现金和实体银行等传统方法。网上银行已在很大程度上取代了面对面的交易，导致金融数据的生成显着增加。

# Blog_FEFBI_Text2
source: However, this digital transformation also heightens vulnerabilities to cyberattacks and data breaches. In fact, data breaches in financial services rank as the <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>second most expensive</b></a> in terms of costs for each breach, averaging <b>$5.72 million</b> in damages. Small and medium-sized businesses <b>(SMBs)</b> are particularly impacted, accounting for <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% of all breaches</b></a>, with <b>60%</b> going <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>out of business within six months</b></a> of an attack.
ar: ومع ذلك ، فإن هذا التحول الرقمي يزيد أيضا من نقاط الضعف أمام الهجمات الإلكترونية وخروقات البيانات. في الواقع ، تحتل خروقات البيانات في الخدمات المالية <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>المرتبة الثانية من حيث</b></a> التكلفة لكل خرق ، بمتوسط <b>5.72 مليون دولار</b> من الأضرار. تتأثر الشركات الصغيرة والمتوسطة <b>بشكل</b> خاص ، حيث تمثل <a href='https://grow.exim.gov/blog/cybersecurity'><b>42٪ من جميع الانتهاكات</b></a> ، مع توقف <b>60٪</b> <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>عن العمل في غضون ستة أشهر</b></a> من الهجوم.
de: Diese digitale Transformation erhöht jedoch auch die Anfälligkeit für Cyberangriffe und Datenschutzverletzungen. Tatsächlich gelten Datenschutzverletzungen bei Finanzdienstleistungen als <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b> second most expensive</b></a> in Bezug auf die Kosten für jeden Verstoß, durchschnittlich <b> $ 5,72 Millionen</b> an Schäden. Besonders betroffen sind kleine und mittlere Unternehmen <b>(KMU)</b>, die <a href='https://grow.exim.gov/blog/cybersecurity '><b>42% of all breaches</b></a>, wobei <b>60%</b> gehen <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b> out of business within six months</b></a> nach einem Angriff aus dem Geschäft.
es: Sin embargo, esta transformación digital también aumenta las vulnerabilidades a los ciberataques y las violaciones de datos. De hecho, las violaciones de datos en los servicios financieros se sitúan como las <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>segundas más caras</b></a> en términos de costes por cada infracción, con una media de <b>5,72 millones de dólares</b> en daños. Las pequeñas y medianas empresas <b>(PYMES)</b> se ven particularmente afectadas, ya que representan <a href='https://grow.exim.gov/blog/cybersecurity'><b>el 42% de todas las infracciones</b></a>, y el <b>60%</b> cierra dentro de los <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>seis meses</b></a> posteriores a un ataque.
fr: Cependant, cette transformation numérique accroît également les vulnérabilités aux cyberattaques et aux violations de données. En fait, les atteintes à la protection des données dans les services financiers se classent au <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>deuxième rang des coûts les plus élevés</b></a> pour chaque atteinte, soit en moyenne <b>5,72 millions de dollars</b> en dommages-intérêts. Les petites et moyennes entreprises <b>(PME)</b> sont particulièrement touchées, ce qui représente <a href='https://grow.exim.gov/blog/cybersecurity'><b>42 % de toutes les infractions</b></a>, <b>60 %</b> allant <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-dans les six mois suivant une cyberattaque'><b>la cessation d’activité dans les six mois</b></a> suivant une attaque.
it: Tuttavia, questa trasformazione digitale aumenta anche le vulnerabilità agli attacchi informatici e alle violazioni dei dati. In effetti, le violazioni dei dati nei servizi finanziari sono le <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>seconde più costose</b></a> in termini di costi per ogni violazione, con una media di <b>5,72 milioni di</b> dollari di danni. Le piccole e medie imprese <b>(PMI)</b> sono particolarmente colpite, rappresentando <a href='https://grow.exim.gov/blog/cybersecurity'><b>il 42% di tutte le violazioni</b></a>, con il <b>60%</b> <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>che cessa l'attività entro sei mesi</b></a> da un attacco.
ko: 그러나 이러한 디지털 전환은 사이버 공격과 데이터 침해에 대한 취약성도 높입니다. 실제로, 금융 서비스 부문에서 데이터 유출은 각 유출에 따른 비용 측면에서 <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>두 번째로 높은 </b></a>로, 평균 피해액은 <b>$572만</b>입니다. 중소기업 <b>(SMB)</b>은(는) 특히 영향을 받아 전체 위반의 <a href='https://grow.exim.gov/blog/cybersecurity'><b>42%를 차지합니다</b></a>. <b>60%</b>는 공격 발생 후 6개월 이내에 <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>를 중단합니다</b></a>.
nl: Deze digitale transformatie verhoogt echter ook de kwetsbaarheid voor cyberaanvallen en datalekken. Datalekken in de financiële dienstverlening zijn zelfs de <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>op één na duurste</b></a> in termen van kosten voor elke inbreuk, met een gemiddelde schade van <b>$ 5.72 miljoen</b> . Vooral kleine en middelgrote bedrijven <b>(KMO's)</b> worden getroffen, goed voor <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% van alle inbreuken</b></a>, waarbij <b>60%</b> <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>binnen zes maanden</b></a> na een aanval failliet gaat.
pl: Jednak ta cyfrowa transformacja zwiększa również podatność na cyberataki i naruszenia danych. W rzeczywistości naruszenia danych w usługach finansowych plasują się na <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>drugim najdroższym</b></a> miejscu pod względem kosztów każdego naruszenia, osiągając średnio <b>5,72 mln USD</b> w szkodach. Szczególnie narażone są małe i średnie przedsiębiorstwa (MŚP), które odpowiadają za <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% wszystkich naruszeń</b></a>, a <b>60%</b> <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>upada w ciągu sześciu miesięcy</b></a> od ataku.
pt: No entanto, essa transformação digital também aumenta as vulnerabilidades a ataques cibernéticos e violações de dados. Na verdade, as violações de dados em serviços financeiros são as <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>segundas mais caras</b></a> em termos de custos para cada violação, com média <b>de US$ 5,72 milhões</b> em danos. As pequenas e médias empresas <b>(PMEs)</b> são particularmente afetadas, respondendo por <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% de todas as violações</b></a>, com <b>60%</b> <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>fechando dentro de seis meses</b></a> após um ataque.
ru: Однако эта цифровая трансформация также повышает уязвимость к кибератакам и утечкам данных. Фактически, утечки данных в финансовых услугах занимают <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>second most expensive</b></a> с точки зрения затрат на каждую утечку, в среднем составляя <b>5,72 миллиона долларов США</b>. Особенно пострадали малые и средние предприятия <b>(МСБ), </b> на долю которых приходится <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% of all breaches</b></a>, <b>причем 60%</b> прекращают <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>out of business within six months</b></a> после атаки.
sv: Denna digitala omvandling ökar dock även sårbarheten för cyberattacker och dataintrång. Faktum är att dataintrång inom finansiella tjänster rankas som de <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>näst dyraste</b></a> i termer av kostnader per intrång, med i genomsnitt <b>$5,72 miljoner</b> i skador. Små och medelstora företag <b>(SMF)</b> är särskilt drabbade och står för <a href='https://grow.exim.gov/blog/cybersecurity'><b>42% av alla intrång</b></a>, varav <b>60%</b> går <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>i konkurs inom sex månader</b></a> efter en attack.
tr: Ancak bu dijital dönüşüm, siber saldırılara ve veri ihlallerine karşı güvenlik açıklarını da artırıyor. Aslında, finansal hizmetlerdeki veri ihlalleri, maliyet açısından her bir ihlal başına <a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>en pahalı ikinci</b></a> ihlal olarak öne çıkıyor ve ortalama <b>5,72 milyon dolarlık</b> zararla sonuçlanıyor. Bundan özellikle küçük ve orta ölçekli işletmeler <b>(KOBİ'ler)</b> etkileniyor ve <a href='https://grow.exim.gov/blog/cybersecurity'><b>bu, tüm ihlallerin %42'sini</b></a> oluşturuyor ve <b>%60'ı</b> saldırı sonrası <a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>altı ay içinde iflasa</b></a> neden oluyor.
zh: 然而，这种数字化转型也增加了对网络攻击和数据泄露的脆弱性。事实上，就每次泄露的成本而言，金融服务中的数据泄露<a href='https://newsroom.ibm.com/2021-07-28-IBM-Report-Cost-of-a-Data-Breach-Hits-Record-High-During-Pandemic'><b>second most expensive</b></a>，平均损失为 <b>572 万美元</b>。中小型企业 <b>（SMB）</b> 受到的影响尤为严重，<a href='https://grow.exim.gov/blog/cybersecurity'><b>42% of all breaches，</b></a>其中 <b>60%</b> 的企业在攻击发生后的<a href='https://www.hivesystems.io/blog/60-of-small-businesses-close-within-six-months-of-a-cyber-attack'><b>out of business within six months</b></a>。
