Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EFPECT_H1_SH2_Text1
source: Artificial intelligence and machine learning are becoming more revolutionary and capable. While AI provides a significant potential for organizations to improve their threat detection, the innovation and greater application of this technology have both positive and negative implications. Criminal networks are using AI to automate their attacks, and they're using strategies like data poisoning and model theft to do it.
ar: أصبح الذكاء الاصطناعي والتعلم الآلي أكثر ثورية وقدرة. بينما يوفر الذكاء الاصطناعي إمكانات كبيرة للمنظمات لتحسين اكتشاف التهديدات ، فإن الابتكار والتطبيق الأكبر لهذه التكنولوجيا لهما آثار إيجابية وسلبية. تستخدم الشبكات الإجرامية الذكاء الاصطناعي لأتمتة هجماتها ، وتستخدم استراتيجيات مثل تسمم البيانات وسرقة النماذج للقيام بذلك.
de: Künstliche Intelligenz und maschinelles Lernen werden revolutionärer und leistungsfähiger. Während KI Unternehmen ein erhebliches Potenzial zur Verbesserung ihrer Bedrohungserkennung bietet, haben die Innovation und die stärkere Anwendung dieser Technologie sowohl positive als auch negative Auswirkungen. Kriminelle Netzwerke nutzen KI, um ihre Angriffe zu automatisieren, und sie verwenden Strategien wie Datenvergiftung und Modelldiebstahl, um dies zu tun.
es: La inteligencia artificial y el aprendizaje automático son cada vez más revolucionarios y capaces. Si bien la IA brinda un potencial significativo para que las organizaciones mejoren su detección de amenazas, la innovación y una mayor aplicación de esta tecnología tienen implicaciones tanto positivas como negativas. Las redes criminales usan IA para automatizar sus ataques y usan estrategias como el envenenamiento de datos y el robo de modelos para hacerlo.
fr: L’intelligence artificielle et l’apprentissage automatique deviennent de plus en plus révolutionnaires et capables. Bien que l’IA offre aux organisations un potentiel important pour améliorer leur détection des menaces, l’innovation et une plus grande application de cette technologie ont à la fois des implications positives et négatives. Les réseaux criminels utilisent l’IA pour automatiser leurs attaques, et ils utilisent des stratégies telles que l’empoisonnement des données et le vol de modèles pour le faire.
it: L'intelligenza artificiale e l'apprendimento automatico stanno diventando sempre più rivoluzionari e capaci. Sebbene l'intelligenza artificiale fornisca alle organizzazioni un potenziale significativo per migliorare il rilevamento delle minacce, l'innovazione e una maggiore applicazione di questa tecnologia hanno implicazioni sia positive che negative. Le reti criminali utilizzano l'intelligenza artificiale per automatizzare i loro attacchi e utilizzano strategie come l'avvelenamento dei dati e il furto di modelli per farlo.
ko: 인공 지능과 기계 학습은 더욱 혁신적이고 유능 해지고 있습니다. AI는 조직이 위협 탐지를 개선할 수 있는 상당한 잠재력을 제공하지만 이 기술의 혁신과 더 큰 적용은 긍정적인 영향과 부정적인 영향을 모두 미칩니다. 범죄 네트워크는 AI를 사용하여 공격을 자동화하고 데이터 중독 및 모델 도난과 같은 전략을 사용하여 이를 수행하고 있습니다.
nl: Kunstmatige intelligentie en machinaal leren worden steeds revolutionairder en capabeler. Hoewel AI organisaties aanzienlijke mogelijkheden biedt om hun dreigingsdetectie te verbeteren, hebben de innovatie en de ruimere toepassing van deze technologie zowel positieve als negatieve gevolgen. Criminele netwerken gebruiken AI om hun aanvallen te automatiseren, en ze maken daarbij gebruik van strategieën als data vergiftiging en modeldiefstal.
pl: Sztuczna inteligencja i uczenie maszynowe stają się coraz bardziej rewolucyjne i wydajne. Chociaż sztuczna inteligencja zapewnia organizacjom znaczny potencjał w zakresie poprawy wykrywania zagrożeń, innowacyjność i szersze zastosowanie tej technologii mają zarówno pozytywne, jak i negatywne konsekwencje. Sieci przestępcze wykorzystują sztuczną inteligencję do automatyzacji swoich ataków i stosują w tym celu strategie, takie jak zatruwanie danych i kradzież modeli.
pt: A inteligência artificial e a aprendizagem automática estão a tornar-se cada vez mais revolucionárias e competentes. Enquanto que a IA oferece às organizações potencial significativo para melhorarem a detecção de ameaças, a inovação e a maior aplicação desta tecnologia têm implicações tanto positivas como negativas. As redes criminais estão a usar a IA para automatizar os seus ataques com estratégias como envenenamento de dados e roubo de modelo.
ru: Искусственный интеллект и машинное обучение становятся все более революционными и способными. В то время как искусственный интеллект предоставляет организациям значительный потенциал для улучшения обнаружения угроз, инновации и более широкое применение этой технологии имеют как положительные, так и отрицательные последствия. Преступные сети используют искусственный интеллект для автоматизации своих атак, и для этого они используют такие стратегии, как повреждение данных и кража шаблонов.
sv: Artificiell intelligens och maskininlärning blir mer revolutionerande och kapabla. Även om AI ger en betydande potential för organisationer att förbättra upptäckten av hot, har innovation och ökad tillämpning av denna teknik både positiva och negativa konsekvenser. Kriminella nätverk använder AI för att automatisera sina attacker, och de använder strategier som dataförgiftning och modellstöld för att göra det.
tr: Yapay zeka ve makine öğrenimi daha devrimci ve yetenekli hale geliyor. YZ, kuruluşların tehdit tespitlerini geliştirmeleri için önemli bir potansiyel sağlarken, bu teknolojinin inovasyonu ve daha fazla uygulanmasının hem olumlu hem de olumsuz etkileri vardır. Suç ağları, saldırılarını otomatikleştirmek için YZ kullanıyor ve bunu yapmak için veri zehirlenmesi ve model hırsızlığı gibi stratejiler kullanıyorlar.
zh: 人工智能和机器学习正变得越来越具有革命性和能力。 虽然人工智能为组织改善威胁检测提供了巨大的潜力，但这项技术的创新和更多的应用既有积极的影响，也有消极的影响。 犯罪网络正在使用AI来自动化攻击，他们正在使用数据中毒和模型盗窃等策略来实现这一目标。

# Blog_EFPECT_H1_SH3_Text1
source: In the coming years, businesses will need to pay more attention to the prospect of insider threats and data theft by their own personnel. Inside threats must be treated seriously and viewed as a real concern by security officials, and critical questions about whether companies have the right tools in place to detect and stop them must be raised.<br/><br/>
ar: في السنوات القادمة ، ستحتاج الشركات إلى إيلاء المزيد من الاهتمام لاحتمال التهديدات الداخلية وسرقة البيانات من قبل موظفيها. يجب التعامل مع التهديدات الداخلية بجدية وأن ينظر إليها على أنها مصدر قلق حقيقي من قبل مسؤولي الأمن ، ويجب طرح أسئلة مهمة حول ما إذا كانت الشركات لديها الأدوات المناسبة للكشف عنها وإيقافها. <br/> <br/>
de: In den kommenden Jahren werden Unternehmen der Aussicht auf Insider-Bedrohungen und Datendiebstahl durch ihr eigenes Personal mehr Aufmerksamkeit schenken müssen. Interne Bedrohungen müssen ernst genommen und von Sicherheitsbeamten als echtes Problem angesehen werden, und es müssen kritische Fragen gestellt werden, ob Unternehmen über die richtigen Werkzeuge verfügen, um sie zu erkennen und zu stoppen.<br/><br/>
es: En los próximos años, las empresas deberán prestar más atención a la posibilidad de amenazas internas y robo de datos por parte de su propio personal. Las amenazas internas deben tratarse con seriedad y ser vistas como una preocupación real por parte del personal de seguridad y deben plantearse preguntas críticas sobre si las empresas cuentan con las herramientas adecuadas para detectarlas y detenerlas.<br/><br/>
fr: Dans les années à venir, les entreprises devront accorder plus d’attention à la perspective de menaces internes et de vol de données par leur propre personnel. Les menaces internes doivent être traitées sérieusement et considérées comme une préoccupation réelle par les responsables de la sécurité, et des questions critiques sur la question de savoir si les entreprises disposent des bons outils en place pour les détecter et les arrêter doivent être soulevées.<br/><br/>
it: Nei prossimi anni, le aziende dovranno prestare maggiore attenzione alla prospettiva di minacce interne e furti di dati da parte del proprio personale. Le minacce interne devono essere trattate seriamente e considerate una preoccupazione reale dai funzionari della sicurezza, e devono essere sollevate domande critiche sul fatto che le aziende dispongano degli strumenti giusti per rilevarle e fermarle.<br/><br/>
ko: 향후 몇 년 동안 기업은 내부자 위협 및 자체 인력에 의한 데이터 도난 가능성에 더욱 주의를 기울여야 합니다. 내부 위협은 보안 관계자들에 의해 진지하게 다루어져야 하며, 기업들이 이를 탐지하고 막을 수 있는 적절한 도구를 갖추고 있는지에 대한 비판적인 질문이 제기되어야 합니다.<br/><br/>
nl: Bedrijven zullen de komende jaren meer aandacht moeten besteden aan bedreigingen van binnenuit en gegevensdiefstal door het eigen personeel. Interne bedreigingen moeten serieus worden behandeld en door beveiligingsfunctionarissen als een echte zorg worden beschouwd, en er moeten kritische vragen worden gesteld over de vraag of bedrijven over de juiste tools beschikken om ze te detecteren en te stoppen.<br/><br/>
pl: W nadchodzących latach firmy będą musiały zwracać większą uwagę na zagrożenia wewnętrzne i kradzież danych przez własnych pracowników. Zagrożenia wewnętrzne muszą być traktowane poważnie i postrzegane przez urzędników ds. bezpieczeństwa jako rzeczywista obawa, a krytyczne pytania dotyczące tego, czy firmy mają odpowiednie narzędzia do ich wykrywania i powstrzymywania, muszą być zadawane.<br/><br/>
pt: Nos próximos anos, os negócios terão de prestar mais atenção à possibilidade de ataques internos e roubos de dados pelos seus próprios trabalhadores. As ameaças internas devem ser tratadas com seriedade e vistas como preocupação real por agentes de segurança e deve-se perguntar às empresas se têm as ferramentas certas para detectar e as parar.<br/><br/>
ru: В ближайшие годы предприятиям необходимо будет уделять больше внимания перспективе инсайдерских угроз и кражи данных их собственным персоналом. К внутренним угрозам необходимо относиться серьезно и рассматривать их как реальную проблему для сотрудников служб безопасности, и необходимо поднимать важные вопросы о том, есть ли у компаний правильные инструменты для их обнаружения и пресечения.<br/><br/>
sv: Under de kommande åren kommer företagen att behöva ägna mer uppmärksamhet åt riskerna för insiderhot och datastöld av sin egen personal. Inre hot måste behandlas på allvar och ses som ett verkligt problem av säkerhetstjänstemän, och kritiska frågor om huruvida företag har rätt verktyg på plats för att upptäcka och stoppa dem måste tas upp.<br/><br/>
tr: Önümüzdeki yıllarda, işletmelerin kendi personeli tarafından içeriden gelen tehditler ve veri hırsızlığı olasılığına daha fazla dikkat etmeleri gerekecektir. İç tehditler ciddiye alınmalı ve güvenlik yetkilileri tarafından gerçek bir endişe olarak görülmeli ve şirketlerin bunları tespit etmek ve durdurmak için doğru araçlara sahip olup olmadıklarına dair kritik sorular gündeme getirilmelidir.<br/><br/>
zh: 在未来几年，企业将需要更多地关注内部威胁和数据被自己的人员窃取的前景。 必须认真对待内部威胁，并将其视为安全官员真正关心的问题，并且必须提出有关公司是否拥有正确的工具来检测和阻止它们的关键问题。<br/><br/>

# Blog_EFPECT_H1_SH4_Text1
source: Although cloud services have several advantages like flexibility, efficiency, and cost savings, they remain a prominent target for cybercriminals. Organizations will need to assess the security implications of cloud computing and identify any weaknesses in their present infrastructure.
ar: على الرغم من أن الخدمات السحابية تتمتع بالعديد من المزايا مثل المرونة والكفاءة وتوفير التكاليف ، إلا أنها تظل هدفًا بارزًا لمجرمي الإنترنت. ستحتاج المنظمات إلى تقييم الآثار الأمنية للحوسبة السحابية وتحديد أي نقاط ضعف في بنيتها التحتية الحالية.
de: Obwohl Cloud-Dienste mehrere Vorteile wie Flexibilität, Effizienz und Kosteneinsparungen bieten, bleiben sie ein beliebtes Ziel für Cyberkriminelle. Unternehmen müssen die Auswirkungen von Cloud Computing auf die Sicherheit bewerten und Schwachstellen in ihrer derzeitigen Infrastruktur identifizieren.
es: Aunque los servicios en la nube tienen varias ventajas, como flexibilidad, eficacia y ahorro de costos, siguen siendo un objetivo importante para los ciberdelincuentes. Las organizaciones deberán evaluar las implicaciones de seguridad de la computación en la nube e identificar cualquier debilidad en su infraestructura actual.
fr: Bien que les services cloud présentent plusieurs avantages tels que la flexibilité, l'efficacité, et les économies de coûts, ils restent une cible de choix pour les cybercriminels. Les organisations devront évaluer les implications de sécurité de l'informatique cloud et identifier les faiblesses de leur infrastructure actuelle.
it: Nonostante i servizi cloud abbiano numerosi vantaggi come flessibilità, efficienza e risparmio sui costi, restano un obiettivo notevole per i criminali informatici. Le organizzazioni dovranno valutare le implicazioni di cloud computing e identificare eventuali punti deboli nella loro attuale infrastruttura.
ko: 클라우드 서비스는 유연성, 효율성 및 비용 절감과 같은 몇 가지 장점이 있지만 사이버 범죄자의 주요 타겟이 됩니다. 이에 기업은 클라우드 컴퓨팅의 보안 영향을 평가하고 현재 인프라의 약점을 확인해야 합니다.
nl: Hoewel cloudservices verschillende voordelen hebben, zoals flexibiliteit, efficiëntie en kostenbesparingen, blijven ze een prominent doelwit voor cybercriminelen. Organisaties zullen de beveiligingsimplicaties van cloud computing moeten beoordelen en eventuele zwakke punten in hun huidige infrastructuur moeten identificeren.
pl: Chociaż usługi w chmurze mają kilka zalet, takich jak elastyczność, wydajność i oszczędność kosztów, pozostają one ważnym celem cyberprzestępców. Organizacje będą musiały ocenić wpływ przetwarzania w chmurze na bezpieczeństwo i zidentyfikować wszelkie słabości w swojej obecnej infrastrukturze.
pt: Apesar dos serviços na nuvem terem várias vantagens tais como flexibilidade, eficiência e poupança de custos, são um alvo proeminente de cibercriminosos. As organizações precisarão de avaliar as implicações de segurança da computação na nuvem e identificar fraquezas na sua infra-estrutura actual.
ru: Хотя облачные сервисы обладают рядом преимуществ, таких как универсальность, эффективность и экономия средств, они остаются заметной мишенью для киберпреступников. Организациям необходимо будет оценить последствия облачных обработок данных для безопасности и выявить любые слабые места в их существующей инфраструктуре.
sv: Även om molntjänster har flera fördelar som flexibilitet, effektivitet och kostnadsbesparingar, är de fortfarande ett framträdande mål för cyberbrottslingar. Organisationer kommer att behöva bedöma säkerhetskonsekvenserna av molnlagring och identifiera eventuella svagheter i deras nuvarande infrastruktur.
tr: Bulut hizmetlerinin esneklik, etkililik ve düşük maliyet gibi bir takım avantajları olsa da siber suçlular için öne çıkan bir hedef olmaya devam etmektedir. Kurumların ise bulut bilişiminin güvenlik çıkarımlarını değerlendirmesi ve mevcut altyapılarındaki her türlü zaafiyeti belirlemesi gerekecektir.
zh: 尽管云服务具有灵活性、效率和成本节约等诸多优势，但它们仍然是网络犯罪分子的主要目标。 组织需要评估云计算的安全影响，并确定其现有基础架构中的任何弱点。

# Blog_EFPECT_H1_SubHeading1
source: <strong>Continued Rise of Ransomware</strong>
ar: <strong> استمرار ظهور برامج الفدية </strong>
de: <strong>Anhaltender Anstieg von Ransomware</strong>
es: <strong>Auge sostenido del ransomware</strong>
fr: <strong>Augmentation Continue des Logiciels de Rançon</strong>
it: <strong>Continua Ascesa del Ransomware</strong>
ko: <strong>랜섬웨어의 지속적인 상승</strong>
nl: <strong>Voortdurende opkomst van ransomware</strong>
pl: <strong>Ciągły wzrost popularności oprogramowania ransomware</strong>
pt: <strong>O Aumento Contínuo do Ransomware</strong>
ru: <strong>Продолжающийся рост числа программ-вымогателей</strong>
sv: <strong>Fortsatt ökning av utpressningsprogram</strong>
tr: <strong>Fidye Yazılımının Durdurulamayan Yükselişi</strong>
zh: <strong>勒索软件持续崛起</strong>

# Blog_EFPECT_H1_SubHeading2
source: <strong>New Challenges from AI</strong>
ar: <strong> تحديات جديدة من الذكاء الاصطناعي </strong>
de: <strong>Neue Herausforderungen durch KI</strong>
es: <strong>Nuevos desafíos de la IA</strong>
fr: <strong>Nouveaux Défis de l’IA</strong>
it: <strong>Nuove Sfide dall'IA</strong>
ko: <strong>AI의 새로운 도전</strong>
nl: <strong>Nieuwe uitdagingen van AI</strong>
pl: <strong>Nowe wyzwania od AI</strong>
pt: <strong>Novos Desafios da IA</strong>
ru: <strong>Новые вызовы от искусственного интеллекта</strong>
sv: <strong>Nya utmaningar från Artificiell intelligens</strong>
tr: <strong>Yapay Zekadan Yeni Zorluklar</strong>
zh: <strong>AI带来的新挑战</strong>

# Blog_EFPECT_H1_SubHeading3
source: <strong>Increase in Insider Threats</strong>
ar: <strong> زيادة التهديدات الداخلية </ strong>
de: <strong>Zunahme von Insider-Bedrohungen</strong>
es: <strong>Aumento de las amenazas internas</strong>
fr: <strong>Augmentation des Menaces Internes</strong>
ko: <strong>내부자 위협 증가</strong>
nl: <strong>Toename van Bedreigingen van Binnenuit</strong>
pl: <strong>Wzrost zagrożeń wewnętrznych</strong>
pt: <strong>O Aumento das Ameaças Internas</strong>
ru: <strong>Увеличение числа инсайдерских угроз</strong>
sv: <strong>Ökning av insiderhot</strong>
tr: <strong>İçeriden Gelen Tehditlerde Artış</strong>
zh: <strong>内部威胁增加</strong>

# Blog_EFPECT_H1_SubHeading4
source: <strong>Remote and Cloud Attacks</strong>
ar: <strong> الهجمات عن بُعد والسحابة</strong>
de: <strong>Remote- und Cloud-Angriffe</strong>
es: <strong>Ataques remotos y en la nube</strong>
fr: <strong>Attaques à Distance et dans le Cloud</strong>
it: <strong>Attacchi da Remoto e Cloud</strong>
ko: <strong>원격 및 클라우드 공격</strong>
nl: <strong>Aanvallen op afstand en in de cloud</strong>
pl: <strong>Ataki zdalne i w chmurze</strong>
pt: <strong>Ataques Remotos e na Nuvem</strong>
ru: <strong>Удаленные и облачные атаки</strong>
sv: <strong>Fjärrattacker och molnangrepp</strong>
tr: <strong>Uzaktan Saldırılar ve Bulut Saldırıları</strong>
zh: <strong>远程和云攻击</strong>
