Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HOA_Text1
source: AxCrypt was originally created to serve a personal need, back in 2001. There weren’t really any existing data security solutions yet that were both simple and easy to use. The initial author had a need to share confidential data online, and that’s when AxCrypt started. The first version was developed in 2001.
ar: تم إنشاء اكسكربت في الأصل لتلبية احتياجات شخصية ، في عام 2001. لم تكن هناك بالفعل أي حلول أمان بيانات حالية حتى الآن كانت بسيطة وسهلة الاستخدام. كان المؤلف الأولي بحاجة إلى مشاركة البيانات السرية عبر الإنترنت ، وذلك عندما بدأ برنامج اكسكربت. تم تطوير النسخة الأولى في عام 2001.
de: AxCrypt wurde ursprünglich im Jahr 2001 für persönliche Bedürfnisse entwickelt. Es gab noch keine wirklich existierenden Datensicherheitslösungen, die sowohl einfach als auch benutzerfreundlich waren. Der ursprüngliche Autor hatte das Bedürfnis, vertrauliche Daten online zu teilen, und dann begann AxCrypt. Die erste Version wurde 2001 entwickelt.
es: AxCrypt se creó originalmente para satisfacer una necesidad personal, en 2001. En realidad, todavía no existía ninguna solución de seguridad de datos que fuera simple y fácil de usar. El autor inicial tenía la necesidad de compartir datos confidenciales en línea, y fue entonces cuando comenzó AxCrypt. La primera versión fue desarrollada en 2001.
fr: AxCrypt a été créé à l’origine pour répondre à un besoin personnel, en 2001. Il n’existait pas encore de solutions de sécurité des données à la fois simples et faciles à utiliser. L’auteur initial avait besoin de partager des données confidentielles en ligne, et c’est à ce moment-là qu’AxCrypt a commencé. La première version a été développée en 2001.
it: AxCrypt è stato originariamente creato per soddisfare un'esigenza personale, nel 2001. Non esistevano ancora soluzioni di sicurezza dei dati che fossero semplici e facili da usare. L'autore iniziale aveva la necessità di condividere dati riservati online, ed è allora che AxCrypt è iniziato. La prima versione è stata sviluppata nel 2001.
ko: AxCrypt는 원래 2001 년에 개인적인 필요를 충족시키기 위해 만들어졌습니다. 간단하고 사용하기 쉬운 기존 데이터 보안 솔루션은 아직 없었습니다. 초기 작성자는 기밀 데이터를 온라인으로 공유해야했고 그때부터 AxCrypt가 시작되었습니다. 첫 번째 버전은 2001 년에 개발되었습니다.
nl: AxCrypt is oorspronkelijk gemaakt om aan een persoonlijke behoefte te voldoen, terug in 2001. Er waren nog niet echt bestaande oplossingen voor gegevensbeveiliging die zowel eenvoudig als gebruiksvriendelijk waren. De oorspronkelijke auteur had behoefte om vertrouwelijke gegevens online te delen, en toen begon AxCrypt. De eerste versie is ontwikkeld in 2001.
pl: AxCrypt został pierwotnie stworzony, aby służyć osobistym potrzebom, w 2001 roku. Tak naprawdę nie było jeszcze żadnych istniejących rozwiązań bezpieczeństwa danych, które byłyby zarówno proste, jak i łatwe w użyciu. Pierwotny autor miał potrzebę udostępniania poufnych danych online i wtedy właśnie zaczął działać AxCrypt. Pierwsza wersja została opracowana w 2001 roku.
pt: A AxCrypt foi originalmente criada em 2001 para servir uma necessidade pessoal. Não havia soluções de segurança de dados que fossem simples e fáceis de usar. O autor original tinha a necessidade de partilhar dados confidenciais online e foi então que a AxCrypt começou. A primeira versão foi desenvolvida em 2001.
ru: AxCrypt изначально был создан для удовлетворения личных потребностей еще в 2001 году. На самом деле еще не существовало ни одного решения для защиты данных, которое было бы одновременно простым и улобным в использовании. У создателя возникла необходимость поделиться конфиденциальными данными онлайн, и именно тогда появился AxCrypt. Первая версия была разработана в 2001 году.
sv: AxCrypt skapades ursprungligen för att tillgodose ett personligt behov, redan 2001. Det fanns då inte riktigt några befintliga säkerhetslösningar ännu som var både enkla och lätta att använda. Den första författaren hade ett behov av att dela konfidentiell data online, och det var då AxCrypt började. Den första versionen utvecklades 2001.
tr: AxCrypt başlangıçta 2001 yılında kişisel bir ihtiyaca hizmet etmek için oluşturuldu. Henüz hem basit hem de kullanımı kolay olan mevcut bir veri güvenliği çözümü yoktu. İlk geliştiricinin gizli verileri çevrimiçi olarak paylaşma ihtiyacı vardı ve işte o zaman AxCrypt başladı. İlk versiyon 2001 yılında geliştirildi.
zh: AxCrypt最初是为了满足个人需要而创建的,早在2001年. 目前还没有任何简单易用的数据安全解决方案。 最初的作者需要在线共享机密数据，这就是AxCrypt开始的时候。 第一个版本是在2001年开发的。

# Blog_HOA_Text2
source: During the 13 years that AxCrypt has been on the market, it has grown to be one of the world’s most popular encryption software. To further improve the solution and take AxCrypt to the next level, the author teamed up with co-founder Zebastian Victorin to commercialize the product. The new version of AxCrypt was released in 2016, and since then many updates followed.
ar: خلال 13 عاما من وجود اكسكربت في السوق ، نما ليصبح أحد أكثر برامج التشفير شيوعًا في العالم. لزيادة تحسين الحل ونقل اكسكربت إلى المستوى التالي ، تعاون المؤلف مع الشريك المؤسس زيبستيان فيكتورين لتسويق المنتج تجاريا. تم إصدار الإصدار الجديد من اكسكربت في عام 2016 ، ومنذ ذلك الحين تم اتباع العديد من التحديثات.
de: In den 13 Jahren, in denen AxCrypt auf dem Markt ist, hat es sich zu einer der weltweit beliebtesten Verschlüsselungssoftware entwickelt. Um die Lösung weiter zu verbessern und AxCrypt auf die nächste Stufe zu heben, hat sich der Autor mit Mitbegründer Zebastian Victorin zusammengetan, um das Produkt zu kommerzialisieren. Die neue Version von AxCrypt wurde 2016 veröffentlicht, und seitdem folgten viele Updates.
es: Durante los 13 años que AxCrypt ha estado en el mercado, se ha convertido en uno de los software de cifrado más populares del mundo. Para mejorar aún más la solución y llevar AxCrypt al siguiente nivel, el autor se asoció con el cofundador Zebastian Victorin para comercializar el producto. La nueva versión de AxCrypt se lanzó en 2016 y, desde entonces, siguieron muchas actualizaciones.
fr: Au cours des 13 années qu'AxCrypt a été sur le marché, il est devenu l'un des logiciels de chiffrement les plus populaires au monde. Pour améliorer encore la solution et faire passer AxCrypt au niveau supérieur, l'auteur s'est associé au co-fondateur Zebastian Victorin pour commercialiser le produit. La nouvelle version d'AxCrypt est sortie en 2016, et depuis lors, de nombreuses mises à jour ont suivi.
it: Durante i 13 anni in cui AxCrypt è stato sul mercato, è cresciuto fino a diventare uno dei software di crittografia più famosi al mondo. Per migliorare ulteriormente la soluzione e portare AxCrypt al livello successivo, l'autore ha collaborato con il co-fondatore Zebastian Victorin per commercializzare il prodotto. La nuova versione di AxCrypt è stata rilasciata nel 2016 e da allora sono seguiti molti aggiornamenti.
ko: AxCrypt는 시장에 진출한 이후 13년 동안 세계에서 가장 인기 있는 암호화 소프트웨어 중 하나로 성장해 왔습니다. 더 개선된 솔루션과 다음 단계로의 발전을 위한 노력으로, 본 저자는 제품을 상용화 하기 위해 공동 설립자인 Zebastian Victorin과 협력하였습니다. 2016년 AxCrypt의 새 버전이 출시되었으며 그 이후로 많은 업데이트를 실행하였습니다.
nl: Gedurende de 13 jaar dat AxCrypt op de markt is, is het uitgegroeid tot een van 's werelds meest populaire encryptiesoftwares. Om de oplossing verder te verbeteren en AxCrypt naar een hoger niveau te tillen, werkte de auteur samen met mede-oprichter Zebastian Victorin om het product op de markt te brengen. De nieuwe versie van AxCrypt werd uitgebracht in 2016, en sindsdien volgden vele updates.
pl: W ciągu 13 lat obecności na rynku, AxCrypt stał się jednym z najpopularniejszych programów szyfrujących na świecie. Aby jeszcze bardziej ulepszyć rozwiązanie i przenieść AxCrypt na wyższy poziom, autor połączył siły ze współzałożycielem Zebastianem Victorinem w celu komercjalizacji produktu. Nowa wersja AxCrypt została wydana w 2016 roku i od tego czasu nastąpiło wiele aktualizacji.
pt: Durante os 13 anos que o AxCrypt esteve no mercado, cresceu para se tornar o software de cifragem mais popular do mundo. Para melhorar ainda mais a solução e levar a AxCrypt ao próximo nível, o autor juntou-se com o co-fundador Zebastian Victorin para comercializar o produto. A nova versão da AxCrypt foi lançada em 2016 e, desde então, seguiram-se muitas actualizações.
ru: За 13 лет существования AxCrypt на рынке он превратился в одно из самых популярных в мире программ для шифрования. Чтобы еще улучшить приложение и вывести AxCrypt на новый уровень, автор объединился с соучредителем Зебастианом Викторином для коммерциализации продукта. Новая версия AxCrypt была выпущена в 2016 году, и с тех пор последовало множество обновлений.
sv: Under de 13 år som AxCrypt har funnits på marknaden har det blivit en av världens mest populära krypteringsmjukvara. För att ytterligare förbättra lösningen och ta AxCrypt till nästa nivå, gick författaren ihop med medgrundaren Zebastian Victorin för att kommersialisera produkten. Den nya versionen av AxCrypt släpptes 2016, och sedan dess har många uppdateringar följt.
tr: AxCrypt'in piyasada olduğu 13 yıl boyunca dünyanın en popüler şifreleme yazılımların biri haline geldi. Bu çözümü daha ileriye götürmek ve AxCrypt'i bir üst seviyeye taşımak için geliştirici, ürünün pazarlanması için kurucu ortak Zebastian Victorin ile ortaklık kurdu. AxCrypt'in yeni versiyonu ise 2016'da piyasaya sürüldü ve o zamandan bu yana birçok güncelleme bunu izledi.
zh: 在AxCrypt上市的13年里，它已经发展成为世界上最流行的加密软件之一。 为了进一步改进解决方案并将AxCrypt提升到一个新的水平，作者与联合创始人Zebastian Victorin合作，将该产品商业化。 AxCrypt的新版本于2016年发布，从那时起，许多更新随之而来。

# Blog_HOA_Text3
source: These many years of experience have taught us how great the need is for a strong solution that is easy to use. It shows in the awards we’ve received, and is the global reach we have. We’re passionate to keep improving AxCrypt and making data security solutions simple and reliable for everyone.
ar: لقد علمتنا هذه السنوات العديدة من الخبرة مدى الحاجة إلى حل قوي سهل الاستخدام. إنه يظهر في الجوائز التي حصلنا عليها ، وهو الامتداد العالمي الذي نتمتع به. نحن متحمسون لمواصلة تحسين اكسكربت وجعل حلول أمان البيانات بسيطة وموثوقة للجميع.
de: Diese langjährige Erfahrung hat uns gelehrt, wie groß der Bedarf nach einer starken Lösung ist, die einfach zu bedienen ist. Das zeigt sich in den Auszeichnungen, die wir erhalten haben, und in der globalen Reichweite, die wir haben. Wir arbeiten leidenschaftlich daran, AxCrypt weiter zu verbessern und Datensicherheitslösungen für alle einfach und zuverlässig zu machen.
es: Estos muchos años de experiencia nos han enseñado cuán grande es la necesidad de una solución sólida que sea fácil de usar. Podemos notarlo en los premios que hemos recibido y en el alcance global que tenemos. Nos apasiona seguir mejorando AxCrypt y hacer que las soluciones de seguridad de datos sean simples y confiables para todos.
fr: Ces nombreuses années d’expérience nous ont appris à quel point le besoin d’une solution solide et facile à utiliser est grand. Cela se voit dans les prix que nous avons reçus, et dans la portée mondiale que nous avons. Nous sommes passionnés de continuer à améliorer AxCrypt et à rendre les solutions de sécurité des données simples et fiables pour tout le monde.
it: Questi molti anni di esperienza ci hanno insegnato quanto sia grande la necessità di una forte soluzione che sia facile da usare. Si vede nei premi che abbiamo ricevuto e nella portata globale che abbiamo. Siamo entusiasti di continuare a migliorare AxCrypt e rendere le soluzioni di sicurezza dei dati semplici e affidabili per tutti.
ko: 이러한 다년간의 경험을 통해 사용하기 쉬운 강력한 솔루션에 대한 필요성이 얼마나 큰지 알게 되었습니다. 그것은 우리가 받은 상에서 보여주며, 우리가 가진 세계적인 범위입니다. NAT은 AxCrypt를 지속적으로 개선하고 모든 사용자가 간편하고 안정적으로 데이터 보안 솔루션을 사용할 수 있도록 지원합니다.
nl: Deze jarenlange ervaring heeft ons geleerd hoe groot de behoefte is aan een sterke en gebruiksvriendelijke oplossing. Dit blijkt uit de prijzen die we hebben ontvangen en het wereldwijde bereik dat we hebben. We zijn gepassioneerd om AxCrypt te blijven verbeteren en gegevensbeveiligingsoplossingen eenvoudig en betrouwbaar te maken voor iedereen.
pl: To wieloletnie doświadczenie nauczyło nas, jak duże jest zapotrzebowanie na silne i łatwe w obsłudze rozwiązanie. Widać to w otrzymanych nagrodach i jest to globalny zasięg, jaki mamy. Z pasją stale ulepszamy AxCrypt i sprawiamy, że rozwiązania w zakresie bezpieczeństwa danych są proste i niezawodne dla wszystkich.
pt: Estes muitos anos de experiência ensinaram-nos quão grande é a necessidade de uma solução forte e fácil de usar. Mostra-se nos prémios que recebemos e no alcance global que temos. Somos apaixonados por continuar a melhorar a AxCrypt e a tornar as soluções de segurança de dados simples e confiáveis para todos.
ru: Этот многолетний опыт научил нас, насколько велика потребность в надежном решении, простом в использовании. Это проявляется в наградах, которые мы получили, и в нашем глобальном охвате. Мы стремимся продолжать совершенствовать AxCrypt и создавать решения для защиты данных простыми и надежными для всех.
sv: Många års erfarenhet har lärt oss hur stort behovet är av en stark lösning som är enkel att använda. Det visar sig i utmärkelserna vi har fått, och är den globala räckvidd vi har. Vi brinner för att fortsätta att förbättra AxCrypt och göra datasäkerhetslösningar enkla och pålitliga för alla.
tr: Bu uzun yıllara dayanan deneyim bize kullanımı kolay ve güçlü bir çözüme duyulan ihtiyacın ne kadar büyük olduğunu öğretti. Aldığımız ödüller ve sahip olduğumuz küresel erişim bunu gösteriyor. AxCrypt'i geliştirmeye devam etmek ve veri güvenliği çözümlerini herkes için basit ve güvenilir hale getirmek için tutkuyla çalışıyoruz.
zh: 这些多年的经验告诉我们，需要一个易于使用的强大解决方案是多么的需要。 它体现在我们获得的奖项中，也是我们拥有的全球影响力。 我们热衷于不断改进AxCrypt，并为每个人提供简单可靠的数据安全解决方案。

# Blog_HOA_Text4
source: One of our owners, Zebastian Victorin, had an exclusive <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>interview with SafetyDetectives:</a> A team of online security experts. SafetyDetectives is fully committed to giving you honest, accurate, and completely unbiased reviews and opinions about all the latest cybersecurity software on the market. Read more about their work here: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
ar: أجرى أحد مالكي الشركة ، وهو زيبستيان فيكتورين ، مقابلة حصرية <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'> مع محققي السلامة: </a> فريق من خبراء الأمن عبر الإنترنت. يلتزم محققو السلامة تمامًا بمنحك مراجعات وآراء صادقة ودقيقة وغير متحيزة تمامًا حول أحدث برامج الأمن السيبراني في السوق. اقرأ المزيد عن عملهم هنا: <a href='https://www.safetydetectives.com'> https://www.safetydetectives.com </a>
de: Einer unserer Besitzer, Zebastian Victorin, hatte eine exklusive <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt /'>Interview with SafetyDetectives:</a> Ein Team von Online-Sicherheitsexperten. SafetyDetectives ist bestrebt, Ihnen ehrliche, genaue und völlig unvoreingenommene Bewertungen und Meinungen zu der neuesten Cybersicherheitssoftware auf dem Markt zu geben. Lesen Sie hier mehr über ihre Arbeit: <a href='https://www.safetydetectives.com '>https://www.safetydetectives.com </a>
es: Uno de nuestros fundadores, Zebastian Victorin, fue entrevistado en exclusiva por <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>SafetyDetectives</a>: Un equipo de expertos en seguridad en línea. SafetyDetectives está totalmente comprometido a brindarte revisiones y opiniones honestas, precisas y completamente imparciales sobre el último software de ciberseguridad en el mercado. Para obtener más información sobre su trabajo, visita este enlace: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
fr: L’un de nos propriétaires, Zebastian Victorin, a eu une <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>interview exclusive avec SafetyDetectives:</a> Une équipe d’experts en sécurité en ligne. SafetyDetectives s’engage pleinement à vous donner des avis et des opinions honnêtes, précis, et totalement impartiaux sur tous les derniers logiciels de cybersécurité sur le marché. En savoir plus sur leur travail ici: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
it: Uno dei nostri proprietari, Zebastian Victorin, ha avuto <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>un'intervista esclusiva con SafetyDetectives:</a> un team di esperti di sicurezza online. SafetyDetectives è pienamente impegnata a fornire recensioni e opinioni oneste, accurate e completamente imparziali su tutti gli ultimi software di sicurezza informatica sul mercato. Leggi di più sul loro lavoro qui: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
ko: 소유주 중 한 명인 Zebastian Victorin은 온라인 보안 전문가 팀인 <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>SafetyDetectives와 독점 인터뷰</a> 를 했습니다. SafetyDetectives는 시장에 나와있는 모든 최신 사이버 보안 소프트웨어에 대해 정직하고 정확하며 완전히 편견없는 리뷰와 의견을 제공하기 위해 최선을 다하고 있습니다. 그들에 대한 자세한 내용은 여기를 참조하십시오 : <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
nl: Een van onze eigenaren, Zebastian Victorin, had een exclusief <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>interview met SafetyDetectives:</a> Een team van online veiligheidsexperts. SafetyDetectives zet zich volledig in om u eerlijke, nauwkeurige en volledig onbevooroordeelde beoordelingen en meningen te geven over de nieuwste cyberbeveiligingssoftware op de markt. Lees hier meer over hun werk: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
pl: Jeden z naszych właścicieli, Zebastian Victorin, przeprowadził ekskluzywny <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>wywiad z SafetyDetectives:</a> zespół online eksperci ds. bezpieczeństwa. SafetyDetectives jest w pełni zaangażowany w udzielanie uczciwych, dokładnych i całkowicie bezstronnych recenzji i opinii na temat najnowszego oprogramowania do cyberbezpieczeństwa na rynku. Przeczytaj więcej o ich pracy tutaj: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
pt: Zebastian Victorin, um dos nossos proprietários, teve uma <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>entrevista exclusiva com a SafetyDetectives:</a> uma equipa de especialistas em segurança online. A SafetyDetectives está totalmente empenhada em fornecer análises e opiniões honestas, precisas e completamente imparciais sobre o software de cibersegurança disponível no mercado. Leia mais sobre o seu trabalho aqui: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
ru: У одного из наших директоров, Себастьяна Викторина, было эксклюзивное <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt /'>interview with SafetyDetectives:</a> Команда экспертов по онлайн-безопасности. SafetyDetectives полностью привержена предоставлению вам честных, точных и абсолютно непредвзятых обзоров и мнений обо всех новейших программных средствах кибербезопасности, представленных на рынке. Подробнее об их работе читайте здесь: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
sv: En av våra ägare, Zebastian Victorin, hade en exklusiv <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>intervju med SafetyDetectives:</a> Ett team online säkerhetsexperter. SafetyDetectives är fullt engagerade i att ge dig ärliga, korrekta och helt opartiska recensioner och åsikter om all den senaste cybersäkerhetsprogramvaran på marknaden. Läs mer om deras arbete här: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</
tr: Sahiplerimizden biri olan Zebastian Victorin, <a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>SafetyDetectives ile</a> özel bir röportaj yaptı: Bu, çevrimiçi güvenlik uzmanlarından oluşan bir ekip. SafetyDetectives, piyasadaki en yeni siber güvenlik yazılımları hakkında size dürüst, doğru ve tamamen tarafsız incelemeler ve görüşler sunmaya kendini adamıştır. Çalışmaları hakkında daha fazla bilgiyi burada bulabilirsiniz: <a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>
zh: 我们的一个业主，Zebastian Victorin，有一个独家的<a href='https://www.safetydetectives.com/blog/interview-zebastian-victorin-axcrypt/'>interview with SafetyDetectives：</a>一个在线安全专家团队。 SafetyDetectives完全致力于为您提供关于市场上所有最新网络安全软件的诚实，准确和完全公正的评论和意见。 阅读更多关于他们的工作在这里：<a href='https://www.safetydetectives.com'>https://www.safetydetectives.com</a>

# Blog_HOA_Title
source: History of Axcrypt
ar: تاريخ اكسكربت
de: Geschichte des Axcrypt
es: Historia de AxCrypt
fr: Histoire d’Axcrypt
it: Storia di Axcrypt
ko: AxCrypt의 역사
nl: Geschiedenis van Axcrypt
pl: Historia AxCrypt
pt: A História da AxCrypt
ru: История Axcrypt
sv: Axcrypts historia
tr: Axcrypt'in Tarihçesi
zh: Axcrypt的发展史
