Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIAAI_Text6
source: <li><em>Knowing the public key, it is computationally infeasible (i.e. impossible in layman terms) to derive the private key.</em></li>
ar: <li> <em> معرفة المفتاح العام ، من غير المجدي حسابيًا (أي مستحيل من الناحية العادية) اشتقاق المفتاح الخاص. </ em> </li>
de: <li><em>Wenn man den öffentlichen Schlüssel kennt, ist es rechnerisch unmöglich (dh für Laien unmöglich), den privaten Schlüssel abzuleiten.</em></li>
es: <li><em>Conociendo la clave pública, es computacionalmente inviable (es decir, imposible en términos sencillos) derivar la clave privada.</em></li>
fr: <li><em>Connaissant la clé publique, il est impossible d'un point de vue informatique (c'est-à-dire impossible en termes simples) de dériver la clé privée.</em></li>
it: <li><em>Conoscendo la chiave pubblica, è computazionalmente impossibile (cioè impossibile in termini profani) derivare la chiave privata.</em></li>
ko: <li><em>공개 키를 알면 개인 키를 파생시키는 것이 계산적으로 불가능합니다 (흔히 말해 불가능합니다).</em></li>
nl: <li><em>Als we de openbare sleutel kennen, is het rekenkundig onhaalbaar (d.w.z. onmogelijk in lekentermen) om de privésleutel af te leiden.</em></li>
pl: <li><em>Znając klucz publiczny, wyprowadzenie klucza prywatnego jest niewykonalne obliczeniowo (tj. niemożliwe w kategoriach laika).</em></li>
pt: <li><em>Sabendo a chave pública, é computacionalmente inviável (i.e. impossível, em termos simples) derivar a chave privada.</em></li>
ru: <li><em>Зная открытый ключ, вычислительно неосуществимо (т.е. невозможно с точки зрения непрофессионала) получить закрытый ключ.</em></li>
sv: <li><em>När man känner till den publika nyckeln är det beräkningsmässigt omöjligt (dvs. omöjligt i lekmannatermer) att härleda den privata nyckeln.</em></li>
tr: <li><em>Ortak anahtarı bilerek, özel anahtarı türetmek hesaplama açısından mümkün değildir (yani acemiler açısından imkansızdır).</em></li>
zh: <li><em>知道公钥，在计算上是不可行的（即在外行术语中不可能）推导出私钥。</em></li>

# Blog_WIAAI_Text7
source: When we encrypt any file using AxCrypt, we do so using AES-128/-256. This is a symmetrical strong encrypting algorithm, with a single key used for both encryption and decryption.
ar: عندما نقوم بتشفير أي ملف باستخدام اكسكربت، نقوم بذلك باستخدام AES-128 / -256. هذه خوارزمية تشفير قوية متماثلة ، مع مفتاح واحد يستخدم لكل من التشفير وفك التشفير.
de: Wenn wir eine Datei mit AxCrypt verschlüsseln, verwenden wir AES-128 / -256. Dies ist ein symmetrischer starker Verschlüsselungsalgorithmus, bei dem ein einziger Schlüssel sowohl für die Verschlüsselung als auch für die Entschlüsselung verwendet wird.
es: Cuando ciframos cualquier archivo usando AxCrypt, lo hacemos usando AES-128/-256. Este es un algoritmo de cifrado fuerte simétrico, con una sola clave utilizada tanto para el cifrado como para el descifrado.
fr: Lorsque nous cryptons un fichier à l’aide d’AxCrypt, nous le faisons à l’aide d’AES-128/-256. Il s’agit d’un algorithme de chiffrement symétrique fort, avec une seule clé utilisée à la fois pour le chiffrement et le déchiffrement.
it: Quando crittografiamo qualsiasi file utilizzando AxCrypt, lo facciamo utilizzando AES-128/-256. Si tratta di un algoritmo di crittografia forte simmetrico, con un'unica chiave utilizzata sia per la crittografia che per la decrittografia.
ko: AxCrypt를 사용하여 파일을 암호화할 때 AES-128/-256을 사용하여 암호화합니다. 이것은 암호화 및 해제 모두에 단일 키가 사용되는 강력한 대칭형 암호화 알고리즘입니다.
nl: Wanneer we een bestand versleutelen met AxCrypt, doen we dit met AES-128/-256. Dit is een symmetrisch sterk coderingsalgoritme, met een enkele sleutel die wordt gebruikt voor zowel codering als decodering.
pl: Kiedy szyfrujemy dowolny plik za pomocą AxCrypt, robimy to za pomocą AES-128/-256. Jest to symetryczny algorytm silnego szyfrowania, z jednym kluczem używanym zarówno do szyfrowania, jak i odszyfrowywania.
pt: Quando ciframos um ficheiro com o AxCrypt, fazemo-lo usando AES-128/-256. Este é um algoritmo de cifragem simétrica forte, com uma única chave a ser usada tanto para cifragem como decifragem.
ru: Когда мы шифруем любой файл с помощью AxCrypt, мы делаем это с помощью AES-128/-256. Это симметричный алгоритм надежного шифрования с одним ключом, используемым как для шифрования, так и для дешифрования.
sv: När vi krypterar en fil med AxCrypt gör vi det med AES-128/-256. Detta är en symmetrisk stark krypteringsalgoritm, med en enda nyckel som används för både kryptering och dekryptering.
tr: AxCrypt kullanarak bir dosya şifrelerken bunu AES-128/-256 kullanarak yapıyoruz. Bu, hem şifreleme hem de deşifreleme kullanılan tek bir anahtara sahip simetrik, güçlü bir şifreleme algoritmasıdır.
zh: 当我们使用AxCrypt加密任何文件时，我们使用AES-128/-256进行加密。 这是一种对称的强加密算法，单个密钥用于加密和解密。

# Blog_WIAAI_Text8
source: The process in principle when AxCrypt encrypts a file is as follows:
ar: العملية من حيث المبدأ عندما يقوم اكسكربت بتشفير ملف هي كما يلي:
de: Der prinzipielle Ablauf beim Verschlüsseln einer Datei durch AxCrypt ist wie folgt:
es: El proceso en principio cuando AxCrypt cifra un archivo es el siguiente:
fr: Le processus en principe lorsque AxCrypt crypte un fichier est le suivant:
it: Il processo in linea di principio quando AxCrypt crittografa un file è il seguente:
ko: AxCrypt가 파일을 암호화하는 프로세스는 원칙적으로 다음과 같습니다.
nl: Het proces wanneer AxCrypt een bestand versleutelt is in principe als volgt:
pl: Zasadniczo proces, w którym AxCrypt szyfruje plik, wygląda następująco:
pt: O processo, em princípio, quando a AxCrypt cifra um ficheiro é o seguinte:
ru: В принципе, процесс, когда AxCrypt шифрует файл, заключается в следующем:
sv: Processen när AxCrypt krypterar en fil är i princip följande:
tr: AxCrypt bir dosyayı şifrelediğinde işlem temel olarak şu şekildedir:
zh: AxCrypt加密文件的过程原则上如下:

# Blog_WIAAI_Text9
source: <li><em>A random 128- or 256-bit session key is generated for each time a file is encrypted.</em></li>
ar: <li> <em> يتم إنشاء مفتاح جلسة عشوائي من 128 أو 256 بت لكل مرة يتم فيها تشفير الملف. </em></li>
de: <li><em>Bei jeder Verschlüsselung einer Datei wird ein zufälliger 128- oder 256-Bit-Sitzungsschlüssel generiert.</em></li>
es: <li><em>Se genera una clave de sesión aleatoria de 128 o 256 bits cada vez que se cifra un archivo.</em></li>
fr: <li><em>Une clé de session aléatoire de 128 ou 256 bits est générée pour chaque fois qu’un fichier est chiffré.</em></li>
it: <li><em>Viene generata una chiave di sessione casuale a 128 o 256 bit per ogni volta che un file viene crittografato.</em></li>
ko: <li><em>파일이 암호화될 때마다 임의의 128비트 또는 256비트 세션 키가 생성됩니다.</em></li>
nl: <li><em>Er wordt een willekeurige 128- of 256-bits sessiesleutel gegenereerd voor elke keer dat een bestand wordt versleuteld.</em></li>
pl: <li><em>Losowy 128- lub 256-bitowy klucz sesji jest generowany za każdym razem, gdy plik jest szyfrowany.</em></li>
pt: <li><em>Cada vez que uma ficheiro é cifrado, é gerada uma chave de sessão aleatória de 128 ou 256 bits.</em></li>
ru: <li><em>Случайный 128- или 256-битный сеансовый ключ генерируется при каждом шифровании файла.</em></li>
sv: <li><em>En slumpmässig 128- eller 256-bitars sessionsnyckel genereras för varje gång en fil krypteras.</em></li>
tr: <li><em>Bir dosyanın şifrelendiği her an rastgele bir 128 veya 256 bit oturum anahtarı oluşturulur.</em></li>
zh: <li><em>每次加密文件时都会生成一个随机的128位或256位会话密钥。</em></li>

# Blog_WIAAI_Title
source: What is an AxCrypt ID?
ar: ما هو معرف اكسكربت ؟
de: Was ist eine AxCrypt ID?
es: ¿Qué es un AxCrypt ID?
fr: Qu’est-ce qu’un identifiant AxCrypt ?
it: Cos'è un ID AxCrypt?
ko: AxCrypt 아이디는 무엇인가요?
nl: Wat is een AxCrypt ID?
pl: Co to jest identyfikator AxCrypt?
pt: O que é um AxCrypt ID?
ru: Что такое AxCrypt ID?
sv: Vad är ett AxCrypt ID?
tr: AxCrypt Kimliği nedir?
zh: 什么是AxCrypt ID？

# Blog_WICE_AD_Text1
source: <li style="list-style-type: '\27A3';"> Data is accessible anywhere and anytime, as it is stored on the cloud network.
ar: <li style="list-style-type: '\27A3';"> يمكن الوصول إلى البيانات في أي مكان وزمان ، حيث يتم تخزينها على الشبكة السحابية.
de: <li style="list-style-type: '\27A3';"> Daten sind überall und jederzeit zugänglich, da sie im Cloud-Netzwerk gespeichert sind.
es: <li style="list-style-type: '\27A3';"> Se puede acceder a los datos en cualquier lugar y en cualquier momento, ya que se almacenan en la red en la nube.
fr: <li style="list-style-type: '\27A3';"> Les données sont accessibles partout et à tout moment, car elles sont stockées sur le réseau cloud.
it: <li style="list-style-type: '\27A3';"> I dati sono accessibili ovunque e in qualsiasi momento, poiché sono archiviati sulla rete cloud.
ko: <li style="list-style-type: '\27A3';"> 데이터는 클라우드 네트워크에 저장되므로 언제 어디서나 액세스할 수 있습니다.</li>
nl: <li style="list-style-type: '\27A3';"> Gegevens zijn altijd en overal toegankelijk, omdat ze zijn opgeslagen in het cloudnetwerk.
pl: <li style="list-style-type: '\27A3';"> Dane są dostępne w dowolnym miejscu i czasie, ponieważ są przechowywane w sieci w chmurze.
pt: <li style="list-style-type: '\27A3';"> Os dados estão acessíveis a partir de qualquer lugar e em qualquer momento, pois estão armazenados na rede da nuvem.
ru: <li style="list-style-type: '\27A3';"> Данные доступны в любом месте и в любое время, поскольку они хранятся в облачной сети.
sv: <li style="list-style-type: '\27A3';"> Data är tillgänglig var som helst och när som helst, eftersom den lagras i molnnätverket.
tr: <li style="list-style-type: '\27A3';"> Verilere, bulut ağında depolandığı için her yerden ve her zaman erişmek mümkün.</li>
zh: <li style="list-style-type: '\27A3';"> 数据可以随时随地访问，因为它存储在云网络上。

# Blog_WICE_AD_Text2
source: <li style="list-style-type: '\27A3';"> No compromise in security; data is protected as it moves in and out of cloud-based applications or with the end user.
ar: <li style="list-style-type: '\27A3';"> لا مساومة في الأمن ؛ تتم حماية البيانات أثناء انتقالها داخل وخارج التطبيقات المستندة إلى مجموعة النظراء أو مع المستخدم النهائي.
de: <li style="list-style-type: '\27A3';"> Keine Kompromisse bei der Sicherheit; Daten sind geschützt, wenn sie in Cloud-basierte Anwendungen oder mit dem Endbenutzer ein- und ausgehen.
es: <li style="list-style-type: '\27A3';"> Sin comprometer la seguridad; los datos están protegidos a medida que entran y salen de las aplicaciones basadas en la nube o con el usuario final.
fr: <li style="list-style-type: '\27A3';"> Aucun compromis en matière de sécurité ; les données sont protégées lorsqu'elles entrent et sortent des applications basées sur le cloud ou avec l'utilisateur final.
it: <li style="list-style-type: '\27A3';"> Nessun compromesso in termini di sicurezza; i dati sono protetti mentre entrano ed escono dalle applicazioni basate su cloud o con l'utente finale.
ko: <li style="list-style-type: '\27A3';"> 보안에는 타협이 없습니다; 데이터는 클라우드 기반 애플리케이션에서 송수신하거나 최종 사용자와 함께 보호됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> Geen concessies aan beveiliging; gegevens worden beschermd terwijl ze in en uit cloudgebaseerde applicaties of met de eindgebruiker gaan.
pl: <li style="list-style-type: '\27A3';"> Bez kompromisów w zakresie bezpieczeństwa; dane są chronione podczas przenoszenia do i z aplikacji opartych na chmurze lub z użytkownikiem końcowym.
pt: <li style="list-style-type: '\27A3';"> Sem compromissos de segurança; os dados são protegidos consoante entram e saem de aplicações na nuvem ou com o utilizador final.
ru: <li style="list-style-type: '\27A3';"> Никаких компромиссов в области безопасности; данные защищены по мере их перемещения в облачные приложения, или из них к конечному пользователю.
sv: <li style="list-style-type: '\27A3';"> Ingen kompromiss med säkerheten; data skyddas när den rör sig in och ut från molnbaserade applikationer eller med slutanvändaren.
tr: <listyle="list-style-type:'\27A3';"> Veriler güvenlik taviz verilmeden bulut tabanlı uygulamalar içerisi ve dışarısına veya son kullanıcıyla hareket ederken korunur.
zh: <li style="list-style-type: '\27A3';"> 在安全性方面没有妥协；数据在进出基于云的应用程序或与最终用户一起移动时受到保护。

# Blog_WICE_AD_Text3
source: <li style="list-style-type: '\27A3';"> Meets the encryption requirements of regulatory standards such as HIPAA and GDPR.
ar: <li style="list-style-type: '\27A3';"> يفي بمتطلبات التشفير للمعايير التنظيمية مثل HIPAA و GDPR.
de: <li style="list-style-type: '\27A3';"> Erfüllt die Verschlüsselungsanforderungen regulatorischer Standards wie HIPAA und DSGVO.
es: <li style="list-style-type: '\27A3';"> Cumple con los requisitos de cifrado de estándares regulatorios como HIPAA y GDPR.
fr: <li style="list-style-type: '\27A3';"> Répond aux exigences de chiffrement des normes réglementaires telles que HIPAA et RGPD.
it: <li style="list-style-type: '\27A3';"> Soddisfa i requisiti di crittografia degli standard normativi come HIPAA e GDPR.
ko: <li style="list-style-type: '\27A3';"> HIPAA 및 GDPR과 같은 규제 표준의 암호화 요구 사항을 충족합니다.</li>
nl: <li style="list-style-type: '\27A3';"> Voldoet aan de encryptievereisten van wettelijke normen zoals HIPAA en AVG.
pl: <li style="list-style-type: '\27A3';"> Spełnia wymagania dotyczące szyfrowania określone w normach regulacyjnych, takich jak HIPAA i RODO.
pt: <li style="list-style-type: '\27A3';"> Cumpre os requisitos de cifragem de normas regulatórias como o HIPAA e o RGPD.
ru: <li style="list-style-type: '\27A3';"> Соответствует требованиям к шифрованию нормативных стандартов, таких как HIPAA и GDPR.
sv: <li style="list-style-type: '\27A3';"> Uppfyller krypteringskraven i regulatoriska standarder som HIPAA och GDPR.
tr: <listyle="list-style-type:'\27A3';"> HIPAA ve GDPR gibi düzenleyici standartların şifreleme gerekliliklerini sağlar.
zh: <li style="list-style-type: '\27A3';"> 符合HIPAA和GDPR等监管标准的加密要求。

# Blog_WICE_AD_Text4
source: <li style="list-style-type: '\27A3';"> Trust and privacy for the organization is increased by the use of powerful cloud security encryption.
ar: <li style="list-style-type: '\27A3';"> تزداد الثقة والخصوصية للمؤسسة من خلال استخدام تشفير أمان سحابي قوي.
de: <li style="list-style-type: '\27A3';"> Vertrauen und Datenschutz für das Unternehmen werden durch die Verwendung einer leistungsstarken Cloud-Sicherheitsverschlüsselung erhöht.
es: <li style="list-style-type: '\27A3';"> La confianza y la privacidad de la organización aumentan con el uso de un potente cifrado de seguridad en la nube.
fr: <li style="list-style-type: '\27A3';"> La confiance et la confidentialité de l'organisation sont renforcées par l'utilisation d'un puissant cryptage de sécurité dans le cloud.
it: <li style="list-style-type: '\27A3';"> La fiducia e la privacy per l'organizzazione sono aumentate dall'uso di una potente crittografia di sicurezza cloud.
ko: <li style="list-style-type: '\27A3';"> 조직에 대한 신뢰와 개인 정보 보호는 강력한 클라우드 보안 암호화를 사용하여 향상됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> Vertrouwen en privacy voor de organisatie wordt vergroot door het gebruik van krachtige cloudbeveiligingscryptie.
pl: <li style="list-style-type: '\27A3';"> Zaufanie i prywatność organizacji zwiększają się dzięki zastosowaniu potężnego szyfrowania bezpieczeństwa w chmurze.
pt: <li style="list-style-type: '\27A3';"> A confiança e a privacidade da organização aumentam com o uso de cifragem de segurança na nuvem poderosa.
ru: <li style="list-style-type: '\27A3';"> Доверие и конфиденциальность для организации повышаются за счет использования мощного шифрования безопасности облака.
sv: <li style="list-style-type: '\27A3';"> Förtroende och integritet för organisationen ökas genom användningen av kraftfull molnsäkerhetskryptering.
tr: <li style="list-style-type: '\27A3';"> Kuruluş için güven ve gizlilik, güçlü bulut güvenliği şifrelemesinin kullanılmasıyla artırılır.</li>
zh: <li style="list-style-type: '\27A3';"> 通过使用强大的云安全加密，组织的信任和隐私得到了提高。

# Blog_WICE_AD_Text5
source: <li style="list-style-type: '\27A3';"> Cloud computing has increased flexibility in terms of jobs. Remote work has increased, making it easier for employees to access critical business applications anywhere in the world. Data in the cloud is encrypted and shared with your remote workers only during business hours. Once the office workers have logged out, the information becomes completely useless to anyone.
ar: <li style="list-style-type: '\27A3';"> زادت الحوسبة السحابية من المرونة من حيث الوظائف. زاد العمل عن بُعد ، مما يسهل على الموظفين الوصول إلى تطبيقات الأعمال المهمة في أي مكان في العالم. يتم تشفير البيانات الموجودة في السحابة ومشاركتها مع العاملين عن بُعد فقط خلال ساعات العمل. بمجرد تسجيل خروج العاملين بالمكتب ، تصبح المعلومات عديمة الفائدة تمامًا لأي شخص.
de: <li style="list-style-type: '\27A3';"> Cloud Computing hat die Flexibilität in Bezug auf Arbeitsplätze erhöht. Remote-Arbeit hat zugenommen, was es den Mitarbeitern erleichtert, überall auf der Welt auf kritische Geschäftsanwendungen zuzugreifen. Daten in der Cloud werden verschlüsselt und nur während der Geschäftszeiten an Ihre Remote-Mitarbeiter weitergegeben. Sobald sich die Büroangestellten abgemeldet haben, werden die Informationen für niemanden mehr nutzlos.
es: <li style="list-style-type: '\27A3';"> La computación en la nube ha aumentado la flexibilidad en términos de trabajos. El trabajo remoto ha aumentado, lo que facilita que los empleados accedan a aplicaciones comerciales críticas en cualquier parte del mundo. Los datos en la nube se cifran y se comparten con tus trabajadores remotos solo durante el horario laboral. Una vez que los trabajadores de la oficina se han desconectado, la información se vuelve completamente inútil para cualquiera.
fr: <li style="list-style-type: '\27A3';"> L'informatique cloud a accru la flexibilité en termes d'emplois. Le travail à distance a augmenté, ce qui permet aux employés d'accéder plus facilement aux applications professionnelles critiques partout dans le monde. Les données dans le cloud sont cryptées et partagées avec vos télétravailleurs uniquement pendant les heures ouvrables. Une fois que les employés de bureau se sont déconnectés, les informations deviennent complètement inutiles pour quiconque.
it: <li style="list-style-type: '\27A3';"> Il cloud computing ha aumentato la flessibilità in termini di posti di lavoro. Il lavoro da remoto è aumentato, rendendo più semplice per i dipendenti l'accesso alle applicazioni aziendali critiche in qualsiasi parte del mondo. I dati nel cloud vengono crittografati e condivisi con i tuoi lavoratori remoti solo durante l'orario lavorativo. Una volta che gli impiegati si sono disconnessi, le informazioni diventano completamente inutili per chiunque.
ko: <li style="list-style-type: '\27A3';"> 클라우드 컴퓨팅은 작업 측면에서 유연성을 높였습니다. 원격 근무가 증가하여 직원들이 전 세계 어디에서나 중요한 비즈니스 애플리케이션에 더 쉽게 액세스할 수 있게 되었습니다. 클라우드의 데이터는 암호화되어 업무 시간 동안에만 원격 작업자와 공유됩니다. 로그아웃하면 정보는 누구에게도 완전히 쓸모 없게됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> Cloud computing heeft de flexibiliteit op het gebied van banen vergroot. Werken op afstand is toegenomen, waardoor het voor werknemers gemakkelijker is geworden om overal ter wereld toegang te krijgen tot belangrijke bedrijfsapplicaties. Gegevens in de cloud worden alleen tijdens kantooruren versleuteld en gedeeld met uw externe medewerkers. Zodra de kantoormedewerkers zijn uitgelogd, wordt de informatie voor iedereen volledig onbruikbaar.
pl: <li style="list-style-type: '\27A3';"> Przetwarzanie w chmurze zwiększyło elastyczność pod względem miejsc pracy. Wzrósł udział pracy zdalnej, ułatwiając pracownikom dostęp do krytycznych aplikacji biznesowych w dowolnym miejscu na świecie. Dane w chmurze są szyfrowane i udostępniane pracownikom zdalnym tylko w godzinach pracy. Po wylogowaniu się pracowników biurowych informacje stają się zupełnie bezużyteczne dla wszystkich.
pt: <li style="list-style-type: '\27A3';"> A computação na nuvem aumentou a flexibilidade laboral. O teletrabalho aumentou, tornando mais fácil o acesso de trabalhadores a aplicações de negócio críticas a partir de qualquer parte do mundo. Os dados na nuvem são cifrados e partilhados com os seus colegas remotos durante as horas de negócio apenas. Uma vez que os trabalhadores terminam as suas sessões, a informação é completamente inútil para qualquer pessoa.
ru: <li style="list-style-type: '\27A3';"> Облачные cthdbcs повысили гибкость с точки зрения рабочих мест. Расширилась удаленная работа, что облегчает сотрудникам доступ к критически важным бизнес-приложениям в любой точке мира. Данные в облаке шифруются и передаются вашим удаленным сотрудникам только в рабочее время. Как только офисные работники выходят из системы, информация становится совершенно бесполезной для кого бы то ни было.
sv: <li style="list-style-type: '\27A3';"> Cloud computing har ökat flexibiliteten när det gäller jobb. Fjärrarbete har ökat, vilket gör det lättare för anställda att komma åt kritiska affärsapplikationer var som helst i världen. Data i molnet krypteras och delas med dina distansarbetare endast under kontorstid. När kontorsarbetarna väl har loggat ut blir informationen helt värdelös för någon.
tr: <listyle="list-style-type:'\27A3';"> Bulut bilişim, meslekler açından esnekliği arttırmıştır. Uzaktan çalışma artmış ve çalışanların dünyanın herhangi bir yerindeki kritik işletme uygulamalarına erişimini kolay hale getirmiştir. Buluttaki veriler şifrelenir ve iş saatleri içerisinde uzaktan çalışanlarınızla paylaşılır. Ofis çalışanları çıkış yaptığında bilgiler herkes için tamamen işlevsiz hale gelir.
zh: <li style="list-style-type: '\27A3';"> 云计算在工作方面增加了灵活性。 远程工作有所增加，使员工可以更轻松地在世界任何地方访问关键业务应用程序。 云中的数据仅在工作时间进行加密并与远程工作人员共享。 一旦上班族已经注销，信息变得完全无用的任何人。

# Blog_WICE_AD_Text6
source: <li style="list-style-type: '\27A3';"> Data breaches are almost impossible, even if someone steals the data, it is impossible for them to read as it is in encrypted form.
ar: <li style="list-style-type: '\27A3';"> يكاد يكون من المستحيل اختراق البيانات ، حتى لو قام شخص ما بسرقة البيانات ، فمن المستحيل عليهم قراءتها كما هي في شكل مشفر.
de: <li style="list-style-type: '\27A3';"> Datenschutzverletzungen sind nahezu unmöglich, selbst wenn jemand die Daten stiehlt, ist es für ihn unmöglich, sie zu lesen, da sie verschlüsselt vorliegen.
es: <li style="list-style-type: '\27A3';"> Las filtraciones de datos son casi imposibles, incluso si alguien roba los datos, es imposible que los lean, ya que están cifrados.
fr: <li style="list-style-type: '\27A3';"> Les violations de données sont presque impossibles, même si quelqu'un vole les données, il leur est impossible de les lire car elles sont sous forme cryptée.
it: <li style="list-style-type: '\27A3';"> Le violazioni dei dati sono quasi impossibili, anche se qualcuno ruba i dati, è impossibile per loro leggerli poiché sono in forma crittografata.
ko: <li style="list-style-type: '\27A3';"> 데이터 유출은 거의 불가능하며, 누군가가 데이터를 훔쳐도 암호화 된 형태로 읽을 수 없습니다.</li>
nl: <li style="list-style-type: '\27A3';">Datalekken zijn bijna onmogelijk, zelfs als iemand de gegevens steelt, is het voor hen onmogelijk om ze te lezen omdat het in versleutelde vorm is.
pl: <li style="list-style-type: '\27A3';"> Naruszenie danych jest prawie niemożliwe, nawet jeśli ktoś ukradnie dane, nie będzie mógł ich odczytać, ponieważ są one zaszyfrowane.
pt: <li style="list-style-type: '\27A3';"> As violações de dados são quase impossíveis, mesmo se alguém rouba dados, pois é impossível lê-los, dado estarem cifrados.
ru: <li style="list-style-type: '\27A3';"> Утечка данных практически невозможна. Даже если кто-то украдет данные, они не смогут их прочитать, поскольку они находятся в зашифрованном виде.
sv: <li style="list-style-type: '\27A3';"> Dataintrång är nästan omöjligt, och även om någon stjäl data är det omöjligt för dem att läsa eftersom det är i krypterad form.
tr: <listyle="list-style-type:'\27A3';"> Veri ihlalleri imkansız hale gelir, birileri verileri çalsa bile veriler şifrelenmiş halde olduğu için okunması mümkün değildir.
zh: <li style="list-style-type: '\27A3';"> 数据泄露几乎是不可能的，即使有人窃取数据，他们也不可能以加密形式读取数据。
