Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADSDE_Conclusion_Text1
source: AxCrypt has been awarded the “The World's Best Encryption Software” by PC Magazine for the past six years, including this year<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here.</a>
ar: حاز موقع اكسكربت على "أفضل برنامج تشفير في العالم" من مجلة الكمبيوتر على مدى السنوات الست الماضية ، بما في ذلك هذا العام <a href = 'https: //in.pcmag.com/security-from-pc-mag/106866/axcrypt -premium '> اقرأ المزيد هنا. </a>
de: AxCrypt wurde in den letzten sechs Jahren vom PC Magazine als "Die beste Verschlüsselungssoftware der Welt" ausgezeichnet, auch in diesem Jahr<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here.</a>
es: AxCrypt ha sido galardonado como "El mejor software de cifrado del mundo" por PC Magazine durante los últimos seis años, incluido este año. <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Para saber más, haz clic aquí</a>.
fr: AxCrypt a reçu le prix du « Meilleur Logiciel de Cryptage au Monde » par PC Magazine au cours des six dernières années, y compris cette année<a href='https://www.pcmag.com/picks/the-best-encryption-software'>En savoir plus ici.</a>
it: AxCrypt è stato premiato come "Miglior software di crittografia al mondo" da PC Magazine negli ultimi sei anni, compreso quest'anno<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Leggi di più qui.</a>
ko: AxCrypt는 올해를 포함하여 지난 6년 동안 PC 미거진에서 "세계 최고의 암호화 소프트웨어"를 수상했습니다. 더 자세한 내용은<a href ='https://www.pcmag.com/picks/the-best-encryption-software'> 여기</a>에서 알아보세요.
nl: AxCrypt is de afgelopen zes jaar door PC Magazine uitgeroepen tot "The World's Best Encryption Software", waaronder dit jaar<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Lees hier meer.</a>
pl: AxCrypt został wyróżniony tytułem „Najlepsze oprogramowanie szyfrujące na świecie” przez magazyn PC Magazine przez ostatnie sześć lat, również w tym roku<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Przeczytaj więcej tutaj.</a>
pt: A AxCrypt tem sido premiada com o "Melhor Software de Cifragem do Mundo" pela PC Magazine durante os últimos seis anos, incluindo este. <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Leia mais aqui.</a>
ru: AxCrypt был награжден журналом PC Magazine как “Лучшее в мире программное обеспечение для шифрования” за последние шесть лет, включая этот год<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here.</a>
sv: AxCrypt har blivit tilldelat "Världens bästa krypteringsprogramvara" av PC Magazine de senaste sex åren, inklusive detta år<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Läs mer här.</a>
tr: AxCrypt, PC Dergisi tarafından bu yıl da dahil olmak üzere son altı yılın "Dünyanın En İyi Şifreleme Yazılımı" ödülüne layık görülmüştür<a='https://www.pcmag.com/picks/the-best-encryption-software'>Daha fazla bilgi için burayı okuyun.</a>
zh: AxCrypt在过去六年中被PC Magazine评为"世界上最好的加密软件"，包括今年<a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here.</a>

# Blog_ADSDE_Conclusion_Text2
source: AxCrypt provides 256-bit encryption, and we make sure that no one ever gets access to your encrypted files, as long as you have control of your own key.
ar: يوفر اكسكربت تشفير 256 بت ، ونتأكد من عدم تمكن أي شخص من الوصول إلى ملفاتك المشفرة ، طالما أنك تتحكم في مفتاحك الخاص.
de: AxCrypt bietet eine 256-Bit-Verschlüsselung und wir stellen sicher, dass niemand jemals Zugriff auf Ihre verschlüsselten Dateien erhält, solange Sie die Kontrolle über Ihren eigenen Schlüssel haben.
es: AxCrypt proporciona cifrado de 256 bits y nos aseguramos de que nadie tenga acceso a tus archivos cifrados, siempre que tengas el control de tu propia clave.
fr: AxCrypt fournit un cryptage 256 bits, et nous nous assurons que personne n’a jamais accès à vos fichiers cryptés, tant que vous avez le contrôle de votre propre clé.
it: AxCrypt fornisce la crittografia a 256 bit e ci assicuriamo che nessuno abbia mai accesso ai tuoi file crittografati, purché tu abbia il controllo della tua chiave.
ko: AxCrypt는 256비트 암호화를 제공하며 귀하의 키를 스스로 제어하는 한 누구도 암호화된 파일에 액세스하지 못하도록 합니다.
nl: AxCrypt biedt 256-bits encryptie, en we zorgen ervoor dat niemand ooit toegang krijgt tot uw gecodeerde bestanden, zolang u de controle heeft over uw eigen sleutel.
pl: AxCrypt zapewnia 256-bitowe szyfrowanie i upewniamy się, że nikt nigdy nie uzyska dostępu do zaszyfrowanych plików, o ile masz kontrolę nad własnym kluczem.
pt: A AxCrypt fornece cifragem de 256 bits e nós certificamo-nos de que ninguém tem acesso aos seus ficheiros cifrados, desde que você tenha controlo da sua própria chave.
ru: AxCrypt обеспечивает 256-битное шифрование, и мы гарантируем, что никто никогда не получит доступ к вашим зашифрованным файлам, пока вы контролируете свой собственный ключ.
sv: AxCrypt förser dig med 256-bits kryptering och vi ser till att ingen någonsin får tillgång till dina krypterade filer, så länge du har kontroll över din egen nyckel.
tr: AxCrypt olarak 256-bit şifreleme sunarak kendi anahtarınızın kontrolü sizde olduğu sürece şifrelenmiş dosyalara başka kimsenin erişememesini sağlarız.
zh: AxCrypt提供256位加密，我们确保没有人可以访问您的加密文件，只要您控制自己的密钥。

# Blog_ADSDE_Conclusion_Text3
source: AxCrypt is compliant with regulations like the GDPR and HIPAA which concern the protection of personal data, individual rights, and set the standard for sensitive data protection.
ar: يتوافق اكسكربت مع لوائح مثل GDPR و HIPAA التي تتعلق بحماية البيانات الشخصية والحقوق الفردية وتضع معيارًا لحماية البيانات الحساسة.
de: AxCrypt entspricht Vorschriften wie der DSGVO und HIPAA, die den Schutz personenbezogener Daten, die Rechte des Einzelnen und den Standard für den Schutz sensibler Daten betreffen.
es: AxCrypt cumple con regulaciones como GDPR e HIPAA que se refieren a la protección de datos personales, derechos individuales y establecen el estándar para la protección de datos confidenciales.
fr: AxCrypt est conforme aux réglementations telles que le RGPD et la HIPAA qui concernent la protection des données personnelles, les droits individuels, et établissent la norme en matière de protection des données sensibles.
it: AxCrypt è conforme a normative come il GDPR e l'HIPAA che riguardano la protezione dei dati personali, i diritti individuali e stabiliscono lo standard per la protezione dei dati sensibili.
ko: AxCrypt는 개인 데이터 보호, 개인 권리와 관련된 GDPR 및 HIPAA와 같은 규정을 준수하고 민감한 데이터 보호 표준을 설정합니다.
nl: AxCrypt voldoet aan regelgeving zoals de AVG en HIPAA die betrekking hebben op de bescherming van persoonsgegevens, individuele rechten en de norm stellen voor de bescherming van gevoelige gegevens.
pl: AxCrypt jest zgodny z przepisami takimi jak RODO i HIPAA, które dotyczą ochrony danych osobowych, praw jednostki i wyznaczają standardy ochrony danych wrażliwych.
pt: A AxCrypt está em conformidade com regulamentos como o RGPD e o HIPAA que dizem respeito à protecção de dados pessoais e direitos individuais e que estabelecem o padrão para a protecção de dados sensíveis.
ru: AxCrypt соответствует таким нормативным актам, как GDPR и HIPAA, которые касаются защиты персональных данных, индивидуальных прав и устанавливают стандарт защиты конфиденциальных данных.
sv: AxCrypt är kompatibel med regler som GDPR och HIPAA som rör skydd av personuppgifter, individuella rättigheter och sätter standarden för känslig dataskydd.
tr: AxCrypt, GDPR ve HIPAA gibi kişisel verilerin ve bireysel hakların korunmasıyla ilgili olan ve hassas verilerin korunmasına yönelik standartları belirleyen düzenlemelerle uyumludur.
zh: AxCrypt符合GDPR和HIPAA等法规，这些法规涉及保护个人数据，个人权利，并为敏感数据保护制定标准。

# Blog_ADSDE_H1_Text1
source: A cyberattack is a hostile and purposeful attempt by a party to infiltrate another’s information. Typically, the attacker hopes to gain some sort of advantage by interrupting the victim's network. Every year, hackers strive to profit from unprotected corporate systems, due to which cybercrime has risen. Since the start of the pandemic, there has been a 300% increase in reported cybercrimes around the world.
ar: الهجوم الإلكتروني هو محاولة عدائية وهادفة من قبل أحد الأطراف لاختراق معلومات شخص آخر. عادة ، يأمل المهاجم في الحصول على نوع من الميزة من خلال مقاطعة شبكة الضحية. في كل عام ، يسعى المتسللون إلى الاستفادة من أنظمة الشركات غير المحمية ، والتي أدت إلى ارتفاع معدلات الجرائم الإلكترونية. منذ بداية الوباء ، كانت هناك زيادة بنسبة 300٪ في جرائم الإنترنت المبلغ عنها حول العالم.
de: Ein Cyberangriff ist ein feindseliger und gezielter Versuch einer Partei, die Informationen einer anderen Partei zu infiltrieren. Typischerweise hofft der Angreifer, sich einen Vorteil zu verschaffen, indem er das Netzwerk des Opfers unterbricht. Jedes Jahr bemühen sich Hacker, von ungeschützten Unternehmenssystemen zu profitieren, wodurch die Cyberkriminalität zugenommen hat. Seit Beginn der Pandemie ist die Zahl der gemeldeten Cyberkriminalität weltweit um 300% gestiegen.
es: Un ciberataque es un intento hostil y deliberado por parte de un tercero de infiltrarse en la información de otra persona. Por lo general, el atacante espera obtener algún tipo de ventaja interrumpiendo la red de la víctima. Cada año, los hackers informáticos se esfuerzan por sacar provecho de los sistemas corporativos desprotegidos, por lo que ha aumentado el ciberdelito. Desde el comienzo de la pandemia, ha habido un aumento del 300 % en los ciberdelitos denunciados en todo el mundo.
fr: Une cyberattaque est une tentative hostile et délibérée d’une partie d’infiltrer les informations d’une autre partie. En règle générale, l’attaquant espère obtenir une sorte d’avantage en interrompant le réseau de la victime. Chaque année, les pirates informatiques s’efforcent de tirer profit des systèmes d’entreprise non protégés, en raison desquels la cybercriminalité a augmenté. Depuis le début de la pandémie, il y a eu une augmentation de 300 % des cybercrimes signalés dans le monde.
it: Un attacco informatico è un tentativo ostile e intenzionale da parte di qualcuno di infiltrarsi nelle informazioni di un altro. In genere, l'attaccante spera di ottenere una sorta di vantaggio interrompendo la rete della vittima. Ogni anno, gli hacker si sforzano di trarre profitto da sistemi aziendali non protetti, a causa dei quali il crimine informatico è aumentato. Dall'inizio della pandemia, c'è stato un aumento del 300% dei crimini informatici segnalati in tutto il mondo.
ko: 사이버 공격은 상대방의 정보에 침투하기 위한 적대적이고 의도적인 시도입니다. 일반적으로 공격자는 피해자의 네트워크를 방해함으로써 일종의 이점을 얻기를 희망합니다. 매년 해커들은 사이버 범죄가 증가한 보호되지 않은 기업 시스템에서 이익을 얻으려고 노력합니다. 팬데믹이 시작된 이후 전 세계적으로 보고된 사이버 범죄가 300% 증가했습니다.
nl: Een cyberaanval is een vijandige en doelbewuste poging van een partij om informatie van een ander te infiltreren. Doorgaans hoopt de aanvaller een soort voordeel te behalen door in te breken in het netwerk van het slachtoffer. Elk jaar proberen hackers te profiteren van onbeschermde bedrijfssystemen, waardoor de cybercriminaliteit is toegenomen. Sinds het begin van de pandemie is het aantal gemelde cyberdelicten wereldwijd met 300% gestegen.
pl: Cyberatak to wrogie i celowe podejście strony do infiltracji informacji innej osoby. Zazwyczaj atakujący ma nadzieję na uzyskanie jakiejś przewagi poprzez przerwanie sieci ofiary. Każdego roku hakerzy starają się czerpać zyski z niechronionych systemów korporacyjnych, dzięki którym wzrosła cyberprzestępczość. Od początku pandemii liczba zgłoszonych cyberprzestępstw na całym świecie wzrosła o 300%.
pt: Um ciberataque é uma tentativa hostil e intencionada de um terceiro de se infiltrar em informação de outros. Tipicamente, um atacante espera obter algum tipo de vantagem ao interromper a rede da vítima. Todos os anos, os hackers procuram lucrar de sistemas empresariais desprotegidos, devido aos quais o cibercrime tem aumentado. Desde o início da pandemia, houve um aumento de 300% dos cibercrimes reportados em todo o mundo.
ru: Кибератака - это враждебная и целенаправленная попытка со стороны проникнуть в чужую информацию. Как правило, злоумышленник надеется получить какое-то преимущество, прервав работу сети жертвы. Каждый год хакеры стремятся извлечь выгоду из незащищенных корпоративных систем, из-за чего растет киберпреступность. С начала пандемии количество сообщений о киберпреступлениях по всему миру увеличилось на 300%.
sv: En cyberattack är ett fientligt och målmedvetet försök från en part att infiltrera en annans information. Vanligtvis hoppas angriparen få någon form av fördel genom att avbryta offrets nätverk. Varje år strävar hackare efter att tjäna på oskyddade företagssystem, vilket gör att cyberbrottsligheten har ökat. Sedan pandemin började har det skett en 300 % ökning av rapporterade cyberbrott runt om i världen.
tr: Siber saldırı, bir tarafın bir başkasının bilgilerine sızmak için kötü niyetli ve kasıtlı bir girişimidir. Tipik olarak, saldırgan kurbanın ağını kesintiye uğratarak bir tür avantaj elde etmeyi umar. Bilgisayar korsanları, her yıl siber suçların artması nedeniyle korunmasız kurumsal sistemlerden kar elde etmeye çalışmaktadır. Pandeminin başlangıcından bu yana, dünya çapında bildirilen siber suçlarda %300'lük bir artış olmuştur.
zh: 网络攻击是一方渗透他人信息的敌对和有目的的企图。 通常，攻击者希望通过中断受害者的网络来获得某种优势。 每年，黑客都努力从未受保护的企业系统中获利，因此网络犯罪已经上升。 自大流行开始以来，全球报告的网络犯罪增加了300％。

# Blog_ADSDE_H2_SH1_Text1
source: Cyber assaults against businesses or individuals are initiated by criminal groups, state actors, or private individuals. Cybercriminals primarily target sensitive personal data, business financial data, customer databases (including personally identifiable information [PII], email addresses, and login credentials), intellectual property, and IT services (such as payment processing).
ar: تبدأ الهجمات الإلكترونية ضد الشركات أو الأفراد من قبل الجماعات الإجرامية أو الجهات الحكومية أو الأفراد. يستهدف مجرمو الإنترنت بشكل أساسي البيانات الشخصية الحساسة والبيانات المالية للأعمال وقواعد بيانات العملاء (بما في ذلك معلومات التعريف الشخصية [PII] وعناوين البريد الإلكتروني وبيانات اعتماد تسجيل الدخول) والملكية الفكرية وخدمات تكنولوجيا المعلومات (مثل معالجة الدفع).
de: Cyberangriffe auf Unternehmen oder Einzelpersonen werden von kriminellen Gruppen, staatlichen Akteuren oder Privatpersonen initiiert. Cyberkriminelle zielen in erster Linie auf sensible personenbezogene Daten, geschäftliche Finanzdaten, Kundendatenbanken (einschließlich personenbezogener Daten [PII], E-Mail-Adressen und Anmeldeinformationen), geistiges Eigentum und IT-Dienste (z. B. Zahlungsabwicklung) ab.
es: Los ciberataques contra empresas o individuos son iniciados por grupos criminales, actores estatales o particulares. Los ciberdelincuentes apuntan principalmente a datos personales confidenciales, datos financieros comerciales, bases de datos de clientes (incluida la información de identificación personal [PII], direcciones de correo electrónico y credenciales de inicio de sesión), propiedad intelectual y servicios de TI (como el procesamiento de pagos).
fr: Les cyberattaques contre des entreprises ou des particuliers sont initiées par des groupes criminels, des acteurs étatiques, ou des particuliers. Les cybercriminels ciblent principalement les données personnelles sensibles, les données financières de l’entreprise, les bases de données clients (y compris les informations personnellement identifiables [PII], les adresses e-mail, et les identifiants de connexion), la propriété intellectuelle, et les services informatiques (tels que le traitement des paiements).
it: Gli attacchi informatici contro aziende o individui sono avviati da gruppi criminali, attori governativi o privati cittadini. I criminali informatici prendono di mira principalmente dati personali sensibili, dati finanziari aziendali, database dei clienti (incluse informazioni di identificazione personale [PII], indirizzi e-mail e credenziali di accesso), proprietà intellettuale e servizi IT (come l'elaborazione dei pagamenti).
ko: 기업 또는 개인에 대한 사이버 공격은 범죄 집단, 국가 행위자 또는 개인에 의해 시작됩니다. 사이버 범죄자는 주로 민감한 개인 데이터, 비즈니스 재무 데이터, 고객 데이터베이스(개인 식별 정보[PII], 이메일 주소 및 로그인 자격 증명 포함), 지적 재산 및 IT 서비스(예: 결제 처리)를 대상으로 합니다.
nl: Cyberaanvallen op bedrijven of personen worden gepleegd door criminele groepen, staatsactoren of particulieren. Cybercriminelen richten zich vooral op gevoelige persoonsgegevens, financiële bedrijfsgegevens, klantendatabases (waaronder persoonlijk identificeerbare informatie [PII], e-mailadressen en inloggegevens), intellectuele eigendom en IT-diensten (zoals de verwerking van betalingen).
pl: Cyberataki na firmy lub osoby są inicjowane przez grupy przestępcze, podmioty państwowe lub osoby prywatne. Cyberprzestępcy atakują przede wszystkim wrażliwe dane osobowe, biznesowe dane finansowe, bazy danych klientów (w tym informacje umożliwiające identyfikację osób, adresy e-mail i dane logowania), własność intelektualną i usługi informatyczne (takie jak przetwarzanie płatności).
pt: Os ciber-assaltos contra negócios ou indivíduos são iniciados por grupos criminais, actores de estado, intervenientes estatais ou indivíduos privados. Os ciber-crimininosos visam primariamente dados pessoais sensíveis, dados financeiros de negócios, bases de dados de clientes (incluindo informação pessoal identificável [PII], endereços de email e credenciais de autenticação), propriedade intelectual e serviços de TI (tais como processamento de pagamentos).
ru: Кибератаки на предприятия или частных лиц инициируются преступными группами, государственными субъектами или частными лицами. Киберпреступники в первую очередь нацелены на конфиденциальные персональные данные, финансовые данные бизнеса, базы данных клиентов (включая личную информацию [PII], адреса электронной почты и учетные данные для входа), интеллектуальную собственность и ИТ-услуги (такие как обработка платежей).
sv: Cyberangrepp mot företag eller individer initieras av kriminella grupper, statliga aktörer eller privatpersoner. Cyberbrottslingar inriktar sig främst på känsliga personuppgifter, affärsdata, kunddatabaser (inklusive personligt identifierbar information [PII], e-postadresser och inloggningsuppgifter), immateriella rättigheter och IT-tjänster (som betalningshantering).
tr: İşletmelere veya bireylere yönelik siber saldırılar suç grupları, devlet aktörleri veya özel kişiler tarafından başlatılır. Siber suçlular öncelikle hassas kişisel verileri, ticari finansal verileri, müşteri veritabanlarını (kişisel olarak tanımlanabilir bilgiler [PII], e-posta adresleri ve oturum açma kimlik bilgileri dahil), fikri mülkiyeti ve BT hizmetlerini (ödeme işleme gibi) hedefler.
zh: 针对企业或个人的网络攻击是由犯罪集团、国家行为者或个人发起的。 网络犯罪分子主要针对敏感个人数据，商业财务数据，客户数据库（包括个人身份信息[PII]，电子邮件地址和登录凭据），知识产权和IT服务（如付款处理）。

# Blog_ADSDE_H2_SH1_Text2
source: Reasons for cyberattacks include reconnaissance, spying to acquire an unfair competitive edge, and intellectual challenge. Financially motivated cybercriminals seek financial gain through data theft or business disruption. Likewise, the personally motivated, such as current or former employees seeking retribution, will also target money and data.
ar: تشمل أسباب الهجمات الإلكترونية الاستطلاع والتجسس لاكتساب ميزة تنافسية غير عادلة والتحدي الفكري. يسعى المجرمون الإلكترونيون ذوو الدوافع المالية إلى تحقيق مكاسب مالية من خلال سرقة البيانات أو تعطيل الأعمال. وبالمثل ، فإن الدافع الشخصي ، مثل الموظفين الحاليين أو السابقين الذين يسعون إلى الانتقام ، سيستهدفون أيضًا الأموال والبيانات.
de: Gründe für Cyberangriffe sind Aufklärung, Spionage, um sich einen unfairen Wettbewerbsvorteil zu verschaffen, und intellektuelle Herausforderungen. Finanziell motivierte Cyberkriminelle streben nach finanziellem Gewinn durch Datendiebstahl oder Geschäftsunterbrechungen. Ebenso werden die persönlich motivierten, wie aktuelle oder ehemalige Mitarbeiter, die Vergeltung suchen, auch auf Geld und Daten abzielen.
es: La razón para efectuar un ciberataque radica en el reconocimiento, el espionaje para adquirir una ventaja competitiva injusta y el desafío intelectual. Los ciberdelincuentes motivados financieramente buscan obtener ganancias a través del robo de datos o la interrupción de la actividad económica. Del mismo modo, los que tienen motivos personales, como los empleados actuales o anteriores que buscan retribución, también apuntarán al dinero y los datos.
fr: Les raisons des cyberattaques incluent la reconnaissance, l'espionnage pour acquérir un avantage concurrentiel déloyal, et le défi intellectuel. Les cybercriminels à motivation financière recherchent un gain financier par le vol de données ou la perturbation des activités. De même, les personnes personnellement motivées, telles que les employés actuels ou anciens cherchant à se venger, cibleront également l'argent et les données.
it: I motivi degli attacchi informatici includono ricognizione, spionaggio per acquisire un vantaggio competitivo sleale e una sfida intellettuale. Motivati economicamente i criminali informatici cercano guadagno economico attraverso il furto di dati o l'interruzione dell'attività. Allo stesso modo, i criminali con motivi personali, come dipendenti attuali o ex dipendenti che cercano la retribuzione, prenderanno di mira denaro e dati.
ko: 사이버 공격의 원인으로는 정찰, 부당한 경쟁 우위 확보를 위한 염탐, 지적 도전 등이 있습니다. 경제적 이익으로 동기부여된 사이버 범죄자는 데이터 절도 또는 영업 방해를 통해 재정적 이득을 추구합니다. 마찬가지로, 앙심 을 품은 현직 또는 전직 직원들도 돈과 데이터를 목표로 삼을 수 있습니다.
nl: Redenen voor cyberaanvallen zijn onder meer verkenning, spionage om een ​​oneerlijk concurrentievoordeel te verwerven en intellectuele uitdaging. Financieel gemotiveerde cybercriminelen streven naar financieel gewin door gegevensdiefstal of verstoring van de bedrijfsvoering. Evenzo zullen de persoonlijk gemotiveerden, zoals huidige of voormalige werknemers die vergelding zoeken, zich ook richten op geld en gegevens.
pl: Przyczyny cyberataków obejmują rozpoznanie, szpiegostwo w celu zdobycia nieuczciwej przewagi konkurencyjnej oraz wyzwanie intelektualne. Cyberprzestępcy zmotywowani finansowo szukają korzyści finansowych poprzez kradzież danych lub zakłócenia w działalności biznesowej. Podobnie osoby zmotywowane osobiście, takie jak obecni lub byli pracownicy szukający zemsty, będą również kierować pieniądze i dane.
pt: As razões para ciberataques incluem reconhecimento, espionagem para obtenção desleal de vantagem competitiva e desafio intelectual. Cibercriminais financeiramente motivados procuram ganho financeiro através do roubo de dados e disrupção de negócios. De igual forma, os motivados pessoalmente, tais como trabalhadores actuais ou passados que procuram retribuição, também visam dinheiro e dados.
ru: Причины кибератак включают разведку, шпионаж с целью получения несправедливого конкурентного преимущества и интеллектуальный вызов. Финансово мотивированные киберпреступники стремятся получить финансовую выгоду за счет кражи данных или нарушения работы бизнеса. Аналогичным образом, личные мотивы, такие как нынешние или бывшие сотрудники, желающие отомстить, также будут нацелены на деньги и данные.
sv: Orsaker till cyberattacker inkluderar spaning och spioneri för att skaffa sig en orättvis konkurrensfördel och intellektuell utmaning. Ekonomiskt motiverade cyberbrottslingar söker vinning genom datastölder eller affärsstörningar. På samma sätt kommer de personligt motiverade, såsom nuvarande eller tidigare anställda som söker vedergällning, också inrikta sig på pengar och data.
tr: Siber saldırıların nedenleri arasında keşif yapma, adil olmayan rekabet avantajı elde etmek için casusluk yapma ve fikri meydan okuma bulur. Siber suçlular finansal dürtüler veri hırsızlığı ya da iş durdurma yoluyla finansal kazanç sağlama arayışındadır. Benzer bir şekilde, bir tür ceza peşinde olan mevcut ya da eski çalışanlar da kişisel dürtülerle para ve verileri hedef alır.
zh: 网络攻击的原因包括侦察，间谍以获得不公平的竞争优势和智力挑战。 出于经济动机的网络犯罪分子通过数据盗窃或业务中断寻求经济利益。 同样，个人动机，如寻求报复的现任或前任员工，也将针对金钱和数据。
