Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DRATIUIN_H2_Text1
source: Data can be used in many different ways. For example, data collection can be especially beneficial for companies and organizations. The collection of data can be used to gain a better understanding of customers needs, behaviours and churn. The problem is that many firms have too much data and then have issues finding the right data to analyse. Furthermore, data can contain sensitive information that companies or individuals do not want to share with anyone else. Sensitive data that contains your important, private information should be encrypted at all times. Therefore, AxCrypt offers you features that secure your data. These features include, for instance, key sharing, a password manager, password generator and strong AES-256 encryption.
ar: يمكن استخدام البيانات بعدة طرق مختلفة. على سبيل المثال ، يمكن أن يكون جمع البيانات مفيدًا بشكل خاص للشركات والمؤسسات. يمكن استخدام جمع البيانات لاكتساب فهم أفضل لاحتياجات العملاء وسلوكياتهم ومخضباتهم. تكمن المشكلة في أن العديد من الشركات لديها الكثير من البيانات ومن ثم تواجه مشكلات في العثور على البيانات الصحيحة لتحليلها. علاوة على ذلك ، يمكن أن تحتوي البيانات على معلومات حساسة لا ترغب الشركات أو الأفراد في مشاركتها مع أي شخص آخر. يجب تشفير البيانات الحساسة التي تحتوي على معلوماتك الهامة والخاصة في جميع الأوقات. لذلك ، يوفر لك اكسكربت ميزات تؤمن بياناتك. تتضمن هذه الميزات ، على سبيل المثال ، مشاركة المفاتيح ، ومدير كلمات المرور ، ومولد كلمات المرور ، وتشفير AES-256 القوي.
de: Daten können auf viele verschiedene Arten verwendet werden. Zum Beispiel kann die Datenerfassung für Unternehmen und Organisationen besonders vorteilhaft sein. Die Sammlung von Daten kann genutzt werden, um Kundenbedürfnisse, -verhalten und -abwanderung besser zu verstehen. Das Problem ist, dass viele Unternehmen zu viele Daten haben und dann Probleme haben, die richtigen Daten für die Analyse zu finden. Darüber hinaus können Daten sensible Informationen enthalten, die Unternehmen oder Einzelpersonen nicht mit anderen teilen möchten. Sensible Daten, die Ihre wichtigen, privaten Informationen enthalten, sollten jederzeit verschlüsselt werden. Daher bietet Ihnen AxCrypt Funktionen, die Ihre Daten sichern. Zu diesen Funktionen gehören beispielsweise die Schlüsselfreigabe, ein Passwortmanager, ein Passwortgenerator und eine starke AES-256-Verschlüsselung.
es: Los datos se pueden utilizar de muchas maneras. Por ejemplo, la recopilación de datos puede ser especialmente beneficiosa para empresas y organizaciones. La recopilación de datos se puede utilizar para obtener una mejor comprensión de las necesidades, los comportamientos y la rotación de los clientes. El problema es que muchas empresas tienen demasiados datos y luego tienen problemas para encontrar los datos correctos para analizar. Además, los datos pueden contener información confidencial que las empresas o las personas no desean compartir con nadie más. Los datos confidenciales que contienen tu información privada importante deben cifrarse en todo momento. Por lo tanto, AxCrypt te ofrece funciones que protegen tus datos. Estas funciones incluyen, por ejemplo, el uso compartido de claves, un administrador de contraseñas, un generador de contraseñas y un cifrado AES-256 sólido.
fr: Les données peuvent être utilisées de différentes manières. Par exemple, la collecte de données peut être particulièrement bénéfique pour les entreprises et les organisations. La collecte de données peut être utilisée pour mieux comprendre les besoins, les comportements et le taux de désabonnement des clients. Le problème est que de nombreuses entreprises ont trop de données et ont ensuite des difficultés à trouver les bonnes données à analyser. En outre, les données peuvent contenir des informations sensibles que les entreprises ou les particuliers ne souhaitent partager avec personne d'autre. Les données sensibles qui contiennent vos informations privées importantes doivent être cryptées à tout moment. Par conséquent, AxCrypt vous offre des fonctionnalités qui sécurisent vos données. Ces fonctionnalités incluent, par exemple, le partage de clés, un gestionnaire de mots de passe, un générateur de mots de passe et un cryptage AES-256 fort.
it: I dati possono essere utilizzati in molti modi diversi. Ad esempio, la raccolta dei dati può essere particolarmente vantaggiosa per aziende e organizzazioni. La raccolta di dati può essere utilizzata per ottenere una migliore comprensione delle esigenze, dei comportamenti e del tasso di abbandono dei clienti. Il problema è che molte aziende hanno troppi dati e quindi hanno difficoltà a trovare i dati giusti da analizzare. Inoltre, i dati possono contenere informazioni sensibili che le aziende o gli individui non vogliono condividere con nessun altro. I dati sensibili che contengono le tue informazioni importanti e private devono essere crittografati in ogni momento. Pertanto, AxCrypt ti offre funzionalità che proteggono i tuoi dati. Queste funzionalità includono, ad esempio, la condivisione delle chiavi, un gestore di password, un generatore di password e una forte crittografia AES-256.
ko: 데이터는 다양한 방식으로 사용될 수 있습니다. 예를 들어, 데이터 수집은 회사와 조직에 특히 유용할 수 있습니다. 데이터 수집은 고객의 요구, 행동 및 변동을 더 잘 이해하는 데 사용될 수 있습니다. 문제는 많은 기업들이 지나치게 많은 데이터를 수집하여 분석해야 할 적정 데이터를 찾기 어렵다는 것입니다. 또한 데이터에는 회사나 개인이 타인과 공유하고 싶지 않은 민감한 정보가 포함될 수 있습니다. 그렇기에 중요한 개인 정보가 포함된 민감한 데이터는 항상 암호화되어야 합니다. 이에 AxCrypt는 데이터를 보호하는 기능을 제공합니다. 이러한 기능에는 키 공유, 암호 관리자, 암호 생성기 및 강력한 AES-256 암호화 서비스 등이 포함됩니다.
nl: Gegevens kunnen op veel verschillende manieren worden gebruikt. Het verzamelen van gegevens kan bijvoorbeeld vooral gunstig zijn voor bedrijven en organisaties. Het verzamelen van gegevens kan worden gebruikt om een ​​beter inzicht te krijgen in de behoeften, het gedrag en het verloop van klanten. Het probleem is dat veel bedrijven te veel gegevens hebben en vervolgens problemen hebben met het vinden van de juiste gegevens om te analyseren. Bovendien kunnen gegevens gevoelige informatie bevatten die bedrijven of individuen met niemand anders willen delen. Gevoelige gegevens die uw belangrijke privégegevens bevatten, moeten te allen tijde worden versleuteld. Daarom biedt AxCrypt u functies die uw gegevens beveiligen. Deze functies omvatten bijvoorbeeld het delen van sleutels, wachtwoordbeheerder, een wachtwoordgenerator en sterke AES-256-versleuteling.
pl: Dane mogą być wykorzystywane na wiele różnych sposobów. Na przykład zbieranie danych może być szczególnie korzystne dla firm i organizacji. Zbieranie danych może posłużyć do lepszego zrozumienia potrzeb, zachowań i wskaźnika utraty klientów. Problem polega na tym, że wiele firm ma zbyt dużo danych, a następnie ma problemy ze znalezieniem odpowiednich danych do analizy. Ponadto dane mogą zawierać poufne informacje, których firmy lub osoby fizyczne nie chcą udostępniać nikomu innemu. Poufne dane zawierające ważne, prywatne informacje powinny być zawsze szyfrowane. Dlatego AxCrypt oferuje funkcje, które zabezpieczają Twoje dane. Funkcje te obejmują na przykład udostępnianie kluczy, menedżer haseł, generator haseł i silne szyfrowanie AES-256.
pt: Os dados podem ser usados muitas maneiras diferentes. Por exemplo, a recolha de dados pode ser especialmente benéfica para empresas e organizações. A recolha de dados pode ser usada para se perceber melhor as necessidades de clientes, comportamentos e abandonos. O problema é que muitas empresas detêm demasiados dados e depois têm dificuldade em encontrar os dados certos para analisar. Além disso, os dados podem conter informação sensível que as empresas ou indivíduos não querem partilhar com mais ninguém. Dados sensíveis que contenham a sua importante informação privada devem ser constantemente cifrados. Assim, a AxCrypt oferece-lhe funcionalidades que protegem os seus dados. Estas funcionalidades incluem, por exemplo, partilha de chaves, um gestor de palavras-passe, um gerador de palavras-passe e cifragem forte AES de 256 bits.
ru: Данные могут быть использованы самыми разными способами. Например, сбор данных может быть особенно выгоден компаниям и организациям. Сбор данных может быть использован для лучшего понимания потребностей, поведения и оттока клиентов. Проблема в том, что у многих фирм слишком много данных, и затем возникают проблемы с поиском нужных данных для анализа. Кроме того, данные могут содержать конфиденциальную информацию, которой компании или частные лица не хотят делиться ни с кем другим. Конфиденциальные данные, содержащие вашу важную личную информацию, должны быть постоянно зашифрованы. Таким образом, AxCrypt предлагает вам функции, которые защищают ваши данные. Эти функции включают, например, совместное использование ключей, менеджер паролей, генератор паролей и надежное шифрование AES-256.
sv: Data kan användas på många olika sätt. Datainsamling kan till exempel vara särskilt fördelaktigt för företag och organisationer. Insamlingen av data kan användas för att få en bättre förståelse för kundernas beteenden och behov. Problemet är att många företag har för mycket data och sedan har problem med att hitta rätt data att analysera. Vidare kan uppgifter innehålla känslig information som företag eller privatpersoner inte vill dela med någon annan. Känsliga data som innehåller din viktiga, privata information bör alltid krypteras. Därför erbjuder AxCrypt dig funktioner som säkrar din data. Dessa funktioner inkluderar till exempel nyckeldelning, en lösenordshanterare, lösenordsgenerator och stark AES-256-kryptering.
tr: Veriler birçok farklı şekilde kullanılabilir. Örneğin, veri toplama işi şirketler ve kurumlar için özellikle faydalı olabilir. Verilerin toplanması, müşterilerin ihtiyaçları, davranışları ve hareketlerini daha iyi anlayabilmek için kullanılabilir. Bu noktadaki sorun ise birçok firmanın çok fazla veriye sahip olması ve bu nedenle analiz edilecek doğru verileri bulma konusunda sorunlar yaşamasıdır. Buna ek olarak, veriler şirketler veya bireylerin başkalarıyla paylaşmak istemeyeceği hassas bilgiler içerebilmektedir. Önemli ve özel bilgilerinizi içeren hassas verilerin her daim şifrelenmesi gereklidir. Bu nedenle AxCrypt, sizlere verilerinizin güvenliğini sağlayabilecek özellikler sunar. Bu özellikler arasında, örneğin, anahtar paylaşımı, bir şifre yöneticisi, şifre üreticisi ve kuvvetli AES-256 şifreleme bulunur.
zh: 数据可以以许多不同的方式使用。 例如，数据收集可以对公司和组织特别有益。 数据的收集可以用来更好地了解客户的需求、行为和流失。 问题是许多公司拥有太多的数据，然后在找到正确的数据进行分析时遇到了问题。 此外，数据可能包含公司或个人不想与其他人共享的敏感信息。 包含您的重要私人信息的敏感数据应始终加密。 因此，AxCrypt为您提供保护数据的功能。 这些功能包括，例如，密钥共享，密码管理器，密码生成器和强大的AES-256加密。

# Blog_DRATIUIN_H3_Text1
source: Data at rest, at transit and in use are part of the three states of data. The different states of data also show different issues of how data can be attacked by hackers. Data at rest is described as data that is not moving around, for instance, when data is stored on a laptop, hard drive, or flash drive. To protect data at rest, it is helpful and beneficial to use AxCrypt encryption. It will protect your stored data in various places, for example, on your computer, in the cloud with AxCrypt´s Cloud Storage awareness, and on your smartphone. If the data is left unprotected, hackers will be able to find a way to get to your data, because data in rest is usually considered to be more valuable than data in transit.
ar: تُعد البيانات الموجودة في حالة السكون أو أثناء النقل أو قيد الاستخدام جزءًا من حالات البيانات الثلاث. تُظهر حالات البيانات المختلفة أيضًا مشكلات مختلفة تتعلق بكيفية مهاجمة البيانات من قبل المتسللين. توصف البيانات غير المستقرة على أنها بيانات لا تتحرك ، على سبيل المثال ، عند تخزين البيانات على كمبيوتر محمول أو محرك أقراص ثابت أو محرك أقراص فلاش. لحماية البيانات في حالة السكون ، من المفيد والمفيد استخدام تشفير اكسكربت. ستحمي بياناتك المخزنة في أماكن مختلفة ، على سبيل المثال ، على جهاز الكمبيوتر الخاص بك ، في السحابة من خلال الوعي بالتخزين السحابي لاكسكربت ، وعلى هاتفك الذكي. إذا تُركت البيانات بدون حماية ، فسيكون المتسللون قادرين على إيجاد طريقة للوصول إلى بياناتك ، لأن البيانات المتبقية تعتبر عادةً أكثر قيمة من البيانات التي يتم نقلها.
de: Ruhende, übertragende und verwendete Daten sind Teil der drei Datenzustände. Die unterschiedlichen Datenzustände zeigen auch unterschiedliche Probleme auf, wie Daten von Hackern angegriffen werden können. Ruhende Daten werden als Daten bezeichnet, die sich nicht bewegen, z. B. wenn Daten auf einem Laptop, einer Festplatte oder einem Flash-Laufwerk gespeichert sind. Um ruhende Daten zu schützen, ist es hilfreich und vorteilhaft, die AxCrypt-Verschlüsselung zu verwenden. Es schützt Ihre gespeicherten Daten an verschiedenen Orten, z. B. auf Ihrem Computer, in der Cloud mit AxCrypts Cloud Storage Awareness und auf Ihrem Smartphone. Wenn die Daten ungeschützt bleiben, können Hacker einen Weg finden, an Ihre Daten zu gelangen, da ruhende Daten normalerweise als wertvoller angesehen werden als übertragene Daten.
es: Los datos en reposo, en tránsito y en uso son parte de los tres estados de datos. Los diferentes estados de los datos también muestran diferentes problemas de cómo los hackers informáticos pueden atacar los datos. Los datos en reposo se describen como datos que no se mueven, por ejemplo, cuando los datos se almacenan en una computadora portátil, un disco duro o una unidad flash. Para proteger los datos en reposo, es útil y beneficioso usar el cifrado AxCrypt. Protegerá tus datos almacenados en varios lugares, por ejemplo, en tu computadora, en la nube con la conciencia de almacenamiento en la nube de AxCrypt y en tu teléfono inteligente. Si los datos se dejan desprotegidos, los hackers informáticos podrán encontrar una manera de acceder a tus datos, ya que los datos en reposo generalmente se consideran más valiosos que los datos en tránsito.
fr: Les données au repos, en transit et en cours d’utilisation font partie des trois états des données. Les différents états des données montrent également différents problèmes sur la façon dont les données peuvent être attaquées par des pirates. Les données au repos sont décrites comme des données qui ne se déplacent pas, par exemple, lorsque les données sont stockées sur un ordinateur portable, un disque dur ou un lecteur flash. Pour protéger les données au repos, il est utile et bénéfique d’utiliser le cryptage AxCrypt. Il protégera vos données stockées à divers endroits, par exemple sur votre ordinateur, dans le cloud avec la sensibilisation au stockage cloud d’AxCrypt, et sur votre smartphone. Si les données ne sont pas protégées, les pirates informatiques pourront trouver un moyen d’accéder à vos données, car les données au repos sont généralement considérées comme plus précieuses que les données en transit.
it: I dati a riposo, in transito e in uso fanno parte dei tre stati dei dati. I diversi stati dei dati mostrano anche diversi problemi di come i dati possono essere attaccati dagli hacker. I dati a riposo sono descritti come dati che non si spostano, ad esempio quando i dati vengono archiviati su un laptop, un disco rigido o un'unità flash. Per proteggere i dati a riposo, è utile e vantaggioso utilizzare la crittografia AxCrypt. Proteggerà i tuoi dati archiviati in vari luoghi, ad esempio sul tuo computer, nel cloud con la consapevolezza del Cloud Storage di AxCrypt e sul tuo smartphone. Se i dati non vengono protetti, gli hacker saranno in grado di trovare un modo per accedere ai tuoi dati, poiché i dati inattivi sono generalmente considerati più preziosi dei dati in transito.
ko: 미사용 데이터, 전송 중 및 사용 중인 데이터는 세 가지 데이터 상태의 일부입니다. 다양한 데이터 상태는 또한 해커가 데이터를 공격할 수 있는 방법에 대한 다양한 문제를 보여줍니다. 미사용 데이터는 예를 들어 데이터가 랩톱, 하드 드라이브 또는 플래시 드라이브에 저장된 경우 이동하지 않는 데이터로 설명됩니다. 미사용 데이터를 보호하려면 AxCrypt 암호화를 사용하는 것이 유용하고 유익합니다. 예를 들어 컴퓨터, AxCrypt의 클라우드 스토리지 인식 기능이 있는 클라우드 및 스마트폰과 같은 다양한 장소에 저장된 데이터를 보호합니다. 데이터가 보호되지 않은 상태로 남아 있으면 해커는 일반적으로 저장된 데이터가 전송 중인 데이터보다 더 가치 있는 것으로 간주되기 때문에 데이터에 액세스할 수 있는 방법을 찾아낼 겁니다.
nl: Gegevens in rust, in doorvoer en in gebruik maken deel uit van de drie gegevenstoestanden. De verschillende toestanden van gegevens laten ook zien hoe gegevens door hackers kunnen worden aangevallen. Gegevens in rust worden omschreven als gegevens die niet in beweging zijn, bijvoorbeeld wanneer ze zijn opgeslagen op een laptop, harde schijf of flashdrive. Om gegevens in rust te beschermen, is het nuttig en voordelig om AxCrypt-encryptie te gebruiken. Het beschermt uw opgeslagen gegevens op verschillende plaatsen, bijvoorbeeld op uw computer, in de cloud met AxCrypt´s Cloud Storage awareness, en op uw smartphone. Als de gegevens onbeveiligd blijven, kunnen hackers een manier vinden om bij uw gegevens te komen, omdat gegevens in rust meestal als waardevoller worden beschouwd dan gegevens in transitie.
pl: Dane w spoczynku, w trakcie przesyłania i w użyciu są częścią trzech stanów danych. Różne stany danych pokazują również różne problemy związane z atakami hakerów na dane. Dane w spoczynku to dane, które się nie przemieszczają, na przykład gdy dane są przechowywane na laptopie, dysku twardym lub dysku flash. Aby chronić dane w spoczynku, pomocne i korzystne jest użycie szyfrowania AxCrypt. Będzie chronić Twoje przechowywane dane w różnych miejscach, na przykład na Twoim komputerze, w chmurze dzięki świadomości Cloud Storage AxCrypt oraz na Twoim smartfonie. Jeśli dane pozostaną niezabezpieczone, hakerzy będą mogli znaleźć sposób na dotarcie do Twoich danych, ponieważ dane w spoczynku są zwykle uważane za bardziej wartościowe niż dane przesyłane.
pt: Dados em repouso, em trânsito e em uso fazem parte dos três estados dos dados. Os diferentes estados de dados revelam também diferentes problemas de como os dados podem ser atacados por hackers. Os dados em repouso são descritos como dados que não se movem, por exemplo, quando os dados estão armazenados num laptop, disco rígido ou flash drive. Para proteger os dados em repouso, é útil e benéfico usar a cifragem da AxCrypt. Protegerá os seus dados armazenados em vários sítios, por exemplo, no seu computador, na nuvem com a Detecção de Armazenamento na Nuvem da AxCrypt e no seu smartphone. Se os dados são deixados desprotegidos, os hackers serão capazes de descobrir uma forma de os obter, porque os dados em repouso são normalmente considerados mais valiosos que os dados em trânsito.
ru: Данные в состоянии покоя, при передаче и в процессе использования являются частью трех состояний данных. Различные состояния данных также показывают различные проблемы с тем, как данные могут быть атакованы хакерами. Данные в состоянии покоя описываются как данные, которые не перемещаются, например, когда данные хранятся на ноутбуке, жестком диске или флэш-накопителе. Для защиты данных в состоянии покоя полезно использовать шифрование AxCrypt. Это защитит ваши сохраненные данные в различных местах, например, на вашем компьютере, в облаке с помощью AxCrypts Cloud Storage Awareness и на вашем смартфоне. Если данные останутся незащищенными, хакеры смогут найти способ добраться до ваших данных, поскольку данные в rest обычно считаются более ценными, чем данные в пути.
sv: Data i vila, vid rörelse och i användning är en del av de tre datatillstånden. De olika datatillstånden visar också olika frågor om hur data kan attackeras av hackare. Data i vila beskrivs som data som inte rör sig, till exempel när data lagras på en bärbar dator, hårddisk eller flash-enhet. För att skydda data i vila är det användbart och fördelaktigt att använda AxCrypt-kryptering. Det kommer att skydda din lagrade information på olika platser, till exempel på din dator, i molnet med AxCrypts Cloud Storage Awareness och på din smartphone. Om data lämnas oskyddad kommer hackare att kunna hitta ett sätt att komma åt din data, eftersom data i vila vanligtvis anses vara mer värdefulla än data som transporteras.
tr: Beklemedeki, taşınan ve kullanımdaki veriler, başlıca üç veri durumunu ifade eder. Verilerin farklı durumları, verilerin bilgisayar korsanları tarafından nasıl saldırıya uğrayabileceğine dair farklı sorunları da gösterir. Örneğin, beklemedeki veriler, veriler bir dizüstü bilgisayarda, sabit sürücüde veya flash sürücüde depolandığında, hareket etmeyen veriler olarak tanımlanır. Beklemedeki verileri korumak için, AxCrypt şifrelemesini kullanmak yararlı ve faydalıdır. Bu, saklanan verilerinizi çeşitli yerlerde, örneğin bilgisayarınızda, bulutta AxCrypt'in Bulut Depolama farkındalığıyla ve akıllı telefonunuzda koruyacaktır. Veriler korumasız bırakılırsa, bilgisayar korsanları verilerinize ulaşmanın bir yolunu bulabilir, çünkü bekleyen verilerin genellikle aktarım halindeki verilerden daha değerli olduğu kabul edilir.
zh: 静止、传输和使用中的数据是三种数据状态的一部分。 数据的不同状态也显示了数据如何被黑客攻击的不同问题。 静态数据被描述为没有移动的数据，例如，当数据存储在笔记本电脑、硬盘驱动器或闪存驱动器上时。 为了保护静态数据，使用AxCrypt加密是有帮助和有益的。 它将保护您存储的数据在不同的地方，例如，在您的计算机上，在云与AxCrypts云存储意识，并在您的智能手机。 如果数据不受保护，黑客将能够找到一种方法来获取您的数据，因为中的数据通常被认为比传输中的数据更有价值。
