Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_H4_Text5
source: <strong>Two-Factor Authentication (2FA):</strong> Two-factor authentication adds an extra layer of security to your account. It requires you to enter a verification code in addition to your password to log into your account. The verification code can be sent to your phone via text message, email, or an authenticator app. This method of authentication helps to ensure that only the authorized user has access to the account.
ar: <strong> المصادقة الثنائية (2FA): </strong> تضيف المصادقة ذات العاملين طبقة إضافية من الأمان إلى حسابك. يتطلب منك إدخال رمز التحقق بالإضافة إلى كلمة المرور لتسجيل الدخول إلى حسابك. يمكن إرسال رمز التحقق إلى هاتفك عبر رسالة نصية أو بريد إلكتروني أو تطبيق مصدق. تساعد طريقة المصادقة هذه على ضمان وصول المستخدم المصرح له فقط إلى الحساب.
de: <strong>Zwei-Faktor-Authentifizierung (2FA):</strong> Die Zwei-Faktor-Authentifizierung fügt Ihrem Konto eine zusätzliche Sicherheitsebene hinzu. Sie müssen zusätzlich zu Ihrem Passwort einen Bestätigungscode eingeben, um sich bei Ihrem Konto anzumelden. Der Bestätigungscode kann per SMS, E-Mail oder einer Authentifikator-App an Ihr Telefon gesendet werden. Diese Authentifizierungsmethode stellt sicher, dass nur der autorisierte Benutzer Zugriff auf das Konto hat.
es: <strong>Autenticación de dos factores (2FA):</strong> La autenticación de dos factores añade una capa adicional de seguridad a tu cuenta. Requiere que introduzcas un código de verificación además de tu contraseña para acceder a tu cuenta. El código de verificación puede enviarse a tu teléfono por SMS, correo electrónico o una aplicación de autenticación. Este método de autenticación permite garantizar que solamente el usuario autorizado tenga acceso a la cuenta.
fr: <strong>Authentification à deux facteurs (2FA) :</strong> l'authentification à deux facteurs ajoute une couche de sécurité supplémentaire à votre compte. Il vous demande d'entrer un code de vérification en plus de votre mot de passe pour vous connecter à votre compte. Le code de vérification peut être envoyé à votre téléphone par SMS, e-mail ou via une application d'authentification. Cette méthode d'authentification permet de s'assurer que seul l'utilisateur autorisé a accès au compte.
it: <strong>Autenticazione A Due Fattori (2FA):</strong> L'autenticazione a due fattori aggiunge un ulteriore livello di sicurezza al tuo account. Richiede di inserire un codice di verifica oltre alla password per accedere al tuo account. Il codice di verifica può essere inviato al telefono tramite SMS, e-mail o un'app di autenticazione. Questo metodo di autenticazione consente di garantire che solo l'utente autorizzato abbia accesso all'account.
ko: <strong>2단계 인증(2FA):</strong> 2단계 인증은 계정에 보안 계층을 추가합니다. 계정에 로그인하려면 비밀번호 외에 인증 코드를 입력해야 합니다. 인증 코드는 문자 메시지, 이메일 또는 인증 앱을 통해 휴대폰으로 보낼 수 있습니다. 이 인증 방법은 권한 있는 사용자만 계정에 액세스할 수 있도록 하는 데 도움이 됩니다.
nl: <strong>Twee-factor Authenticatie (2FA):</strong> Twee-factor authenticatie voegt een extra beveiligingslaag toe aan uw account. Het vereist dat u een verificatiecode invoert naast uw wachtwoord om in te loggen op uw account. De verificatiecode kan naar uw telefoon worden gestuurd via sms, e-mail of een authenticatie-app. Deze verificatiemethode helpt ervoor te zorgen dat alleen de geautoriseerde gebruiker toegang heeft tot de account.
pl: <strong>Uwierzytelnianie dwuskładnikowe (2FA):</strong> Uwierzytelnianie dwuskładnikowe zapewnia dodatkowe zabezpieczenie Twojego konta. Aby zalogować się na konto, oprócz hasła wymagane jest wprowadzenie kodu weryfikacyjnego. Kod weryfikacyjny można wysłać na telefon za pomocą wiadomości tekstowej, e-maila lub aplikacji uwierzytelniającej. Ta metoda uwierzytelniania pomaga zapewnić, że dostęp do konta ma tylko upoważniony użytkownik.
pt: <strong>Autenticação de dois fatores (2FA):</strong> A autenticação de dois fatores adiciona uma camada extra de segurança à sua conta. Ele exige que você insira um código de verificação, além de sua senha, para entrar em sua conta. O código de verificação pode ser enviado para o seu telefone por mensagem de texto, e-mail ou um aplicativo autenticador. Esse método de autenticação ajuda a garantir que apenas o usuário autorizado tenha acesso à conta.
ru: <strong>Двухфакторная аутентификация (2FA):</strong> Двухфакторная аутентификация добавляет дополнительный уровень безопасности вашей учетной записи. Для входа в свою учетную запись вам необходимо ввести проверочный код в дополнение к паролю. Проверочный код может быть отправлен на ваш телефон с помощью текстового сообщения, электронной почты или приложения для проверки подлинности. Этот метод аутентификации гарантирует, что доступ к учетной записи имеет только авторизованный пользователь.
sv: <strong>Tvåfaktorsautentisering (2FA):</strong> Tvåfaktorsautentisering lägger till ett extra lager av säkerhet till ditt konto. Det kräver att du anger en verifieringskod utöver ditt lösenord för att logga in på ditt konto. Verifieringskoden kan skickas till din telefon via sms, e-post eller en autentiseringsapp. Denna autentiseringsmetod hjälper till att säkerställa att endast den auktoriserade användaren har tillgång till kontot.
tr: <strong>İki Faktörlü Kimlik Doğrulama (2FA):</strong> İki faktörlü kimlik doğrulama, hesabınıza ekstra bir güvenlik katmanı ekler. Bu, hesabınıza giriş yapmak için şifrenize ek olarak bir doğrulama kodu girmenizi gerektirir. Doğrulama kodu telefonunuza kısa mesaj, e-posta veya bir kimlik doğrulayıcı uygulaması aracılığıyla gönderilebilir. Bu kimlik doğrulama yöntemi, hesaba yalnızca yetkili kullanıcının erişebilmesini sağlamaya yardımcı olur.
zh: <strong>双因素身份验证（2FA）：</strong>双因素身份验证为您的帐户增加了额外的安全层。 它要求您除了输入密码外，还输入验证代码以登录您的帐户。 验证码可以通过短信，电子邮件或身份验证器应用程序发送到您的手机。 这种身份验证方法有助于确保只有授权用户才能访问帐户。

# Blog_HQHCYP_H4_Text6
source: <strong>Biometric Authentication:</strong> Biometric authentication uses unique biological characteristics such as fingerprints, facial recognition, or iris scans to identify users. This method of authentication is more secure than passwords since it's difficult for hackers to fake biometric data. Biometric authentication is increasingly being used in mobile devices and laptops to improve security.
ar: <strong> المصادقة البيومترية: </strong> تستخدم المصادقة البيومترية خصائص بيولوجية فريدة مثل بصمات الأصابع أو التعرف على الوجه أو مسح قزحية العين للتعرف على المستخدمين. تعد طريقة المصادقة هذه أكثر أمانًا من كلمات المرور نظرًا لأنه من الصعب على المتسللين تزوير البيانات الحيوية. يتم استخدام المصادقة البيومترية بشكل متزايد في الأجهزة المحمولة وأجهزة الكمبيوتر المحمولة لتحسين الأمان.
de: <strong>Biometrische Authentifizierung:</strong> Die biometrische Authentifizierung verwendet eindeutige biologische Merkmale wie Fingerabdrücke, Gesichtserkennung oder Iris-Scans, um Benutzer zu identifizieren. Diese Authentifizierungsmethode ist sicherer als Passwörter, da es für Hacker schwierig ist, biometrische Daten zu fälschen. Die biometrische Authentifizierung wird zunehmend in mobilen Geräten und Laptops eingesetzt, um die Sicherheit zu verbessern.
es: <strong>Autenticación biométrica:</strong> La autenticación biométrica utiliza características biológicas únicas como las huellas dactilares, el reconocimiento facial o el escáner del iris para identificar a los usuarios. Este método de autenticación es más seguro que las contraseñas, ya que a los hackers les resulta difícil falsificar los datos biométricos. La autenticación biométrica se emplea cada vez más en dispositivos móviles y ordenadores portátiles para mejorar la seguridad.
fr: <strong>Authentification biométrique :</strong> l'authentification biométrique utilise des caractéristiques biologiques uniques telles que les empreintes digitales, la reconnaissance faciale ou les scans de l'iris pour identifier les utilisateurs. Cette méthode d'authentification est plus sûre que les mots de passe, car il est difficile pour les pirates de falsifier les données biométriques. L'authentification biométrique est de plus en plus utilisée dans les appareils mobiles et les ordinateurs portables pour améliorer la sécurité.
it: <strong>Autenticazione biometrica:</strong> L'autenticazione biometrica utilizza caratteristiche biologiche uniche come impronte digitali, riconoscimento facciale o scansioni dell'iride per identificare gli utenti. Questo metodo di autenticazione è più sicuro delle password poiché è difficile per gli hacker falsificare i dati biometrici. L'autenticazione biometrica viene sempre più utilizzata nei dispositivi mobili e nei laptop per migliorare la sicurezza.
ko: <strong>생체 인증:</strong> 생체 인증은 지문, 얼굴 인식 또는 홍채 스캔과 같은 고유한 생물학적 특성을 사용하여 사용자를 식별합니다. 이 인증 방법은 해커가 생체 인식 데이터를 위조하기 어렵기 때문에 암호보다 더 안전합니다. 생체 인증은 보안을 강화하기 위해 모바일 장치 및 랩톱에서 점점 더 많이 사용되고 있습니다.
nl: <strong>Biometrische Authenticatie:</strong> Biometrische authenticatie maakt gebruik van unieke biologische kenmerken zoals vingerafdrukken, gezichtsherkenning of irisscans om gebruikers te identificeren. Deze authenticatiemethode is veiliger dan wachtwoorden, omdat het voor hackers moeilijk is om biometrische gegevens te vervalsen. Biometrische authenticatie wordt steeds vaker gebruikt in mobiele apparaten en laptops om de beveiliging te verbeteren.
pl: <strong>Uwierzytelnianie biometryczne:</strong> Uwierzytelnianie biometryczne wykorzystuje unikalne cechy biologiczne, takie jak odciski palców, rozpoznawanie twarzy lub skany tęczówki, w celu identyfikacji użytkowników. Ta metoda uwierzytelniania jest bezpieczniejsza niż hasła, ponieważ hakerom trudno jest sfałszować dane biometryczne. Uwierzytelnianie biometryczne jest coraz częściej stosowane w urządzeniach mobilnych i laptopach w celu poprawy bezpieczeństwa.
pt: <strong>Autenticação Biométrica:</strong> A autenticação biométrica usa características biológicas exclusivas, como impressões digitais, reconhecimento facial ou varreduras de íris para identificar os usuários. Esse método de autenticação é mais seguro do que as senhas, já que é difícil para os hackers falsificarem dados biométricos. A autenticação biométrica está sendo cada vez mais usada em dispositivos móveis e laptops para melhorar a segurança.
ru: <strong> Биометрическая аутентификация: </strong> Биометрическая аутентификация использует уникальные биологические характеристики, такие как отпечатки пальцев, распознавание лиц или сканирование радужной оболочки глаза, для идентификации пользователей. Этот метод аутентификации более безопасен, чем пароли, поскольку хакерам трудно подделать биометрические данные. Биометрическая аутентификация все чаще используется в мобильных устройствах и ноутбуках для повышения безопасности.
sv: <strong>Biometrisk autentisering:</strong> Biometrisk autentisering använder unika biologiska egenskaper som fingeravtryck, ansiktsigenkänning eller irisskanningar för att identifiera användare. Denna autentiseringsmetod är säkrare än lösenord eftersom det är svårt för hackare att förfalska biometriska data. Biometrisk autentisering används alltmer i mobila enheter och bärbara datorer för att förbättra säkerheten.
tr: <strong>Biyometrik Kimlik Doğrulama:</strong> Biyometrik kimlik doğrulama, kullanıcıları tanımlamak için parmak izleri, yüz tanıma veya iris taramaları gibi benzersiz biyolojik özellikleri kullanır. Bu kimlik doğrulama yöntemi, bilgisayar korsanlarının biyometrik verileri taklit etmesi zor olduğu için parolalardan daha güvenlidir. Biyometrik kimlik doğrulama, güvenliği artırmak için mobil cihazlarda ve dizüstü bilgisayarlarda giderek daha fazla kullanılmaktadır.
zh: <strong>生物认证：</strong>生物认证使用独特的生物特征，如指纹，面部识别或虹膜扫描来识别用户。 这种身份验证方法比密码更安全，因为黑客很难伪造生物识别数据。 生物识别身份验证越来越多地用于移动设备和笔记本电脑，以提高安全性。

# Blog_HQHCYP_H4_Text7
source: <strong>Password-less Authentication:</strong> Password-less authentication is a new trend in password protection. It replaces the traditional password with other forms of authentication such as biometrics, security tokens, or one-time passwords.
ar: <strong> مصادقة بدون كلمة مرور: </strong> المصادقة بدون كلمة مرور هي اتجاه جديد في حماية كلمة المرور. يستبدل كلمة المرور التقليدية بأشكال أخرى من المصادقة مثل القياسات الحيوية أو رموز الأمان أو كلمات المرور لمرة واحدة.
de: <strong>Passwortlose Authentifizierung:</strong> Die passwortlose Authentifizierung ist ein neuer Trend im Passwortschutz. Es ersetzt das herkömmliche Passwort durch andere Formen der Authentifizierung wie Biometrie, Sicherheitstoken oder Einmalpasswörter.
es: <strong>Autenticación sin contraseña:</strong> La autenticación sin contraseña es una nueva tendencia en la protección de contraseñas. Sustituye la contraseña tradicional por otras formas de autenticación, como la biometría, los tokens de seguridad o las contraseñas de un solo uso.
fr: <strong>Authentification sans mot de passe :</strong> l'authentification sans mot de passe est une nouvelle tendance en matière de protection par mot de passe. Il remplace le mot de passe traditionnel par d'autres formes d'authentification telles que la biométrie, les jetons de sécurité ou les mots de passe à usage unique.
it: <strong>Autenticazione Senza Password:</strong> L'autenticazione senza password è una nuova tendenza nella protezione con password. Sostituisce la password tradizionale con altre forme di autenticazione come biometria, token di sicurezza o password monouso.
ko: <strong>암호 없는 인증:</strong> 암호 없는 인증은 암호 보호의 새로운 추세입니다. 기존 암호를 생체 인식, 보안 토큰 또는 일회용 암호와 같은 다른 형태의 인증으로 대체합니다.
nl: <strong>Verificatie Zonder Wachtwoord:</strong> Wachtwoordloze verificatie is een nieuwe trend in wachtwoordbeveiliging. Het vervangt het traditionele wachtwoord door andere vormen van authenticatie, zoals biometrie, beveiligingstokens of eenmalige wachtwoorden.
pl: <strong>Uwierzytelnianie bez hasła:</strong> Uwierzytelnianie bez hasła to nowy trend w ochronie hasłem. Zastępuje tradycyjne hasło innymi formami uwierzytelniania, takimi jak dane biometryczne, tokeny zabezpieczające lub hasła jednorazowe.
pt: <strong>Autenticação sem senha:</strong> A autenticação sem senha é uma nova tendência na proteção por senha. Ele substitui a senha tradicional por outras formas de autenticação, como biometria, tokens de segurança ou senhas de uso único.
ru: <strong> Аутентификация без пароля: </strong> Аутентификация без пароля - это новая тенденция в защите паролем. Он заменяет традиционный пароль другими формами аутентификации, такими как биометрические данные, токены безопасности или одноразовые пароли.
sv: <strong>Autentisering utan lösenord:</strong> Autentisering utan lösenord är en ny trend inom lösenordsskydd. Det ersätter det traditionella lösenordet med andra former av autentisering som biometri, säkerhetstokens eller engångslösenord.
tr: <strong>Parolasız Kimlik Doğrulama:</strong> Parolasız kimlik doğrulama, parola korumasında yeni bir eğilimdir. Geleneksel parolayı biyometri, güvenlik belirteçleri veya tek kullanımlık parolalar gibi diğer kimlik doğrulama biçimleriyle değiştirir.
zh: <strong>无密码认证：</strong>无密码认证是密码保护的新趋势。 它将传统密码替换为其他形式的身份验证，如生物识别、安全令牌或一次性密码。

# Blog_HQHCYP_H4_Text8
source: This method of authentication is more secure since it eliminates the risk of password theft and password reuse.
ar: تعد طريقة المصادقة هذه أكثر أمانًا لأنها تقضي على مخاطر سرقة كلمة المرور وإعادة استخدام كلمة المرور.
de: Diese Authentifizierungsmethode ist sicherer, da sie das Risiko des Kennwortdiebstahls und der Wiederverwendung von Kennwörtern eliminiert.
es: Este método de autenticación es más seguro, ya que elimina el riesgo de robo y reutilización de contraseñas.
fr: Cette méthode d'authentification est plus sécurisée car elle élimine le risque de vol de mot de passe et de réutilisation du mot de passe.
it: Questo metodo di autenticazione è più sicuro poiché elimina il rischio di furto e riutilizzo della password.
ko: 이 인증 방법은 암호 도난 및 암호 재사용의 위험을 제거하므로 더 안전합니다.
nl: Deze verificatiemethode is veiliger omdat het risico op wachtwoorddiefstal en hergebruik van wachtwoorden wordt geëlimineerd.
pl: Ta metoda uwierzytelniania jest bezpieczniejsza, ponieważ eliminuje ryzyko kradzieży hasła i ponownego użycia hasła.
pt: Este método de autenticação é mais seguro, ja que elimina o risco de roubo de senha e reutilização de senhas.
ru: Этот метод аутентификации более безопасен, поскольку устраняет риск кражи пароля и повторного использования пароля.
sv: Denna autentiseringsmetod är säkrare eftersom den eliminerar risken för lösenordsstöld och återanvändning av lösenord.
tr: Bu kimlik doğrulama yöntemi, parola hırsızlığı ve parolanın yeniden kullanılması riskini ortadan kaldırdığı için daha güvenlidir.
zh: 这种身份验证方法更安全，因为它消除了密码被盗和密码重复使用的风险。

# Blog_HQHCYP_H4_Text9
source: Apart from these methods, one more highly effective password protection practice is to change your password frequently. This is because the longer you use a password, the higher the chances are that it may get compromised. Regularly changing your password ensures that even if a hacker gains access to it, they won't be able to use it for long before it becomes invalid.
ar: بصرف النظر عن هذه الطرق ، هناك ممارسة أخرى فعالة للغاية لحماية كلمة المرور وهي تغيير كلمة المرور الخاصة بك بشكل متكرر. هذا لأنه كلما طالت مدة استخدامك لكلمة المرور ، زادت فرص تعرضها للاختراق. يضمن التغيير المنتظم لكلمة المرور أنه حتى لو تمكن أحد المتطفلين من الوصول إليها ، فلن يتمكن من استخدامها لفترة طويلة قبل أن تصبح غير صالحة.
de: Abgesehen von diesen Methoden besteht eine weitere hochwirksame Passwortschutzmethode darin, Ihr Passwort häufig zu ändern. Dies liegt daran, je länger Sie ein Passwort verwenden, Desto höher ist die Wahrscheinlichkeit, dass es kompromittiert wird. Durch regelmäßiges Ändern Ihres Passworts wird sichergestellt, dass selbst wenn ein Hacker Zugriff darauf erhält, er es nicht lange verwenden kann, bevor es ungültig wird.
es: Aparte de estos métodos, otra práctica muy eficaz para proteger la contraseña es cambiarla con frecuencia. Cuanto más tiempo se utilice una contraseña, más probabilidades hay de que quede expuesta. Cambiar la contraseña con regularidad te garantiza que, aunque un hacker acceda a ella, no podrá utilizarla durante mucho tiempo antes de que deje de ser válida.
fr: En dehors de ces méthodes, une autre pratique de protection par mot de passe très efficace consiste à changer fréquemment de mot de passe. En effet, plus vous utilisez un mot de passe longtemps, plus il y a de chances qu'il soit compromis. Changer régulièrement votre mot de passe garantit que même si un pirate informatique y accède, il ne pourra pas l'utiliser longtemps avant qu'il ne devienne invalide.
it: Oltre a questi metodi, un'altra pratica di protezione della password altamente efficace è quella di cambiare frequentemente la password. Questo perché più a lungo usi una password, maggiori sono le probabilità che possa essere compromessa. La modifica regolare della password garantisce che, anche se un hacker ottiene l'accesso ad essa, non sarà in grado di utilizzarla a lungo prima che diventi non valida.
ko: 이러한 방법 외에도 매우 효과적인 암호 보호 방법 중 하나는 암호를 자주 변경하는 것입니다. 암호를 오래 사용할수록 암호가 손상될 가능성이 높아지기 때문입니다. 비밀번호를 정기적으로 변경하면 해커가 비밀번호에 액세스하더라도 비밀번호가 무효화되기 전까지 오랫동안 비밀번호를 사용할 수 없습니다.
nl: Afgezien van deze methoden, is een meer zeer effectieve wachtwoordbeveiligingspraktijk om uw wachtwoord regelmatig te wijzigen. Dit komt omdat hoe langer u een wachtwoord gebruikt, hoe groter de kans is dat het kan worden gecompromitteerd. Het regelmatig wijzigen van uw wachtwoord zorgt ervoor dat zelfs als een hacker er toegang toe krijgt, ze het niet lang kunnen gebruiken voordat het ongeldig wordt.
pl: Oprócz tych metod, jeszcze jedną bardzo skuteczną praktyką ochrony hasłem jest częsta zmiana hasła. Dzieje się tak, ponieważ im dłużej używasz hasła, tym większe są szanse, że zostanie ono naruszone. Regularna zmiana hasła gwarantuje, że nawet jeśli haker uzyska do niego dostęp, nie będzie mógł go używać przez długi czas, zanim straci ważność.
pt: Além desses métodos, mais uma prática de proteção por senha altamente eficaz é alterar sua senha com frequência. Isso porque quanto mais tempo você usa uma senha, maiores são as chances de que ela fique comprometida. Alterar regularmente sua senha garante que, mesmo que um hacker obtenha acesso a ela, ele não poderá usá-la por muito tempo antes que ela se torne inválida.
ru: Помимо этих методов, еще одним высокоэффективным способом защиты паролем является частая смена пароля. Это связано с тем, что чем дольше вы используете пароль, тем выше вероятность того, что он может быть скомпрометирован. Регулярная смена вашего пароля гарантирует, что даже если хакер получит к нему доступ, он не сможет долго им пользоваться, прежде чем он станет недействительным.
sv: Förutom dessa metoder är en mer effektiv lösenordsskyddspraxis att ändra ditt lösenord ofta. Detta beror på att ju längre du använder ett lösenord, desto större är chansen att det kan äventyras. Att regelbundet ändra ditt lösenord säkerställer att även om en hackare får tillgång till det, kommer de inte att kunna använda det länge innan det blir ogiltigt.
tr: Bu yöntemlerin yanı sıra, bir başka etkili parola koruma uygulaması da parolanızı sık sık değiştirmektir. Bunun nedeni, bir parolayı ne kadar uzun süre kullanırsanız, tehlikeye girme olasılığınızın o kadar yüksek olmasıdır. Parolanızı düzenli olarak değiştirmek, bir bilgisayar korsanı parolanıza erişse bile, geçersiz hale gelmeden önce uzun süre kullanamamasını sağlar.
zh: 除了这些方法，一个更有效的密码保护的做法是经常更改您的密码。 这是因为您使用密码的时间越长，密码被泄露的可能性就越大。 定期更改您的密码可确保即使黑客获得对其的访问权限，他们也无法在其无效之前使用它很长时间。
