Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CEANK_H5_Text2
source: It is very easy to accomplish data privacy in the cloud. AxCrypt will automatically find what Cloud Storage services are installed on your computer and create an AxCrypt folder there. We make it easy for you to automatically view and keep the files secured on these folders. To access this feature, have a look at a <a href='https://axcrypt.net/business'>business subscription</a> if you're part of a company or a <a href='https://axcrypt.net/premium'>premium subscription</a> if you're a private indiviudal.
ar: من السهل جدًا تحقيق خصوصية البيانات في السحابة. سيجد برنامج اكسكربت تلقائيًا خدمات التخزين السحابية المثبتة على جهاز الكمبيوتر الخاص بك ويقوم بإنشاء مجلد اكسكربت هناك. نحن نسهل عليك عرض الملفات تلقائيًا والحفاظ عليها مؤمنة في هذه المجلدات. للوصول إلى هذه الميزة ، ألق نظرة على <a href='https://axcrypt.net/business'> اشتراك أعمال </a> إذا كنت جزءًا من شركة أو <a href = 'https: / /axcrypt.net/premium'> اشتراك مميز </a> إذا كنت فردًا خاصًا.
de: Es ist sehr einfach, Datenschutz in der Cloud zu erreichen. AxCrypt findet automatisch, welche Cloud-Speicherdienste auf Ihrem Computer installiert sind, und erstellt dort einen AxCrypt-Ordner. Wir machen es Ihnen leicht, die Dateien in diesen Ordnern automatisch anzuzeigen und zu sichern. Um auf diese Funktion zuzugreifen, werfen Sie einen Blick auf a <a href='https://axcrypt.net/business'>business subscription</a> wenn Sie Teil eines Unternehmens oder einer <a href='https://axcrypt.net/premium'>premium subscription</a> wenn Sie eine Privatperson sind.
es: Es muy fácil lograr la privacidad de los datos en la nube. AxCrypt encontrará automáticamente qué servicios de almacenamiento en la nube están instalados en tu computadora y creará una carpeta AxCrypt allí. Te facilitamos la visualización automática y el mantenimiento seguro de los archivos en estas carpetas. Para acceder a esta función, echa un vistazo a la <a href='https://axcrypt.net/business'>suscripción Business</a> si formas parte de una empresa o a la <a href='https://axcrypt.net/premium'>suscripción Premium</a> si eres un usuario privado.
fr: Il est très facile d’assurer la confidentialité des données dans le cloud. AxCrypt trouvera automatiquement les services de Stockage Cloud installés sur votre ordinateur et y créera un dossier AxCrypt. Nous vous facilitons la visualisation et la sécurisation automatiques des fichiers dans ces dossiers. Pour accéder à cette fonctionnalité, consultez un <a href='https://axcrypt.net/business'>abonnement professionnel</a> si vous faites partie d’une entreprise ou un <a href='https://axcrypt.net/premium'>abonnement premium</a> si vous êtes un particulier.
it: È molto facile realizzare la privacy dei dati nel cloud. AxCrypt troverà automaticamente quali servizi di Cloud Storage sono installati sul tuo computer e creerà una cartella AxCrypt lì. Semplifichiamo la visualizzazione e la conservazione automatica dei file in queste cartelle. Per accedere a questa funzione, dai un'occhiata a un <a href='https://axcrypt.net/business'>abbonamento aziendale</a> se fai parte di un'azienda o di un <a href='https:/ /axcrypt.net/premium'>abbonamento premium</a> se sei un privato.
ko: 클라우드에서 데이터 개인 정보를 보호하는 것은 매우 쉽습니다. AxCrypt는 컴퓨터에 설치된 클라우드 스토리지 서비스를 자동으로 찾아 거기에 AxCrypt 폴더를 만듭니다. 이러한 폴더에서 파일을 자동으로 보고 안전하게 보관할 수 있습니다. 이 기능에 액세스하려면 회사의 구성원인 경우 <a href='https://axcrypt.net/business'>비즈니스</a> 구독을 살펴보고 개인인 경우 <a href='https://axcrypt.net/premium'>프리미엄 구독을</a> 살펴보세요.
nl: Het is heel eenvoudig om gegevensprivacy in de cloud te bereiken. AxCrypt zoekt automatisch welke Cloud Storage-services op uw computer zijn geïnstalleerd en maakt daar een AxCrypt-map aan. We maken het u gemakkelijk om de bestanden in deze mappen automatisch te bekijken en beveiligd te houden. Bekijk voor toegang tot deze functie een <a href='https://axcrypt.net/business'>zakelijk abonnement</a> als u deel uitmaakt van een bedrijf of een <a href='https:/ /axcrypt.net/premium'>premium abonnement</a> als u een particulier bent.
pl: Zapewnienie prywatności danych w chmurze jest bardzo łatwe. AxCrypt automatycznie znajdzie, jakie usługi Cloud Storage są zainstalowane na Twoim komputerze i utworzy tam folder AxCrypt. Ułatwiamy automatyczne przeglądanie i zabezpieczanie plików w tych folderach. Aby uzyskać dostęp do tej funkcji, spójrz na <a href='https://axcrypt.net/business'>subskrypcję biznesową</a>, jeśli jesteś częścią firmy lub <a href='https:// /axcrypt.net/premium'>subskrypcja premium</a>, jeśli jesteś osobą prywatną.
pt: É muito fácil ter privacidade de dados na nuvem. A AxCrypt descobre automaticamente os serviços de Armazenamento na Nuvem instalados no seu computador e cria uma pasta AxCrypt. Tornamos fácil e automática a visualização e manutenção dos seus ficheiros protegidos nestas pastas. Para aceder a esta funcionalidade, dê uma olhadela na subscrição <a href='https://axcrypt.net/business'>Business</a> se for parte de uma empresa ou <a href='https://axcrypt.net/premium'>Premium</a> se for um indivíduo privado.
ru: Обеспечить конфиденциальность данных в облаке очень легко. AxCrypt автоматически найдет, какие облачные службы хранения данных установлены на вашем компьютере, и создаст там папку AxCrypt. Мы облегчаем вам автоматический просмотр файлов в этих папках и сохраняем их в безопасности. Чтобы получить доступ к этой функции, взгляните на <a href='https://axcrypt.net/business'>business subscription</a> если вы являетесь сотрудником компании или <a href='https://axcrypt.net/premium'>premium subscription</a> если вы частное лицо.
sv: Det är mycket enkelt att uppnå datasekretess i molnet. AxCrypt hittar automatiskt vilka Cloud Storage-tjänster som är installerade på din dator och skapar en AxCrypt-mapp där. Vi gör det enkelt för dig att automatiskt se och hålla filerna säkrade i dessa mappar. För att komma åt den här funktionen, ta en titt på en <a href='https://axcrypt.net/business'>företagsprenumeration</a> om du är en del av ett företag eller en <a href='https:/ /axcrypt.net/premium'>premiumprenumeration</a> om du är en privat person.
tr: Bulutta veri gizliliğini gerçekleştirmek çok kolaydır. AxCrypt, bilgisayarınızda hangi Bulut Depolama hizmetlerinin yüklü olduğunu otomatik olarak bulacak ve orada bir AxCrypt klasörü oluşturacaktır. Bu sayede, bu klasörlerdeki dosyaları otomatik olarak görüntülemenizi ve güvende tutmanızı kolaylaştırırız. Bu özelliğe erişmek için, bir şirketin parçasıysanız bir <a href='https://axcrypt.net/business'>işletme aboneliğine</a> veya özel bir bireyseniz <a href='https://axcrypt.net/premium'>premium aboneliğe</a> göz atın.
zh: 在云中实现数据隐私非常容易。 AxCrypt将自动查找您的计算机上安装的云存储服务，并在那里创建一个AxCrypt文件夹。 我们使您可以轻松地自动查看和保持这些文件夹上的文件安全。 要访问此功能，请查看<a href='https://axcrypt.net/business'>business subscription</a>如果您是公司的一部分或<a href='https://axcrypt.net/premium'>premium subscription</a>如果您是一个私人。

# Blog_CEANK_H5_Text3
source: We offer Zero Knowledge encryption. Zero knowledge cloud encryption safeguards your privacy, in short your personal data is encrypted in the best possible way and there is no way for cloud providers nor us to identify your accreditation. Stronger than a forretress our encryption method will keep all your information safe and secure. Nevertheless, you have to remember your password. If it is forgotten your data will remain encrypted forever and therefore useless.
ar: نحن نقدم تشفير Zero Knowledge. يحمي تشفير سحابة المعرفة الصفرية خصوصيتك ، وباختصار يتم تشفير بياناتك الشخصية بأفضل طريقة ممكنة ولا توجد طريقة لمقدمي الخدمات السحابية ولا لنا لتحديد اعتمادك. أقوى من طريقة التشفير لدينا ستحافظ على أمان جميع معلوماتك وأمانها. ومع ذلك ، عليك أن تتذكر كلمة المرور الخاصة بك. في حالة نسيانها ، ستظل بياناتك مشفرة إلى الأبد وبالتالي عديمة الفائدة.
de: Wir bieten Zero-Knowledge-Verschlüsselung. Zero Knowledge Cloud-Verschlüsselung schützt Ihre Privatsphäre, kurz gesagt, Ihre persönlichen Daten werden bestmöglich verschlüsselt und es gibt weder für Cloud-Anbieter noch für uns die Möglichkeit, Ihre Akkreditierung zu identifizieren. Stärker als ein Forretress Unsere Verschlüsselungsmethode schützt alle Ihre Informationen. Trotzdem müssen Sie sich Ihr Passwort merken. Wenn es vergessen wird, bleiben Ihre Daten für immer verschlüsselt und daher unbrauchbar.
es: Ofrecemos cifrado de conocimiento cero. El cifrado en la nube de conocimiento cero protege tu privacidad, en resumen, tus datos personales se cifran de la mejor manera posible y no hay forma de que los proveedores de la nube ni nosotros identifiquemos tu acreditación. Más fuerte que una fortaleza, nuestro método de cifrado mantendrá toda tu información segura y protegida. Sin embargo, debes recordar tu contraseña. Si la olvidas, tus datos permanecerán cifrados para siempre y, por lo tanto, inútiles.
fr: Nous offrons le cryptage Zero Knowledge. Le cryptage cloud zero knowledge protège votre vie privée, en bref vos données personnelles sont cryptées de la meilleure façon possible et il n’y a aucun moyen pour les fournisseurs de cloud ni pour nous d’identifier votre accréditation. Plus fort qu’une forteresse, notre méthode de cryptage gardera toutes vos informations en sécurité. Néanmoins, vous devez vous souvenir de votre mot de passe. Si ils sont oubliés, vos données resteront cryptées pour toujours et donc inutiles.
it: Offriamo la crittografia Zero Knowledge. La crittografia cloud a conoscenza zero salvaguarda la tua privacy, in breve i tuoi dati personali sono crittografati nel miglior modo possibile e non c'è modo per i fornitori di cloud né per noi di identificare il tuo accreditamento. Più inespugnabile di una fortezza, il nostro metodo di crittografia manterrà tutte le tue informazioni al sicuro. Tuttavia, devi ricordare la tua password. Se viene dimenticato i tuoi dati rimarranno crittografati per sempre e quindi inutili.
ko: 영지식 암호화를 제공합니다. 영지식 클라우드 암호화는 개인 정보를 보호합니다. 즉, 개인 데이터는 최상의 방식으로 암호화되며 클라우드 공급자 또는 당사에서는 사용자의 인증을 식별할 방법이 없습니다. 요새보다 강력한 암호화 방법을 사용하면 모든 정보를 안전하게 보호할 수 있습니다. 그렇기에 비밀번호를 기억해야 합니다. 암호를 잊어버리면 데이터는 영원히 암호화되어 사용할 수 없게 됩니다.
nl: Wij bieden Zero Knowledge encryptie. Zero knowledge cloud encryptie waarborgt uw privacy, in het kort worden uw persoonlijke gegevens op de best mogelijke manier versleuteld en er is geen enkele manier voor cloud providers noch voor ons om uw accreditatie te identificeren. Sterker dan een fort houdt onze encryptiemethode al uw informatie veilig en beveiligd. Niettemin moet u uw wachtwoord onthouden. Als u het vergeet, blijven uw gegevens voor altijd versleuteld en dus onbruikbaar.
pl: Oferujemy szyfrowanie Zero Knowledge. Szyfrowanie w chmurze bez wiedzy chroni Twoją prywatność, krótko mówiąc, Twoje dane osobowe są szyfrowane w najlepszy możliwy sposób i nie ma możliwości, aby dostawcy usług w chmurze ani my mogli zidentyfikować Twoją akredytację. Silniejsza niż forteca, nasza metoda szyfrowania zapewni bezpieczeństwo wszystkich Twoich informacji. Niemniej jednak musisz zapamiętać swoje hasło. Jeśli zostanie zapomniany, Twoje dane pozostaną zaszyfrowane na zawsze, a zatem bezużyteczne.
pt: Oferecemos cifragem de Conhecimento Zero. A cifragem de nuvem de Conhecimento Zero protege a sua privacidade, em suma, os seus dados pessoais são cifrados da melhor maneira possível e não há como os fornecedores da nuvem nem nós identificarmos a sua acreditação. Mais forte que uma fortaleza, o nosso método criptográfico mantém toda a sua informação protegida e segura. No entanto, você tem de se lembrar da sua palavra-passe. Se for esquecida, os seus dados permanecerão cifrados para sempre e serão, portanto, inúteis.
ru: Мы предлагаем шифрование с нулевым разглашением. Облачное шифрование с нулевым знанием гарантирует вашу конфиденциальность. Грубо говоря, ваши личные данные зашифрованы наилучшим из возможных способов, и ни облачные провайдеры, ни мы не можем идентифицировать вашу аккредитацию. Более надежный, чем Форретресс, наш метод шифрования сохранит всю вашу информацию в целости и сохранности. Тем не менее, вы должны запомнить свой пароль. Если это будет забыто, ваши данные останутся зашифрованными навсегда и, следовательно, бесполезными.
sv: Vi erbjuder Zero Knowledge-kryptering. Zero Knowledge molnkryptering skyddar din integritet, och är personuppgifter är krypterade på bästa möjliga sätt och det finns inget sätt för molnleverantörer eller oss att identifiera din ackreditering. Starkare än en fästning kommer vår krypteringsmetod att hålla all din information trygg och säker. Men du måste komma ihåg ditt lösenord. Om det glöms bort kommer din data att förbli krypterade för alltid och därför värdelösa.
tr: Sıfır Bilgi şifrelemesi sunuyoruz. Sıfır bilgi bulut şifrelemesi gizliliğinizi korur, kısacası kişisel verileriniz mümkün olan en iyi şekilde şifrelenir ve bulut sağlayıcılarının veya bizim akreditasyonunuzu tanımlamamızın hiçbir yolu yoktur. Forretress'ten daha güçlü olan şifreleme yöntemimiz tüm bilgilerinizi güvende ve güvenlikli tutacaktır. Bununla birlikte, parolanızı hatırlamanız gerekir. Unutulduğu takdirde verileriniz sonsuza kadar şifrelenmiş olarak kalacak ve bu nedenle işe yaramayacaktır.
zh: 我们提供零知识加密. 零知识云加密保护您的隐私，简而言之，您的个人数据以最佳方式加密，云提供商和我们都无法识别您的身份。 我们的加密方法将保证您的所有信息的安全和安全。 不过，您必须记住您的密码。 如果它被遗忘，您的数据将永远保持加密，因此无用。

# Blog_CEANK_Heading1
source: <h3>What is a cloud?</h3>
ar: <h3> ما هي السحابة؟ </h3>
de: <h3>Was ist eine Cloud?</h3>
es: <h3>¿Qué es la nube?</h3>
fr: <h3>Qu’est-ce que le cloud ?</h3>
it: <h3>Cos'è un cloud?</h3>
ko: <h3>클라우드란 무엇인가요?</h3>
nl: <h3>Wat is een cloud?</h3>
pl: <h3>Co to jest chmura?</h3>
pt: <h3>O que é uma nuvem?</h3>
ru: <h3>Что такое облако?</h3>
sv: <h3>Vad är ett moln?</h3>
tr: <h3>Bulut nedir?</h3>
zh: <h3>什么是云？</h3>

# Blog_CEANK_Heading4
source: <h3>What about security?</h3>
ar: <h3> ماذا عن الأمان؟ </h3>
de: <h3>Was ist mit der Sicherheit?</h3>
es: <h3>¿Qué hay de la seguridad?</h3>
fr: <h3>Qu’en est-il de la sécurité ?</h3>
it: <h3>E la sicurezza?</h3>
ko: <h3>보안은 어떻게 합니까?</h3>
nl: <h3>Hoe zit het met de beveiliging?</h3>
pl: <h3>A co z bezpieczeństwem?</h3>
pt: <h3>E a segurança?</h3>
ru: <h3>А как насчет безопасности?</h3>
sv: <h3>Vad sägs om säkerheten?</h3>
tr: <h3>Peki ya güvenlik?</h3>
zh: <h3>安全性呢？</h3>

# Blog_CEANK_Heading5
source: <h3>Encryption is a solution</h3>
ar: <h3> التشفير هو الحل </h3>
de: <h3>Verschlüsselung ist eine Lösung</h3>
es: <h3>El cifrado es la solución</h3>
fr: <h3>Le chiffrement est une solution</h3>
it: <h3>La crittografia è una soluzione</h3>
ko: <h3>암호화는 해결책입니다</h3>
nl: <h3>Encryptie is een oplossing</h3>
pl: <h3>Szyfrowanie to rozwiązanie</h3>
pt: <h3>A cifragem é uma solução</h3>
ru: <h3>Шифрование - это решение</h3>
sv: <h3>Kryptering är en lösning</h3>
tr: <h3>Şifreleme bir çözümdür</h3>
zh: <h3>加密是一种解决方案</h3>

# Blog_CEANK_Summary
source: The cloud is everywhere. We are used to it. We usually associate the cloud with GoogleDrive, Dropbox etc.. However it is much more than that.
ar: السحابة في كل مكان. معتادين عليها. عادة ما نربط السحابة بـ جوجل درايف و دروب بوكس وما إلى ذلك. ومع ذلك فهي أكثر من ذلك بكثير.
de: Die Cloud ist überall. Wir sind daran gewöhnt. Normalerweise verbinden wir die Cloud mit Google Drive, Dropbox usw.. Es ist jedoch viel mehr als das.
es: La nube está en todas partes. Estamos acostumbrados a ello. Solemos asociar la nube con GoogleDrive, Dropbox, etc. Sin embargo, es mucho más que eso.
fr: Le cloud est partout. Nous y sommes habitués. Nous associons généralement le cloud à GoogleDrive, Dropbox, etc. Cependant, c’est beaucoup plus que cela.
it: Il cloud è ovunque. Ci siamo abituati. Di solito associamo il cloud a GoogleDrive, Dropbox ecc. Tuttavia è molto più di questo.
ko: 클라우드는 어디에나 있습니다. 우리는 그것에 익숙합니다. 우리는 일반적으로 클라우드를 구글 드라이브, 드롭박스 등과 연결합니다. 그러나 그것은 그 이상입니다.
nl: De cloud is overal. We zijn eraan gewend. We associëren de cloud meestal met GoogleDrive, Dropbox enz. Maar het is veel meer dan dat.
pl: Chmura jest wszędzie. Jesteśmy do tego przyzwyczajeni. Chmurę zazwyczaj kojarzymy z GoogleDrive, Dropbox itp. Jednak to znacznie więcej.
pt: A nuvem está em todo o lado. Estamos habituados a ela. Normalmente associamos a nuvem ao Google Drive, Dropbox etc.. Contudo, é muito mais que isso.
ru: Облако повсюду. Мы к этому привыкли. Обычно мы ассоциируем облако с Google Диском, Dropbox и т.д.. Однако оно гораздо больше.
sv: Molnet finns överallt. Vi är vana vid det. Vi brukar associera molnet med GoogleDrive, Dropbox etc. Men det är mycket mer än så.
tr: Bulut her yerde. Biz de buna alışkınız. Bulutu genellikle GoogleDrive, Dropbox vb. İle ilişkilendiririz. Ancak bundan çok daha fazlasıdır.
zh: 云无处不在。 我们已经习惯了。 我们通常将云与谷歌驱动器，Dropbox等相关联。. 然而，它远不止于此。

# Blog_CEANK_Text1
source: The cloud is everywhere. We are used to it. We usually associate the cloud with GoogleDrive, Dropbox etc.. However it is much more than that. A great number of companies rely on this storage system to keep information and run out their services. Every Google search you make, whenever you watch the newly released movie on Netflix, or by login into your Instagram account the cloud is processed and exploited.
ar: السحابة في كل مكان. معتادين عليها. عادة ما نربط السحابة بـ جوجل درايف و دروب بوكس وما إلى ذلك. ومع ذلك فهي أكثر من ذلك بكثير. يعتمد عدد كبير من الشركات على نظام التخزين هذا للاحتفاظ بالمعلومات ونفاد خدماتها. كل بحث تقوم به على جوجل، كلما شاهدت الفيلم الذي تم إصداره حديثًا على نيتفليكس، أو عن طريق تسجيل الدخول إلى حساب انستغرام الخاص بك ، تتم معالجة السحابة واستغلالها.
de: Die Cloud ist überall. Wir sind daran gewöhnt. Normalerweise verbinden wir die Cloud mit Google Drive, Dropbox usw.. Es ist jedoch viel mehr als das. Eine große Anzahl von Unternehmen verlässt sich auf dieses Speichersystem, um Informationen zu speichern und ihre Dienste auszuführen. Bei jeder Google-Suche, die Sie durchführen, wenn Sie den neu veröffentlichten Film auf Netflix ansehen oder sich in Ihrem Instagram-Konto anmelden, wird die Cloud verarbeitet und ausgenutzt.
es: La nube está en todas partes. Estamos acostumbrados a ella. Solemos asociar la nube con GoogleDrive, Dropbox, etc. Sin embargo, es mucho más que eso. Un gran número de empresas confían en este sistema de almacenamiento para guardar información y ejecutar sus servicios. Cada búsqueda que realizas en Google, cada vez que miras la película recién estrenada en Netflix o inicias sesión en tu cuenta de Instagram, la nube lo procesa y lo aprovecha.
fr: Le cloud est partout. Nous y sommes habitués. Nous associons généralement le cloud à GoogleDrive, Dropbox, etc. Cependant, c’est beaucoup plus que cela. Un grand nombre d’entreprises comptent sur ce système de stockage pour conserver les informations et exécuter leurs services. Chaque recherche Google que vous effectuez, chaque fois que vous regardez le film nouvellement sorti sur Netflix, ou en vous connectant à votre compte Instagram, le cloud est traité et exploité.
it: Il cloud è ovunque. Ci siamo abituati. Di solito associamo il cloud a GoogleDrive, Dropbox ecc. Tuttavia è molto più di questo. Un gran numero di aziende si affida a questo sistema di archiviazione per conservare le informazioni ed esaurire i propri servizi. Ogni ricerca su Google che fai, ogni volta che guardi il film appena uscito su Netflix o accedendo al tuo account Instagram, il cloud viene elaborato e sfruttato.
ko: 클라우드는 어디에나 있습니다. 우리는 그것에 익숙합니다. 우리는 일반적으로 클라우드를 구글 드라이브, 드롭박스 등과 연결합니다. 그러나 그것은 그 이상입니다. 많은 기업들이 정보를 유지하고 서비스를 실행하기 위해 이 스토리지 시스템에 의존합니다. 넷플릭스에서 새로 출시 된 영화를 볼 때마다, 또는 인스타그램 계정에 로그인 할 때마다, 구글 검색을 할 때마다 클라우드가 처리되고 악용됩니다.
nl: De cloud is overal. We zijn eraan gewend. We associëren de cloud meestal met GoogleDrive, Dropbox enz. Het is echter veel meer dan dat. Een groot aantal bedrijven vertrouwt op dit opslagsysteem om informatie te bewaren en hun diensten uit te voeren. Elke Google-zoekopdracht die je uitvoert, elke keer dat je de nieuwe film op Netflix bekijkt, of door in te loggen op je Instagram-account wordt de cloud verwerkt en geëxploiteerd.
pl: Chmura jest wszędzie. Jesteśmy do tego przyzwyczajeni. Chmurę zazwyczaj kojarzymy z GoogleDrive, Dropbox itp. Jednak to znacznie więcej. Wiele firm polega na tym systemie przechowywania informacji w celu przechowywania informacji i korzystania ze swoich usług. Każde wyszukiwanie w Google, za każdym razem, gdy oglądasz nowo wydany film na Netflix lub logujesz się na swoje konto na Instagramie, chmura jest przetwarzana i wykorzystywana.
pt: A nuvem está em todo o lado. Estamos habituados a ela. Normalmente associamos a nuvem ao Google Drive, Dropbox, etc. Contudo, é muito mais que isso. Um grande número de empresas confia neste sistema de armazenamento para manter informação e fornecer os seus serviços. Todas as pesquisas Google que faz, quando vê o novo filme lançado no Netflix ou quando inicia sessão na sua conta de Instagram, a nuvem é processada e explorada.
ru: Облако повсюду и мы к этому привыкли. Обычно мы ассоциируем облако с Google Диском, Dropbox и т.д.. Однако это гораздо больше, чем это. Огромное количество компаний полагаются на эту систему хранения для хранения информации и предоставления своих услуг. Каждый раз, когда вы выполняете поиск в Google, смотрите недавно вышедший фильм на Netflix или входите в свой аккаунт Instagram, облако обрабатывает это.
sv: Molnet finns överallt. Vi är vana vid det. Vi brukar associera molnet med GoogleDrive, Dropbox etc. Men det är mycket mer än så. Ett stort antal företag förlitar sig på detta lagringssystem för att spara information och köra ut sina tjänster. Vid varje Google-sökning du gör, när du tittar på den nyligen släppta filmen på Netflix, eller genom att logga in på ditt Instagram-konto, bearbetas och utnyttjas molnet.
tr: Bulut her yerde. Biz buna alışkınız. Bulutu genellikle GoogleDrive, Dropbox vb. İle ilişkilendiririz. Ancak bundan çok daha fazlasıdır. Çok sayıda şirket, bilgileri saklamak ve hizmetlerini tüketmek için bu depolama sistemine güveniyor. Yaptığınız her Google araması, yeni yayınlanan filmi Netflix'te izlediğinizde veya Instagram hesabınıza giriş yaptığınızda bulut işlenir ve kullanılır.
zh: 云无处不在。 我们已经习惯了。 我们通常将云与谷歌驱动器，Dropbox等相关联。. 然而，它远不止于此。 很多公司依靠这个存储系统来保存信息并运行他们的服务。 你做的每一个谷歌搜索，每当你在Netflix上观看新发布的电影，或者登录到你的instagram帐户时，云就会被处理和利用。

# Blog_CEANK_Title
source: Cloud encryption - all you need to know
ar: التشفير السحابي - كل ما تحتاج إلى معرفته
de: Cloud-Verschlüsselung - alles, was Sie wissen müssen
es: Cifrado en la nube: todo lo que debes saber
fr: Cryptage cloud - tout ce que vous devez savoir
it: Crittografia cloud - tutto ciò che devi sapere
ko: 클라우드 암호화 - 여러분이 알아야 할 모든 것
nl: Cloud encryptie - alles wat u moet weten
pl: Szyfrowanie w chmurze - wszystko, co musisz wiedzieć
pt: Cifragem na nuvem - tudo o que precisa de saber
ru: Облачное шифрование - все, что вам нужно знать
sv: Molnkryptering - allt du behöver veta
tr: Bulut şifreleme - bilmeniz gereken her şey
zh: 云加密-所有你您需要知道的
