Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WENTI_H4_Text5
source: <strong>Cloud Storage</strong> - With AxCrypt it is very easy to accomplish data privacy in the cloud. AxCrypt will automatically find what Cloud Storage services are installed on your computer and create an AxCrypt folder there. We make it easy for you to automatically view and keep the files secured on these folders.
ar: <strong> التخزين السحابي </ strong> - باستخدام اكسكربت ، من السهل جدًا تحقيق خصوصية البيانات في السحابة. سيجد برنامج اكسكربت تلقائيًا خدمات التخزين السحابية المثبتة على جهاز الكمبيوتر الخاص بك ويقوم بإنشاء مجلد اكسكربت هناك. نحن نسهل عليك عرض الملفات تلقائيًا والحفاظ عليها مؤمنة في هذه المجلدات.
de: <strong>Cloud-Speicher</strong> - Mit AxCrypt ist es sehr einfach, Datenschutz in der Cloud zu erreichen. AxCrypt findet automatisch, welche Cloud-Speicherdienste auf Ihrem Computer installiert sind, und erstellt dort einen AxCrypt-Ordner. Wir machen es Ihnen leicht, die Dateien in diesen Ordnern automatisch anzuzeigen und zu sichern.
es: <strong>Almacenamiento en la nube</strong> - con AxCrypt es muy fácil lograr la privacidad de los datos en la nube. AxCrypt encontrará automáticamente qué servicios de almacenamiento en la nube están instalados en tu computadora y creará una carpeta AxCrypt allí. Te facilitamos la visualización automática y el mantenimiento seguro de los archivos en estas carpetas.
fr: <strong>Stockage dans le Cloud</strong> - Avec AxCrypt, il est très facile d'assurer la confidentialité des données dans le cloud. AxCrypt trouvera automatiquement quels services Cloud Storage sont installés sur votre ordinateur et y créera un dossier AxCrypt. Nous vous facilitons la visualisation et la conservation automatiques des fichiers sécurisés dans ces dossiers.
it: <strong>Cloud Storage</strong> - Con AxCrypt è molto facile conseguire la privacy dei dati nel cloud. AxCrypt troverà automaticamente quali servizi di Cloud Storage sono installati sul tuo computer e creerà lì una cartella AxCrypt. Ti semplifichiamo la visualizzazione automatica e teniamo i file al sicuro in queste cartelle.
ko: <strong>클라우드 저장소</strong> - AxCrypt를 사용하면 클라우드 내 데이터 프라이버시를 손쉽게 보장할 수 있습니다. AxCrypt는 자동으로 컴퓨터에 설치된 클라우드 저장소 서비스 종류를 인지하고 그곳에 AxCrypt 폴더를 생성합니다. 이러한 방식으로 생성된 폴더에 있는 파일들은 자동으로 손쉽게 접근하거나 보안을 유지할 수 있습니다.
nl: <strong>Cloudopslag</strong> - Met AxCrypt is het heel eenvoudig om gegevens privacy in de cloud te realiseren. AxCrypt zal automatisch vinden welke Cloud Storage-services op uw computer zijn geïnstalleerd en daar een AxCrypt-map maken. We maken het u gemakkelijk om de bestanden in deze mappen automatisch te bekijken en te beveiligen.
pl: <strong>Przechowywanie w chmurze</strong> - Dzięki AxCrypt bardzo łatwo jest zapewnić prywatność danych w chmurze. AxCrypt automatycznie znajdzie, jakie usługi Cloud Storage są zainstalowane na Twoim komputerze i utworzy tam folder AxCrypt. Ułatwiamy automatyczne przeglądanie i zabezpieczanie plików w tych folderach.
pt: <strong>Armazenamento na Nuvem</strong> - Com a AxCrypt, é muito fácil ter privacidade de dados na nuvem. A AxCrypt descobre automaticamente os serviços de Armazenamento na Nuvem instalados no seu computador e cria uma pasta AxCrypt. Tornamos fácil e automática a visualização e manutenção dos seus ficheiros protegidos nestas pastas.
ru: <strong>Облачное хранилище</strong> - С AxCrypt очень легко обеспечить конфиденциальность данных в облаке. AxCrypt автоматически найдет, какие облачные службы хранения данных установлены на вашем компьютере, и создаст там папку AxCrypt. Мы упростим для вас автоматический просмотр файлов в этих папках и сохраним их в безопасности.
sv: Med AxCrypt är det väldigt enkelt att uppnå datasekretess i molnlagring. AxCrypt hittar automatiskt vilka Molnlagringstjänster som är installerade på din dator och skapar en AxCrypt-mapp där. Vi gör det enkelt för dig att automatiskt se och spara filerna säkert i dessa mappar.
tr: <strong>Bulut Depolama</strong> - AxCrypt ile bulutta veri gizliliğini gerçekleştirmek çok kolaydır. AxCrypt, bilgisayarınızda hangi Bulut Depolama hizmetlerinin yüklü olduğunu otomatik olarak bulur ve orada bir AxCrypt klasörü oluşturur. Bu klasörlerdeki dosyaları otomatik olarak görüntülemenizi ve güvende tutmanızı kolaylaştırıyoruz.
zh: <strong>云存储</strong>-使用AxCrypt，在云中实现数据隐私非常容易。 AxCrypt会自动查找您的计算机上安装的云存储服务，并在那里创建一个AxCrypt文件夹。 我们使您可以轻松地自动查看和保持这些文件夹上的文件安全。

# Blog_WENTI_Heading1
source: Increase in cybercrime with digitalization
ar: زيادة الجرائم الإلكترونية باستخدام الرقمنة
de: Zunahme der Cyberkriminalität durch Digitalisierung
es: Aumento del ciberdelito con la digitalización
fr: Augmentation de la cybercriminalité avec la numérisation
it: Aumento del crimine informatico con la digitalizzazione
ko: 디지털화와 함께 사이버 범죄가 증가합니다.
nl: Toename cybercriminaliteit door digitalisering
pl: Wzrost cyberprzestępczości dzięki cyfryzacji
pt: Aumento do cibercrime com a digitalização
ru: Рост киберпреступности в связи с цифровизацией
sv: Ökning av cyberbrottslighet med digitalisering
tr: Dijitalleşme ile siber suçlardaki artış
zh: 数码化网络犯罪增加

# Blog_WENTI_Heading2
source: Encryption for Advancement
ar: التشفير من أجل التقدم
de: Verschlüsselung für den Fortschritt
es: El cifrado como medida de avance
fr: Cryptage pour l’Avancement
it: Crittografia per l'avanzamento
ko: 발전을 위한 암호화
nl: Encryptie voor Vooruitgang
pl: Szyfrowanie dla postępu
pt: Cifragem para o Progresso
ru: Шифрование для продвижения
sv: Kryptering för avancemang
tr: İlerleme için Şifreleme
zh: 促进发展的加密

# Blog_WENTI_Heading3
source: How can Zero-Knowledge encryption help in data security?
ar: كيف يمكن أن يساعد تشفير المعرفة الصفرية في أمن البيانات؟
de: Wie kann Zero-Knowledge-Verschlüsselung bei der Datensicherheit helfen?
es: ¿Cómo puede ayudar el cifrado de conocimiento cero en la protección de los datos?
fr: Comment le chiffrement Zero-Knowledge peut-il contribuer à la sécurité des données ?
it: In che modo la crittografia Zero-Knowledge può aiutare nella sicurezza dei dati?
ko: 영지식 암호화는 데이터 보안에 어떤 도움이 됩니까?
nl: Hoe kan Zero-Knowledge-encryptie helpen bij gegevensbeveiliging?
pl: W jaki sposób szyfrowanie Zero-Knowledge może pomóc w bezpieczeństwie danych?
pt: Como pode a cifragem de conhecimento zero ajudar na segurança de dados?
ru: Как шифрование с нулевым разглашением может помочь в обеспечении безопасности данных?
sv: Hur kan Zero-Knowledge-kryptering hjälpa till med datasäkerhet?
tr: Sıfır Bilgi şifrelemesi veri güvenliğine nasıl yardımcı olabilir?
zh: 零知识加密如何帮助数据安全？

# Blog_WENTI_Heading4
source: AxCrypt to the Rescue
ar: اكسكربت إلى الإنقاذ
de: AxCrypt zur Rettung
es: AxCrypt al rescate
fr: AxCrypt à la rescousse
it: AxCrypt alla Riscossa
ko: AxCrypt으로 구조
nl: AxCrypt schiet te hulp
pl: AxCrypt na ratunek
pt: AxCrypt ao Resgate
ru: AxCrypt спешит на помощь
sv: AxCrypt till undsättning
tr: AxCrypt İmdadınıza Yetişir
zh: 拯救AxCrypt

# Blog_WENTI_Summary
source: Telecommunications providers, software developers, and managed security service providers are all part of the IT and communications sector. According to studies, the IT sector was the most targeted industry internationally in 2021.
ar: يُعد كل من موفري الاتصالات ومطوري البرامج وموفري خدمات الأمن المدارة جزءًا من قطاع تكنولوجيا المعلومات والاتصالات. وفقًا للدراسات ، كان قطاع تكنولوجيا المعلومات هو الصناعة الأكثر استهدافًا دوليًا في عام 2021.
de: Telekommunikationsanbieter, Softwareentwickler und Anbieter von Managed Security Services sind alle Teil der IT- und Kommunikationsbranche. Studien zufolge war die IT-Branche im Jahr 2021 die international am stärksten anvisierte Branche.
es: Los proveedores de telecomunicaciones, los desarrolladores de software y los proveedores de servicios de seguridad gestionada forman parte del sector de TI y comunicaciones. Según los estudios, el sector de TI fue la industria más atacada a nivel internacional en 2021.
fr: Les fournisseurs de télécommunications, les développeurs de logiciels, et les fournisseurs de services de sécurité gérés font tous partie du secteur de l'informatique et des communications. Selon des études, le secteur informatique était l'industrie la plus ciblée à l'échelle internationale en 2021.
it: I fornitori di telecomunicazioni, gli sviluppatori di software e i fornitori di servizi di sicurezza fanno tutti parte del settore IT e delle comunicazioni. Secondo gli studi, il settore IT è stato l'industria più presa di mira a livello internazionale nel 2021.
ko: 통신 공급자, 소프트웨어 개발자 및 관리 보안 서비스 공급자는 모두 IT 및 통신 부문의 일부입니다. 연구에 따르면 IT 부문은 2021년에 국제적으로 가장 표적이 된 산업이었습니다.
nl: Telecommunicatieproviders, softwareontwikkelaars en aanbieders van beheerde beveiligingsdiensten maken allemaal deel uit van de IT- en communicatiesector. Volgens studies was de IT-sector in 2021 internationaal gezien de meest aangevallen sector.
pl: Dostawcy usług telekomunikacyjnych, twórcy oprogramowania i dostawcy usług zarządzania bezpieczeństwem są częścią sektora IT i komunikacji. Według badań sektor IT był najbardziej ukierunkowaną branżą na arenie międzynarodowej w 2021 r.
pt: Operadores de telecomunicações, programadores de software e fornecedores de serviços de segurança gerida fazem parte do sector das TIC. De acordo com estudos, o sector TI foi o mais atacado internacionalmente em 2021.
ru: Поставщики телекоммуникаций, разработчики программного обеспечения и поставщики управляемых услуг безопасности - все они являются частью сектора информационных технологий и коммуникаций. Согласно исследованиям, ИТ-сектор был наиболее востребованной отраслью на международном уровне в 2021 году.
sv: Telekommunikationsleverantörer, mjukvaruutvecklare och leverantörer av hanterade säkerhetstjänster är alla en del av IT- och kommunikationssektorn. Enligt studier var IT-sektorn den mest inriktade branschen internationellt 2021.
tr: Telekomünikasyon sağlayıcıları, yazılım geliştiricileri ve yönetilen güvenlik hizmeti sağlayıcılarının tümü BT ve iletişim sektörünün bir parçasıdır. Yapılan araştırmalara göre, bilişim sektörü 2021 yılında uluslararası alanda en çok hedeflenen sektör olmuştur.
zh: 电信提供商、软件开发人员和托管安全服务提供商都是IT和通信部门的一部分。 根据研究，IT部门是2021年国际上最具针对性的行业。

# Blog_WENTI_Title
source: Why is encryption necessary in the tech industry?
ar: لماذا التشفير ضروري في صناعة التكنولوجيا؟
de: Warum ist Verschlüsselung in der Technologiebranche notwendig?
es: ¿Por qué es necesario el cifrado en la industria tecnológica?
fr: Pourquoi le cryptage est-il nécessaire dans l’industrie de la technologie?
it: Perché la crittografia è necessaria nel settore tecnologico?
ko: 기술 산업분야에서 암호화가 필요한 이유는 무엇입니까?
nl: Waarom is encryptie noodzakelijk in de tech-industrie?
pl: Dlaczego szyfrowanie jest konieczne w branży technologicznej?
pt: Porque é a cifragem necessária na indústria tecnológica?
ru: Почему шифрование необходимо в технологической индустрии?
sv: Varför är kryptering nödvändigt i teknikindustrin?
tr: Teknoloji endüstrisinde şifreleme neden gereklidir?
zh: 为什么加密在科技行业是必要的？

# Blog_WEROA_Heading1
source: <h3>Why can’t I reset my password to open my files?</h3>
ar: <h3> لماذا لا يمكنني إعادة تعيين كلمة المرور لفتح ملفاتي؟ </h3>
de: <h3>Warum kann ich mein Passwort nicht zurücksetzen, um meine Dateien zu öffnen?</h3>
es: <h3>¿Por qué no puedo restablecer mi contraseña para abrir mis archivos?</h3>
fr: <h3>Pourquoi ne puis-je pas réinitialiser mon mot de passe pour ouvrir mes fichiers ?</h3>
it: <h3>Perché non riesco a reimpostare la password per aprire i miei file?</h3>
ko: <h3> 암호를 재설정하여 파일을 열 수 없는 이유는 무엇입니까?</h3>
nl: <h3>Waarom kan ik mijn wachtwoord niet opnieuw instellen om mijn bestanden te openen?</h3>
pl: <h3>Dlaczego nie mogę zresetować hasła, aby otworzyć pliki?</h3>
pt: <h3>Porque não posso redefinir a minha palavra-passe para abrir os meus ficheiros?</h3>
ru: <h3>Почему я не могу сбросить свой пароль, чтобы открыть свои файлы?</h3>
sv: <h3>Varför kan jag inte återställa mitt lösenord för att få öppna mina filer?</h3>
tr: <h3>Dosyalarımı açmak için neden parolamı sıfırlayamıyorum?</h3>
zh: <h3>为什么我不能重置我的密码来打开我的文件？</h3>

# Blog_WEROA_Summary
source: Warning – this is a rather technical post ;-) It’s only for those really interested in some of the inner workings of AxCrypt.
ar: تحذير - هذا منشور تقني إلى حد ما ؛-) إنه مخصص فقط لأولئك المهتمين حقًا ببعض الأعمال الداخلية لـ اكسكربت.
de: Warnung - dies ist ein eher technischer Beitrag ;-) Er ist nur für diejenigen gedacht, die sich wirklich für das Innenleben von AxCrypt interessieren.
es: Advertencia: esta es una publicación bastante técnica ;-). Es solo para quienes estén realmente interesados ​​​​en algunos de los mecanismos internos de AxCrypt.
fr: Attention – c’est un post plutôt technique ;-) C’est seulement pour ceux qui s’intéressent vraiment à certains des rouages internes d’AxCrypt.
it: Attenzione – questo è un post piuttosto tecnico ;-) È solo per coloro che sono veramente interessati ad alcuni dei meccanismi interni di AxCrypt.
ko: 경고 – 다소 기술적인 게시물입니다;-) AxCrypt의 내부 작업에 관심이 있는 사용자만 해당됩니다.
nl: Waarschuwing - dit is een nogal technische post ;-) Het is alleen voor degenen die echt geïnteresseerd zijn in de innerlijke werking van AxCrypt.
pl: Uwaga – to dość techniczny post ;-) To tylko dla tych, którzy naprawdę interesują się niektórymi wewnętrznymi działaniami AxCrypt.
pt: Atenção – isto é um post bastante técnico ;-) É apenas para quem está realmente interessado em alguns dos mecanismos internos da AxCrypt.
ru: Внимание – это технический пост ;-) Это только для тех, кто действительно интересуется некоторыми внутренними функциями AxCrypt.
sv: Varning – det här är ett rätt tekniskt inlägg ;-) Det är bara för de som verkligen är intresserade av några av AxCrypts inre funktioner.
tr: Uyarı - bu oldukça teknik bir yazı ;-) Sadece AxCrypt'in bazı iç işleyişleriyle gerçekten ilgilenenler içindir.
zh: 警告-这是一个相当技术性的帖子;-)这只适用于那些真正对AxCrypt的一些内部工作感兴趣的人。

# Blog_WEROA_Text1
source: Our support people relatively frequently get questions, demands and sometimes even harsh words about why a forgotten password means loss of information.
ar: كثيرًا ما يتلقى الأشخاص الداعمون لدينا أسئلة ومطالب وأحيانًا كلمات قاسية حول سبب نسيان كلمة المرور التي تعني فقدان المعلومات.
de: Unsere Supportmitarbeiter erhalten relativ häufig Fragen, Forderungen und manchmal sogar harte Worte darüber, warum ein vergessenes Passwort Informationsverlust bedeutet.
es: Nuestro personal de soporte recibe con relativa frecuencia preguntas, demandas y, a veces, incluso palabras duras sobre por qué una contraseña olvidada significa pérdida de información.
fr: Nos personnes d’assistance reçoivent relativement souvent des questions, des demandes et parfois même des mots durs sur les raisons pour lesquelles un mot de passe oublié signifie une perte d’informations.
it: Il nostro personale di supporto riceve relativamente frequentemente domande, richieste e talvolta anche parole dure sul motivo per cui una password dimenticata significa perdita di informazioni.
ko: 우리의 지원 담당자는 잊어버린 암호로 정보 손실이 되는 이유에 대한 질문, 요구 및 때로는 가혹한 말을 비교적 자주 받습니다.
nl: Onze supportmensen krijgen relatief vaak vragen, eisen en soms zelfs harde woorden over waarom een vergeten wachtwoord verlies van informatie betekent.
pl: Nasz personel wsparcia stosunkowo często otrzymuje pytania, żądania, a czasem nawet ostre słowa o tym, dlaczego zapomniane hasło oznacza utratę informacji.
pt: O nosso pessoal de apoio recebe relativamente frequentemente questões, exigências e às vezes até palavras duras sobre como é que a uma palavra-passe esquecida significa a perda de informação.
ru: Сотрудники нашей службы поддержки относительно часто получают вопросы, требования, а иногда даже резкие сообщения о том, почему забытый пароль означает потерю информации.
sv: Vår support får relativt ofta frågor, krav och ibland även hårda ord om varför ett glömt lösenord innebär förlust av informationen.
tr: Destek çalışanlarımız nispeten sık olarak unutulmuş bir parolanın neden bilgi kaybı anlamına geldiğine dair sorular, talepler ve hatta bazen sert tepkilere maruz kalır.
zh: 我们的支持人员相对经常收到关于为什么忘记密码意味着信息丢失的问题，要求，有时甚至是严厉的话语。

# Blog_WEROA_Text10
source: To decrypt a file, you must know the password.
ar: لفك تشفير ملف ، يجب أن تعرف كلمة المرور.
de: Um eine Datei zu entschlüsseln, müssen Sie das Kennwort kennen.
es: Para descifrar un archivo, debes conocer la contraseña.
fr: Pour décrypter un fichier, vous devez connaître le mot de passe.
it: Per decrittografare un file, è necessario che tu conosca la password.
ko: 파일의 암호를 해독하려면, 반드시 암호를 알아야 합니다.
nl: Om een bestand te ontsleutelen, moet u het wachtwoord kennen.
pl: Aby odszyfrować plik, musisz znać hasło.
pt: Para decifrar um ficheiro, você deve saber a palavra-passe.
ru: Чтобы расшифровать файл, вы должны знать пароль.
sv: För att dekryptera en fil måste du kunna lösenordet.
tr: Bir dosyanın şifresini çözmek için parolayı bilmeniz gerekir.
zh: 要解密文件，您必须知道密码。

# Blog_WEROA_Text11
source: If you have encrypted a file, and subsequently lose the password, the file contents are lost.
ar: إذا قمت بتشفير ملف ، وفقدت كلمة المرور بعد ذلك ، فستفقد محتويات الملف.
de: Wenn Sie eine Datei verschlüsselt haben und anschließend das Kennwort verlieren, geht der Dateiinhalt verloren.
es: Si has cifrado un archivo y posteriormente pierdes la contraseña, el contenido del archivo se pierde.
fr: Si vous avez chiffré un fichier, et que vous perdez ensuite le mot de passe, le contenu du fichier est perdu.
it: Se è stato crittografato un file e successivamente si perde la password, il contenuto del file viene perso.
ko: 파일을 암호화한 후 암호를 분실한 경우 파일 내용이 손실됩니다.
nl: Als u een bestand hebt versleuteld en vervolgens het wachtwoord verliest, gaat de inhoud van het bestand verloren.
pl: Jeśli zaszyfrowałeś plik, a następnie utracisz hasło, zawartość pliku zostanie utracona.
pt: Se cifrou um ficheiro e depois perdeu a palavra-passe, o conteúdo do ficheiro é perdido.
ru: Если вы зашифровали файл и впоследствии потеряли пароль, содержимое файла будет утеряно.
sv: Om du har krypterat en fil och sedan tappar bort lösenordet går filens innehåll förlorat.
tr: Bir dosyayı şifreleyip daha sonra parolayı kaybetmeniz halinde, dosya içeriği kaybolur.
zh: 如果您加密了文件，随后丢失了密码，则文件内容将丢失。

# Blog_WEROA_Text12
source: It’s as simple as that.
ar: إنها بهذه السهولة.
de: Es ist nichts einfacher als das.
es: Es tan simple como eso.
fr: C’est aussi simple que cela.
it: E 'così semplice.
ko: 그와 같이 간단합니다.
nl: Zo simpel is het.
pl: To takie proste.
pt: É tão simples quanto isto.
ru: Все очень просто.
sv: Så enkelt är det.
tr: Bu kadar basit.
zh: 就这么简单。

# Blog_WEROA_Text13
source: Do not forget or lose your password!
ar: لا تنسى أو تفقد كلمة مرورك!
de: Vergessen oder verlieren Sie Ihr Passwort nicht!
es: ¡No olvides ni pierdas tu contraseña!
fr: N’oubliez pas ou ne perdez pas votre mot de passe!
it: Non dimenticare o perdere la tua password!
ko: 비밀번호를 잊거나 분실하지 마세요!
nl: Vergeet of verlies uw wachtwoord niet!
pl: Nie zapomnij ani nie zgub swojego hasła!
pt: Não se esqueça nem perca a sua palavra-passe!
ru: Не забудьте и не потеряйте свой пароль!
sv: Glöm inte eller tappa bort ditt lösenord!
tr: Parolanızı unutmayın veya kaybetmeyin!
zh: 不要忘记或丢失您的密码！

# Blog_WEROA_Text14
source: If this is not what you’re looking for, you should not be using encryption.
ar: إذا لم يكن هذا هو ما تبحث عنه ، فلا يجب أن تستخدم التشفير.
de: Wenn dies nicht das ist, wonach Sie suchen, sollten Sie keine Verschlüsselung verwenden.
es: Si esto no es lo que estás buscando, no deberías usar el cifrado.
fr: Si ce n’est pas ce que vous recherchez, vous ne devriez pas utiliser le cryptage.
it: Se questo non è quello che stai cercando, non dovresti usare la crittografia.
ko: 원하는 바가 이것이 아니라면 암호화를 사용해서는 안됩니다.
nl: Als dit niet is wat u zoekt, zou u geen encryptie moeten gebruiken.
pl: Jeśli nie tego szukasz, nie powinieneś używać szyfrowania.
pt: Se isto não é o que procura, então não deve usar cifragem.
ru: Если это не то, что вы ищете, то вам не следует использовать шифрование.
sv: Om detta inte är vad du letar efter ska du inte använda kryptering.
tr: Aradığınız şey bu değilse şifreleme kullanmamalısınız.
zh: 如果这不是你要找的，你不应该使用加密。

# Blog_WEROA_Text2
source: This is what encryption is about, and what it’s all about!
ar: هذا ما يدور حوله التشفير وما يدور حوله كل شيء!
de: Darum geht es bei Verschlüsselung und darum geht es!
es: ¡De esto se trata el cifrado y de eso se trata todo!
fr: C’est ce qu’est le cryptage, et de quoi il s’agit !
it: Ecco cos'è la crittografia e di cosa si tratta!
ko: 이것이 암호화에 관한 것이며, 모든 것에 관한 것입니다!
nl: Dit is waar encryptie over gaat en waar het allemaal om draait!
pl: Na tym polega szyfrowanie i o co w tym wszystkim chodzi!
pt: É isto o que a cifragem é, é disto que se trata!
ru: Вот что такое шифрование и для чего оно вообще нужно!
sv: Det här är vad kryptering handlar om!
tr: Şifreleme işte tamamen bundan ibarettir!
zh: 这就是加密的意义，以及它的全部意义！
