Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HQHCYP_H6_Conclusion_Text5
source: Protect your data from devastating data breaches, ransomware attacks, and data exfiltration by implementing AxCrypt's robust security measures. Take control of your files and folders and manage access permissions within your organization using our award-winning, user-friendly dashboard.
ar: قم بحماية بياناتك من خروقات البيانات المدمرة وهجمات برامج الفدية وتسلل البيانات من خلال تنفيذ إجراءات الأمان القوية من اكسكربت. تحكم في ملفاتك ومجلداتك وقم بإدارة أذونات الوصول داخل مؤسستك باستخدام لوحة التحكم سهلة الاستخدام والحائزة على جوائز.
de: Schützen Sie Ihre Daten vor verheerenden Datenschutzverletzungen, Ransomware-Angriffen und Datenexfiltration, indem Sie die robusten Sicherheitsmaßnahmen von AxCrypt implementieren. Übernehmen Sie die Kontrolle über Ihre Dateien und Ordner und verwalten Sie die Zugriffsberechtigungen in Ihrem Unternehmen mithilfe unseres preisgekrönten, benutzerfreundlichen Dashboards.
es: Protege tus datos de filtraciones de datos devastadoras, ataques de ransomware y exfiltración de datos implementando las sólidas medidas de seguridad de AxCrypt. Toma el control de tus archivos y carpetas y gestiona los permisos de acceso dentro de tu organización utilizando nuestro galardonado panel de control fácil de usar.
fr: Protégez vos données contre les violations de données dévastatrices, les attaques de rançongiciels et l'exfiltration de données en mettant en œuvre les mesures de sécurité robustes d'AxCrypt. Prenez le contrôle de vos fichiers et dossiers et gérez les autorisations d'accès au sein de votre organisation à l'aide de notre tableau de bord convivial et primé.
it: Proteggi i tuoi dati da devastanti violazioni dei dati, attacchi ransomware ed esfiltrazione dei dati implementando le solide misure di sicurezza di AxCrypt. Assumi il controllo dei tuoi file e cartelle e gestisci le autorizzazioni di accesso all'interno della tua organizzazione utilizzando la nostra dashboard pluripremiata e intuitiva.
ko: AxCrypt의 강력한 보안 조치를 구현하여 파괴적인 데이터 침해, 랜섬웨어 공격 및 데이터 유출로부터 데이터를 보호하십시오. 파일과 폴더를 제어하고 수상 경력에 빛나는 사용자 친화적인 대시보드를 사용하여 조직 내에서 액세스 권한을 관리하십시오.
nl: Bescherm uw gegevens tegen verwoestende datalekken, ransomware-aanvallen en gegevensexfiltratie door de robuuste beveiligingsmaatregelen van AxCrypt te implementeren. Neem de controle over uw bestanden en mappen en beheer toegangsrechten binnen uw organisatie met behulp van ons bekroonde, gebruiksvriendelijke dashboard.
pl: Chroń swoje dane przed niszczącymi naruszeniami danych, atakami ransomware i eksfiltracją danych, wdrażając solidne środki bezpieczeństwa AxCrypt. Przejmij kontrolę nad swoimi plikami i folderami oraz zarządzaj uprawnieniami dostępu w swojej organizacji za pomocą naszego wielokrotnie nagradzanego, przyjaznego dla użytkownika pulpitu nawigacyjnego.
pt: Proteja seus dados contra violações de dados devastadoras, ataques de ransomware e exfiltração de dados implementando as medidas de segurança robustas do AxCrypt. Assuma o controle de seus arquivos e pastas e gerencie permissões de acesso dentro de sua organização usando nosso painel premiado e fácil de usar.
ru: Защитите свои данные от разрушительных утечек данных, атак программ-вымогателей и утечки данных путем внедрения надежных мер безопасности AxCrypt. Возьмите под контроль свои файлы и папки и управляйте разрешениями доступа в вашей организации с помощью нашей отмеченной наградами удобной панели мониторинга.
sv: Skydda din data från förödande dataintrång, ransomware-attacker och dataexfiltrering genom att implementera AxCrypts robusta säkerhetsåtgärder. Ta kontroll över dina filer och mappar och hantera åtkomstbehörigheter inom din organisation med vår prisbelönta, användarvänliga instrumentpanel.
tr: AxCrypt'in güçlü güvenlik önlemlerini uygulayarak verilerinizi yıkıcı veri ihlallerinden, fidye yazılımı saldırılarından ve veri sızıntısından koruyun. Dosya ve klasörlerinizin kontrolünü elinize alın ve ödüllü, kullanıcı dostu panomuzu kullanarak kuruluşunuzdaki erişim izinlerini yönetin.
zh: 通过实施AxCrypt强大的安全措施，保护您的数据免受破坏性数据泄露，勒索软件攻击和数据外泄。 使用我们屡获殊荣的用户友好型仪表板，控制您的文件和文件夹并管理组织内的访问权限。

# Blog_HQHCYP_H6_Conclusion_Text6
source: Visit our pricing page at <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> to see our subscription options. Try AxCrypt today with a <b>free one-month trial</b> and take your data security to the next level. Sign up now by <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.
ar: تفضل بزيارة صفحة الأسعار الخاصة بنا على <a href='https://axcrypt.net/pricing'> https://axcrypt.net/pricing </a> للاطلاع على خيارات الاشتراك لدينا. جرب اكسكربت اليوم مع <b> نسخة تجريبية مجانية مدتها شهر واحد </b> وانتقل بأمان بياناتك إلى المستوى التالي. اشترك الآن من خلال <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'> النقر هنا </a>.
de: Besuchen Sie unsere Preisseite unter <a href='https://axcrypt.net/pricing '>https://axcrypt.net/pricing </a> um unsere Abonnementoptionen zu sehen. Testen Sie AxCrypt noch heute mit einer <b> kostenlosen einmonatigen Testversion</b> und heben Sie Ihre Datensicherheit auf die nächste Stufe. Jetzt anmelden per <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.
es: Visita nuestra página de precios en <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> para ver nuestras opciones de suscripción. Descubre AxCrypt hoy mismo con una <b>prueba gratuita de un mes</b> y lleva la seguridad de tus datos al siguiente nivel. Regístrate ahora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>haciendo clic aquí</a>.
fr: Visitez notre page de tarification sur <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> pour voir nos options d'abonnement. Essayez AxCrypt dès aujourd'hui avec un <b>essai gratuit d'un mois</b> et faites passer la sécurité de vos données au niveau supérieur. Inscrivez-vous maintenant en <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>cliquant ici</a>.
it: Visita la nostra pagina dei prezzi su <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> per vedere le nostre opzioni di abbonamento. Prova AxCrypt oggi stesso con una <b>prova gratuita di un mese</b> e porta la sicurezza dei tuoi dati al livello successivo. Iscriviti ora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>cliccando qui</a>.
ko: <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> 의 가격 책정 페이지를 방문하여 구독 옵션을 확인하세요. 오늘 <b>AxCrypt를 1개월 무료 체험판</b>으로 사용해보고 데이터 보안을 한 단계 끌어올리세요. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>여기를 클릭하여</a> 지금 가입하세.
nl: Bezoek onze prijzenpagina op <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> om onze abonnementsopties te bekijken. Probeer AxCrypt vandaag nog met een <b>gratis proefperiode</b> van een maand en til uw gegevensbeveiliging naar een hoger niveau. Meld u nu aan door <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>hier te klikken</a>.
pl: Odwiedź naszą stronę z cenami pod adresem <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a>, aby zobaczyć nasze opcje subskrypcji. Wypróbuj AxCrypt już dziś dzięki <b>bezpłatnemu miesięcznemu okresowi próbnemu</b> i przenieś bezpieczeństwo danych na wyższy poziom. Zarejestruj się teraz, <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>klikając tutaj</a>.
pt: Visite nossa página de preços em <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> para ver nossas opções de assinatura. Experimente o AxCrypt hoje mesmo com uma <b>avaliação gratuita de um mês</b> e leve a segurança de seus dados para o próximo nível. Inscreva-se agora <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicando aqui</a>.
ru: Посетите нашу страницу с ценами <a href='https://axcrypt.net/pricing '>https://axcrypt.net/pricing </a>, чтобы ознакомиться с нашими вариантами подписки. Попробуйте AxCrypt сегодня с бесплатной месячной пробной версией, и выйдите на новый уровень защиты своих данных. Зарегистрируйтесь прямо сейчас по <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.
sv: Besök vår prissida på <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> för att se våra prenumerationsalternativ. Prova AxCrypt idag med en <b>kostnadsfri en månads provperiod</b> och ta din datasäkerhet till nästa nivå. Registrera dig nu genom att <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>klicka här</a>.
tr: Abonelik seçeneklerimizi görmek için <a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a> fiyatlandırma sayfamızı ziyaret edin. <b>bir aylık ücretsiz deneme sürümüyle</b> AxCrypt'i bugün deneyin ve veri güvenliğinizi bir üst seviyeye taşıyın. <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>Buraya tıklayarak</a> hemen kaydolun.
zh: 访问我们的定价页面<a href='https://axcrypt.net/pricing'>https://axcrypt.net/pricing</a>查看我们的订阅选项。 今天试试AxCrypt，免费试用一个月，将您的数据安全提升到一个新的水平。 现在注册<a href='https://account.axcrypt.net/en/Home/Login?Signup=True'>clicking here</a>.

# Blog_HQHCYP_Heading1
source: Passwords by the Numbers
ar: كلمات المرور بالأرقام
de: Passwörter nach Zahlen
es: Contraseñas en cifras
fr: Mots de passe en Chiffres
it: Password in base ai numeri
ko: 숫자로 보는 비밀번호
nl: Wachtwoorden op basis van de Statistieken
pl: Hasła według liczb
pt: Senhas em Números
ru: Пароли по номерам
sv: Lösenord efter siffror
tr: Sayılarla Şifreler
zh: 数字密码

# Blog_HQHCYP_Heading2
source: How Does Password Authentication Work?
ar: كيف تعمل مصادقة كلمة المرور؟
de: Wie funktioniert die Passwortauthentifizierung?
es: ¿Cómo funciona la autenticación por contraseña?
fr: Comment Fonctionne l'Authentification par Mots de Passe ?
it: Come funziona l'autenticazione tramite password?
ko: 비밀번호 인증은 어떻게 작동하나요?
nl: Hoe Werkt Wachtwoordverificatie?
pl: Jak działa uwierzytelnianie hasła?
pt: Como Funciona a Autenticação por Senha?
ru: Как работает аутентификация по паролю?
sv: Hur fungerar lösenordsautentisering?
tr: Parola Kimlik Doğrulaması Nasıl Çalışır?
zh: 密码验证如何工作？

# Blog_HQHCYP_Heading3
source: Algorithms At Play: Techniques Used by Hackers to Crack Passwords
ar: الخوارزميات في اللعب: التقنيات المستخدمة من قبل المتسللين لاختراق كلمات المرور
de: Algorithmen im Spiel: Techniken, mit denen Hacker Passwörter knacken
es: Algoritmos en juego: técnicas que utilizan los hackers para descifrar contraseñas
fr: Algorithmes En Jeu : Techniques Utilisées par les Pirates pour Déchiffrer les Mots de Passe
it: Algoritmi In Gioco: Tecniche Utilizzate Dagli Hacker Per Decifrare Le Password
ko: 알고리즘 : 해커가 암호를 해독하는 데 사용하는 기술
nl: Algoritmen In Het Gebruik: Technieken Die Door Hackers Worden Gebruikt om Wachtwoorden te Kraken
pl: Algorytmy w grze: techniki używane przez hakerów do łamania haseł
pt: Algoritmos em Ação: Técnicas Usadas por Hackers para Quebrar Senhas
ru: Алгоритмы в действии: методы, используемые хакерами для взлома паролей
sv: Algoritmer på spel: Tekniker som används av hackare för att knäcka lösenord
tr: Oyundaki Algoritmalar: Bilgisayar Korsanlarının Parolaları Kırmak İçin Kullandıkları Teknikler
zh: 算法在玩：黑客用来破解密码的技术

# Blog_HQHCYP_Heading4
source: How to Make Your Passwords Hack-Proof?
ar: كيف تجعل كلمات المرور الخاصة بك واقية من الاختراق؟
de: Wie machen Sie Ihre Passwörter hacksicher?
es: ¿Cómo crear contraseñas a prueba de hackers?
fr: Comment Rendre Vos Mots de Passe à l'Épreuve du Piratage ?
it: Come Rendere Le Tue Password A Prova Di Hack?
ko: 암호를 해킹으로부터 보호하는 방법은 무엇입니까?
nl: Hoe Maakt U Uw Wachtwoorden Hack-Bestendig?
pl: Jak zabezpieczyć swoje hasła przed włamaniem?
pt: Como Tornar Suas Senhas à Prova de Hackers?
ru: Как сделать ваши пароли защищенными от взлома?
sv: Hur gör man sina lösenord hacksäkra?
tr: Parolalarınızı Nasıl Hacklemeye Karşı Korumalı Hale Getirebilirsiniz?
zh: 如何使您的密码防黑客?

# Blog_HQHCYP_Heading5
source: Why You Should Always Use a Password Manager
ar: لماذا يجب عليك دائمًا استخدام مدير كلمات المرور
de: Warum Sie immer einen Passwort-Manager verwenden sollten
es: Por qué deberías utilizar siempre un administrador de contraseñas
fr: Pourquoi Vous Devriez Toujours Utiliser un Gestionnaire de Mots de Passe
it: Perché Dovresti Sempre Usare Un Gestore Di Password
ko: 항상 암호 관리자를 사용해야 하는 이유
nl: Waarom u altijd een wachtwoordmanager moet gebruiken
pl: Dlaczego zawsze powinieneś używać menedżera haseł
pt: Por Que Você Deve Sempre Usar um Gerenciador de Senhas
ru: Почему вы всегда должны использовать менеджер паролей
sv: Varför du alltid bör använda en lösenordshanterare
tr: Neden Her Zaman Bir Parola Yöneticisi Kullanmalısınız?
zh: 为什么您应该始终使用密码管理器

# Blog_HQHCYP_Heading6
source: Choosing AxCrypt
ar: اختيار اكسكربت
de: Wählen Sie AxCrypt
es: Elegir AxCrypt
fr: Choisir AxCrypt
it: Scegliere AxCrypt
ko: AxCrypt을 선택하는
nl: AxCrypt Kiezen
pl: Wybieramy AxCrypt
pt: Escolhendo o AxCrypt
ru: Выбор AxCrypt
sv: Att välja AxCrypt
tr: AxCrypt'i Seçme
zh: 选择AxCrypt

# Blog_HQHCYP_Summary
source: When was the last time you used a complex password? By complex, we mean something like “cXa7Ly9uO5#2Z*” instead of a simple one like “john1995” or “123456789”.
ar: متى كانت آخر مرة استخدمت فيها كلمة مرور معقدة؟ نعني بالتعقيد شيئا مثل "cXa7Ly9uO5 # 2Z *" بدلا من كلمة بسيطة مثل "john1995" أو "123456789".
de: Wann haben Sie das letzte Mal ein komplexes Passwort verwendet? Mit komplex meinen wir etwas wie "cXa7Ly9uO5#2Z*" anstelle eines einfachen wie "john1995" oder "123456789".
es: ¿Cuándo fue la última vez que utilizaste una contraseña que tuviera cierta complejidad? Por contraseña compleja nos referimos a algo como "cXa7Ly9uO5#2Z*" en lugar de una sencilla como "john1995" o "123456789".
fr: À quand remonte la dernière fois que vous avez utilisé un mot de passe complexe ? Par complexe, nous entendons quelque chose comme "cXa7Ly9uO5#2Z*" au lieu d'un simple comme "john1995" ou "123456789".
it: Quando è stata l'ultima volta che hai usato una password complessa? Per complesso, intendiamo qualcosa come "cXa7Ly9uO5#2Z*" invece di uno semplice come "john1995" o "123456789".
ko: 당신이 복잡한 암호를 사용했던 마지막은 언제였나요? 복잡하다는 것은 "john1995" 또는 "123456789"와 같은 단순한 암 대신 "cXa7Ly9uO5#2Z*"와 같은 것을 의미합니다.
nl: Wanneer heeft u voor het laatst een complex wachtwoord gebruikt? Met complex bedoelen we zoiets als "cXa7Ly9uO5#2Z*" in plaats van een eenvoudige zoals "john1995" of "123456789".
pl: Kiedy ostatni raz użyłeś złożonego hasła? Przez kompleks rozumiemy coś takiego jak „cXa7Ly9uO5#2Z*” zamiast prostego, takiego jak „john1995” lub „123456789”.
pt: Quando foi a última vez que você usou uma senha complexa? Por complexo, queremos dizer algo como "cXa7Ly9uO5#2Z*" em vez de um simples como "john1995" ou "123456789".
ru: Когда вы в последний раз использовали сложный пароль? Под сложным мы подразумеваем что-то вроде “cXa7Ly9uO5#2Z*” вместо простого, такого как “john1995” или “123456789”.
sv: När använde du senast ett komplext lösenord? Med komplex menar vi något som "cXa7Ly9uO5#2Z*" istället för en enkel som "john1995" eller "123456789".
tr: En son ne zaman karmaşık bir parola kullandınız? Karmaşık derken, "john1995" veya "123456789" gibi basit bir şey yerine "cXa7Ly9uO5#2Z*" gibi bir şeyi kastediyoruz.
zh: 您上次使用复杂密码是什么时候？ 通过复杂，我们的意思是像"cXa7Ly9uO#52z*"，而不是像"john1995"或"123456789"这样的简单。

# Blog_HQHCYP_Text1
source: When was the last time you used a complex password? By complex, we mean something like “cXa7Ly9uO5#2Z*” instead of a simple one like “john1995” or “123456789”. Surprisingly, the average time it takes for a hacker to crack an <b>11-digit</b> numeric password is just <b>two seconds</b>, which makes it incredibly important for everyone to start using complex passwords.
ar: متى كانت آخر مرة استخدمت فيها كلمة مرور معقدة؟ نعني بالتعقيد شيئا مثل "cXa7Ly9uO5 # 2Z *" بدلا من كلمة بسيطة مثل "john1995" أو "123456789". من المثير للدهشة أن متوسط الوقت الذي يستغرقه المخترق لاختراق كلمة مرور رقمية مكونة من <b> 11 رقما </b> هو <b> ثانيتين </b> فقط ، مما يجعل من المهم للغاية أن يبدأ الجميع في استخدام كلمات مرور معقدة.
de: Wann haben Sie das letzte Mal ein komplexes Passwort verwendet? Mit komplex meinen wir etwas wie "cXa7Ly9uO5#2Z*" anstelle eines einfachen wie "john1995" oder "123456789". Überraschenderweise dauert es durchschnittlich nur <b>zwei Sekunden</b>, bis ein Hacker ein <b>11-stelliges</b> numerisches Passwort knackt, was es für jeden unglaublich wichtig macht, komplexe Passwörter zu verwenden.
es: ¿Cuándo fue la última vez que utilizaste una contraseña que tuviera cierta complejidad? Por contraseña compleja nos referimos a algo como "cXa7Ly9uO5#2Z*" en lugar de una sencilla como "john1995" o "123456789". Resulta sorprendente que el tiempo medio que tarda un hacker en descifrar una contraseña numérica de <b>11 dígitos</b> sea de solamente <b>dos segundos</b>, por lo que es sumamente importante que todo el mundo empiece a utilizar contraseñas más complejas.
fr: À quand remonte la dernière fois que vous avez utilisé un mot de passe complexe ? Par complexe, nous entendons quelque chose comme "cXa7Ly9uO5#2Z*" au lieu d'un simple comme "john1995" ou "123456789". Étonnamment, le temps moyen nécessaire à un pirate informatique pour déchiffrer un mot de passe numérique à <b>11 chiffres</b> n'est que de <b>deux secondes</b>, ce qui rend extrêmement important pour tout le monde de commencer à utiliser des mots de passe complexes.
it: Quando è stata l'ultima volta che hai usato una password complessa? Per complessa, intendiamo qualcosa come "cXa7Ly9uO5#2Z*" invece di uno semplice come "john1995" o "123456789". Sorprendentemente, il tempo medio necessario a un hacker per decifrare una password numerica di <b>11 cifre</b> è di soli <b>due secondi</b>, il che rende incredibilmente importante per tutti iniziare a utilizzare password complesse.
ko: 당신이 복잡한 암호를 사용했던 마지막은 언제였나요? 복잡하다는 것은 "john1995" 또는 "123456789"와 같은 단순한 것 대신 "cXa7Ly9uO5#2Z*"와 같은 것을 의미합니다. 놀랍게도 해커가 <b>11자리</b> 숫자 암호를 해독하는 데 걸리는 평균 시간은 <b>단 2초</b>에 불과하므로 모든 사람이 복잡한 암호를 사용하기 시작하는 것이 매우 중요합니다.
nl: Wanneer heb je voor het laatst een complex wachtwoord gebruikt? Met complex bedoelen we zoiets als "cXa7Ly9uO5#2Z*" in plaats van een eenvoudige zoals "john1995" of "123456789". Verrassend genoeg is de gemiddelde tijd die een hacker nodig heeft om een <b>11-cijferig</b> numeriek wachtwoord te kraken slechts <b>twee seconden</b>, waardoor het ongelooflijk belangrijk is voor iedereen om complexe wachtwoorden te gaan gebruiken.
pl: Kiedy ostatnio używałeś złożonego hasła? Przez złożone rozumiemy coś takiego jak „cXa7Ly9uO5#2Z*” zamiast prostego, takiego jak „jan1995” lub „123456789”. Co zaskakujące, średni czas potrzebny hakerowi na złamanie <b>11-cyfrowego</b> hasła numerycznego to zaledwie <b>dwie sekundy</b>, co sprawia, że niezwykle ważne jest, aby wszyscy zaczęli używać złożonych haseł.
pt: Quando foi a última vez que você usou uma senha complexa? Por complexo, queremos dizer algo como "cXa7Ly9uO5#2Z*" em vez de um simples como "john1995" ou "123456789". Surpreendentemente, o tempo médio que um hacker leva para decifrar uma senha numérica de <b>11 dígitos</b> é de apenas <b>dois segundos</b>, o que torna incrivelmente importante que todos comecem a usar senhas complexas.
ru: Когда вы в последний раз использовали сложный пароль? Под сложным мы подразумеваем что-то вроде “cXa7Ly9uO5#2Z*” вместо простого, такого как “john1995” или “123456789”. Удивительно, но среднее время, затрачиваемое хакером на взлом <b>11-значного</b> цифрового пароля, составляет всего <b>две секунды</b>, что делает невероятно важным для всех начать использовать сложные пароли.
sv: När använde du senast ett komplext lösenord? Med komplex menar vi något som "cXa7Ly9uO5#2Z*" istället för en enkel som "john1995" eller "123456789". Överraskande nog är den genomsnittliga tiden det tar för en hackare att knäcka ett <b>11-siffrigt</b> numeriskt lösenord bara <b>två sekunder</b>, vilket gör det otroligt viktigt för alla att börja använda komplexa lösenord.
tr: En son ne zaman karmaşık bir parola kullandınız? Karmaşık derken, "john1995" veya "123456789" gibi basit bir şey yerine "cXa7Ly9uO5#2Z*" gibi bir şeyi kastediyoruz. Şaşırtıcı bir şekilde, bir bilgisayar korsanının <b>11 basamaklı</b> bir sayısal parolayı kırması için gereken ortalama süre sadece <b>iki saniyedir</b>, bu da herkesin karmaşık parolalar kullanmaya başlamasını son derecede önemli hale getirmektedir.
zh: 您上次使用复杂密码是什么时候？ 通过复杂，我们的意思是像"cXa7Ly9uO5#2z*"，而不是像"john1995"或"123456789"这样的简单。 令人惊讶的是，黑客破解<b>11位</b>数字密码所需的平均时间仅为<b>两秒</b>，这使得每个人开始使用复杂密码非常重要。

# Blog_HQHCYP_Text2
source: To understand how hackers are able to crack a password within such a short amount of time and with such ease, we need to understand how password authentication works and the different ways a password can be cracked.
ar: لفهم كيفية تمكن المتسللين من اختراق كلمة المرور في غضون فترة زمنية قصيرة وبهذه السهولة ، نحتاج إلى فهم كيفية عمل مصادقة كلمة المرور والطرق المختلفة التي يمكن من خلالها اختراق كلمة المرور.
de: Um zu verstehen, wie Hacker in der Lage sind, ein Passwort innerhalb so kurzer Zeit und mit so viel Leichtigkeit zu knacken, müssen wir verstehen, wie die Passwortauthentifizierung funktioniert und auf welche verschiedenen Arten ein Passwort geknackt werden kann.
es: Para entender cómo los hackers son capaces de descifrar una contraseña en tan poco tiempo y con tanta facilidad, debemos comprender cómo funciona la autenticación de contraseñas y las distintas maneras en que se puede descifrar una contraseña.
fr: Pour comprendre comment les pirates sont capables de déchiffrer un mot de passe en si peu de temps et avec une telle facilité, nous devons comprendre comment fonctionne l'authentification par mot de passe et les différentes façons dont un mot de passe peut être déchiffré.
it: Per capire come gli hacker sono in grado di decifrare una password in un così breve lasso di tempo e con tale facilità, dobbiamo capire come funziona l'autenticazione della password e i diversi modi in cui una password può essere violata.
ko: 해커가 어떻게 그렇게 짧은 시간 내에 쉽게 암호를 해독할 수 있는지 이해하려면 암호 인증이 작동하는 방식과 암호를 해독할 수 있는 다양한 방법을 이해해야 합니다.
nl: Om te begrijpen hoe hackers in staat zijn om een wachtwoord binnen zo'n korte tijd en met zo'n gemak te kraken, moeten we begrijpen hoe wachtwoordauthenticatie werkt en de verschillende manieren waarop een wachtwoord kan worden gekraakt.
pl: Aby zrozumieć, w jaki sposób hakerzy są w stanie złamać hasło w tak krótkim czasie i z taką łatwością, musimy zrozumieć, jak działa uwierzytelnianie hasła i różne sposoby złamania hasła.
pt: Para entender como os hackers são capazes de decifrar uma senha em tão pouco tempo e com tanta facilidade, precisamos entender como funciona a autenticação de senha e as diferentes maneiras pelas quais uma senha pode ser quebrada.
ru: Чтобы понять, как хакерам удается взломать пароль за такой короткий промежуток времени и с такой легкостью, нам нужно понять, как работает аутентификация по паролю и различные способы взлома пароля.
sv: För att förstå hur hackare kan knäcka ett lösenord inom så kort tid och med sådan lätthet, måste vi förstå hur lösenordsautentisering fungerar och de olika sätten ett lösenord kan knäckas på.
tr: Bilgisayar korsanlarının bir parolayı kısa sürede ve kolay bir şekilde nasıl kırabildiklerini anlamak için, şifre kimlik doğrulamasının nasıl çalıştığını ve bir parolanın kırılabileceği farklı yolları anlamamız gerekir.
zh: 要了解黑客如何能够在如此短的时间内轻松破解密码，我们需要了解密码身份验证的工作原理以及破解密码的不同方式。
