Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AffiliateGeneratingRevenueHeading
source: <span>Sign Up</span> and start generating <span class="font-style">revenue</span> today!
ar: <span>اشترك</span> وابدأ في تحقيق <span class="font-style">الإيرادات</span> اليوم!
de: <span>Melden Sie sich an</span> und beginnen Sie noch heute, <span class="font-style">Einnahmen</span> zu generieren!
es: <span>¡Regístrese</span> y comience a generar <span class="font-style">ingresos</span> hoy!
fr: <span>Inscrivez-vous</span> et commencez à générer des <span class="font-style">revenus</span> dès aujourd’hui !
it: <span>Iscriviti</span> e inizia a generare <span class="font-style">entrate</span> oggi stesso!
ko: <span>등록</span> 하고 오늘 <span class="글꼴 스타일">수익</span> 생성을 시작합니다.
nl: <span>Meld u aan</span> en begin vandaag nog met het genereren van <span class="font-style">inkomsten</span>!
pl: <span>Zarejestruj się</span> i zacznij generować <span class="font-style">dochód</span> już dziś!
pt: <span>Inscreva-se</span> e comece a gerar <span class="font-style">receita</span> hoje!
ru: <span>Зарегистрируйтесь</span> и начните получать <span class="font-style">доход</span> уже сегодня!
sv: <span>Registrera dig</span> och börja generera <span class="font-style">intäkter</span> idag!
tr: <span>Kaydolun</span> ve bugün <span class="font-style">gelir</span> kazanmaya başlayın!
zh: <span>立即注册</span> 并开始创 <span class="font-style">收</span> ！

# AffiliateInfoHeading
source: Become an AxCrypt Affiliate
ar: كن أحد شركاء اكسكربت
de: Werden Sie ein AxCrypt Partner
es: Sé un afiliado de AxCrypt
fr: Devenez un membre affilié d'AxCrypt
it: Diventa un affiliato AxCrypt
ko: AxCrypt Affiliate 사용하기
nl: Word een AxCrypt-partner
pl: Zostań partnerem AxCrypt
pt: Torne-se um Afiliado AxCrypt
ru: Станьте партнером AxCrypt
sv: Bli en AxCrypt Affiliate
tr: AxCrypt İş Ortağı Olun
zh: 成为AxCrypt联盟

# AffiliateInfoText1
source: Join our affiliate program to provide a valuable Encryption solution while earning generous commissions.
ar: انضم إلى برنامج الإحالة الخاص بنا لتقديم حل تشفير قيم مع كسب عمولات سخية.
de: Treten Sie unserem Partnerprogramm bei, um eine wertvolle Verschlüsselungslösung bereitzustellen und gleichzeitig großzügige Provisionen zu verdienen.
es: Únete a nuestro programa de afiliados para ofrecer una valiosa solución de cifrado mientras obtienes generosas comisiones.
fr: Rejoignez notre programme d'affiliation pour fournir une solution de cryptage efficace tout en gagnant de généreuses commissions.
it: Unisciti al nostro programma di affiliazione per fornire una preziosa soluzione di crittografia e guadagnare generose commissioni.
ko: 당사의 제휴 프로그램에 참여하여 후한 수수료를 받는 동시에 귀중한 암호화 솔루션을 제공하세요.
nl: Word lid van ons partnerprogramma om een waardevolle versleutelingsoplossing te bieden en tegelijkertijd royale commissies te verdienen.
pl: Dołącz do naszego programu partnerskiego, aby zapewnić sobie cenne rozwiązanie do szyfrowania, jednocześnie zarabiając hojne prowizje.
pt: Junte-se ao nosso programa de afiliados para fornecer uma solução de cifragem de valor enquanto ganha comissões generosas.
ru: Присоединяйтесь к нашей партнерской программе, чтобы предоставить ценный решения для шифрования, получая при этом щедрые комиссионные.
sv: Gå med i vårt affiliateprogram för att tillhandahålla en värdefull krypteringslösning samtidigt som du tjänar generösa provisioner.
tr: Cömert komisyonlar kazanırken değerli bir şifreleme çözümü sağlamak için ortaklık programımıza katılın.
zh: 加入我们的联盟计划，提供有价值的加密解决方案，同时赚取丰厚的佣金。

# AffiliateInfoText2
source: AxCrypt is an easy-to-use encryption programme available on Windows, Mac, iOS, and Android. AxCrypt has grown to be one of the world’s most popular encryption applications with over 20 million downloads worldwide and been awarded as “The Best Encryption Software” by the prestigious PC Magazine in 2021 consecutively for 6 years in a row. AxCrypt is multilingual, supporting Arabic, English, Dutch, French, German, Italian, Korean, Polish, Portuguese, Russian, Spanish, Swedish, Turkish, Mandarin and more to follow.
ar: اكسكربت هو برنامج تشفير سهل الاستخدام ومتوفر على أنظمة تشغيل ويندوز و ماك و نظام التشغيل ايفون و ذكري المظهر. نمت شركة اكسكربت لتصبح واحدة من أكثر تطبيقات التشفير شيوعًا في العالم مع أكثر من 20 مليون عملية تنزيل في جميع أنحاء العالم وحصلت على جائزة "أفضل برنامج تشفير" من قبل مجلة بي سي ماكيسين المرموقة في عام 2021 على التوالي لمدة 6 سنوات متتالية. اكسكربت متعدد اللغات ، ويدعم اللغة الإنجليزية والهولندية والفرنسية والألمانية والإيطالية والكورية والبولندية والبرتغالية والروسية والإسبانية والسويدية والتركية والماندرين وغيرها.
de: AxCrypt ist ein benutzerfreundliches Verschlüsselungsprogramm, das für Windows, Mac, iOS und Android verfügbar ist. AxCrypt hat sich mit über 20 Millionen Downloads weltweit zu einer der beliebtesten Verschlüsselungsanwendungen der Welt entwickelt und wurde vom renommierten PC-Magazin im Jahr 2021 6 Jahre hintereinander als "Beste Verschlüsselungssoftware" ausgezeichnet. AxCrypt ist mehrsprachig und unterstützt Englisch, Niederländisch, Französisch, Deutsch, Italienisch, Koreanisch, Polnisch, Portugiesisch, Russisch, Spanisch, Schwedisch, Türkisch, Mandarin und weitere Sprachen.
es: AxCrypt es un programa de cifrado fácil de usar. Es compatible con Windows, Mac, iOS y Android. AxCrypt se ha convertido en una de las aplicaciones de cifrado más populares del mundo con más de 20 millones de descargas en todo el mundo. En 2021, la prestigiosa PC Magazine nos premió como "El mejor software de cifrado" y así ha sido durante 6 años seguidos. AxCrypt es multilingüe y está disponible en inglés, holandés, francés, alemán, italiano, coreano, polaco, portugués, ruso, español, sueco, turco y mandarín. Posteriormente, se sumarán más idiomas.
fr: AxCrypt est un programme de cryptage facile à utiliser, disponible sur Windows, Mac, iOS et Android. AxCrypt est devenu l'une des applications de chiffrement les plus populaires au monde, avec plus de 20 millions de téléchargements dans le monde entier. Il a été désigné "Meilleur logiciel de chiffrement" par le prestigieux PC Magazine en 2021, et ce pendant 6 années consécutives. AxCrypt est multilingue et prend en charge l'anglais, le néerlandais, le français, l'allemand, l'italien, le coréen, le polonais, le portugais, le russe, l'espagnol, le suédois, le turc, le mandarin et d'autres langues à venir.
it: AxCrypt è un programma di crittografia facile da usare, disponibile per Windows, Mac, iOS e Android. AxCrypt è diventata una delle applicazioni di crittografia più popolari al mondo con oltre 20 milioni di download a livello mondiale e nel 2021 è stato premiato, per il sesto anno consecutivo, come "Il miglior software di crittografia" dal prestigioso PC Magazine. AxCrypt è multilingue e supporta inglese, olandese, francese, tedesco, italiano, coreano, polacco, portoghese, russo, spagnolo, svedese, turco, mandarino e altri ancora a seguire.
ko: AxCrypt는 Windows, Mac, iOS 및 안드로이드에서 사용할 수 있는 간편한 암호화 프로그램입니다. AxCrypt는 전 세계적으로 2000만건 이상의 다운로드를 기록하며 세계에서 가장 인기 있는 암호화 애플리케이션 중 하나로 성장했으며, 2021년 권위 있는 PC 매거진으로부터 6년 연속 "최고의 암호화 소프트웨어"로 선정되었습니다. AxCrypt는 다국어이며 영어, 네덜란드어, 프랑스어, 독일어, 이탈리아어, 한국어, 폴란드어, 포르투갈어, 러시아어, 스페인어, 스웨덴어, 터키어, 만다린어 등을 지원합니다.
nl: AxCrypt is een gebruiksvriendelijk versleutelingsprogramma dat beschikbaar is op Windows, Mac, iOS en Android. AxCrypt is uitgegroeid tot een van 's werelds meest populaire versleutelingsapplicaties met meer dan 20 miljoen downloads wereldwijd en is in 2021 achtereenvolgens voor 6 jaar op rij bekroond als "The Best Encryption Software" door het prestigieuze PC Magazine. AxCrypt is meertalig en ondersteunt Engels, Nederlands, Frans, Duits, Italiaans, Koreaans, Pools, Portugees, Russisch, Spaans, Zweeds, Turks, Mandarijn en meer zullen volgen.
pl: AxCrypt to łatwy w użyciu program do szyfrowania dostępny na Windows, Mac, iOS i Android. AxCrypt stał się jedną z najpopularniejszych na świecie aplikacji do szyfrowania z ponad 20 milionami pobrań na całym świecie i został nagrodzony jako „Najlepsze oprogramowanie do szyfrowania” przez prestiżowy magazyn PC w 2021 roku z rzędu przez 6 lat z rzędu. AxCrypt jest wielojęzyczny, obsługuje angielski, holenderski, francuski, niemiecki, włoski, koreański, polski, portugalski, rosyjski, hiszpański, szwedzki, turecki, mandaryński i wiele innych.
pt: A AxCrypt é um programa de cifragem de fácil utilização disponível em Windows, Mac, iOS e Android. A AxCrypt cresceu até se tornar uma das aplicações de cifragem mais populares do mundo, com mais de 20 milhões de descarregamentos e foi premiado com “O Melhor Software de Cifragem” pela prestigiada PC Magazine em 2021 e por 6 anos consecutivos. A AxCrypt é multilingue, com suporte para inglês, neerlandês, francês, alemão, italiano, coreano, polaco, português, russo, espanhol, sueco, turco, mandarim e mais no futuro.
ru: AxCrypt - это простая в использовании программа шифрования, доступная для Windows, Mac, iOS и Android. AxCrypt превратился в одно из самых популярных приложений для шифрования в мире с более чем 20 миллионами загрузок и был награжден престижным журналом PC Magazine как “Лучшее программное обеспечение для шифрования” в 2021 году, как и в течение последних 6 лет подряд. AxCrypt многоязычен, поддерживает Английский, Голландский, Французский, Немецкий, Итальянский, Корейский, Польский, Португальский, Русский, Испанский, Шведский, Турецкий, Китайский и другие языки.
sv: AxCrypt är ett lättanvänt krypteringsprogram vilket finns tillgängligt på Windows, Mac, iOS och Android. AxCrypt har vuxit till att bli en av världens mest populära krypteringsapplikationer med över 20 miljoner nedladdningar över hela världen och belönats som "The Best Encryption Software" av det prestigefyllda PC Magazine 2021 i 6 år i rad. AxCrypt är flerspråkig, stöder engelska, nederländska, franska, tyska, italienska, koreanska, polska, portugisiska, ryska, spanska, svenska, turkiska, mandarin och ännu fler att komma.
tr: AxCrypt, Windows, Mac, iOS ve Android'de kullanılabilen, kullanımı kolay bir şifreleme programıdır. AxCrypt, dünya çapında 20 milyondan fazla indirme ile dünyanın en popüler şifreleme uygulamalarından biri haline geldi ve prestijli PC Magazine tarafından 2021'de arka arkaya 6 yıl "En İyi Şifreleme Yazılımı" olarak ödüllendirildi. AxCrypt çok dillidir ve İngilizce, Felemenkçe, Fransızca, Almanca, İtalyanca, Korece, Lehçe, Portekizce, Rusça, İspanyolca, İsveççe, Türkçe, Mandarin ve daha fazlasını destekler.
zh: AxCrypt是一个易于使用的加密程序，可在Windows，Mac，iOS和Android上使用。 AxCrypt已发展成为世界上最受欢迎的加密应用程序之一，全球下载量超过2000万，并连续6年被着名的PC杂志评为2021的"最佳加密软件"。 AxCrypt是多语言的，支持英语，荷兰语，法语，德语，意大利语，韩语，波兰语，葡萄牙语，俄语，西班牙语，瑞典语，土耳其语，普通话等。

# AffiliateInstructionsHeading
source: Promote AxCrypt and earn a profit from each sale
ar: روّج لـ اكسكربت واكسب ربحًا من كل عملية بيع
de: Fördern Sie AxCrypt und verdienen Sie mit jedem Verkauf einen Gewinn
es: Promociona AxCrypt y obtén beneficios por cada venta
fr: Faites la promotion d'AxCrypt et tirez un bénéfice de chaque vente
it: Promuovi AxCrypt e guadagna da ogni vendita
ko: AxCrypt 홍보 및 각 판매 수익 창출
nl: Promoot AxCrypt en verdien met elke verkoop
pl: Promuj AxCrypt i zarabiaj na każdej sprzedaży
pt: Promova a AxCrypt e obtenha lucro com cada venda
ru: Продвигайте AxCrypt и получайте прибыль от каждой продажи
sv: Marknadsför AxCrypt och tjäna en vinst på varje försäljning
tr: AxCrypt'i tanıtın ve her satıştan kar elde edin
zh: 推广AxCrypt并从每次销售中赚取利润

# AffiliateInstructionsStep1
source: Become a member of our affiliate program by signing up within seconds
ar: كن عضوًا في برنامج الإحالة الخاص بنا من خلال التسجيل في غضون ثوانٍ
de: Werden Sie Mitglied unseres Partnerprogramms, indem Sie sich innerhalb von Sekunden anmelden
es: Regístrate en cosa de segundos y conviértete en miembro de nuestro programa de afiliados
fr: Devenez membre de notre programme d'affiliation en vous inscrivant en quelques secondes.
it: Diventa un membro del nostro programma di affiliazione iscrivendoti in pochi secondi
ko: affiliate 프로그램의 멤버로 서비스를 즐겨보세요.
nl: Word lid van ons partnerprogramma door u binnen enkele seconden aan te melden
pl: Zostań członkiem naszego programu partnerskiego, rejestrując się w ciągu kilku sekund
pt: Adira e torne-se em segundos um membro do nosso programa de afiliados
ru: Станьте участником нашей партнерской программы. Регистрация займет всего лишь несколько секунд
sv: Bli medlem i vårt affiliateprogram genom att registrera dig inom några sekunder
tr: Saniyeler içinde kaydolarak ortaklık programımıza üye olun
zh: 在几秒钟内注册成为我们联盟计划的成员

# AffiliateInstructionsStep2
source: Get access to exclusive connections and promotional materials. Leverage our marketing assets to get your campaigns off the ground
ar: الحصول على اتصالات حصرية والمواد الترويجية. استفد من أصولنا التسويقية لإطلاق حملاتك على أرض الواقع
de: Erhalten Sie Zugang zu exklusiven Verbindungen und Werbematerialien. Nutzen Sie unsere Marketing-Vermögen, um Ihre Kampagnen auf den Weg zu bringen
es: Obtén acceso a conexiones exclusivas y materiales promocionales. Aprovecha nuestros activos de marketing para que tus campañas despeguen
fr: Accédez à des connexions et du matériel promotionnel exclusifs. Exploitez nos ressources marketing pour faire décoller vos campagnes.
it: Accedi a contatti e materiali promozionali esclusivi. Sfrutta le nostre risorse di marketing per far decollare le tue campagne
ko: 전용 연결 및 홍보 자료에 액세스할 수 있습니다. 마케팅을 통해 캠페인을 시작해보세요.
nl: Krijg toegang tot exclusieve connecties en promotiemateriaal. Maak gebruik van onze marketingmiddelen om uw campagnes van de grond te krijgen
pl: Uzyskaj dostęp do ekskluzywnych połączeń i materiałów promocyjnych. Wykorzystaj nasze zasoby marketingowe, aby rozpocząć kampanie
pt: Tenha acesso a ligações exclusivas e material promocional. Alavanque os nossos activos de marketing para lançar as suas campanhas
ru: Получите доступ к эксклюзивным связям и рекламным материалам. Используйте наши маркетинговые ресурсы, чтобы создать ваши кампании с нуля
sv: Få tillgång till exklusiva anslutningar och kampanjmaterial. Utnyttja våra marknadsföringstillgångar för att få igång dina kampanjer.
tr: Özel bağlantılara ve promosyon malzemelerine erişin. Kampanyalarınızı hayata geçirmek için pazarlama varlıklarımızdan yararlanın
zh: 获得独家连接和宣传材料。 利用我们的营销资产，让您的营销活动开始

# AffiliateInstructionsStep3
source: Refer AxCrypt and earn one of the industry's best commissions on every paid conversion
ar: قم بإحالة اكسكربت واكسب واحدة من أفضل عمولات الصناعة على كل تحويل مدفوع
de: Verweisen Sie AxCrypt und verdienen Sie eine der besten Provisionen der Branche für jede bezahlte Umwandlung
es: Recomienda AxCrypt y gana una de las mejores comisiones de la industria por cada conversión pagada
fr: Parrainez AxCrypt et gagnez l'une des meilleures commissions de l'industrie sur chaque conversion payée
it: Segnala AxCrypt e ottieni una delle migliori commissioni del settore per ogni conversione in abbonamento
ko: AxCrypt를 추천하여 모든 유료전환에 대한 업계 최상의 커미션을 누리십시오.
nl: Verwijs AxCrypt en verdien een van de beste commissies in de branche voor elke betaalde conversie
pl: Poleć AxCrypt i zarabiaj jedną z najlepszych w branży prowizji za każdą płatną konwersję
pt: Refira a AxCrypt e ganhe uma das melhores comissões da indústria por cada conversão paga
ru: Используйте AxCrypt и получите одну из лучших в отрасли комиссий за каждую оплаченную конверсию
sv: Hänvisa till AxCrypt och tjäna en av industriernas bästa provisioner på varje betald konvertering
tr: AxCrypt'e başvurun ve her ücretli dönüşümde sektörün en iyi komisyonlarından birini kazanın
zh: 提到AxCrypt，在每次付费转换中获得业界最好的佣金之一

# AffiliateInstructionsSubHeading
source: AxCrypt now offers you an affiliate opportunity where you get paid from each sale by promoting AxCrypt. Let's get started now.
ar: تقدم لك اكسكربت الآن فرصة تابعة حيث يتم الدفع لك من كل عملية بيع من خلال الترويج لاكسكربت. لنبدأ الآن.
de: AxCrypt bietet Ihnen jetzt eine Partner-Möglichkeit, bei der Sie von jedem Verkauf bezahlt werden, indem Sie AxCrypt bewerben. Fangen wir jetzt an.
es: Ahora AxCrypt te ofrece una oportunidad de afiliado en la que recibes un pago por cada venta al promocionar la marca. Comencemos.
fr: AxCrypt vous offre maintenant une opportunité d'affiliation où vous êtes payé sur chaque vente en faisant la promotion d'AxCrypt. Commencez dès maintenant.
it: AxCrypt ora ti offre l'opportunità di affiliarti per poter guadagnare da ogni vendita promuovendo AxCrypt. Comincia ora.
ko: AxCrypt는 이제 AxCrypt 홍보로 수익을 얻을 수 있는 제휴 기회를 제공합니다. 자, 함께 가보시죠.
nl: AxCrypt biedt u nu een affiliate-mogelijkheid waarbij u uit verkoop wordt betaald door AxCrypt te promoten. Laten we nu beginnen.
pl: AxCrypt oferuje teraz możliwość partnerską, w której otrzymujesz zapłatę z każdej sprzedaży, promując AxCrypt. Zacznijmy teraz.
pt: A AxCrypt oferece-lhe a oportunidade de afiliação, sendo pago por cada venda que resulte da sua promoção da AxCrypt. Vamos começar agora.
ru: AxCrypt предлагает вам партнерскую возможность, при которой вы получаете деньги с каждой продажи, продвигая AxCrypt. Давайте начнем прямо сейчас.
sv: AxCrypt erbjuder dig nu en affiliatemöjlighet där du får betalt från varje försäljning genom att marknadsföra AxCrypt. Låt oss börja idag!
tr: AxCrypt şimdi size, AxCrypt'i tanıtarak her satıştan ödeme alacağınız bir ortaklık fırsatı sunuyor. Haydi şimdi başlayalım.
zh: AxCrypt现在为您提供一个联盟机会，您可以通过推广AxCrypt从每次销售中获得报酬。 让我们现在开始吧。

# AffiliateLinkLabel
source: Affiliate
ar: شركة تابعة
de: Partner
es: Afiliado
fr: Membre Affilié
it: Affiliato
pl: Przyłącz się
pt: Afiliado
ru: Партнерство
tr: Ortaklık
zh: 联盟

# AffiliateRevenueText1
source: Unlimited top commissions
ar: عمولات عليا غير محدودة
de: Unbegrenzte Top-Provisionen
es: Comisiones máximas ilimitadas
fr: Commissions maximales illimitées
it: Commissioni top illimitate
ko: 최고 수수료 무제한
nl: Onbeperkte topcommissies
pl: Nieograniczone prowizje od zysków
pt: Comissões superiores ilimitadas
ru: Неограниченные топовые комиссии
sv: Obegränsade högsta provisioner
tr: Sınırsız üst komisyon
zh: 无限的最高佣金

# AffiliateRevenueText2
source: Higher conversions
ar: تحويلات أعلى
de: Höhere Conversions
es: Conversiones más altas
fr: Conversions plus élevées
it: Conversioni più elevate
ko: 높은 변환
nl: Hogere conversies
pl: Wyższe konwersje
pt: Conversões mais altas
ru: Более высокая конверсия
sv: Högre konverteringar
tr: Daha yüksek dönüşüm
zh: 更高的转化率

# AffiliateRevenueText3
source: Rich marketing kit
ar: مجموعة تسويق غنية
es: Kit de marketing enriquecido
fr: Outils de Marketing complet
it: Ricco kit di marketing
ko: 풍부한 마케팅 키트
nl: Rijke marketingkit
pl: Bogaty zestaw marketingowy
pt: Kit de marketing rico
ru: Богатый маркетинговый набор
sv: Rikt mediekit
tr: Zengin pazarlama kiti
zh: 丰富的营销工具包

# AffiliateRevenueText4
source: Global Traffic Sources
ar: مصادر حركة المرور العالمية
de: Globale Traffic-Quellen
es: Fuentes de tráfico global
fr: Sources de trafic mondiales
it: Fonti di traffico globali
ko: 전역 트래픽 원본
nl: Wereldwijde verkeersbronnen
pl: Globalne źródła ruchu
pt: Fontes de tráfego global
ru: Глобальные источники трафика
sv: Globala trafikkällor
tr: Küresel Trafik Kaynakları
zh: 全球流量来源

# AffiliateRevenueText5
source: Free product demos & support
ar: عروض توضيحية مجانية للمنتج ودعم
de: Kostenlose Produktdemos und Support
es: Demostraciones y soporte gratuitos de productos
fr: Démos de produits gratuits et support
it: Demo gratuite dei prodotti e supporto
ko: 무료 제품 데모 및 지원
nl: Gratis demo's en ondersteuning van producten
pl: Bezpłatne wersje demonstracyjne produktów i wsparcie
pt: Demonstrações e suporte gratuitos de produtos
ru: Бесплатные демонстрации продуктов и поддержка
sv: Gratis produktdemonstrationer och support
tr: Ücretsiz ürün demoları ve desteği
zh: 免费产品演示和支持

# AffiliateRevenueText6
source: Access to a dedicated account manager
ar: الوصول إلى مدير حساب مخصص
de: Zugang zu einem dedizierten Kundenbetreuer
es: Acceso a un gestor de cuentas dedicado
fr: Accès à un gestionnaire de compte dédié
it: Accesso a un account manager dedicato
ko: 전용 계정 관리자에 대한 액세스
nl: Toegang tot een toegewijde accountmanager
pl: Dostęp do dedykowanego menedżera konta
pt: Acesso a um gerente de conta dedicado
ru: Доступ к персональному менеджеру по работе с клиентами
sv: Tillgång till en dedikerad Account Manager
tr: Özel bir hesap yöneticisine erişim
zh: 访问专门的客户经理

# AgreePasswordResetNotRegainAccess
source: I understand that this will not regain access to my encrypted files
ar: أفهم أن هذا لن يستعيد الوصول إلى ملفاتي المشفرة
es: Entiendo que esto no recuperará el acceso a mis archivos cifrados
fr: J'accepte que cela ne me rendra pas l'accès à mes fichiers chiffrés
it: Ho capito che questa azione non mi consentirà di riaccedere ai miei file criptati
ko: 암호화된 파일에 다시 액세스할 수 없음을 인지하고 있습니다.
nl: Ik begrijp dat dit geen toegang tot mijn versleutelde bestanden zal krijgen
pl: Rozumiem, że nie odzyskam dostępu do moich zaszyfrowanych plików
pt: Compreendo que isto não dará acesso aos meus ficheiros cifrados.
sv: Jag förstår att detta inte kommer att ge tillgång till min krypterade filer
tr: Bunun şifrelenmiş dosyalarıma tekrar erişim sağlamayacağını anlıyorum.
zh: 我明白，这不会重新访问我的加密文件

# AllLabel
source: All
ar: الجميع
de: ganz
es: Todo
fr: Tous
it: Tutti i
ko: 모두
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
sv: Alla
tr: Tüm
zh: 所有

# AllowAllCookiesPromptText
source: Allow all cookies
ar: السماح لجميع ملفات تعريف الارتباط
es: Permitir todas las cookies
fr: Autoriser tous les cookies
it: Consenti tutti i cookie
ko: 쿠키 허용하기
nl: Alle cookies toegestaan
pl: Zezwól na wszystkie pliki cookie
pt: Permitir todos os cookies
sv: Tillåt alla cookies
tr: Tüm çerezlere izin ver
