Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WSPPI_H5_Text1
source: After reading this article, you can’t say that you didn’t see it coming. Confidential communication is fundamental for liberal democracies. When in the wrong hands, personal information can be wielded as a powerful tool. One of the best ways to protect your data is to encrypt it. End-to-end encryption gives you back control and protects your data from snoopers and prying eyes. Encryption is the best working way so far to secure your data of any form of unwanted access. By taking plain text and using mathematical calculations to turn data into code it is converted into cipher text, only those who have the special key can decrypt your files. Our user friendly system enables ease of operations, guarantees the highest possible control and ensures that nobody but you can access your personal information so that no disadvantageous data breach arises.
ar: بعد قراءة هذا المقال ، لا يمكنك القول إنك لم تره قادمًا. الاتصال السري أمر أساسي للديمقراطيات الليبرالية. عندما تكون في الأيدي الخطأ ، يمكن استخدام المعلومات الشخصية كأداة قوية. من أفضل الطرق لحماية بياناتك هو تشفيرها. يمنحك التشفير من طرف إلى طرف التحكم مرة أخرى ويحمي بياناتك من المتلصصين وأعين المتطفلين. التشفير هو أفضل طريقة عمل حتى الآن لتأمين بياناتك من أي شكل من أشكال الوصول غير المرغوب فيه. بأخذ نص عادي واستخدام الحسابات الرياضية لتحويل البيانات إلى كود يتم تحويلها إلى نص مشفر ، فقط أولئك الذين لديهم المفتاح الخاص يمكنهم فك تشفير ملفاتك. يتيح نظامنا سهل الاستخدام سهولة العمليات ، ويضمن أعلى مستوى ممكن من التحكم ويضمن عدم تمكن أي شخص غيرك من الوصول إلى معلوماتك الشخصية حتى لا ينشأ خرق غير مؤات للبيانات.
de: Nachdem Sie diesen Artikel gelesen haben, können Sie nicht sagen, dass Sie es nicht kommen sahen. Vertrauliche Kommunikation ist für liberale Demokratien von grundlegender Bedeutung. In den falschen Händen können persönliche Informationen als mächtiges Werkzeug eingesetzt werden. Eine der besten Möglichkeiten, Ihre Daten zu schützen, besteht darin, sie zu verschlüsseln. Die Ende-zu-Ende-Verschlüsselung gibt Ihnen die Kontrolle zurück und schützt Ihre Daten vor Schnüfflern und neugierigen Blicken. Verschlüsselung ist bisher der beste Weg, um Ihre Daten vor unerwünschten Zugriffen jeglicher Art zu schützen. Indem Sie Klartext verwenden und mathematische Berechnungen verwenden, um Daten in Code umzuwandeln, werden sie in Chiffretext konvertiert. Nur diejenigen, die über den speziellen Schlüssel verfügen, können Ihre Dateien entschlüsseln. Unser benutzerfreundliches System ermöglicht eine einfache Bedienung, garantiert höchstmögliche Kontrolle und stellt sicher, dass niemand außer Ihnen auf Ihre persönlichen Daten zugreifen kann, so dass keine nachteilige Datenschutzverletzung entsteht.
es: Después de leer este artículo, no puedes decir que no lo viste venir. La comunicación confidencial es fundamental para las democracias liberales. Cuando está en las manos equivocadas, la información personal puede utilizarse como una herramienta poderosa. Una de las mejores formas de proteger tus datos es cifrarlos. El cifrado de extremo a extremo te devuelve el control y protege tus datos de intrusos y miradas indiscretas. El cifrado es la mejor forma de trabajo hasta ahora para proteger tus datos de cualquier forma de acceso no deseado. Al tomar texto sin formato y usar cálculos matemáticos para convertir los datos en código, se convierte en texto cifrado, solo aquellos que tienen la clave especial pueden descifrar tus archivos. Nuestro sistema fácil de usar facilita las operaciones, garantiza el mayor control posible y garantiza que nadie más que tú pueda acceder a información personal para que no se produzca una vulneración de datos desventajosa.
fr: Après avoir lu cet article, vous ne pouvez pas dire que vous ne l'avez pas vu venir. La communication confidentielle est fondamentale pour les démocraties libérales. Lorsqu'elles sont entre de mauvaises mains, les informations personnelles peuvent être utilisées comme un outil puissant. L'un des meilleurs moyens de protéger vos données est de les chiffrer. Le cryptage de bout en bout vous donne le contrôle et protège vos données des fouineurs et des regards indiscrets. Le cryptage est le meilleur moyen de travail jusqu'à présent pour sécuriser vos données de toute forme d'accès indésirable. En prenant du texte brut et en utilisant des calculs mathématiques pour transformer les données en code, il est converti en texte chiffré, seuls ceux qui ont la clé spéciale peuvent décrypter vos fichiers. Notre système convivial facilite les opérations, garantit le contrôle le plus élevé possible et garantit que personne d'autre que vous ne peut accéder à vos informations personnelles afin qu'aucune violation de données désavantageuse ne se produise.
it: Dopo aver letto questo articolo, non puoi dire di non averlo visto arrivare. La comunicazione confidenziale è fondamentale per le democrazie liberali. Quando sono nelle mani sbagliate, le informazioni personali possono essere utilizzate come uno strumento potente. Uno dei modi migliori per proteggere i tuoi dati è crittografarli. La crittografia end-to-end ti restituisce il controllo e protegge i tuoi dati da ficcanaso e occhi indiscreti. La crittografia è il miglior modo di lavorare finora per proteggere i tuoi dati da qualsiasi forma di accesso indesiderato. Prendendo il testo normale e utilizzando calcoli matematici per trasformare i dati in codice, esso viene convertito in testo cifrato, solo coloro che hanno la chiave speciale possono decrittografare i file. Il nostro sistema intuitivo consente facilità d'uso, garantisce il massimo controllo possibile e assicura che nessuno, tranne te, possa accedere alle tue informazioni personali in modo che non si verifichi una violazione dei dati svantaggiosa.
ko: 이 기사를 읽은 후에는 몰랐다고 할 수 없습니다. 기밀 커뮤니케이션은 자유 민주주의의 기본입니다. 잘못된 손에 들어가면 개인 정보가 강력한 도구로 사용될 수 있습니다. 데이터를 보호하는 가장 좋은 방법 중 하나는 데이터를 암호화하는 것입니다. 종단 간 암호화는 백 컨트롤을 제공하고 해커와 엿보는 눈으로부터 데이터를 보호합니다. 암호화는 모든 형태의 원치 않는 액세스로부터 데이터를 보호하는 가장 효과적인 방법입니다. 일반 텍스트를 사용하고 수학적 계산을 사용하여 데이터를 코드로 변환하면 암호화 텍스트로 변환되며 특수 키를 가진 사람만 파일을 해독할 수 있습니다. 당사의 사용자 친화적 인 시스템은 조작을 용이하게하고 가능한 최고의 제어를 보장하며 귀하 이외의 누구도 귀하의 개인 정보에 액세스 할 수 없도록하여 데이터 침해가 발생하지 않도록합니다.
nl: Na het lezen van dit artikel kun je niet zeggen dat je het niet zag aankomen. Vertrouwelijke communicatie is fundamenteel voor liberale democratieën. Wanneer persoonlijke informatie in verkeerde handen komt, kan deze worden gebruikt als een krachtig hulpmiddel. Een van de beste manieren om uw gegevens te beschermen, is door ze te versleutelen. End-to-end encryptie geeft u de controle terug en beschermt uw gegevens tegen pottenkijkers en nieuwsgierige blikken. Versleuteling is tot nu toe de best werkende manier om uw gegevens te beveiligen tegen enige vorm van ongewenste toegang. Door platte tekst te nemen en wiskundige berekeningen te gebruiken om gegevens in code om te zetten, wordt het omgezet in gecodeerde tekst, alleen degenen die de speciale sleutel hebben, kunnen uw bestanden decoderen. Ons gebruiksvriendelijke systeem zorgt voor bedieningsgemak, garandeert de hoogst mogelijke controle en zorgt ervoor dat niemand anders dan u toegang heeft tot uw persoonlijke gegevens zodat er geen nadelige datalekken ontstaan.
pl: Po przeczytaniu tego artykułu nie możesz powiedzieć, że tego nie przewidziałeś. Poufna komunikacja ma fundamentalne znaczenie dla liberalnych demokracji. W niepowołanych rękach dane osobowe mogą stać się potężnym narzędziem. Jednym z najlepszych sposobów ochrony danych jest ich szyfrowanie. Pełne szyfrowanie zapewnia Ci kontrolę i chroni Twoje dane przed szpiegami i wścibskimi spojrzeniami. Szyfrowanie jest jak dotąd najlepszym sposobem na zabezpieczenie danych przed niepożądanym dostępem. Biorąc zwykły tekst i używając obliczeń matematycznych do przekształcania danych w kod, jest on konwertowany na tekst zaszyfrowany, tylko ci, którzy mają specjalny klucz, mogą odszyfrować twoje pliki. Nasz przyjazny dla użytkownika system zapewnia łatwość obsługi, gwarantuje najwyższą możliwą kontrolę i zapewnia, że nikt poza Tobą nie ma dostępu do Twoich danych osobowych, dzięki czemu nie dojdzie do niekorzystnego naruszenia danych.
pt: Depois de ler este artigo, não poderá dizer que não estava a contar. A comunicação confidencial é fundamental para as democracias liberais. Quando nas mãos erradas, a informação pessoal pode ser manejada como uma ferramenta poderosa. Uma das melhores formas de proteger os seus dados é cifrando-os. A cifragem de ponta a ponta devolve-lhe o controlo e protege os seus dados de espionagem e olhares alheios. A cifragem é a melhor forma de proteger os seus dados de qualquer forma de acesso indesejável. Ao usarem-se cálculos matemáticos para transformar texto claro em texto cifrado, apenas quem tiver uma chave especial poderá decifrar os seus ficheiros. O nosso sistema é amigo do utilizador, tornando as operações fáceis, garantindo o maior controlo possível e garantindo que ninguém senão você pode aceder à sua informação pessoal por forma a que nenhuma violação de dados desvantajosa ocorra.
ru: Прочитав эту статью,сложно сказать, что вы не предвидели этого. Конфиденциальное общение имеет основополагающее значение для либеральных демократий. Попав в чужие руки, личная информация может стать мощным инструментом для шантажа. Один из лучших способов защитить ваши данные - это зашифровать их. Сквозное шифрование возвращает вам контроль и защищает ваши данные от шпионов и посторонних глаз. Шифрование на сегодняшний день является наилучшим рабочим способом защиты ваших данных от любой формы нежелательного доступа. Беря обычный текст и используя математические вычисления для преобразования данных в код, он преобразуется в зашифрованный текст, и только те, у кого есть специальный ключ, могут расшифровать ваши файлы. Наша удобная для пользователя система обеспечивает простоту операций, гарантирует максимально возможный контроль и, что никто, кроме вас, не сможет получить доступ к вашей личной информации, чтобы избежать нежелательной утечки данных.
sv: Efter att ha läst den här artikeln kan du inte säga att du inte såg det komma. Konfidentiell kommunikation är grundläggande för liberala demokratier. I fel händer kan personlig information användas som ett kraftfullt verktyg. Ett av de bästa sätten att skydda din data är att kryptera den. End-to-end-kryptering ger dig tillbaka kontroll och skyddar din data från nyfikna ögon. Kryptering är det bästa sättet hittills för att säkra dina data och information från någon form av oönskad åtkomst. Genom att ta vanlig text och använda matematiska beräkningar för att omvandla data till kod omvandlas den till chiffertext, bara de som har den speciella nyckeln kan dekryptera dina filer. Vårt användarvänliga system möjliggör enkel drift, garanterar högsta möjliga kontroll och säkerställer att ingen annan än du kan komma åt din personliga information så att inga dataintrång uppstår.
tr: Bu makaleyi okuduktan sonra, bunun olacağını öngörmediğinizi söyleyemezsiniz. Gizli iletişim liberal demokrasiler için esastır. Kişisel bilgiler, yanlış ellerdeyken güçlü bir araç olarak kullanılabilir. Verilerinizi korumanın en iyi yollarından biri şifrelemektir. Uçtan uca şifreleme, kontrolü size geri verir ve verilerinizi meraklılardan ve meraklı gözlerden korur. Şifreleme, verilerinizi herhangi bir istenmeyen erişim biçiminden korumak için şimdiye kadarki en iyi çözüm yoludur. Düz metin alarak ve verileri koda dönüştürmek için matematiksel hesaplamalar kullanarak şifre metnine dönüştürülür, yalnızca özel anahtara sahip olanlar dosyalarınızın şifresini çözebilir. Kullanıcı dostu sistemimiz kullanım kolaylığı sağlar, mümkün olan en yüksek kontrolü garanti eder ve dezavantajlı veri ihlalinin ortaya çıkmaması için kişisel bilgilerinize sizden başka kimsenin erişememesini sağlar.
zh: 读完这篇文章，你不能说你没有看到它的到来。 保密通信是自由民主国家的基础。 当个人信息落入坏人之手时，个人信息可以作为一个强大的工具来使用。 保护数据的最佳方法之一是对其进行加密。 端到端加密为您提供了反向控制，并保护您的数据不受窥探者和窥探者的侵害。 加密是迄今为止保护任何形式的不需要访问的数据的最佳工作方式。 通过采用纯文本并使用数学计算将数据转换为代码，将其转换为密文，只有拥有特殊密钥的人才能解密您的文件。 我们的用户友好的系统使操作变得容易，保证尽可能高的控制，并确保除了您之外没有人可以访问您的个人信息，从而不会出现不利的数据泄露。

# Blog_WSPPI_Heading1
source: <h2 style='margin-block: 0;'>What is personal data</h2>
ar: <h2 style = 'margin-block: 0؛'> ما هي البيانات الشخصية </ h2>
de: <h2 style='margin-block: 0;'>Was sind personenbezogene Daten</h2>
es: <h2 style='margin-block: 0;'>¿Qué son los datos personales?</h2>
fr: <h2 style='margin-block: 0;'>Qu’est-ce qu’une donnée personnelle</h2>
it: <h2 style='margin-block: 0;'>Cosa sono i dati personali</h2>
ko: <h2 style='margin-block: 0;'>개인 데이터란</h2>
nl: <h2 style='margin-block: 0;'>Wat zijn persoonlijke gegevens</h2>
pl: <h2 style='margin-block: 0;'>Co to są dane osobowe</h2>
pt: <h2 style='margin-block: 0;'>O que são dados pessoais</h2>
ru: <h2 style='margin-block: 0;'>Что такое персональные данные</h2>
sv: <h2 style='margin-block: 0;'>Vad är personuppgifter</h2>
tr: <h2 style='margin-block: 0;'>Kişisel veriler nedir</h2>
zh: <h2 style='margin-block: 0;'>什么是个人资料</h2>

# Blog_WSPPI_Heading2
source: <h2 style='margin-block: 0;'>Why protect my data if I have nothing to hide?</h2>
ar: <h2 style='margin-block: 0;'>لماذا أحمي بياناتي إذا لم يكن لدي ما أخفيه؟ </h2>
de: <h2 style='margin-block: 0;'>Warum meine Daten schützen, wenn ich nichts zu verbergen habe?</h2>
es: <h2 style='margin-block: 0;'>¿Por qué proteger mis datos si no tengo nada que esconder?</h2>
fr: <h2 style='margin-block: 0;'>Pourquoi protéger mes données si je n’ai rien à cacher ?</h2>
it: <h2 style='margin-block: 0;'>Perché proteggere i miei dati se non ho nulla da nascondere?</h2>
ko: <h2 style='margin-block: 0;'>숨길 것이 없다면 왜 내 데이터를 보호해야 합니까?</h2>
nl: <h2 style='margin-block: 0;'>Waarom zou ik mijn gegevens beschermen als ik niets te verbergen heb?</h2>
pl: <h2 style='margin-block: 0;'>Po co chronić moje dane, jeśli nie mam nic do ukrycia?</h2>
pt: <h2 style='margin-block: 0;'>Porquê proteger os meus dados se não tenho nada a esconder?</h2>
ru: <h2 style='margin-block: 0;'>Зачем защищать мои данные, если мне нечего скрывать?</h2>
sv: <h2 style='margin-block: 0;'>Varför skydda mina data om jag inte har något att dölja?</h2>
tr: <h2 style='margin-block: 0;'>Saklayacak hiçbir şeyim yoksa neden verilerimi korumalıyım?</h2>
zh: <h2 style='margin-block: 0;'>如果我没有什么可隐瞒的，为什么要保护我的数据？</h2>

# Blog_WSPPI_Heading3
source: <h2 style='margin-block: 0;'>Information is power</h2>
ar: <h2 style = 'margin-block: 0؛'> المعلومات قوة </ h2>
de: <h2 style='margin-block: 0;'>Information ist Macht</h2>
es: <h2 style='margin-block: 0;'>La información es poder</h2>
fr: <h2 style='margin-block: 0;'>L’information est le pouvoir</h2>
it: <h2 style='margin-block: 0;'>L'informazione è potere</h2>
ko: <h2 style='margin-block: 0;'>정보는 힘</h2>
nl: <h2 style='margin-block: 0;'>Informatie is macht</h2>
pl: <h2 style='margin-block: 0;'>Informacja to potęga</h2>
pt: <h2 style='margin-block: 0;'>Informação é poder</h2>
ru: <h2 style='margin-block: 0;'>Информация - это сила</h2>
sv: <h2 style='margin-block: 0;'>Information är makt</h2>
tr: <h2 style='margin-block: 0;'>Bilgi güçtür</h2>
zh: <h2 style='margin-block: 0;'>信息就是力量</h2>

# Blog_WSPPI_Heading4
source: <h2 style='margin-block: 0;'>Privacy rights</h2>
ar: <h2 style = 'margin-block: 0؛'> حقوق الخصوصية </ h2>
de: <h2 style='margin-block: 0;'>Datenschutzrechte</h2>
es: <h2 style='margin-block: 0;'>Derecho a la privacidad</h2>
fr: <h2 style='margin-block: 0;'>Droits à la vie privée</h2>
it: <h2 style='margin-block: 0;'>Diritti sulla privacy</h2>
ko: <h2 style='margin-block: 0;'>개인 정보 보호 권리</h2>
nl: <h2 style='margin-block: 0;'>Privacyrechten</h2>
pl: <h2 style='margin-block: 0;'>Prawa do prywatności</h2>
pt: <h2 style='margin-block: 0;'>Direitos de privacidade</h2>
ru: <h2 style='margin-block: 0;'>Права на неприкосновенность частной жизни</h2>
sv: <h2 style='margin-block: 0;'>Sekretessrättigheter</h2>
tr: <h2 style='margin-block: 0;'>Mahremiyet hakları</h2>
zh: <h2 style='margin-block: 0;'>隐私权</h2>

# Blog_WSPPI_Heading5
source: <h2 style='margin-block: 0;'>How to protect your personal data</h2>
ar: <h2 style = 'margin-block: 0؛'> كيفية حماية بياناتك الشخصية </ h2>
de: <h2 style='margin-block: 0;'>So schützen Sie Ihre persönlichen Daten</h2>
es: <h2 style='margin-block: 0;'>Cómo proteger tus datos personales</h2>
fr: <h2 style='margin-block: 0;'>Comment protéger vos données personnelles</h2>
it: <h2 style='margin-block: 0;'>Come proteggere i tuoi dati personali</h2>
ko: <h2 style='margin-block: 0;'>개인 데이터를 보호하는 방법</h2>
nl: <h2 style='margin-block: 0;'>Hoe u uw persoonlijke gegevens kunt beschermen</h2>
pl: <h2 style='margin-block: 0;'>Jak chronić swoje dane osobowe</h2>
pt: <h2 style='margin-block: 0;'>Como proteer os seus dados pessoais</h2>
ru: <h2 style='margin-block: 0;'>Как защитить ваши персональные данные</h2>
sv: <h2 style='margin-block: 0;'>Så här skyddar du dina personuppgifter</h2>
tr: <h2 style='margin-block: 0;'>Kişisel verilerinizi nasıl korursunuz?</h2>
zh: <h2 style='margin-block: 0;'>如何保护您的个人数据</h2>

# Blog_WSPPI_Summary
source: Privacy is a fundamental right that is part of liberal democracies and freedom.
ar: الخصوصية حق أساسي وهو جزء من الديمقراطيات الليبرالية والحرية.
de: Privatsphäre ist ein Grundrecht, das Teil liberaler Demokratien und Freiheit ist.
es: La privacidad es un derecho fundamental que forma parte de las democracias liberales y la libertad.
fr: La vie privée est un droit fondamental qui fait partie des démocraties libérales et de la liberté.
it: La privacy è un diritto fondamentale che fa parte delle democrazie liberali e della libertà.
ko: 프라이버시는 자유 민주주의와 자유의 일부인 기본권입니다.
nl: Privacy is een fundamenteel recht dat deel uitmaakt van liberale democratieën en vrijheid.
pl: Prywatność jest podstawowym prawem, które jest częścią liberalnych demokracji i wolności.
pt: A privacidade é um direito fundamental que faz parte de democracias liberais e da liberdade.
ru: Неприкосновенность частной жизни - это фундаментальное право, которое является частью либеральных демократий и свободы.
sv: Integritet är en grundläggande rättighet som är en del av liberala demokratier och frihet.
tr: Mahremiyet, liberal demokrasilerin ve özgürlüğün bir parçası olan temel bir haktır.
zh: 隐私是一项基本权利，是自由民主和自由的一部分。
