Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MEWRECY_H2_SH3_Text1
source: TWe live in an era where we're all continuously connected to networks that aren't always secure. According to researchers, mobile devices utilize Wi-Fi nearly three times as much as data. Almost a quarter of devices connect to unsecured Wi-Fi networks, and 4% of devices are subjected to a man-in-the-middle attack.
ar: TWe نعيش في عصر نتواصل فيه جميعًا باستمرار مع الشبكات غير الآمنة دائمًا. وفقًا للباحثين ، تستخدم الأجهزة المحمولة شبكة واي فاي ما يقرب من ثلاثة أضعاف البيانات. يتصل ربع الأجهزة تقريبًا بشبكات واي فاي غير آمنة ، وتتعرض 4٪ من الأجهزة لهجوم رجل في الوسط..
de: Wir leben in einer Zeit, in der wir alle ständig mit Netzwerken verbunden sind, die nicht immer sicher sind. Laut Forschern nutzen mobile Geräte Wi-Fi fast dreimal so viel wie Daten. Fast ein Viertel der Geräte verbindet sich mit ungesicherten WLAN-Netzwerken, und 4% der Geräte sind einem Mann-in-der-Mitte-Angriff ausgesetzt.
es: Vivimos en una era en la que todos estamos continuamente conectados a redes que no siempre son seguras. Según investigadores, los dispositivos móviles utilizan casi tres veces más Wi-Fi que los datos. Cerca de una cuarta parte de los dispositivos se conectan a redes Wi-Fi que no son seguras y el 4 % de los dispositivos están sujetos a un ataque de intermediario.
fr: Nous vivons à une époque où nous sommes tous connectés en permanence à des réseaux qui ne sont pas toujours sécurisés. Selon les chercheurs, les appareils mobiles utilisent le Wi-Fi près de trois fois plus que les données. Près d’un quart des appareils se connectent à des réseaux Wi-Fi non sécurisés, et 4 % des appareils sont soumis à une attaque de l’homme du milieu.
it: Viviamo in un'epoca in cui siamo tutti continuamente connessi a reti che non sono sempre sicure. Secondo i ricercatori, i dispositivi mobili utilizzano il Wi-Fi quasi tre volte più dei dati. Quasi un quarto dei dispositivi si connette a reti Wi-Fi non protette e il 4% dei dispositivi è soggetto a un attacco man-in-the-middle.
ko: 우리는 모두 항상 안전하지 않은 네트워크에 지속적으로 연결되어 있는 시대에 살고 있습니다. 연구원들에 따르면, 모바일 기기는 데이터보다 거의 세 배나 많은 와이파이를 사용한다고 합니다. 거의 4분의 1의 장치가 보안이 되지 않은 Wi-Fi 네트워크에 연결되며, 4%의 장치가 중간 공격을 받습니다.
nl: We leven in een tijdperk waarin we allemaal voortdurend verbonden zijn met netwerken die niet altijd even veilig zijn. Volgens onderzoekers maken mobiele apparaten bijna drie keer zoveel gebruik van Wi-Fi als van data. Bijna een kwart van de apparaten maakt verbinding met onbeveiligde Wi-Fi-netwerken, en 4% van de apparaten staat bloot aan een man-in-the-middle-aanval.
pl: Żyjemy w czasach, w których wszyscy jesteśmy stale połączeni z sieciami, które nie zawsze są bezpieczne. Według naukowców urządzenia mobilne wykorzystują Wi-Fi prawie trzy razy więcej niż dane. Prawie jedna czwarta urządzeń łączy się z niezabezpieczonymi sieciami Wi-Fi, a 4% urządzeń jest poddawanych atakowi typu man-in-the-middle.
pt: Vivemos numa era em que estamos continuamente conectados a redes que não são sempre seguras. De acordo com investigadores, os dispositivos móveis utilizam Wi-Fi cerca de três vezes mais que dados. Quase um quarto dos dispositivos ligam-se a redes Wi-Fi desprotegidas e 4% são sujeitos a ataques man-in-the-middle.
ru: Мы живем в эпоху, когда все мы постоянно подключены к сетям, которые не всегда безопасны. По данным исследователей, мобильные устройства используют Wi-Fi почти в три раза больше данных. Почти четверть устройств подключается к незащищенным сетям Wi-Fi, и 4% устройств подвергаются атаке "посредника".
sv: Vi lever i en tid där vi alla ständigt är anslutna till nätverk som inte alltid är säkra. Enligt forskare använder mobila enheter Wi-Fi nästan tre gånger så mycket som data. Nästan en fjärdedel av enheterna ansluter till osäkra Wi-Fi-nätverk, och 4 % av enheterna utsätts för en man-i-mitten-attack.
tr: Hepimizin sürekli olarak her zaman güvenli olmayan ağlara bağlı olduğu bir çağda yaşıyoruz. Araştırmacılara göre mobil cihazlar veri kullanımının neredeyse üç katı kadar Wi-Fi kullanıyor. Cihazların neredeyse dörtte biri güvenli olmayan Wi-Fi ağlarına bağlanıyor ve cihazların %4'ü ortadaki adam saldırısına maruz kalıyor.
zh: 我们生活在一个不断连接到并不总是安全的网络的时代。 据研究人员称，移动设备使用的Wi-Fi几乎是数据的三倍。 近四分之一的设备连接到不安全的WiFi网络，4％的设备受到中间人攻击。

# Blog_MEWRECY_H2_SH4_Text1
source: The pandemic had a significant influence on this market. Our experts keep a close eye on the industry to capture and assess the most relevant encryption features for each business type.
ar: كان للوباء تأثير كبير على هذا السوق. يراقب خبراؤنا الصناعة عن كثب لالتقاط وتقييم ميزات التشفير الأكثر صلة لكل نوع من أنواع الأعمال.
de: Die Pandemie hatte einen erheblichen Einfluss auf diesen Markt. Unsere Experten beobachten die Branche genau, um die relevantesten Verschlüsselungsfunktionen für jeden Geschäftstyp zu erfassen und zu bewerten.
es: La pandemia tuvo una influencia significativa en este mercado. Nuestros expertos vigilan de cerca la industria para capturar y evaluar las funciones de cifrado más relevantes para cada tipo de empresa.
fr: La pandémie a eu une influence significative sur ce marché. Nos experts surveillent de près l’industrie pour capturer et évaluer les fonctionnalités de cryptage les plus pertinentes pour chaque type d’entreprise.
it: La pandemia ha avuto un'influenza significativa su questo mercato. I nostri esperti tengono d'occhio il settore per acquisire e valutare le funzionalità di crittografia più rilevanti per ogni tipo di attività.
ko: 팬데믹은 이 시장에 큰 영향을 미쳤습니다. 당사 전문가들은 각 비즈니스 유형에 가장 관련성이 높은 암호화 기능을 포착하고 평가하기 위해 업계를 예의주시합니다.
nl: De pandemie had een grote invloed op deze markt. Onze experts houden de branche nauwlettend in de gaten om de meest relevante encryptiefuncties voor elk bedrijfstype vast te leggen en te beoordelen.
pl: Pandemia miała znaczący wpływ na ten rynek. Nasi eksperci bacznie obserwują branżę, aby wychwycić i ocenić najistotniejsze funkcje szyfrowania dla każdego rodzaju działalności.
pt: A pandemia teve uma influência significativa no mercado. Os nossos especialistas seguem de perto a indústria para recolher e avaliar as funcionalidades de cifragem mais relevantes para cada tipo de negócio.
ru: Пандемия оказала значительное влияние на этот рынок. Наши эксперты внимательно следят за развитием отрасли, чтобы выявить и оценить наиболее актуальные функции шифрования для каждого типа бизнеса.
sv: Pandemin hade ett betydande inflytande på denna marknad. Våra experter håller ett öga på branschen för att fånga upp och bedöma de mest relevanta krypteringsfunktionerna för varje företagstyp.
tr: Pandeminin bu pazar üzerinde önemli bir etkisi oldu. Uzmanlarımız, her işletme türü için en uygun şifreleme özelliklerini bulmak ve değerlendirmek üzere sektörü yakından takip ediyor.
zh: 大流行对这个市场产生了重大影响。 我们的专家密切关注行业，以捕获和评估每种业务类型最相关的加密功能。

# Blog_MEWRECY_H2_SH4_Text2
source: AxCrypt offers a one-month free trial to try out all the features, including the mobile encryption feature. So what are you waiting for? Sign up for a free trial of AxCrypt here:
ar: تقدم اكسكربت إصدارًا تجريبيًا مجانيًا لمدة شهر واحد لتجربة جميع الميزات ، بما في ذلك ميزة تشفير الهاتف المحمول. فما تنتظرون؟ اشترك للحصول على نسخة تجريبية مجانية من اكسكربت هنا:
de: AxCrypt bietet eine einmonatige kostenlose Testversion an, um alle Funktionen, einschließlich der mobilen Verschlüsselungsfunktion, auszuprobieren. Worauf warten Sie also noch? Melden Sie sich hier für eine kostenlose Testversion von AxCrypt an:
es: AxCrypt ofrece una prueba gratuita de un mes para que aproveches todas las funciones, incluida la de cifrado móvil. Entonces, ¿qué esperas? Regístrate para obtener una prueba gratuita de AxCrypt aquí:
fr: AxCrypt propose un essai gratuit d’un mois pour essayer toutes les fonctionnalités, y compris la fonction de cryptage mobile. Alors, qu’attendez-vous? Inscrivez-vous pour un essai gratuit d’AxCrypt ici:
it: AxCrypt offre una prova gratuita di un mese per provare tutte le funzionalità, inclusa la funzionalità di crittografia mobile. Allora, cosa stai aspettando? Iscriviti per una prova gratuita di AxCrypt qui:
ko: AxCrypt는 모바일 암호화 기능을 포함한 모든 기능을 사용해 볼 수 있는 1개월 무료 평가판을 제공합니다. 기다리지 마세요! 여기에서 AxCrypt 무료 평가판에 등록하십시오.
nl: AxCrypt biedt een gratis proefperiode van een maand om alle functies uit te proberen, inclusief de mobiele encryptiefunctie. Dus waar wacht u nog op? Meldt u hier aan voor een gratis proefversie van AxCrypt:
pl: AxCrypt oferuje miesięczny bezpłatny okres próbny, aby wypróbować wszystkie funkcje, w tym funkcję szyfrowania mobilnego. Więc na co czekasz? Zarejestruj się na bezpłatną wersję próbną AxCrypt tutaj:
pt: A AxCrypt oferece avaliação gratuita durante 1 mês para que possa experimentar todas as funcionalidades, incluindo a funcionalidade de cifragem móvel. Portanto, de que está à espera? Para uma avaliação gratuita da AxCrypt, adira aqui:
ru: AxCrypt предлагает месячную бесплатную пробную версию, чтобы опробовать все функции, включая функцию мобильного шифрования. Так чего же вы ждете? Подпишитесь на бесплатную пробную версию AxCrypt здесь:
sv: AxCrypt erbjuder en gratis provperiod på en månad för att prova alla funktioner, inklusive mobilkrypteringsfunktionen. Så vad väntar du på? Registrera dig för en gratis provperiod av AxCrypt här:
tr: AxCrypt, mobil şifreleme özelliği de dahil olmak üzere tüm özellikleri denemeniz için bir aylık ücretsiz deneme sürümü sunar. Daha neyi bekliyorsunuz? AxCrypt'in ücretsiz deneme sürümüne buradan kaydolun:
zh: AxCrypt提供一个月的免费试用，以试用所有功能，包括移动加密功能。 那你还在等什么？ 在这里注册免费试用AxCrypt:

# Blog_MEWRECY_H2_SubHeading1
source: <strong>Phishing</strong>
ar: <strong> التصيد الاحتيالي </ strong>
fr: <strong>Hameçonnage</strong>
ko: <strong>피싱</strong>
pl: <strong>Wyłudzanie informacji</strong>
ru: <strong>Фишинг</strong>
sv: <strong>Nätfiske</strong>
tr: <strong>Parola avcılığı</strong>
zh: <strong>网络钓鱼</strong>

# Blog_MEWRECY_H2_SubHeading2
source: <strong>Data leakage</strong>
ar: <strong> تسرب البيانات </ strong>
de: <strong>Datenverlust</strong>
es: <strong>Fuga de datos</strong>
fr: <strong>Fuite de données</strong>
it: <strong>Fuga di dati</strong>
ko: <strong>데이터 유출</strong>
nl: <strong>Gegevenslekken</strong>
pl: <strong>Wyciek danych</strong>
pt: <strong>Fuga de Dados</strong>
ru: <strong>Утечка данных</strong>
sv: <strong>Dataläckage</strong>
tr: <strong>Veri sızıntısı</strong>
zh: <strong>数据泄露</strong>

# Blog_MEWRECY_H2_SubHeading3
source: <strong>Wi-Fi interference</strong>
ar: <strong> تداخل واي فاي </strong>
de: <strong>WLAN-Störungen</strong>
es: <strong>Interferencia Wi-Fi</strong>
fr: <strong>Interférence Wi-Fi</strong>
it: <strong>Interferenza Wi-Fi</strong>
ko: <strong>Wi-Fi 간섭</strong>
nl: <strong>Wi-Fi-inmenging</strong>
pl: <strong>Zakłócenia Wi-Fi</strong>
pt: <strong>Interferência Wi-Fi</strong>
ru: <strong>Помехи Wi-Fi</strong>
sv: <strong>Wi-Fi-störningar</strong>
tr: <strong>Wi-Fi paraziti</strong>
zh: <strong>无线上网干扰</strong>

# Blog_MEWRECY_H2_SubHeading4
source: <strong>Protect your mobile with AxCrypt</strong>
ar: <strong> حماية هاتفك المحمول باستخدام اكسكربت</strong>
de: <strong>Schützen Sie Ihr Handy mit AxCrypt</strong>
es: <strong>Protege tu dispositivo móvil con AxCrypt</strong>
fr: <strong>Protégez votre mobile avec AxCrypt</strong>
it: <strong>Proteggi il tuo cellulare con AxCrypt</strong>
ko: <strong>AxCrypt로 모바일을 보호하세요</strong>
nl: <strong>Bescherm uw mobiel met AxCrypt</strong>
pl: <strong>Chroń swój telefon za pomocą AxCrypt</strong>
pt: <strong>Proteja o seu telemóvel com AxCrypt</strong>
ru: <strong>Защитите свой мобильный телефон с помощью AxCrypt</strong>
sv: <strong>Skydda din mobil med AxCrypt</strong>
tr: <strong>Cep telefonunuzu AxCrypt ile koruyun</strong>
zh: <strong>使用AxCrypt保护您的手机</strong>

# Blog_MEWRECY_H2_Text1
source: The “bring your own device” (BYOD) culture and its rapid acceptance by organizations has necessitated security measures, and it has been discovered that organizations and individuals who do not take security precautions face serious consequences such as:
ar: استدعت ثقافة "إحضار جهازك الخاص" (BYOD) والقبول السريع لها من قبل المؤسسات اتخاذ تدابير أمنية ، وقد تم اكتشاف أن المنظمات والأفراد الذين لا يتخذون الاحتياطات الأمنية يواجهون عواقب وخيمة مثل:
de: Die "Bring your own Device" -Kultur (BYOD) und ihre schnelle Akzeptanz durch Organisationen haben Sicherheitsmaßnahmen erforderlich gemacht, und es wurde festgestellt, dass Organisationen und Einzelpersonen, die keine Sicherheitsvorkehrungen treffen, schwerwiegenden Konsequenzen ausgesetzt sind, wie z:
es: La cultura de "trae tu propio dispositivo" (BYOD) y su rápida aceptación por parte de las organizaciones ha requerido medidas de seguridad, y se ha descubierto que las organizaciones y las personas que no toman precauciones de seguridad se enfrentan a graves consecuencias como:
fr: La culture « apportez votre propre appareil » (BYOD) et son acceptation rapide par les organisations ont nécessité des mesures de sécurité, et il a été découvert que les organisations et les individus qui ne prennent pas les précautions de sécurité font face à de graves conséquences telles que:
it: La cultura del "bring your own device" (BYOD) e la sua rapida accettazione da parte delle organizzazioni ha richiesto misure di sicurezza ed è stato scoperto che le organizzazioni e gli individui che non prendono precauzioni di sicurezza affrontano gravi conseguenze come:
ko: BYOD(Bring Your Own Device) 문화와 이를 빠르게 수용하는 조직은 보안 조치가 필요했으며, 보안 조치를 취하지 않는 조직과 개인은 다음과 같은 심각한 결과에 직면하는 것으로 나타났습니다.
nl: De "bring your own device"-cultuur (BYOD) en de snelle acceptatie ervan door organisaties heeft beveiligingsmaatregelen noodzakelijk gemaakt, en er is ontdekt dat organisaties en personen die geen beveiligingsmaatregelen nemen, ernstige gevolgen ondervinden, zoals:
pl: Kultura „przynieś własne urządzenie” (BYOD) i jej szybka akceptacja przez organizacje wymusiły środki bezpieczeństwa. Odkryto, że organizacje i osoby, które nie stosują środków ostrożności, ponoszą poważne konsekwencje, takie jak:
pt: A cultura “bring your own device” (BYOD) e a sua rápida aceitação por organizações precisou de medidas de segurança e descobriu-se que as organizações e indivíduos que não tomam precauções de segurança deparam-se com sérias consequências tais como:
ru: Культура ”принеси свое собственное устройство" (BYOD) и ее быстрое принятие организациями потребовали принятия мер безопасности, и было обнаружено, что организации и отдельные лица, которые не принимают мер предосторожности, сталкиваются с серьезными последствиями, такими как:
sv: Kulturen "bring your own device" (BYOD) och dess acceptans av organisationer har krävt säkerhetsåtgärder, och det har upptäckts att organisationer och individer som inte vidtar säkerhetsåtgärder möter allvarliga konsekvenser som:
tr: "Kendi cihazını getir" (KCG) kültürü ve kuruluşlar tarafından hızla kabul görmesi güvenlik önlemlerini zorunlu kılmış, güvenlik önlemi almayan kurum ve bireylerin aşağıdaki gibi ciddi sonuçlarla karşı karşıya kaldığı keşfedilmiştir:
zh: "自带设备"（BYOD）文化及其迅速被组织接受，使安全措施成为必要，并且发现不采取安全预防措施的组织和个人面临严重后果，例如:

# Blog_MEWRECY_Heading1
source: Data Security is Becoming Increasingly Important
ar: أصبح أمن البيانات ذا أهمية متزايدة
de: Datensicherheit wird immer wichtiger
es: La seguridad de los datos es cada vez más importante
fr: La Sécurité des Données Devient de Plus en Plus Importante
it: La Sicurezza Dei Dati Sta Diventando Sempre Più Importante
ko: 데이터 보안이 점점 더 중요해지고 있습니다.
nl: Gegevensbeveiliging wordt steeds belangrijker
pl: Bezpieczeństwo danych staje się coraz ważniejsze
pt: A Segurança de Dados Está a Tornar-se Cada Vez Mais Importante
ru: Безопасность данных становится все более важной
sv: Datasäkerhet blir allt Viktigare
tr: Veri Güvenliği Giderek Daha Önemli Hale Geliyor
zh: 数据安全变得越来越重要

# Blog_MEWRECY_Heading2
source: Consequences of using an unprotected mobile device
ar: عواقب استخدام جهاز محمول غير محمي
de: Folgen der Verwendung eines ungeschützten Mobilgeräts
es: Consecuencias de utilizar un dispositivo móvil sin protección
fr: Conséquences de l’utilisation d’un appareil mobile non protégé
it: Conseguenze dell'utilizzo di un dispositivo mobile non protetto
ko: 보호되지 않은 모바일 장치 사용의 결과
nl: Gevolgen van het gebruik van een onbeveiligd mobiel apparaat
pl: Konsekwencje korzystania z niezabezpieczonego urządzenia mobilnego
pt: Consequências da utilização de um dispositivo móvel desprotegido
ru: Последствия использования незащищенного мобильного устройства
sv: Konsekvenser av att använda en oskyddad mobil enhet
tr: Korumasız bir mobil cihaz kullanmanın sonuçları
zh: 使用未受保护的移动设备的后果

# Blog_MEWRECY_Summary
source: The emergence of the COVID-19 pandemic has had a significant impact on practically all businesses worldwide.
ar: كان لظهور جائحة كوفيد -19 تأثير كبير على جميع الشركات تقريبًا في جميع أنحاء العالم.
de: Das Auftreten der COVID-19-Pandemie hatte erhebliche Auswirkungen auf praktisch alle Unternehmen weltweit.
es: La irrupción de la pandemia del COVID-19 ha tenido un impacto significativo en prácticamente todas las empresas a nivel mundial.
fr: L’émergence de la pandémie de COVID-19 a eu un impact significatif sur pratiquement toutes les entreprises dans le monde.
it: L'emergere della pandemia di COVID-19 ha avuto un impatto significativo praticamente su tutte le aziende in tutto il mondo.
ko: 코로나-19 대유행의 출현은 전 세계 거의 모든 비즈니스에 상당한 영향을 미쳤습니다.
nl: Het uitbreken van de COVID-19 pandemie heeft aanzienlijke gevolgen gehad voor vrijwel alle bedrijven wereldwijd.
pl: Pojawienie się pandemii COVID-19 wywarło znaczący wpływ na praktycznie wszystkie firmy na całym świecie.
pt: A emergência da pandemia COVID-19 teve um impacto significativo em praticamente todos os negócios em todo o mundo.
ru: Возникновение пандемии COVID-19 оказало значительное влияние практически на все предприятия по всему миру.
sv: Uppkomsten av Covid-19-pandemin har haft en betydande inverkan på praktiskt taget alla företag över hela världen.
tr: COVID-19 salgınının ortaya çıkışı, dünya çapında hemen hemen tüm işletmeler üzerinde önemli bir etki yarattı.
zh: COVID-19大流行的出现对全球几乎所有的企业都产生了重大影响。
