Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_STUCTREDSA_H3_SH1_Text6
source: <b>Player data:</b> After each game played, players will undergo medical observation. The data collected from this medical procedure by the medical team is crucial information for upcoming games. Let's say the medical team wants to store this information in a safe place where it can't be accessed outside of the team. But the data is not only important for the medical team, it’s also important for the players and the coach of the team.
ar: <b>بيانات اللاعب:</b> بعد كل مباراة يتم لعبها ، سيخضع اللاعبون للمراقبة الطبية. البيانات التي تم جمعها من هذا الإجراء الطبي من قبل الفريق الطبي هي معلومات مهمة للألعاب القادمة. لنفترض أن الفريق الطبي يريد تخزين هذه المعلومات في مكان آمن حيث لا يمكن الوصول إليها خارج الفريق. لكن البيانات ليست مهمة فقط للفريق الطبي ، بل إنها مهمة أيضا للاعبين ومدرب الفريق.
de: <b>Spielerdaten:</b> Nach jedem gespielten Spiel werden die Spieler einer medizinischen Beobachtung unterzogen. Die Daten, die das medizinische Team bei diesem medizinischen Eingriff sammelt, sind wichtige Informationen für bevorstehende Spiele. Nehmen wir an, das medizinische Team möchte diese Informationen an einem sicheren Ort speichern, an dem sie außerhalb des Teams nicht zugänglich sind. Aber die Daten sind nicht nur für das medizinische Team wichtig, sondern auch für die Spieler und den Trainer des Teams.
es: <b>Datos del jugador:</b> Después de cada partido jugado, los jugadores se someterán a observación médica. Los datos recopilados de este procedimiento médico por el equipo médico son información crucial para los próximos partidos. Supongamos que el equipo médico quiere almacenar esta información en un lugar seguro donde no se pueda acceder a ella fuera del equipo. Pero los datos no solo son importantes para el equipo médico, también son importantes para los jugadores y el entrenador del equipo.
fr: <b>Données du joueur :</b> Après chaque partie jouée, les joueurs seront soumis à une observation médicale. Les données recueillies lors de cette procédure médicale par l’équipe médicale sont des informations cruciales pour les prochains jeux. Supposons que l’équipe médicale souhaite stocker ces informations dans un endroit sûr où elles ne sont pas accessibles en dehors de l’équipe. Mais les données sont importantes non seulement pour l’équipe médicale, mais aussi pour les joueurs et l’entraîneur de l’équipe.
it: <b>Dati del giocatore:</b> Dopo ogni partita giocata, i giocatori saranno sottoposti a osservazione medica. I dati raccolti da questa procedura medica dall'équipe medica sono informazioni cruciali per le prossime partite. Supponiamo che il team medico voglia archiviare queste informazioni in un luogo sicuro dove non sia possibile accedervi al di fuori del team. Ma i dati non sono importanti solo per il team medico, sono importanti anche per i giocatori e l'allenatore della squadra.
ko: <b>플레이어 데이터:</b> 각 게임을 플레이한 후 플레이어는 의학적 관찰을 받게 됩니다. 의료진이 이 의료 시술에서 수집한 데이터는 다가오는 경기에 중요한 정보이다. 의료진이 팀 외부에서 접근할 수 없는 안전한 장소에 이 정보를 저장하고 싶어한다고 가정해 보자. 그러나 그 데이터는 의료팀에만 중요한 것이 아니라, 선수들과 그 팀의 감독에게도 중요하다.
nl: <b>Speler gegevens:</b> Na elke gespeelde wedstrijd ondergaan de spelers een medische observatie. De gegevens die door het medische team tijdens deze medische procedure worden verzameld, zijn cruciale informatie voor komende wedstrijden. Stel dat het medische team deze informatie op een veilige plaats wil opslaan waar deze buiten het team niet toegankelijk is. Maar de gegevens zijn niet alleen belangrijk voor het medische team, het is ook belangrijk voor de spelers en de coach van het team.
pl: <b>Dane graczy:</b> Po każdej rozegranej grze gracze przechodzą obserwację medyczną. Dane zebrane podczas tej procedury medycznej przez zespół medyczny są kluczowymi informacjami na potrzeby nadchodzących gier. Załóżmy, że zespół medyczny chce przechowywać te informacje w bezpiecznym miejscu, do którego nie będzie dostępu nikt spoza zespołu. Jednak dane te są ważne nie tylko dla zespołu medycznego, ale także dla graczy i trenera zespołu.
pt: <b>Dados do jogador:</b> Após cada jogo, os jogadores serão submetidos a observação médica. Os dados coletados deste procedimento médico pela equipe médica são informações cruciais para os próximos jogos. Digamos que a equipe médica queira armazenar essas informações em um local seguro, onde não possam ser acessadas fora da equipe. Mas os dados não são importantes apenas para a equipe médica, mas também para os jogadores e o treinador da equipe.
ru: <b>Данные об игроке:</b> После каждой сыгранной игры игроки будут проходить медицинское наблюдение. Данные, собранные в ходе этой медицинской процедуры медицинской командой, имеют решающее значение для предстоящих игр. Допустим, медицинская бригада хочет хранить эту информацию в безопасном месте, где к ней нельзя получить доступ за пределами команды. Но данные важны не только для медицинской бригады, но и для игроков и тренера команды.
sv: <b> Spelardata:</b> Efter varje spelad match kommer spelarna att genomgå medicinsk observation. De data som samlas in från denna medicinska procedur av det medicinska teamet är viktig information för kommande matcher. Låt oss säga att det medicinska laget vill lagra denna information på en säker plats där den inte kan nås av någon utanför teamet. Men datan är inte bara viktig för det medicinska teamet, den är också viktig för spelarna och tränaren för laget.
tr: <b>Oyuncu verileri:</b> Oynanan her oyundan sonra oyuncular tıbbi incelemeden geçer. Tıbbi ekipler tarafından bu tıbbi prosedürler enasında toplanan veriler, yaklaşan karşılaşmalar için çok önemli bilgilerdir. Sağlık ekibinin bu bilgileri ekip dışında erişilemeyecek güvenli bir yerde saklamak istediğini varsayalım. Ancak veriler sadece sağlık ekibi için değil, aynı zamanda oyuncular ve takım koçu için de önemlidir.
zh: <b>球员数据：</b> 每场比赛结束后，球员将接受医学观察。医疗团队从这个医疗程序中收集的数据对于即将到来的比赛至关重要。假设医疗团队希望将此信息存储在一个安全的地方，在团队之外无法访问。但数据不仅对医疗团队很重要，对球员和球队教练也很重要。

# Blog_STUCTREDSA_H3_SH1_Text7
source: AxCrypt, the medical team can secure all medical folders and share the information with only intended recipients. These folders will only be accessible by people with the correct authorized key. With AxCrypt End-to-End Encryption, teams can communicate with attached information and data without the possibility that it ends up in the wrong hands.
ar: اكسكربت ، يمكن للفريق الطبي تأمين جميع المجلدات الطبية ومشاركة المعلومات مع المستلمين المقصودين فقط. لن يمكن الوصول إلى هذه المجلدات إلا من قبل الأشخاص الذين لديهم المفتاح المصرح به الصحيح. باستخدام تشفير اكسكربت من طرف إلى طرف ، يمكن للفرق التواصل مع المعلومات والبيانات المرفقة دون احتمال أن ينتهي بها الأمر في الأيدي الخطأ.
de: AxCrypt kann das medizinische Team alle medizinischen Ordner sichern und die Informationen nur mit den vorgesehenen Empfängern teilen. Auf diese Ordner können nur Personen mit dem richtigen, autorisierten Schlüssel zugreifen. Mit AxCrypt Ende-zu-Ende-Verschlüsselung können Teams mit angehängten Informationen und Daten kommunizieren, ohne dass die Möglichkeit besteht, dass sie in die falschen Hände geraten.
es: AxCrypt, el equipo médico puede proteger todas las carpetas médicas y compartir la información solo con los destinatarios previstos. Estas carpetas solo serán accesibles para las personas con la clave autorizada correcta. Con el cifrado de extremo a extremo de AxCrypt, los equipos pueden comunicarse con la información y los datos adjuntos sin la posibilidad de que terminen en las manos equivocadas.
fr: AxCrypt, l’équipe médicale peut sécuriser tous les dossiers médicaux et partager les informations avec les destinataires uniquement. Ces dossiers ne seront accessibles qu’aux personnes ayant la bonne clé autorisée. Avec AxCrypt End-to-End Encryption, les équipes peuvent communiquer avec des informations et des données jointes sans la possibilité qu’elles se retrouvent entre de mauvaises mains.
it: AxCrypt, il team medico può proteggere tutte le cartelle mediche e condividere le informazioni solo con i destinatari previsti. Queste cartelle saranno accessibili solo da persone con la chiave autorizzata corretta. Con la crittografia end-to-end di AxCrypt, i team possono comunicare con informazioni e dati allegati senza la possibilità che finiscano nelle mani sbagliate.
ko: AxCrypt, 의료 팀은 모든 의료 폴더를 보호 하 고 오직 의도 한 수신자와 정보를 공유 할 수 있습니다. 이러한 폴더는 올바른 인증 키를 가진 사용자만 액세스할 수 있습니다. AxCrypt End-to-End Encryption을 사용하면 팀이 연결된 정보 및 데이터를 잘못 처리할 염려 없이 통신할 수 있습니다.
nl: AxCrypt, kan het medische team alle medische mappen beveiligen en de informatie alleen delen met de beoogde ontvangers. Deze mappen zijn alleen toegankelijk voor mensen met de juiste geautoriseerde sleutel. Met AxCrypt End-to-End Encryption kunnen teams communiceren met bijgevoegde informatie en gegevens zonder de mogelijkheid dat deze in verkeerde handen terechtkomen.
pl: AxCrypt, zespół medyczny może zabezpieczyć wszystkie foldery medyczne i udostępniać informacje tylko zamierzonym odbiorcom. Te foldery będą dostępne tylko dla osób z prawidłowym autoryzowanym kluczem. Dzięki szyfrowaniu AxCrypt End-to-End zespoły mogą komunikować się z dołączonymi informacjami i danymi bez możliwości, że trafią one w niepowołane ręce.
pt: AxCrypt, a equipe médica pode proteger todas as pastas médicas e compartilhar as informações apenas com os destinatários pretendidos. Essas pastas só poderão ser acessadas por pessoas com a chave autorizada correta. Com a criptografia de ponta a ponta do AxCrypt, as equipes podem se comunicar com informações e dados anexados sem a possibilidade de que acabem em mãos erradas.
ru: AxCrypt, медицинская команда может защитить все медицинские папки и поделиться информацией только с предполагаемыми получателями. Доступ к этим папкам будет иметь только пользователи с правильным авторизованным ключом. С помощью сквозного шифрования AxCrypt команды могут взаимодействовать с прикрепленной информацией и данными без возможности того, что они попадут в чужие руки.
sv: Med AxCrypt kan det medicinska teamet säkra alla medicinska mappar och dela informationen endast med avsedda mottagare. Dessa mappar kommer endast att vara tillgängliga för personer med rätt auktoriserad nyckel. Med AxCrypts End-to-End Kryptering kan lagen kommunicera med bifogad information och data utan risk att det hamnar i fel händer.
tr: AxCrypt, tıbbi ekip tüm tıbbi klasörlerin güvenliğini sağlayabilir ve bilgileri yalnızca hedeflenen alıcılarla paylaşabilir. Bu klasörlere yalnızca doğru yetkili anahtara sahip kişiler erişebilir. AxCrypt'in Uçtan Uca Şifrelemesi ile ekipler, yanlış ellere geçme olasılığı olmadan ekli bulunan bilgi ve verilerle iletişim kurabilir.
zh: AxCrypt，医疗团队可以保护所有医疗文件夹，并仅与预期的收件人共享信息。只有拥有正确授权密钥的人员才能访问这些文件夹。借助AxCrypt端到端加密，团队可以与附加的信息和数据进行通信，而不会最终落入坏人之手。

# Blog_STUCTREDSA_H3_SH1_Text8
source: <b>Fan data:</b> As a fan, you will purchase tickets online, entering personal information such as name, address, email, and payment details. Sharing such private information without any safety precautions may result in people rethinking their purchase.
ar: <b>بيانات المروحة:</b> بصفتك معجبا ، ستشتري التذاكر عبر الإنترنت ، وتدخل المعلومات الشخصية مثل الاسم والعنوان والبريد الإلكتروني وتفاصيل الدفع. قد تؤدي مشاركة هذه المعلومات الخاصة دون أي احتياطات أمان إلى إعادة التفكير في عملية الشراء.
de: <b>Fan-Daten:</b> Als Fan kaufen Sie Tickets online und geben persönliche Daten wie Name, Adresse, E-Mail-Adresse und Zahlungsdaten ein. Die Weitergabe solcher privaten Informationen ohne Sicherheitsvorkehrungen kann dazu führen, dass Menschen ihren Kauf überdenken.
es: <b>Datos de los aficionados:</b> Como fanático, comprará boletos en línea, ingresando información personal como nombre, dirección, correo electrónico y detalles de pago. Compartir dicha información privada sin ninguna precaución de seguridad puede hacer que las personas reconsideren su compra.
fr: <b>Données des fans :</b> En tant que fan, vous achetez des billets en ligne, en saisissant des informations personnelles telles que le nom, l’adresse, l’adresse e-mail et les détails de paiement. Le partage de ces informations privées sans aucune précaution de sécurité peut amener les gens à repenser leur achat.
it: <b>Dati della ventola:</b> Come fan, acquisterai i biglietti online, inserendo informazioni personali come nome, indirizzo, e-mail e dettagli di pagamento. La condivisione di tali informazioni private senza alcuna precauzione di sicurezza può indurre le persone a ripensare al loro acquisto.
ko: <b>팬 데이터:</b> 팬은 이름, 주소, 이메일, 결제 내역 등 개인정보를 입력해 온라인으로 티켓을 구매하게 된다. 안전 예방 조치 없이 이러한 개인 정보를 공유하면 구매를 재고하게 될 수 있습니다.
nl: <b>Fan gegevens:</b> Als fan koop je online tickets, waarbij je persoonlijke gegevens invoert, zoals naam, adres, e-mailadres en betalingsgegevens. Het delen van dergelijke privé-informatie zonder enige veiligheidsmaatregelen kan ertoe leiden dat mensen hun aankoop heroverwegen.
pl: <b>Dane fanów:</b> Jako fan będziesz kupować bilety online, podając dane osobowe, takie jak imię, adres, e-mail i szczegóły płatności. Udostępnianie takich prywatnych informacji bez zachowania środków ostrożności może spowodować, że ludzie przemyślą zakup.
pt: <b>Dados do ventilador:</b> Como fã, você comprará ingressos online, inserindo informações pessoais como nome, endereço, e-mail e detalhes de pagamento. Compartilhar essas informações privadas sem quaisquer precauções de segurança pode fazer com que as pessoas repensem sua compra.
ru: <b>Данные болельщиков:</b> Как болельщик, вы будете покупать билеты онлайн, вводя личную информацию, такую как имя, адрес, адрес электронной почты и платежные реквизиты. Разглашение такой личной информации без каких-либо мер предосторожности может привести к тому, что люди пересмотрят свою покупку.
sv: <b> Supporterdata:</b> Som en supporter kommer du att köpa biljetter online och ange personlig information såsom namn, adress, e-post och betalningsuppgifter. Att dela sådan privat information utan några säkerhetsåtgärder kan få människor att tänka om när det gäller sitt köp.
tr: <b>Taraflar verileri:</b> Bir taraftar olarak, ad, adres, e-posta ve ödeme ayrıntıları gibi kişisel bilgileri girerek çevrimiçi bilet satın alırsınız. Bu tür özel bilgileri herhangi bir güvenlik önlemi almadan paylaşmak, insanlara satın alma işlemlerini yeniden düşündürtebilir.
zh: <b>粉丝数据：</b> 作为球迷，您将在线购买门票，输入姓名、地址、电子邮件和付款详细信息等个人信息。在没有任何安全预防措施的情况下分享此类私人信息可能会导致人们重新考虑他们的购买。

# Blog_STUCTREDSA_H3_SH1_Text9
source: By implementing AxCrypt’s robust encryption practices, the event organizers ensure that fans’ personal and financial data remain secure throughout the ticket sales and promotional processes. This protects fans from data breaches that may result in identity theft, financial fraud, and unauthorized access, ultimately contributing to a safer and more trustworthy UEFA Euro 2024 in Germany.
ar: من خلال تنفيذ ممارسات التشفير القوية ل اكسكربت ، يضمن منظمو الحدث أن تظل البيانات الشخصية والمالية للمعجبين آمنة طوال مبيعات التذاكر والعمليات الترويجية. هذا يحمي المشجعين من خروقات البيانات التي قد تؤدي إلى سرقة الهوية والاحتيال المالي والوصول غير المصرح به ، مما يساهم في النهاية في جعل اليورو 2024 أكثر أمانا وجدارة بالثقة في ألمانيا.
de: Durch die Implementierung der robusten Verschlüsselungspraktiken von AxCrypt stellen die Veranstalter sicher, dass die persönlichen und finanziellen Daten der Fans während des gesamten Ticketverkaufs- und Werbeprozesses sicher bleiben. Dies schützt Fans vor Datenschutzverletzungen, die zu Identitätsdiebstahl, Finanzbetrug und unbefugtem Zugriff führen können, und trägt letztendlich zu einer sichereren und vertrauenswürdigeren UEFA Euro 2024 in Deutschland bei.
es: Al implementar las sólidas prácticas de encriptación de AxCrypt, los organizadores del evento garantizan que los datos personales y financieros de los fans permanezcan seguros durante todo el proceso promocional y de venta de entradas. Esto protege a los aficionados de las filtraciones de datos que pueden dar lugar a robo de identidad, fraude financiero y acceso no autorizado, lo que en última instancia contribuye a una Eurocopa 2024 más segura y fiable en Alemania.
fr: En mettant en œuvre les solides pratiques de cryptage d’AxCrypt, les organisateurs de l’événement veillent à ce que les données personnelles et financières des fans restent sécurisées tout au long des processus de vente et de promotion des billets. Cela protège les fans contre les violations de données qui peuvent entraîner un vol d’identité, une fraude financière et un accès non autorisé, contribuant ainsi à une UEFA Euro 2024 plus sûre et plus fiable en Allemagne.
it: Implementando le solide pratiche di crittografia di AxCrypt, gli organizzatori dell'evento garantiscono che i dati personali e finanziari dei fan rimangano al sicuro durante i processi di vendita dei biglietti e promozionali. Ciò protegge i tifosi da violazioni dei dati che possono causare furto di identità, frode finanziaria e accesso non autorizzato, contribuendo in ultima analisi a una UEFA Euro 2024 più sicura e affidabile in Germania.
ko: AxCrypt의 강력한 암호화 방식을 구현함으로써 이벤트 주최자는 티켓 판매 및 프로모션 프로세스 전반에 걸쳐 팬들의 개인 및 재무 데이터가 안전하게 유지되도록 보장합니다. 이렇게 하면 ID 도용, 금융 사기 및 무단 액세스를 초래할 수 있는 데이터 침해로부터 팬을 보호하여 궁극적으로 독일에서 더 안전하고 신뢰할 수 있는 UEFA 유로 2024를 만들 수 있습니다.
nl: Door de krachtige versleutelingspraktijken van AxCrypt te implementeren, zorgen de organisatoren van evenementen ervoor dat de persoonlijke en financiële gegevens van fans veilig blijven tijdens de kaartverkoop en promotieprocessen. Dit beschermt fans tegen datalekken die kunnen leiden tot identiteitsdiefstal, financiële fraude en onbevoegde toegang, wat uiteindelijk bijdraagt aan een veiligere en betrouwbaardere UEFA Euro 2024 in Duitsland.
pl: Wdrażając solidne praktyki szyfrowania AxCrypt, organizatorzy wydarzeń zapewniają, że dane osobowe i finansowe fanów pozostają bezpieczne w całym procesie sprzedaży biletów i promocji. Chroni to fanów przed naruszeniami danych, które mogą skutkować kradzieżą tożsamości, oszustwem finansowym i nieautoryzowanym dostępem, co ostatecznie przyczynia się do bezpieczniejszego i bardziej godnego zaufania UEFA Euro 2024 w Niemczech.
pt: Ao implementar as práticas robustas de criptografia do AxCrypt, os organizadores do evento garantem que os dados pessoais e financeiros dos fãs permaneçam seguros durante a venda de ingressos e processos promocionais. Isso protege os torcedores contra violações de dados que podem resultar em roubo de identidade, fraude financeira e acesso não autorizado, contribuindo para uma UEFA Euro 2024 mais segura e confiável na Alemanha.
ru: Внедряя надежные методы шифрования AxCrypt, организаторы мероприятия гарантируют, что личные и финансовые данные болельщиков останутся в безопасности на протяжении всего процесса продажи билетов и продвижения. Это защищает болельщиков от утечек данных, которые могут привести к краже личных данных, финансовому мошенничеству и несанкционированному доступу, что в конечном итоге способствует более безопасному и надежному проведению Евро-2024 в Германии.
sv: Genom att implementera AxCrypt’s robusta krypteringsmetoder säkerställer arrangörerna att fansens personliga och finansiella data förblir säkra under hela biljettförsäljningen och de promotiva processerna. Detta skyddar fansen från dataintrång som kan leda till identitetsstöld, finansiellt bedrägeri och obehörig åtkomst, vilket i slutändan bidrar till ett säkrare och mer pålitligt UEFA Euro 2024 i Tyskland.
tr: Etkinlik organizatörleri, AxCrypt'in güçlü şifreleme uygulamalarını uygulayarak, taraftarların kişisel ve finansal verilerinin bilet satışları ve promosyon süreçleri boyunca güvende kalmasını sağlar. Bu, taraftarları kimlik hırsızlığı, mali dolandırıcılık ve yetkisiz erişimle sonuçlanabilecek veri ihlallerinden korur ve sonuç olarak Almanya'da daha güvenli ve daha güvenilir bir UEFA Euro 2024'ün organize edilmesine katkıda bulunur.
zh: 通过实施AxCrypt强大的加密实践，活动组织者确保粉丝的个人和财务数据在整个门票销售和促销过程中保持安全。 这可以保护球迷免受可能导致身份盗窃，财务欺诈和未经授权的访问的数据泄露，最终为德国更安全，更值得信赖的欧洲足联2024年欧洲杯做出贡献。
