Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H1_Text4
source: To get the original text from the encrypted version, you simply need to reverse the encryption process, which is referred to as decrypting. Decrypting takes the encrypted text and applies the decryption algorithm, using the appropriate key, to transform the ciphertext back into the original plain text. Just like opening your closed house or car door with a unique key. In this case, decrypting the encrypted text “v5u8/F28kOazjwQXTxY84+qeweiMvQ=” would yield the original text “I like apples” once again.
ar: للحصول على النص الأصلي من النسخة المشفرة، ما عليك سوى عكس عملية التشفير، والتي يشار إليها باسم فك التشفير. يأخذ فك التشفير النص المشفر ويطبق خوارزمية فك التشفير، باستخدام المفتاح المناسب، لتحويل النص المشفر مرة أخرى إلى النص العادي الأصلي. تمامًا مثل فتح باب منزلك أو سيارتك المغلق بمفتاح فريد. في هذه الحالة، سيؤدي فك تشفير النص المشفر "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" إلى ظهور النص الأصلي "I like apples" مرة أخرى.
de: Um den Originaltext aus der verschlüsselten Version zu erhalten, müssen Sie lediglich den Verschlüsselungsprozess umkehren, der als Entschlüsselung bezeichnet wird. Beim Entschlüsseln wird der verschlüsselte Text verwendet und der Entschlüsselungsalgorithmus unter Verwendung des entsprechenden Schlüssels angewendet, um den Chiffretext wieder in den ursprünglichen Klartext umzuwandeln. Genau wie das Öffnen Ihrer geschlossenen Haus- oder Autotür mit einem eindeutigen Schlüssel. In diesem Fall würde das Entschlüsseln des verschlüsselten Textes "v5u8 / F28kOazjwQXTxY84 + qeweiMvQ =" wieder den Originaltext "Ich mag Äpfel" ergeben.
es: Para obtener el texto original a partir de la versión cifrada, basta con invertir el proceso de cifrado, lo que se conoce como descifrado. El descifrado toma el texto cifrado y aplica el algoritmo de descifrado, utilizando la clave adecuada, para transformar el texto cifrado nuevamente en el texto sin formato original. Es como abrir la puerta cerrada de casa o del vehículo con una llave única. En este caso, al descifrar el texto cifrado "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" se obtendría de nuevo el texto original "Me gustan las manzanas".
fr: Pour obtenir le texte original de la version cryptée, il vous suffit d'inverser le processus de cryptage, appelé décryptage. Le décryptage prend le texte crypté et applique l'algorithme de décryptage, en utilisant la clé appropriée pour transformer le texte chiffré en texte brut d'origine. Tout comme ouvrir la porte de votre maison ou de votre voiture fermée avec une clé unique. Dans ce cas, le décryptage du texte crypté "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" donnerait à nouveau le texte original "J'aime les pommes".
it: Per ottenere il testo originale dalla versione crittografata, è sufficiente invertire il processo di crittografia, che viene definito decrittografia. La decrittografia prende il testo crittografato e applica l'algoritmo di decrittografia, utilizzando la chiave appropriata, per trasformare il testo crittografato nel testo normale originale. Proprio come aprire la portiera chiusa di casa o dell'auto con una chiave unica. In questo caso, decrittografando il testo crittografato "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" si otterrebbe ancora una volta il testo originale "Mi piacciono le mele".
ko: 암호화된 버전에서 원본 텍스트를 가져오려면 암호 해독이라고 하는 암호화 프로세스를 되돌리기만 하면 됩니다. 암호 해독은 암호화된 텍스트를 가져와서 적절한 키를 사용하여 암호 해독 알고리즘을 적용하여 암호 텍스트를 원래 일반 텍스트로 다시 변환합니다. 닫힌 집이나 자동차 문을 독특한 열쇠로 여는 것과 같습니다. 이 경우 암호화된 텍스트 "v5u8/F28kOazjwQXTxY84+qeweiMvQ="를 해독하면 "I like apples"라는 원본 텍스트가 다시 한 번 생성됩니다.
nl: Om de originele tekst uit de gecodeerde versie te halen, hoeft u alleen maar het coderingsproces om te keren, wat decodering wordt genoemd. Decodering neemt de gecodeerde tekst en past het decoderingsalgoritme toe, met behulp van de juiste sleutel, om de cijfertekst terug te transformeren in de oorspronkelijke platte tekst. Net als het openen van je gesloten huis of autodeur met een unieke sleutel. In dit geval zou het decoderen van de gecodeerde tekst "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" de oorspronkelijke tekst "Ik hou van appels" opleveren.
pl: Aby uzyskać oryginalny tekst z wersji zaszyfrowanej, wystarczy odwrócić proces szyfrowania, który nazywa się deszyfrowaniem. Podczas deszyfrowania zaszyfrowany tekst jest przetwarzany za pomocą algorytmu deszyfrowania przy użyciu odpowiedniego klucza, aby przekształcić zaszyfrowany tekst z powrotem w oryginalny zwykły tekst. Podobnie jak otwieranie zamkniętych drzwi domu lub samochodu unikalnym kluczem. W tym przypadku odszyfrowanie zaszyfrowanego tekstu „v5u8/F28kOazjwQXTxY84+qeweiMvQ=” dałoby ponownie oryginalny tekst „Lubię jabłka”.
pt: Para obter o texto original da versão criptografada, você simplesmente precisa reverter o processo de criptografia, que é conhecido como descriptografia. A descriptografia pega o texto criptografado e aplica o algoritmo de descriptografia, usando a chave apropriada, para transformar o texto cifrado de volta no texto sem formatação original. Assim como abrir a porta da casa ou do carro fechada com uma chave única. Neste caso, descriptografar o texto criptografado "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" produziria o texto original "Eu gosto de maçãs" mais uma vez.
ru: Чтобы получить исходный текст из зашифрованной версии, вам просто нужно отменить процесс шифрования, который называется расшифровкой. Расшифровка берет зашифрованный текст и применяет алгоритм расшифровки, используя соответствующий ключ, для преобразования зашифрованного текста обратно в исходный обычный текст. Точно так же, как вы открываете дверь своего закрытого дома или автомобиля уникальным ключом. В этом случае расшифровка зашифрованного текста “v5u8/F28kOazjwQXTxY84+qeweiMvQ=” снова дала бы исходный текст “Я люблю яблоки”.
sv: För att få den ursprungliga texten från den krypterade versionen behöver du helt enkelt vända på krypteringsprocessen, vilket kallas för dekryptering. Dekryptering tar den krypterade texten och tillämpar dekrypteringsalgoritmen, med hjälp av lämplig nyckel, för att omvandla chiffertexten tillbaka till den ursprungliga oformaterade texten. Precis som att öppna din stängda hus- eller bildörr med en unik nyckel. I det här fallet skulle dekryptera den krypterade texten "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" ge originaltexten "Jag gillar äpplen" igen.
tr: Orijinal metni, şifrelenmiş sürümden almak için şifre çözme olarak adlandırılan şifreleme işlemini tersine çevirmeniz yeterlidir. Şifre çözme, şifrelenmiş metni alır ve şifreli metni özgün düz metne geri dönüştürmek için uygun anahtarı kullanarak şifre çözme algoritmasını uygular. Tıpkı kilitli olan evinizin veya arabanızın kapısını benzersiz bir anahtarla açmak gibi. Bu durumda, şifrelenmiş "v5u8/F28kOazjwQXTxY84+qeweiMvQ=" metninin şifresini çözmek, orijinal metin olan "Elmaları severim" metnini bir kez daha verir.
zh: 要从加密版本中获取原始文本，您只需反转加密过程，这被称为解密。 解密采用加密文本并应用解密算法，使用适当的密钥，将密文转换回原始纯文本。 就像用一把独特的钥匙打开你封闭的房子或车门一样。 在这种情况下，解密加密文本"v5u8/F28kOazjwQXTxY84+qeweiMvQ="将再次产生原始文本"我喜欢苹果"。

# Blog_TUGFEDE_H1_Text5
source: Encryption ensures that even if someone intercepts or gains unauthorized access to the encrypted text, they cannot understand its contents without the appropriate decryption process and key. This demonstrates how encryption safeguards sensitive information by converting it into a format that cannot be read and understood by anyone without the necessary decryption knowledge and key.
ar: يضمن التشفير أنه حتى إذا اعترض شخص ما أو حصل على وصول غير مصرح به إلى النص المشفر ، فلن يتمكن من فهم محتوياته دون عملية فك التشفير والمفتاح المناسبين. يوضح هذا كيف يحمي التشفير المعلومات الحساسة عن طريق تحويلها إلى تنسيق لا يمكن قراءته وفهمه من قبل أي شخص دون معرفة فك التشفير والمفتاح اللازمين.
de: Die Verschlüsselung stellt sicher, dass selbst wenn jemand den verschlüsselten Text abfängt oder unbefugten Zugriff darauf erhält, er seinen Inhalt ohne den entsprechenden Entschlüsselungsprozess und Schlüssel nicht verstehen kann. Dies zeigt, wie Verschlüsselung sensible Informationen schützt, indem sie sie in ein Format konvertiert, das ohne die erforderlichen Entschlüsselungskenntnisse und -schlüssel von niemandem gelesen und verstanden werden kann.
es: El cifrado garantiza que, aunque alguien intercepte el texto cifrado u obtenga acceso no autorizado al mismo, no podrá conocer su contenido sin el proceso y la clave de descifrado adecuados. Esto nos demuestra cómo el cifrado salvaguarda la información sensible convirtiéndola en un formato que nadie puede leer ni entender sin los conocimientos y la clave de descifrado necesarios.
fr: Le cryptage garantit que même si quelqu'un intercepte ou obtient un accès non autorisé au texte crypté, il ne peut pas comprendre son contenu sans le processus et la clé de décryptage appropriés. Cela montre comment le chiffrement protège les informations sensibles en les convertissant dans un format qui ne peut être lu et compris par personne sans les connaissances et la clé de déchiffrement nécessaires.
it: La crittografia garantisce che anche se qualcuno intercetta o ottiene l'accesso non autorizzato al testo crittografato, non può comprenderne il contenuto senza il processo e la chiave di decrittazione appropriati. Ciò dimostra come la crittografia protegga le informazioni sensibili convertendole in un formato che non può essere letto e compreso da chiunque senza le conoscenze e la chiave di decrittografia necessarie.
ko: 암호화는 누군가가 암호화된 텍스트를 가로채거나 무단으로 액세스하더라도 적절한 암호 해독 프로세스와 키 없이는 내용을 이해할 수 없도록 합니다. 이는 암호화가 중요한 정보를 필요한 암호 해독 지식과 키 없이는 누구도 읽고 이해할 수 없는 형식으로 변환하여 보호하는 방법을 보여줍니다.
nl: Versleuteling zorgt ervoor dat zelfs als iemand de gecodeerde tekst onderschept of ongeautoriseerde toegang krijgt tot de gecodeerde tekst, ze de inhoud ervan niet kunnen begrijpen zonder het juiste decoderingsproces en de juiste sleutel. Dit laat zien hoe versleuteling gevoelige informatie beschermt door deze om te zetten in een formaat dat door niemand kan worden gelezen en begrepen zonder de nodige decoderingskennis en -sleutel.
pl: Szyfrowanie gwarantuje, że nawet jeśli ktoś przechwyci zaszyfrowany tekst lub uzyska do niego nieuprawniony dostęp, nie będzie w stanie zrozumieć jego zawartości bez odpowiedniego procesu deszyfrowania i klucza. To pokazuje, jak szyfrowanie chroni poufne informacje, konwertując je do formatu, którego nikt nie może odczytać i zrozumieć bez niezbędnej wiedzy i klucza do deszyfrowania.
pt: A criptografia garante que, mesmo que alguém intercepte ou obtenha acesso não autorizado ao texto criptografado, não poderá entender seu conteúdo sem o processo e a chave de descriptografia apropriados. Isso demonstra como a criptografia protege informações confidenciais, convertendo-as em um formato que não pode ser lido e compreendido por ninguém sem o conhecimento e a chave de descriptografia necessários.
ru: Шифрование гарантирует, что даже если кто-то перехватит зашифрованный текст или получит несанкционированный доступ к нему, он не сможет понять его содержимое без соответствующего процесса расшифровки и ключа. Это демонстрирует, как шифрование защищает конфиденциальную информацию путем преобразования ее в формат, который не может быть прочитан и понят никем без необходимых знаний о расшифровке и ключа.
sv: Kryptering säkerställer att även om någon fångar upp eller får obehörig åtkomst till den krypterade texten, kan de inte förstå dess innehåll utan passande dekrypteringsprocess och nyckel. Detta visar hur kryptering skyddar känslig information genom att konvertera den till ett format som inte kan läsas och förstås av någon utan nödvändig dekrypteringskunskap och nyckel.
tr: Şifreleme, birisi şifrelenmiş metne müdahale etse veya yetkisiz erişim sağlasa bile, uygun şifre çözme işlemi ve anahtarı olmadan içeriğini anlamasına engel olur. Bu, şifrelemenin hassas bilgileri, gerekli şifre çözme bilgisi ve anahtarı olmadan kimse tarafından okunamayan ve anlaşılamayan bir biçime dönüştürerek nasıl koruduğunu gösterir.
zh: 加密确保即使有人拦截或获得对加密文本的未经授权的访问，如果没有适当的解密过程和密钥，他们也无法理解其内容。 这演示了加密如何通过将敏感信息转换为没有必要的解密知识和密钥的任何人都无法阅读和理解的格式来保护敏感信息。

# Blog_TUGFEDE_H2_Text1
source: File encryption or file-based encryption <b>(FBE)</b>, as the name suggests, is a method of encrypting files individually in a file system. It gives granular control over security measures as it allows for the encryption of individual files using a <b>different key</b> for each file. File-based encryption uses a robust encryption algorithm, such as the <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric Advanced Encryption Standard</b></a> <b>(AES)</b>, to encrypt files and data.
de: Die Dateiverschlüsselung oder dateibasierte Verschlüsselung <b>(FBE)</b> ist, wie der Name schon sagt, eine Methode, um Dateien einzeln in einem Dateisystem zu verschlüsseln. Es bietet eine granulare Kontrolle über Sicherheitsmaßnahmen, da es die Verschlüsselung einzelner Dateien mit einem <b>anderen Schlüssel</b> für jede Datei ermöglicht. Bei der dateibasierten Verschlüsselung wird ein robuster Verschlüsselungsalgorithmus verwendet, z. B. der <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric Advanced Encryption Standard</b></a> <b>(AES)</b>, um Dateien und Daten zu verschlüsseln.
fr: Le cryptage de fichiers ou cryptage basé sur les fichiers <b>(FBE)</b>, comme son nom l'indique, est une méthode de cryptage des fichiers individuellement dans un système de fichiers. Il offre un contrôle granulaire sur les mesures de sécurité, car il permet de crypter des fichiers individuels en utilisant une <b>clé différente</b> pour chaque fichier. Le cryptage basé sur les fichiers utilise un algorithme de cryptage robuste, tel que le <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>Standard de cryptage avancé symétrique</b></a> <b>(AES)</b>, pour crypter les fichiers et les données.
it: La crittografia dei file o crittografia basata su file <b>(FBE</b>), come suggerisce il nome, è un metodo per crittografare i file individualmente in un file system. Fornisce un controllo granulare sulle misure di sicurezza in quanto consente la crittografia dei singoli file utilizzando una <b>chiave diversa</b> per ogni file. La crittografia basata su file utilizza un algoritmo di crittografia affidabile, ad esempio <b>AES (</b><a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>Advanced Encryption Standard) simmetrico</b></a>, per crittografare file e dati.
ru: Шифрование файлов или шифрование на основе файлов <b>(FBE)</b>, как следует из названия, представляет собой метод индивидуального шифрования файлов в файловой системе. Это обеспечивает детальный контроль над мерами безопасности, поскольку позволяет шифровать отдельные файлы, используя для каждого файла <b>свой ключ</b>. Шифрование на основе файлов использует надежный алгоритм шифрования, такой как <a href="https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/"><b>symmetric Advanced Encryption Standard</b></a> <b>(AES)</b> для шифрования файлов и данных.
zh: 文件加密或基于文件的加密 <b>（FBE），</b>顾名思义，是一种在文件系统中单独加密文件的方法。它对安全措施进行了精细控制，因为它允许对每个文件使用不同的 <b>密钥</b> 来加密单个文件。基于文件的加密使用强大的加密算法（例如 <a href='https://axcrypt.net/blog/symmetric-vs-asymmetric-encryption/'><b>symmetric Advanced Encryption Standard</b></a> <b>（AES）</b>）来加密文件和数据。

# Blog_TUGFEDE_H2_Text2
source: To encrypt a file, the algorithm divides it into fixed-size blocks and then replaces and rearranges each block using the complex mathematical operations, including substitution (replacement of the text), permutation (rearrangement of the text), and bitwise operations (logical procedure), to obfuscate the original data.
ar: لتشفير ملف ، تقوم الخوارزمية بتقسيمه إلى كتل ذات حجم ثابت ثم استبدال وإعادة ترتيب كل كتلة باستخدام العمليات الحسابية المعقدة ، بما في ذلك الاستبدال (استبدال النص) ، التقليب (إعادة ترتيب النص) ، وعمليات البت (الإجراء المنطقي) ، لتعتيم البيانات الأصلية.
de: Um eine Datei zu verschlüsseln, teilt der Algorithmus sie in Blöcke fester Größe auf und ersetzt und ordnet dann jeden Block unter Verwendung der komplexen mathematischen Operationen, einschließlich Substitution (Ersetzen des Textes), Permutation (Neuanordnung des Textes) und bitweisen Operationen (logische Prozedur), neu an Verschleiern der Originaldaten.
es: Para cifrar un archivo, el algoritmo lo divide en bloques de tamaño fijo y, a continuación, sustituye y reordena cada bloque mediante complejas operaciones matemáticas, como la sustitución (reemplazo del texto), la permutación (reordenación del texto) y las operaciones bit a bit (procedimiento lógico), para ocultar los datos originales.
fr: Pour chiffrer un fichier, l'algorithme le divise en blocs de taille fixe, puis remplace et réorganise chaque bloc à l'aide d'opérations mathématiques complexes, notamment la substitution (remplacement du texte), la permutation (réorganisation du texte) et les opérations au niveau du bit (procédure logique ), pour obscurcir les données d'origine.
it: Per crittografare un file, l'algoritmo lo divide in blocchi di dimensioni fisse e quindi sostituisce e riorganizza ogni blocco utilizzando complesse operazioni matematiche, tra cui la sostituzione (sostituzione del testo), la permutazione (riorganizzazione del testo) e le operazioni bit per bit (procedura logica), per offuscare i dati originali.
ko: 파일을 암호화하기 위해 알고리즘은 파일을 고정 크기 블록으로 나눈 다음 대체(텍스트 대체), 순열(텍스트 재배열) 및 비트 연산(논리 절차)을 포함한 복잡한 수학 연산을 사용하여 각 블록을 바꾸고 재정렬하여 원본 데이터를 난독화합니다.
nl: Om een bestand te versleutelen, verdeelt het algoritme het in blokken met een vaste grootte en vervangt en herschikt vervolgens elk blok met behulp van de complexe wiskundige bewerkingen, waaronder substitutie (vervanging van de tekst), permutatie (herschikking van de tekst) en bitsgewijze bewerkingen (logische procedure), om de oorspronkelijke gegevens te verbergen.
pl: Aby zaszyfrować plik, algorytm dzieli go na bloki o stałym rozmiarze, a następnie zastępuje i porządkuje każdy blok przy użyciu skomplikowanych operacji matematycznych, w tym podstawienia (zastąpienie tekstu), permutacji (przestawienie tekstu) i operacji bitowych (procedura logiczna ), aby zaciemnić oryginalne dane.
pt: Para criptografar um arquivo, o algoritmo o divide em blocos de tamanho fixo e, em seguida, substitui e reorganiza cada bloco usando as operações matemáticas complexas, incluindo substituição (substituição do texto), permutação (rearranjo do texto) e operações bit a bit (procedimento lógico), para ofuscar os dados originais.
ru: Чтобы зашифровать файл, алгоритм делит его на блоки фиксированного размера, а затем заменяет и переупорядочивает каждый блок, используя сложные математические операции, включая подстановку (замену текста), перестановку (переупорядочение текста) и побитовые операции (логическая процедура), чтобы запутать исходные данные.
sv: För att kryptera en fil delar algoritmen upp den i block med fast storlek och ersätter och ordnar sedan om varje block med hjälp av komplexa matematiska operationer, inklusive substitution (ersättning av texten), permutation (omarrangering av texten) och bitvisa operationer (logisk procedur). ), för att fördunkla originaldata.
tr: Algoritma, bir dosyayı şifrelemek için onu sabit boyutlu bloklara böler ve daha sonra orijinal verileri gizlemek için değiştirme (metnin değiştirilmesi), permütasyon (metnin yeniden düzenlenmesi) ve bitsel işlemler (mantıksal prosedür) dahil olmak üzere karmaşık matematiksel işlemleri kullanarak her bloğu değiştirir ve yeniden düzenler.
zh: 为了加密文件，算法将其划分为固定大小的块，然后使用复杂的数学运算（包括替换（替换文本），排列（重新排列文本）和按位操作（逻辑过程）来替换和重新排列每个块，以混淆原始数据。

# Blog_TUGFEDE_H2_Text3
source: For instance, in the case of the text “I Like Apples,” the algorithm substitutes each letter with a randomized corresponding value, arbitrarily permutes the order of the characters, and applies bitwise operations. The encrypted result will be a transformed <b>ciphertext</b>. Here's how it works:
ar: على سبيل المثال ، في حالة النص "أنا أحب التفاح" ، تستبدل الخوارزمية كل حرف بقيمة مقابلة عشوائية ، وتتخلل ترتيب الأحرف بشكل تعسفي ، وتطبق عمليات البت. ستكون النتيجة المشفرة <b>نصا مشفرا</b> محولا. وإليك كيف يعمل:
de: Im Fall des Textes "Ich mag Äpfel" ersetzt der Algorithmus beispielsweise jeden Buchstaben durch einen zufälligen entsprechenden Wert, permutiert willkürlich die Reihenfolge der Zeichen und wendet bitweise Operationen an. Das verschlüsselte Ergebnis ist ein transformierter <b>Chiffretext</b>. So funktioniert es:
es: Por ejemplo, en el caso del texto "Me gustan las manzanas", el algoritmo sustituye cada letra por un valor correspondiente aleatorio, permuta arbitrariamente el orden de los caracteres y aplica operaciones bit a bit. El resultado cifrado será un <b>texto cifrado</b> transformado. Así es como funciona:
fr: Par exemple, dans le cas du texte "J'aime Les Pommes", l'algorithme remplace chaque lettre par une valeur correspondante aléatoire, permute arbitrairement l'ordre des caractères et applique des opérations au niveau du bit. Le résultat chiffré sera un <b>texte chiffré</b> transformé. Voici comment cela fonctionne:
it: Ad esempio, nel caso del testo "I Like Apples", l'algoritmo sostituisce ogni lettera con un valore corrispondente casuale, permuta arbitrariamente l'ordine dei caratteri e applica operazioni bit per bit. Il risultato crittografato sarà un <b>testo crittografato trasformato</b>. Ecco come funziona:
ko: 예를 들어, "I Like Apples"라는 텍스트의 경우, 알고리즘은 각 문자를 무작위로 대응하는 값으로 대체하고, 문자의 순서를 임의로 변경하고, 비트 연산을 적용합니다. 암호화된 결과는 변환된 <b>암호문</b>입니다. 작동 방식은 다음과 같습니다:
nl: In het geval van de tekst "Ik hou van appels" vervangt het algoritme bijvoorbeeld elke letter door een gerandomiseerde overeenkomstige waarde, permuteert willekeurig de volgorde van de tekens en past bitsgewijze bewerkingen toe. Het gecodeerde resultaat is een getransformeerde <b>cijfertekst</b>. Zo werkt het:
pl: Na przykład w przypadku tekstu „I Like Apples” algorytm zastępuje każdą literę losową odpowiednią wartością, arbitralnie zmienia kolejność znaków i stosuje operacje bitowe. Zaszyfrowany wynik będzie przekształconym <b>zaszyfrowanym tekstem</b>. Oto jak to działa:
pt: Por exemplo, no caso do texto "I Like Apples", o algoritmo substitui cada letra por um valor correspondente aleatório, permuta arbitrariamente a ordem dos caracteres e aplica operações bitwise. O resultado criptografado será um <b>texto cifrado</b> transformado. Veja como funciona:
ru: Например, в случае текста “Я люблю яблоки” алгоритм заменяет каждую букву рандомизированным соответствующим значением, произвольно меняет порядок символов и применяет побитовые операции. Зашифрованным результатом будет преобразованный <b> шифртекст</b>. Вот как это работает:
sv: Till exempel, i fallet med texten "Jag gillar äpplen", ersätter algoritmen varje bokstav med ett slumpmässigt motsvarande värde, ändrar godtyckligt ordningen på tecknen och tillämpar bitvisa operationer. Det krypterade resultatet blir en transformerad <b>chiffertext</b>. Så här fungerar det:
tr: Örneğin, "I Like Apples" metnini ele aldığımızda, algoritma her harfi karşılık gelen rastgele bir değerle ve karakterlerin sırasını da gelişigüzel değiştirir ve bitsel işlemler uygular. Şifrelenmiş sonuç, dönüştürülmüş bir <b>şifreli metin</b> olacaktır. Çalışma şekli aşağıdaki gibidir:
zh: 例如，在文本"我喜欢苹果"的情况下，算法将每个字母替换为随机化的相应值，任意排列字符的顺序，并应用按位操作。 加密的结果将是一个转换的<b>密文</b>。 以下是它的工作原理:
