Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCPMGDBlock5Text2P2
source: Complete the sign-in (if already registered) or sign up with your email address using a strong password.
ar: أكمل تسجيل الدخول (إذا كنت مسجلا بالفعل) أو قم بالتسجيل باستخدام عنوان بريدك الإلكتروني باستخدام كلمة مرور قوية.
de: Schließen Sie die Anmeldung ab (falls bereits registriert) oder melden Sie sich mit Ihrer E-Mail-Adresse mit einem sicheren Passwort an.
es: Complete el inicio de sesión (si ya está registrado) o regístrese con su dirección de correo electrónico con una contraseña segura.
fr: Connectez-vous (si vous êtes déjà inscrit) ou inscrivez-vous avec votre adresse e-mail en utilisant un mot de passe fort.
it: Completa l'accesso (se sei già registrato) o registrati con il tuo indirizzo e-mail utilizzando una password complessa.
ko: 이미 등록된 경우 로그인하거나 강력한 비밀번호를 사용하여 이메일 주소로 가입하세요.
nl: Voltooi de aanmelding (indien al geregistreerd) of meld je aan met jouw e-mailadres en een sterk wachtwoord.
pl: Dokończ logowanie (jeśli już się zarejestrowałeś) lub zarejestruj się, używając swojego adresu e-mail i silnego hasła.
pt: Conclua o login (se já estiver registrado) ou cadastre-se com seu endereço de e-mail usando uma senha forte.
ru: Завершите вход (если вы уже зарегистрированы) или зарегистрируйтесь, используя свой адрес электронной почты, используя надежный пароль.
sv: Slutför inloggningen (om du redan är registrerad) eller registrera dig med din e-postadress och ett starkt lösenord.
tr: Oturum açma işlemini tamamlayın (zaten kayıtlıysa) veya güçlü bir parola kullanarak e-posta adresinizle kaydolun.
zh: 完成登录（如果已注册）或使用强密码使用您的电子邮件地址注册。

# AxCPMGDBlock5Text2P3
source: Choose the yearly/monthly subscription type and complete the payment.
ar: اختر نوع الاشتراك السنوي / الشهري وأكمل الدفع.
de: Wählen Sie den jährlichen/monatlichen Abonnementtyp und schließen Sie die Zahlung ab.
es: Elija el tipo de suscripción anual/mensual y complete el pago.
fr: Choisissez le type d'abonnement annuel/mensuel et finalisez le paiement.
it: Scegli il tipo di abbonamento annuale/mensile e completa il pagamento.
ko: 연간/월간 구독 유형을 선택하고 결제를 완료하세요.
nl: Kies het jaar-/maandabonnement en voltooi de betaling.
pl: Wybierz typ subskrypcji rocznej/miesięcznej i dokończ płatność.
pt: Escolha o tipo de assinatura anual/mensal e conclua o pagamento.
ru: Выберите тип годовой/ежемесячной подписки и завершите оплату.
sv: Välj års-/månadsabonnemang och slutför betalningen.
tr: Yıllık/aylık abonelik türünü seçin ve ödemeyi tamamlayın.
zh: 选择包年/包月订阅类型并完成付款。

# AxCPMGDBlock5Text2P4
source: Click continue to navigate to the password manager
ar: انقر فوق متابعة للانتقال إلى مدير كلمات المرور
de: Klicken Sie auf Weiter, um zum Passwort-Manager zu navigieren
es: Haga clic en continuar para navegar hasta el administrador de contraseñas
fr: Cliquez sur Continuer pour accéder au gestionnaire de mots de passe
it: Fai clic su Continua per accedere al gestore di password
ko: 계속을 클릭하여 비밀번호 관리자로 이동하세요.
nl: Klik op doorgaan om naar de wachtwoordmanager te navigeren
pl: Kliknij Kontynuuj, aby przejść do menedżera haseł
pt: Clique em continuar para navegar até o gerenciador de senhas
ru: Нажмите «Продолжить», чтобы перейти к менеджеру паролей
sv: Klicka på fortsätt för att navigera till Lösenordshanteraren
tr: Parola yöneticisine gitmek için devam et seçeneğine tıklayın
zh: 单击“继续”导航到密码管理器

# AxCPMGDBlock5Text3
source: Create passwords, cards, and notes
ar: إنشاء كلمات مرور وبطاقات وملاحظات
de: Erstellen von Passwörtern, Karten und Notizen
es: Crear contraseñas, tarjetas y notas
fr: Créez des mots de passe, des cartes et des notes
it: Creare password, schede e note
ko: 비밀번호, 카드 및 노트 생성
nl: Wachtwoorden, kaarten en notities maken
pl: Twórz hasła, karty i notatki
pt: Criar senhas, cartões e anotações
ru: Создание паролей, карт и заметок
sv: Skapa lösenord, kort och anteckningar
tr: Parola, kart ve not oluşturun
zh: 创建密码、银行卡和备注

# AxCPMGDBlock5Text3P1
source: Click the <img class='plus-icon'/> button to select the type – Password, Card or Note
ar: انقر فوق الزر <img class='plus-icon'/> لتحديد النوع - كلمة المرور أو البطاقة أو الملاحظة
de: Klicken Sie auf die <img class='plus-icon'/> Schaltfläche, um den Typ auszuwählen – Passwort, Karte oder Notiz
es: Haga clic en el botón para seleccionar el <img class='plus-icon'/> tipo: Contraseña, Tarjeta o Nota
fr: Cliquez sur le bouton <img class='plus-icon'/> pour sélectionner le type – Mot de passe, Carte ou Note
it: Fare clic sul <img class='plus-icon'/> pulsante per selezionare il tipo: Password, Carta o Nota
ko: <img class='plus-icon'/> 버튼을 클릭하여 유형 – 비밀번호, 카드 또는 노트를 선택하세요.
nl: Klik op de <img class='plus-icon'/> knop om het type te selecteren - Wachtwoord, Kaart of Notitie
pl: Kliknij przycisk <img class='plus-icon'/>, aby wybrać typ – Hasło, Karta lub Notatka
pt: Clique no <img class='plus-icon'/> botão para selecionar o tipo – Senha, Cartão ou Nota
ru: Нажмите кнопку <img class='plus-icon'/>, чтобы выбрать тип – Пароль, Карта или Заметка
sv: Klicka på <img class='plus-icon'/> knappen för att välja typ – Lösenord, Kort eller Anteckning
tr: <img class='plus-icon'/> Türü seçmek için düğmeye tıklayın - Parola, Kart veya Not
zh: <img class='plus-icon'/>单击按钮选择类型 - 密码、银行卡或便笺

# AxCPMGDBlock5Text3P2
source: For Password type
ar: لنوع كلمة المرور
de: Für Passworttyp
es: En Contraseña, escriba
fr: Pour le type de mot de passe
it: Per il tipo di password
ko: 비밀번호 유형
nl: Voor wachtwoordtype
pl: Dla typu hasła
pt: Para Tipo de senha
ru: Для ввода пароля
sv: För Lösenordstyp
tr: Parola türü için
zh: 对于密码类型

# AxCPMGDBlock5Text3P2S1
source: Enter the URL of the website, description, and username.
ar: أدخل عنوان URL لموقع الويب والوصف واسم المستخدم.
de: Geben Sie die URL der Website, die Beschreibung und den Benutzernamen ein.
es: Introduzca la URL del sitio web, la descripción y el nombre de usuario.
fr: Entrez l'URL du site Web, la description et le nom d'utilisateur.
it: Immettere l'URL del sito Web, la descrizione e il nome utente.
ko: 웹사이트 URL, 설명 및 사용자 이름을 입력하세요.
nl: Voer de URL van de website, beschrijving en gebruikersnaam in.
pl: Wprowadź adres URL witryny, opis i nazwę użytkownika.
pt: Insira a URL do site, a descrição e o nome de usuário.
ru: Введите URL-адрес веб-сайта, описание и имя пользователя.
sv: Ange webbadressen till webbplatsen, beskrivningen och användarnamnet.
tr: Web sitesinin URL'sini, açıklamasını ve kullanıcı adını girin.
zh: 输入网站的 URL、描述和用户名。

# AxCPMGDBlock5Text3P2S2
source: Generate a strong password by clicking the Suggest password button or enter an existing password.
ar: قم بإنشاء كلمة مرور قوية بالنقر فوق الزر اقتراح كلمة مرور أو أدخل كلمة مرور موجودة.
de: Generieren Sie ein sicheres Passwort, indem Sie auf die Schaltfläche Passwort vorschlagen, klicken oder ein vorhandenes Passwort eingeben.
es: Genere una contraseña segura haciendo clic en el botón Sugerir contraseña o ingrese una contraseña existente.
fr: Générez un mot de passe fort en cliquant sur le bouton Suggérer un mot de passe ou saisissez un mot de passe existant.
it: Generare una password complessa facendo clic sul pulsante Suggerisci password o immettere una password esistente.
ko: 제안 비밀번호 버튼을 클릭하여 강력한 비밀번호를 생성하거나 기존 비밀번호를 입력하세요.
nl: Genereer een sterk wachtwoord door op de knop Wachtwoord voorstellen te klikken of voer een bestaand wachtwoord in.
pl: Wygeneruj silne hasło, klikając przycisk Zaproponuj hasło lub wprowadź istniejące hasło.
pt: Gere uma senha forte clicando no botão Sugerir senha ou insira uma senha existente.
ru: Сгенерируйте надежный пароль, нажав кнопку Предложить пароль, или введите существующий пароль.
sv: Skapa ett starkt lösenord genom att klicka på knappen Föreslå lösenord eller ange ett befintligt lösenord.
tr: Parola öner düğmesini tıklayarak güçlü bir parola oluşturun veya mevcut bir parolayı girin.
zh: 通过单击“建议密码”按钮或输入现有密码来生成强密码。

# AxCPMGDBlock5Text3P3
source: For Card type
ar: لنوع البطاقة
de: Für den Kartentyp
es: Para Tipo de tarjeta
fr: Pour le type de Carte
it: Per il tipo di carta
ko: 카드 유형
nl: Voor kaarttype
pl: Dla typu karty
pt: Para tipo de cartão
ru: Для типа карты
sv: För korttyp
tr: Kart türü için
zh: 对于卡类型

# AxCPMGDBlock5Text3P3S1
source: Enter the card number, name, description, expiry date, and security code(cvv)
ar: أدخل رقم البطاقة والاسم والوصف وتاريخ انتهاء الصلاحية ورمز الأمان (cvv)
de: Geben Sie die Kartennummer, den Namen, die Beschreibung, das Ablaufdatum und den Sicherheitscode (CVV) ein.
es: Ingrese el número de tarjeta, el nombre, la descripción, la fecha de vencimiento y el código de seguridad (cvv)
fr: Entrez le numéro de carte, le nom, la description, la date d'expiration et le code de sécurité (cvv)
it: Inserisci il numero della carta, il nome, la descrizione, la data di scadenza e il codice di sicurezza (cvv)
ko: 카드 번호, 이름, 설명, 만료 날짜 및 보안 코드(CVV)를 입력하세요.
nl: Voer het kaartnummer, de naam, de beschrijving, de vervaldatum en de beveiligingscode (cvv) in
pl: Wprowadź numer karty, nazwę, opis, datę ważności i kod zabezpieczający (CVV)
pt: Insira o número do cartão, nome, descrição, data de validade e código de segurança (cvv)
ru: Введите номер карты, имя, описание, срок действия и код безопасности (cvv)
sv: Ange kortnummer, namn, beskrivning, utgångsdatum och säkerhetskod (cvv)
tr: Kart numarasını, adını, açıklamasını, son kullanma tarihini ve güvenlik kodunu (cvv) girin
zh: 输入卡号、姓名、描述、到期日和安全码（cvv）

# AxCPMGDBlock5Text3P4
source: For Note type
ar: لنوع الملاحظة
de: Für Notiztyp
es: Para Tipo de nota
fr: Pour le type de Note
it: Per il tipo di nota
ko: 노트 유형
nl: Voor Notitietype
pl: Dla typu notatki
pt: Para o tipo de nota:
ru: Для типа заметки
sv: För Anteckningstyp
tr: Not türü için
zh: 对于注释类型

# AxCPMGDBlock5Text3P4S1
source: Enter the description and private note
ar: أدخل الوصف والملاحظة الخاصة
de: Geben Sie die Beschreibung und die private Notiz ein
es: Introduzca la descripción y la nota privada
fr: Entrez la description et la note privée
it: Inserisci la descrizione e la nota privata
ko: 설명 및 개인 노트를 입력하세요.
nl: Voer de beschrijving en persoonlijke notitie in
pl: Wpisz opis i prywatną notatkę
pt: Insira a descrição e a nota privada
ru: Введите описание и личные данные
sv: Ange beskrivningen och den privata anteckningen
tr: Açıklamayı ve özel notu girin
zh: 输入描述和私人备注

# AxCPMGDBlock5Text3P5
source: Click the Save button
ar: انقر على الزر حفظ
de: Klicken Sie auf die Schaltfläche Speichern
es: Haga clic en el botón Guardar
fr: Cliquez sur le bouton Enregistrer
it: Fai clic sul pulsante Salva
ko: 저장 버튼을 클릭하세요.
nl: Klik op de knop 'Opslaan'
pl: Kliknij przycisk Zapisz
pt: Clique no botão Salvar
ru: Нажмите кнопку Сохранить
sv: Klicka på Spara-knappen
tr: Kaydet düğmesine tıklayın
zh: 单击“保存”按钮

# AxCPMGDBlock5Text4
source: Manage passwords, cards, and notes
ar: إدارة كلمات المرور والبطاقات والملاحظات
de: Verwalten von Passwörtern, Karten und Notizen
es: Administrar contraseñas, tarjetas y notas
fr: Gérer les mots de passe, les cartes et les notes
it: Gestire password, schede e note
ko: 비밀번호, 카드 및 노트 관리
nl: Wachtwoorden, kaarten en notities beheren
pl: Zarządzaj hasłami, kartami i notatkami
pt: Gerenciar senhas, cartões e anotações
ru: Управление паролями, картами и заметками
sv: Hantera lösenord, kort och anteckningar
tr: Parolaları, kartları ve notları yönetin
zh: 管理密码、银行卡和备注

# AxCPMGDBlock5Text4P1
source: View – Click any of the password item from the password manager.
ar: عرض – انقر فوق أي عنصر من عناصر كلمة المرور من مدير كلمات المرور.
de: Ansicht – Klicken Sie auf ein beliebiges Passwortelement im Passwort-Manager.
es: Ver: haga clic en cualquiera de los elementos de contraseña del administrador de contraseñas.
fr: Afficher – Cliquez sur l'un des éléments de mot de passe du gestionnaire de mots de passe.
it: Visualizza: fare clic su uno degli elementi della password nel gestore di password.
ko: 비밀번호 관리자에서 비밀번호 항목을 클릭하여 확인하세요.
nl: Weergave - Klik op een van de wachtwoorditems in de wachtwoordmanager.
pl: Widok — kliknij dowolny element hasła w menedżerze haseł.
pt: Exibir – Clique em qualquer item de senha do gerenciador de senhas.
ru: Просмотр — выберите любой элемент пароля в менеджере паролей.
sv: Visa – Klicka på någon av lösenordsobjekten i lösenordshanteraren.
tr: Görüntüleme – Parola yöneticisinden herhangi bir parola öğesine tıklayın.
zh: 查看 – 单击密码管理器中的任何密码项。

# AxCPMGDBlock5Text4P1S1
source: Click the masked field (*******) to view the secret data
ar: انقر فوق الحقل المقنع (*******) لعرض البيانات السرية
de: Klicken Sie auf das maskierte Feld (*******), um die geheimen Daten anzuzeigen
es: Haga clic en el campo enmascarado (*******) para ver los datos secretos
fr: Cliquez sur le champ masqué (*******) pour afficher les données secrètes
it: Fare clic sul campo mascherato (*******) per visualizzare i dati segreti
ko: 마스크된 필드(*******)를 클릭하여 비밀 데이터를 확인하세요.
nl: Klik op het gemaskeerde veld (*******) om de geheime gegevens te bekijken
pl: Kliknij zamaskowane pole (*******), aby wyświetlić tajne dane
pt: Clique no campo mascarado (*******) para exibir os dados secretos
ru: Щелкните замаскированное поле (*******), чтобы просмотреть секретные данные
sv: Klicka på det maskerade fältet (*******) för att visa den hemliga datan
tr: Gizli verileri görüntülemek için maskelenmiş alanı (*******) tıklatın
zh: 单击屏蔽字段 （*******） 查看密钥数据

# AxCPMGDBlock5Text4P1S2
source: Click outside to mask the secret data.
ar: انقر في الخارج لإخفاء البيانات السرية.
de: Klicken Sie auf eine andere Seite, um die geheimen Daten zu maskieren.
es: Haga clic fuera para enmascarar los datos secretos.
fr: Cliquez à l'extérieur pour masquer les données secrètes.
it: Fare clic all'esterno per mascherare i dati segreti.
ko: 필드 외부를 클릭하여 다시 마스킹하세요.
nl: Klik daarbuiten om de geheime gegevens te maskeren.
pl: Kliknij na zewnątrz, aby zamaskować tajne dane.
pt: Clique fora para mascarar os dados secretos.
ru: Щелкните снаружи, чтобы замаскировать секретные данные.
sv: Klicka utanför för att maskera den hemliga datan.
tr: Gizli verileri maskelemek için dışarıya tıklayın.
zh: 单击外部以屏蔽机密数据。

# AxCPMGDBlock5Text4P2
source: Copy - Click the CopyToClipboard icon to copy the password/secret data without seeing.
ar: نسخ - انقر فوق رمز نسخ إلى الحافظة لنسخ كلمة المرور / البيانات السرية دون رؤية.
de: Kopieren - Klicken Sie auf das Symbol Kopieren in die Zwischenablage, um das Kennwort/die geheimen Daten zu kopieren, ohne sie zu sehen.
es: Copiar: haga clic en el icono CopyToClipboard para copiar la contraseña o los datos secretos sin verlos.
fr: Copier - Cliquez sur l'icône Copier dans le presse-papier pour copier le mot de passe/les données secrètes sans le voir.
it: Copia: fare clic sull'icona CopiaToAppunti per copiare i dati della password/segreto senza visualizzarli.
ko: 복사: 비밀번호/비밀 데이터를 보지 않고 복사하려면 CopyToClipboard 아이콘을 클릭하세요.
nl: Kopiëren - Klik op het CopyToClipboard-pictogram om het wachtwoord/geheime gegevens te kopiëren zonder deze te zien.
pl: Kopiuj — kliknij ikonę CopyToClipboard, aby skopiować hasło/tajne dane bez ich podglądu.
pt: Copiar - Clique no ícone CopyToClipboard para copiar a senha/dados secretos sem ver.
ru: Копировать — щелкните значок Скопировать в буфер, чтобы скопировать пароль/секретные данные, не видя их.
sv: Kopiera – Klicka på KopieraTillSkrivplatta ikonen för att kopiera lösenordet/ hemliga datan utan att se.
tr: Kopyalama - Parolayı/gizli verileri görmeden kopyalamak için Not Panosuna Kopyala simgesine tıklayın.
zh: 复制 - 单击复制到剪贴板图标以复制密码/秘密数据而不会看到。

# AxCPMGDBlock5Text4P3
source: Edit – Click the Edit button to update the secured information.
ar: تحرير - انقر فوق الزر تحرير لتحديث المعلومات الآمنة.
de: Bearbeiten – Klicken Sie auf die Schaltfläche Bearbeiten, um die gesicherten Informationen zu aktualisieren.
es: Editar: haga clic en el botón Editar para actualizar la información protegida.
fr: Modifier – Cliquez sur le bouton Modifier pour mettre à jour les informations sécurisées.
it: Modifica: fare clic sul pulsante Modifica per aggiornare le informazioni protette.
ko: 편집: 보안 정보를 업데이트하려면 편집 버튼을 클릭하세요.
nl: Bewerken – Klik op de knop Bewerken om de beveiligde informatie bij te werken.
pl: Edytuj – kliknij przycisk Edytuj, aby zaktualizować zabezpieczone informacje.
pt: Editar – Clique no botão Editar para atualizar as informações protegidas.
ru: Изменить — нажмите кнопку Изменить, чтобы обновить защищенную информацию.
sv: Redigera – Klicka på Redigera för att uppdatera den skyddade informationen.
tr: Düzenleme – Güvenli bilgileri güncellemek için Düzenle düğmesine tıklayın.
zh: 编辑 – 单击“编辑”按钮以更新受保护的信息。

# AxCPMGDBlock5Text4P4
source: Delete – Click the Delete button to delete the secured information from password manager.
ar: حذف - انقر فوق الزر حذف لحذف المعلومات الآمنة من مدير كلمات المرور.
de: Löschen – Klicken Sie auf die Schaltfläche Löschen, um die gesicherten Informationen aus dem Passwort-Manager zu löschen.
es: Eliminar: haga clic en el botón Eliminar para eliminar la información protegida del administrador de contraseñas.
fr: Supprimer – Cliquez sur le bouton Supprimer pour supprimer les informations sécurisées du gestionnaire de mots de passe.
it: Elimina: fare clic sul pulsante Elimina per eliminare le informazioni protette dal gestore di password.
ko: 삭제: 비밀번호 관리자에서 보안 정보를 삭제하려면 삭제 버튼을 클릭하세요.
nl: Verwijderen – Klik op de knop Verwijderen om de beveiligde informatie uit de wachtwoordmanager te verwijderen.
pl: Usuń – kliknij przycisk Usuń, aby usunąć zabezpieczone informacje z menedżera haseł.
pt: Excluir – Clique no botão Excluir para excluir as informações protegidas do gerenciador de senhas.
ru: Удалить — нажмите кнопку «Удалить», чтобы удалить защищенную информацию из менеджера паролей.
sv: Ta bort – Klicka på Ta bort för att ta bort den säkrade informationen från lösenordshanteraren.
tr: Silme – Güvenli bilgileri parola yöneticisinden silmek için Sil düğmesine tıklayın.
zh: 删除 – 单击“删除”按钮以从密码管理器中删除受保护的信息。

# AxCPMGDBlock5Text5
source: <span>Share</span> passwords, cards, and notes
ar: <span>مشاركة</span> كلمات المرور والبطاقات والملاحظات
de: Passwörter, Karten und Notizen <span>teilen</span>
es: <span>Compartir</span> contraseñas, tarjetas y notas
fr: <span>Partager</span> des mots de passe, des cartes et des notes.
it: <span>Condividere</span> password, schede e note
ko: <span>암호, 카드 및 메모 공유</span>
nl: <span>Wachtwoorden, kaarten en notities delen</span>
pl: <span>Udostępnij</span> hasła, karty i notatki
ru: <span>Общий доступ</span> к паролям, картам и заметкам
sv: <span>Dela</span> lösenord, kort och anteckningar
zh: <span>共享</span> 密码、卡片和笔记

# AxCPMGDBlock5Text5P1
source: AxCrypt’s Password Manager has a secure sharing feature that allows you to share your secured passwords, cards and notes with others.
ar: يحتوي مدير كلمات المرور في اكسكربت على ميزة مشاركة آمنة تتيح لك مشاركة كلمات المرور والبطاقات والملاحظات الآمنة مع الآخرين.
de: Der Passwort-Manager von AxCrypt verfügt über eine sichere Freigabefunktion, mit der Sie Ihre gesicherten Passwörter, Karten und Notizen mit anderen teilen können.
es: El Administrador de Contraseñas de AxCrypt tiene una función para compartir de forma segura que le permite compartir sus contraseñas, tarjetas y notas seguras con otros.
fr: Le Gestionnaire de Mots de passe d'AxCrypt dispose d'une fonction de partage sécurisé qui vous permet de partager vos mots de passe, cartes et notes sécurisés avec d'autres.
it: Il Password Manager di AxCrypt ha una funzione di condivisione sicura che ti consente di condividere le tue password, carte e note protette con altri.
ko: AxCrypt의 비밀번호 관리자에는 보안 비밀번호, 카드 및 노트를 다른 사람과 공유할 수 있는 안전한 공유 기능이 있습니다.
nl: AxCrypt's wachtwoordmanager heeft een functie voor veilig delen waarmee je jouw beveiligde wachtwoorden, kaarten en notities met anderen kunt delen.
pl: Menedżer haseł AxCrypt posiada funkcję bezpiecznego udostępniania, która umożliwia udostępnianie zabezpieczonych haseł, kart i notatek innym osobom.
pt: O Password Manager do AxCrypt tem um recurso de compartilhamento seguro que permite que você compartilhe suas senhas, cartões e notas seguras com outras pessoas.
ru: Менеджер паролей AxCrypt имеет функцию безопасного обмена, которая позволяет вам делиться своими защищенными паролями, картами и заметками с другими.
sv: AxCrypts lösenordshanterare har en funktion för säker delning som gör att du kan dela dina säkrade lösenord, kort och anteckningar med andra.
tr: AxCrypt'in Parola Yöneticisi, güvenli parolalarınızı, kartlarınızı ve notlarınızı başkalarıyla paylaşmana izin veren güvenli bir paylaşım özelliğine sahiptir.
zh: AxCrypt的密码管理器具有安全共享功能，可让您与他人共享安全密码，卡和笔记。

# AxCPMGDBlock5Text5P2
source: You can share your secret data with multiple recipient emails specifying the visibility options (once, one day, forever, and so on) individually.
ar: يمكنك مشاركة بياناتك السرية مع العديد من رسائل البريد الإلكتروني للمستلمين التي تحدد خيارات الرؤية (مرة واحدة ، يوم واحد ، إلى الأبد ، وما إلى ذلك) بشكل فردي.
de: Sie können Ihre geheimen Daten mit mehreren Empfänger-E-Mails teilen, indem Sie die Sichtbarkeitsoptionen (einmal, einen Tag, für immer usw.) einzeln angeben.
es: Puede compartir sus datos secretos con varios correos electrónicos de destinatarios especificando las opciones de visibilidad (una vez, un día, para siempre, etc.) individualmente.
fr: Vous pouvez partager vos données secrètes avec plusieurs e-mails de destinataires en spécifiant les options de visibilité (une fois, un jour, pour toujours, etc.) individuellement.
it: È possibile condividere i dati segreti con più messaggi di posta elettronica dei destinatari specificando le opzioni di visibilità (una volta, un giorno, per sempre e così via) individualmente.
ko: 여러 수신자 이메일을 추가하고 각각의 가시성 옵션(한 번, 하루, 영원히 등)을 지정할 수 있습니다.
nl: Je kunt jouw geheime gegevens delen met meerdere e-mailadressen van ontvangers, waarbij je de zichtbaarheidsopties (eenmalig, één dag, voor altijd, enzovoort) afzonderlijk specificeert.
pl: Możesz udostępniać swoje tajne dane wielu odbiorcom e-maili, określając indywidualnie opcje widoczności (raz, jeden dzień, na zawsze itd.).
pt: Você pode compartilhar seus dados secretos com vários e-mails de destinatários especificando as opções de visibilidade (uma vez, um dia, para sempre e assim por diante) individualmente.
ru: Вы можете поделиться своими секретными данными с несколькими получателями электронных писем, указав параметры видимости (один раз, один день, навсегда и т. д.) по отдельности.
sv: Du kan dela din hemliga data med flera mottagares e-postadresser och ange synlighetsalternativ (en gång, en dag, för alltid, och så vidare) individuellt.
tr: Gizli verilerinizi, görünürlük seçeneklerini (bir kez, bir gün, sonsuza kadar vb.) ayrı ayrı belirterek birden fazla alıcı e-postasıyla paylaşabilirsiniz.
zh: 您可以与多个收件人电子邮件共享您的机密数据，并分别指定可见性选项（一次、一天、永久等）。
