Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WBFAHPI_H1_SH6_Text1
source: A credential “stuffing” attack involves stuffing passwords that have been hijacked or otherwise exposed by cybercriminals used in login fields of multiple websites. This attack is successful when users use the same username and password combination or reuse passwords for different social media accounts and profiles. Stolen credentials are sold and traded between cybercriminals on the dark web.
ar: يتضمن هجوم "حشو" بيانات الاعتماد حشو كلمات المرور التي تم اختراقها أو كشفها بطريقة أخرى من قبل مجرمي الإنترنت المستخدمين في حقول تسجيل الدخول لمواقع ويب متعددة. ينجح هذا الهجوم عندما يستخدم المستخدمون نفس تركيبة اسم المستخدم وكلمة المرور أو يعيدون استخدام كلمات المرور لحسابات وملفات تعريف وسائط اجتماعية مختلفة. تُباع بيانات الاعتماد المسروقة ويتم تداولها بين مجرمي الإنترنت على الويب المظلم.
de: Ein "Stuffing" -Angriff auf Anmeldeinformationen umfasst das Stopfen von Passwörtern, die von Cyberkriminellen, die in Anmeldefeldern mehrerer Websites verwendet werden, entführt oder anderweitig offengelegt wurden. Dieser Angriff ist erfolgreich, wenn Benutzer dieselbe Kombination aus Benutzername und Kennwort verwenden oder Kennwörter für verschiedene Social-Media-Konten und -Profile wiederverwenden. Gestohlene Anmeldeinformationen werden zwischen Cyberkriminellen im Dark Web verkauft und gehandelt.
es: Un ataque de "relleno" de credenciales implica la reutilización de contraseñas que han sido robadas o expuestas de otro modo por los ciberdelincuentes y que se utilizan en los campos de inicio de sesión de varios sitios web. Este ataque tiene éxito cuando los usuarios usan la misma combinación de nombre de usuario y contraseña o reutilizan contraseñas para diferentes perfiles y cuentas de redes sociales. Las credenciales robadas se venden e intercambian entre ciberdelincuentes en la web oscura.
fr: Une attaque de « bourrage » d'informations d'identification consiste à bourrer des mots de passe qui ont été piratés ou autrement exposés par des cybercriminels et utilisés dans les champs de connexion de plusieurs sites web. Cette attaque réussit lorsque les utilisateurs utilisent la même combinaison de nom d'utilisateur et de mot de passe ou réutilisent des mots de passe pour différents comptes et profils de médias sociaux. Les identifiants volés sont vendus et échangés entre cybercriminels sur le dark web.
it: Un attacco di credential stuffing ("riempimento" delle credenziali) comporta l'inserimento di password che sono state dirottate o altrimenti esposte dai criminali informatici, utilizzati nei campi di accesso di più siti Web. Questo attacco ha successo quando gli utenti utilizzano la stessa combinazione di nome utente e password o riutilizzano le password per diversi account e profili di social media. Le credenziali rubate vengono vendute e scambiate tra criminali informatici sul dark web.
ko: 자격 증명 "스터핑" 공격에는 여러 웹 사이트의 로그인 필드에 사용되는 사이버 범죄자가 하이재킹하거나 노출한 암호를 채우는 것이 포함됩니다. 이 공격은 사용자가 동일한 사용자 이름과 암호 조합을 사용하거나 다른 소셜 미디어 계정 및 프로필에 암호를 재사용할 때 성공합니다. 도난당한 자격 증명은 다크 웹에서 사이버 범죄자간에 판매 및 거래됩니다.
nl: Een credential "stuffing"-aanval omvat het opvullen van wachtwoorden die zijn gekaapt of anderszins openbaar zijn gemaakt door cybercriminelen die worden gebruikt in inlogvelden van meerdere websites. Deze aanval is succesvol wanneer gebruikers dezelfde combinatie van gebruikersnaam en wachtwoord gebruiken of wachtwoorden hergebruiken voor verschillende sociale media-accounts en profielen. Gestolen inloggegevens worden verkocht en verhandeld tussen cybercriminelen op het dark web.
pl: Atak polegający na upychaniu danych uwierzytelniających polega na upychaniu haseł, które zostały przejęte lub w inny sposób ujawnione przez cyberprzestępców używanych w polach logowania wielu witryn internetowych. Atak ten jest skuteczny, gdy użytkownicy używają tej samej kombinacji nazwy użytkownika i hasła lub ponownie używają haseł do różnych kont i profili w mediach społecznościowych. Skradzione dane uwierzytelniające są sprzedawane i wymieniane między cyberprzestępcami w ciemnej sieci.
pt: Um ataque de credential "stuffing" envolve encher palavras-passe usadas em formulários de autentição de vários sites e que foram sequestradas ou expostas por cibercriminosos. Este ataque é bem sucedido quando os utilizadores usam a mesma combinação nome de utilizador e palavra-passe ou reutilizam palavras-passe em contas diferentes e perfis de media social. As credenciais roubadas são vendidas e transaccionadas entre cibercriminosos na dark web.
ru: Атака “вброса” учетных данных включает в себя ввод паролей, которые были украдены или иным образом раскрыты киберпреступниками, используемыми в полях входа на нескольких веб-сайтах. Эта атака успешна, когда пользователи используют одну и ту же комбинацию имени пользователя и пароля или повторно используют пароли для разных учетных записей и профилей в социальных сетях. Украденные учетные данные продаются и обмениваются между киберпреступниками в темной сети.
sv: En "stuffing"-attack för autentiseringsuppgifter innefattar att fylla i lösenord som har kapats eller på annat sätt avslöjats av cyberbrottslingar som används i inloggningsfält på flera webbplatser. Denna attack är framgångsrik när användare har samma användarnamn och lösenordskombination eller återanvänder lösenord för olika sociala mediekonton och profiler. Stulna meriter säljs och handlas med mellan cyberkriminella på det mörka nätet.
tr: Kimlik bilgisi "doldurma" saldırısı, birden fazla internet sitesinin oturum açma alanlarında kullanılan siber suçlular tarafından ele geçirilen veya başka bir şekilde ifşa edilen parolaların doldurulmasını içerir. Bu saldırı, kullanıcılar aynı kullanıcı adı ve parola kombinasyonunu kullandığında veya farklı sosyal medya hesapları ve profilleri için parolaları yeniden kullandığında başarılı olur. Çalınan kimlik bilgileri, karanlık ağdaki siber suçlular arasında satılır ve takas edilir.
zh: 凭据"填充"攻击涉及填充已被网络犯罪分子劫持或以其他方式暴露的密码，这些密码用于多个网站的登录字段。 当用户使用相同的用户名和密码组合或为不同的社交媒体帐户和配置文件重复使用密码时，此攻击是成功的。 被盗凭证在黑暗网络上的网络犯罪分子之间出售和交易。

# Blog_WBFAHPI_H1_SubHeading1
source: <strong>Types of brute force attack:</strong>
ar: <strong> أنواع هجوم القوة الغاشمة: </strong>
de: <strong>Arten von Brute-Force-Angriffen:</strong>
es: <strong>Tipos de ataque por fuerza bruta:</strong>
fr: <strong>Types d'attaque par force brute :</strong>
it: <strong>Tipi di attacco di forza bruta:</strong>
ko: <strong>무차별 대입 공격의 유형:</strong>
nl: <strong>Soorten brute force-aanvallen:</strong>
pl: <strong>Rodzaje ataków siłowych:</strong>
pt: <strong>Tipos de ataques de força bruta:</strong>
ru: <strong>Типы брутфорс атак:</strong>
sv: <strong>Typer av brute force attack:</strong>
tr: <strong>Kaba kuvvet saldırısı türleri:</strong>
zh: <strong>蛮力攻击类型：</strong>

# Blog_WBFAHPI_H1_SubHeading2
source: <li><strong>Simple/Traditional Attacks:</strong></li>
ar: <li> <strong> الهجمات البسيطة / التقليدية: </strong> </li>
de: <li><strong>Einfache/Traditionelle Angriffe:</strong></li>
es: <li><strong>Ataques simples/tradicionales:</strong></li>
fr: <li><strong>Attaques Simples/Traditionnelles :</strong></li>
it: <li><strong>Attacchi semplici/tradizionali:</strong></li>
ko: <li><strong>단순/기존 공격:</strong></li>
nl: <li><strong>Eenvoudige/traditionele aanvallen:</strong></li>
pl: <li><strong>Proste/tradycyjne ataki:</strong></li>
pt: <li><strong>Ataques Simples/Tradicionais:</strong></li>
ru: <li><strong>Простые/традиционные атаки:</strong></li>
sv: <li><strong>Enkla/traditionella attacker:</strong></li>
tr: <li><strong>Basit/Geleneksel Saldırılar:</strong></li>
zh: <li><strong>简单/传统攻击：</strong></li>

# Blog_WBFAHPI_H1_SubHeading3
source: <li><strong>Reverse Brute Force Attacks:</strong></li>
ar: <li> <strong> هجمات القوة الغاشمة العكسية: </strong> </li>
de: <li><strong>Umgekehrte Brute-Force-Angriffe:</strong></li>
es: <li><strong>Ataque de fuerza bruta inversa:</strong></li>
fr: <li><strong>Attaques par Force Brute Inversée :</strong></li>
it: <li><strong>Invertire gli Attacchi di Forza Bruta:</strong></li>
ko: <li><strong>리버스 무차별 대입 공격:</strong></li>
nl: <li><strong>Omgekeerde brute force-aanvallen:</strong></li>
pl: <li><strong>Odwrotne ataki Brute Force:</strong></li>
pt: <li><strong>Ataques de força bruta reversa:</strong></li>
ru: <li><strong>Обратные брутфорс атаки:</strong></li>
sv: <li><strong>Omvända Brute Force Attacker:</strong></li>
tr: <li><strong>Ters Kaba Kuvvet Saldırıları:</strong></li>
zh: <li><strong>反向蛮力攻击：</strong></li>

# Blog_WBFAHPI_H1_SubHeading4
source: <li><strong>Dictionary Attacks:</strong></li>
ar: <li> <strong> هجمات القاموس: </strong> </li>
de: <li><strong>Wörterbuchangriffe:</strong></li>
es: <li><strong>Ataques de diccionario:</strong></li>
fr: <li><strong>Attaques de Dictionnaire :</strong></li>
it: <li><strong>Attacchi a Dizionario:</strong></li>
ko: <li><strong>사전 공격:</strong></li>
nl: <li><strong>Woordenboekaanvallen:</strong></li>
pl: <li><strong>Ataki słownikowe:</strong></li>
pt: <li><strong>Attaques de Dictionário:</strong></li>
ru: <li><strong>Словарные атаки:</strong></li>
sv: <li><strong>Ordboksattacker:</strong></li>
tr: <li><strong>Sözlük Saldırıları:</strong></li>
zh: <li><strong>字典攻击：</strong></li>

# Blog_WBFAHPI_H1_SubHeading5
source: <li><strong>Hybrid Brute Force Attacks:</strong></li>
ar: <li> <strong> هجمات القوة الغاشمة المختلطة: </strong> </li>
de: <li><strong>Hybride Brute-Force-Angriffe:</strong></li>
es: <li><strong>Ataque híbrido de fuerza bruta:</strong></li>
fr: <li><strong>Attaques par Force Brute Hybride :</strong></li>
it: <li><strong>Attacchi Ibridi di Forza Bruta:</strong></li>
ko: <li><strong>하이브리드 무차별 대입 공격:</strong></li>
nl: <li><strong>Hybride Brute Force-aanvallen:</strong></li>
pl: <li><strong>Ataki hybrydowe Brute Force:</strong></li>
pt: <li><strong>Ataques de Força Bruta Híbrida:</strong></li>
ru: <li><strong>Гибридные брутфорс атаки:</strong></li>
sv: <li><strong>Hybrida Brute Force Attacker:</strong></li>
tr: <li><strong>Hibrit Kaba Kuvvet Saldırıları:</strong></li>
zh: <li><strong>混合蛮力攻击：</strong></li>

# Blog_WBFAHPI_H1_SubHeading6
source: <li><strong>Credential Stuffing Attacks:</strong></li>
ar: <li> <strong> هجمات حشو بيانات الاعتماد:</strong></li>
de: <li><strong>Angriffe mit Anmeldeinformationen:</strong></li>
es: <li><strong>Ataque de reutilización de credenciales robadas:</strong></li>
fr: <li><strong>Attaques de Bourrage d'Informations d'Identification :</strong></li>
it: <li><strong>Attacchi di Credential Stuffing:</strong></li>
ko: <li><strong>자격 증명 스터핑 공격:</strong></li>
nl: <li><strong>Credential Stuffing-aanvallen:</strong></li>
pl: <li><strong>Ataki polegające na upychaniu poświadczeń:</strong></li>
pt: <li><strong>Ataques de Credential Stuffing:</strong></li>
ru: <li><strong>Атаки с использованием учетных данных:</strong></li>
sv: <li><strong>Credential Stuffing Attacker:</strong></li>
tr: <li><strong>Kimlik Bilgileri Doldurma Saldırıları:</strong></li>
zh: <li><strong>凭证填充攻击：</strong></li>

# Blog_WBFAHPI_H1_Type_Text1
source: A very common threat in this web era is brute force attack. A <a href='https://axcrypt.net/axcrypt-brute-force/'><b>brute force</b></a> attack in cyber security is an attempt to find a password by systematically trying all possible combinations of letters, numbers and symbols until you find the right working combination. Passwords aren't the only resource that can be brute-forced: links and directories, usernames and emails are other common targets too.
de: Eine sehr häufige Bedrohung in dieser Web-Ära sind Brute-Force-Angriffe. Ein <a href='https://axcrypt.net/axcrypt-brute-force/'><b>brute force</b></a> in der Cybersicherheit ist ein Versuch, ein Passwort zu finden, indem systematisch alle möglichen Kombinationen von Buchstaben, Zahlen und Symbolen ausprobiert werden, bis Sie die richtige funktionierende Kombination gefunden haben. Passwörter sind nicht die einzige Ressource, die mit Brute-Force erzwungen werden kann: Links und Verzeichnisse, Benutzernamen und E-Mails sind weitere häufige Ziele.
fr: Une menace très courante à l'ère du web est l'attaque par force brute. Une <a href='https://axcrypt.net/axcrypt-brute-force/'><b>attaque par force brute</b></a> en cybersécurité est une tentative de trouver un mot de passe en essayant systématiquement toutes les combinaisons possibles de lettres, de chiffres et de symboles jusqu'à ce que la bonne combinaison soit trouvée. Les mots de passe ne sont pas la seule ressource pouvant être attaquée par force brute : les liens et répertoires, les noms d'utilisateur et les emails sont également des cibles courantes.
it: Una minaccia molto comune in questa era web è l'attacco di forza bruta. Un attacco di <a href='https://axcrypt.net/axcrypt-brute-force/'><b>forza bruta</b></a> nella sicurezza informatica è un tentativo di trovare una password provando sistematicamente tutte le possibili combinazioni di lettere, numeri e simboli fino a trovare la giusta combinazione funzionante. Le password non sono l'unica risorsa che può essere forzata: anche i link e le directory, i nomi utente e le e-mail sono altri obiettivi comuni.
ru: Очень распространенной угрозой в нашу эпоху Интернета является атака методом перебора. A <a href='https://axcrypt.net/axcrypt-brute-force/'><b>brute force</b></a> атака в области кибербезопасности - это попытка подобрать пароль путем систематического перебора всех возможных комбинаций букв, цифр и символов, пока не будет найдена подходящая рабочая комбинация. Пароли - не единственный ресурс, который можно взломать: ссылки и каталоги, имена пользователей и электронные письма - это и другие распространенные цели.
zh: 在这个 Web 时代，一个非常常见的威胁是暴力攻击。网络安全中的 <a href='https://axcrypt.net/axcrypt-brute-force/'><b>brute force</b></a> 攻击是指通过系统地尝试字母、数字和符号的所有可能组合来查找密码，直到找到正确的工作组合。密码并不是唯一可以被暴力破解的资源：链接和目录、用户名和电子邮件也是其他常见的目标。

# Blog_WBFAHPI_H2_SH2_Text1
source: The success of a brute force attack is calculated in regard to the time taken to successfully crack a password. As the length of the password increases, the time required to crack also increases exponentially. It is estimated, 15 million key companies would need 9 minutes per second to crack a seven-digit password. A 13-digit password would last over 350,000 years.
ar: يتم حساب نجاح هجوم القوة الغاشمة فيما يتعلق بالوقت الذي يستغرقه اختراق كلمة المرور بنجاح. مع زيادة طول كلمة المرور ، يزداد الوقت المطلوب للتكسير بشكل كبير. تشير التقديرات إلى أن 15 مليون شركة رئيسية ستحتاج إلى 9 دقائق في الثانية لاختراق كلمة مرور مكونة من سبعة أرقام. ستستمر كلمة المرور المكونة من 13 رقمًا لأكثر من 350.000 سنة.
de: Der Erfolg eines Brute-Force-Angriffs wird in Bezug auf die Zeit berechnet, die benötigt wird, um ein Passwort erfolgreich zu knacken. Mit zunehmender Länge des Passworts nimmt auch die zum Knacken erforderliche Zeit exponentiell zu. Es wird geschätzt, dass 15 Millionen Schlüsselunternehmen 9 Minuten pro Sekunde benötigen würden, um ein siebenstelliges Passwort zu knacken. Ein 13-stelliges Passwort würde über 350.000 Jahre halten.
es: El éxito de un ataque de fuerza bruta se calcula en relación con el tiempo necesario para descifrar con éxito una contraseña. A medida que aumenta la longitud de la contraseña, el tiempo necesario para descifrarla también aumenta exponencialmente. Se estima que 15 millones de empresas clave necesitarían 9 minutos por segundo para descifrar una contraseña de siete dígitos. Una contraseña de 13 dígitos tomaría más de 350.000 años.
fr: Le succès d'une attaque par force brute est calculé en fonction du temps nécessaire pour casser avec succès un mot de passe. À mesure que la longueur du mot de passe augmente, le temps nécessaire pour le craquer augmente également de façon exponentielle. On estime que 15 millions d'entreprises clés auraient besoin de 9 minutes par seconde pour déchiffrer un mot de passe à sept chiffres. Un mot de passe à 13 chiffres durerait plus de 350 000 ans.
it: Il successo di un attacco di forza bruta viene calcolato in relazione al tempo impiegato per decifrare con successo una password. Con l'aumentare della lunghezza della password, anche il tempo necessario per decifrare aumenta in modo esponenziale. Si stima che 15 milioni di aziende chiave avrebbero bisogno di 9 minuti al secondo per decifrare una password di sette cifre. Una password di 13 cifre durerebbe oltre 350.000 anni.
ko: 무차별 암호 대입 공격의 성공 여부는 암호를 성공적으로 해독하는 데 걸리는 시간과 관련하여 계산됩니다. 암호의 길이가 길어질수록 크랙에 필요한 시간도 기하급수적으로 늘어납니다. 1,500만 개의 주요 기업이 7자리 암호를 해독하는 데 초당 9분이 필요한 것으로 추정됩니다. 13자리 암호는 350,000년 이상 지속됩니다.
nl: Het succes van een brute force aanval wordt berekend aan de hand van de tijd die nodig is om een wachtwoord te kraken. Naarmate de lengte van het wachtwoord toeneemt, neemt de tijd die nodig is om het te kraken ook exponentieel toe. Geschat wordt dat 15 miljoen sleutelbedrijven 9 minuten per seconde nodig zouden hebben om een wachtwoord van zeven cijfers te kraken. Een wachtwoord van 13 cijfers zou meer dan 350.000 jaar duren.
pl: Sukces ataku siłowego jest obliczany na podstawie czasu potrzebnego do pomyślnego złamania hasła. Wraz ze wzrostem długości hasła czas potrzebny do złamania również rośnie wykładniczo. Szacuje się, że 15 milionów kluczowych firm potrzebowałoby 9 minut na sekundę, aby złamać siedmiocyfrowe hasło. 13-cyfrowe hasło przetrwałoby ponad 350 000 lat.
pt: O sucesso de um ataque de força bruta é calculado em relação ao tempo despendido até se quebrar uma palavra-passe. O tempo necessário a quebrar uma palavra-passe aumenta exponencialmente com o comprimento da palavra-passe. Estima-se que 15 milhões de empresas-chave precisariam de 9 minutos por segundo para quebrar uma palavra-passe de 7 dígitos. Uma palavra-passe de 13 dígitos precisaria de mais de 350.000 anos.
ru: Успех атаки методом перебора рассчитывается с учетом времени, затраченного на успешное взламывание пароля. По мере увеличения длины пароля время, необходимое для взлома, также увеличивается экспоненциально. Подсчитано, что 15 миллионам ключевых компаний потребовалось бы 9 минут в секунду, чтобы взломать семизначный пароль. 13-значный пароль прослужил бы более 350 000 лет.
sv: Framgången för en brute force-attack beräknas med hänsyn till den tid det tar att lyckas knäcka ett lösenord. När längden på lösenordet ökar, ökar också tiden som krävs för att knäcka det. Det uppskattas att 15 miljoner nyckelföretag skulle behöva 9 minuter per sekund för att knäcka ett sjusiffrigt lösenord. Ett 13-siffrigt lösenord skulle hålla i över 350 000 år.
tr: Bir kaba kuvvet saldırısının başarısı, bir şifreyi başarılı bir şekilde kırmak için geçen süreye göre hesaplanır. Şifrenin uzunluğu arttıkça, kırılması gereken süre de katlanarak artar. 15 milyon kilit şirketin yedi basamaklı bir şifreyi kırmak için saniyede 9 dakikaya ihtiyacı olacağı tahmin edilmektedir. 13 basamaklı bir parola 350.000 yıldan fazla bir süre gerektirir.
zh: 蛮力攻击的成功是根据成功破解密码所花费的时间来计算的。 随着密码长度的增加，破解所需的时间也呈指数增长。 据估计，1500万个关键公司需要每秒9分钟才能破解一个七位数的密码。 一个13位数的密码将持续超过350,000年。

# Blog_WBFAHPI_H2_SH2_Text2
source: <li>It is always recommended not to use standard passwords, but it is better to use your own created passwords. The best thing is to create unique passwords that contain at least 15 numbers and several keywords. Long passwords consisting of random words/characters are more secure and easier for password cracking.</li>
ar: <li> يوصى دائمًا بعدم استخدام كلمات مرور قياسية ، ولكن من الأفضل استخدام كلمات المرور التي أنشأتها بنفسك. أفضل شيء هو إنشاء كلمات مرور فريدة تحتوي على 15 رقمًا على الأقل وعدة كلمات رئيسية. تعد كلمات المرور الطويلة التي تتكون من كلمات / أحرف عشوائية أكثر أمانًا وأسهل في اختراق كلمة المرور. </ li>
de: <li>Es wird immer empfohlen, keine Standardpasswörter zu verwenden, aber es ist besser, Ihre eigenen erstellten Passwörter zu verwenden. Am besten erstellen Sie eindeutige Passwörter, die mindestens 15 Ziffern und mehrere Schlüsselwörter enthalten. Lange Passwörter, die aus zufälligen Wörtern/Zeichen bestehen, sind sicherer und einfacher für das Knacken von Passwörtern.</li>
es: <li>Siempre se recomienda no usar contraseñas estándar, pero es mejor que uses tus propias contraseñas creadas. Lo mejor es crear contraseñas únicas que contengan al menos 15 números y varias palabras clave. Las contraseñas largas que consisten en palabras/caracteres aleatorios son más seguras y fáciles de descifrar.</li>
fr: <li>Il est toujours recommandé de ne pas utiliser de mots de passe standard, mais il est préférable d'utiliser vos propres mots de passe créés. Le mieux est de créer des mots de passe uniques contenant au moins 15 chiffres et plusieurs mots-clés. Les mots de passe longs composés de mots/caractères aléatoires sont plus sûrs et plus difficiles à déchiffrer.</li>
it: <li>Si consiglia sempre di non utilizzare password standard, ma è meglio utilizzare le proprie password create. La cosa migliore è creare password univoche che contengano almeno 15 numeri e diverse parole chiave. Le password lunghe composte da parole/caratteri casuali sono più sicure e più facili da decifrare.</li>
ko: <li>항상 표준 암호를 사용하지 않는 것이 좋으며, 직접 만든 암호를 사용하는 것이 좋습니다. 가장 좋은 방법은 최소 15개의 숫자와 여러 키워드를 포함하는 고유한 암호를 만드는 것입니다. 임의의 단어 / 문자로 구성된 긴 암호는 암호 크래킹에게서 더 안전하고 쉽습니다.</li>
nl: <li>Het is altijd aan te raden om geen standaard wachtwoorden te gebruiken, maar het is beter om uw eigen gemaakte wachtwoorden te gebruiken. Het beste is om unieke wachtwoorden te maken die minimaal 15 cijfers en meerdere trefwoorden bevatten. Lange wachtwoorden die uit willekeurige woorden/tekens bestaan, zijn veiliger en gemakkelijker te kraken.</li>
pl: <li>Zawsze zaleca się, aby nie używać standardowych haseł, ale lepiej jest używać własnych utworzonych haseł. Najlepiej jest tworzyć unikalne hasła, które zawierają co najmniej 15 cyfr i kilka słów kluczowych. Długie hasła składające się z losowych słów/znaków są bezpieczniejsze i łatwiejsze do złamania hasła.</li>
pt: <li>Recomenda-se nunca usar palavras-passe-padrão, mas é melhor usar palavras-passe criadas por si. O melhor é criar palavras-passe únicas que contenham pelo menos 15 dígitos e várias palavras-chave. As palavras-passe longas que consistem em palavras/caracteres aleatórios são mais seguras e fáceis de quebrar.</li>
ru: <li>Всегда рекомендуется не использовать стандартные пароли, но лучше использовать созданные вами самостоятельно пароли. Лучше всего создавать уникальные пароли, содержащие не менее 15 цифр и несколько ключевых слов. Длинные пароли, состоящие из случайных слов/символов, более безопасны и их легче взломать.</li>
sv: <li>Det rekommenderas alltid att inte använda standardlösenord, men det är bättre att använda dina egna skapade lösenord. Det bästa är att skapa unika lösenord som innehåller minst 15 siffror och flera nyckelord. Långa lösenord som består av slumpmässiga ord/tecken är säkrare och svårare att knäcka.</li>
tr: <li>Standart şifrelerin kullanılmaması her zaman tavsiye edilse de kendi oluşturduğunuz şifreleri kullanmak daha iyidir. En iyisi en az 15 sayı ve birkaç anahtar kelime içeren benzersiz şifreler oluşturmaktır. Rastgele kelimelerden/karakterlerden oluşan uzun şifreler, şifre kırma için daha güvenli ve daha kolaydır.</li>
zh: <li>总是建议不要使用标准密码，但最好使用自己创建的密码。 最好的办法是创建包含至少15个数字和几个关键字的唯一密码。 由随机单词/字符组成的长密码更安全，更容易破解密码。</li>
