Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HACEESCSDP_H2_Text8
source: 7. <b>Stop Securing Files</b>: To remove encryption, right-click and select Stop Securing.
de: 7. <b>Beenden Sie die Sicherung von Dateien</b>: Um die Verschlüsselung zu entfernen, klicken Sie mit der rechten Maustaste und wählen Sie Sicherung beenden.
fr: 7. <b>Arrêter la sécurisation des fichiers</b> : Pour supprimer le chiffrement, cliquez avec le bouton droit de la souris et sélectionnez Arrêter la sécurisation.
it: 7. <b>Interrompi la protezione dei file</b>: per rimuovere la crittografia, fare clic con il pulsante destro del mouse e selezionare Interrompi protezione.
ru: 7. <b>Остановка защиты файлов</b>: Чтобы удалить шифрование, щелкните правой кнопкой мыши и выберите «Остановить защиту».
zh: 7. <b>停止保护文件</b>：要删除加密，请右键单击并选择停止保护。

# Blog_HACEESCSDP_H2_Text9
source: 8. <b>Backup Your Master Password</b>: Since AxCrypt does not store your password, losing it means losing access to your files.
de: 8. <b>Sichern Sie Ihr Master-Passwort</b>: Da AxCrypt Ihr Passwort nicht speichert, bedeutet der Verlust des Passworts den Verlust des Zugriffs auf Ihre Dateien.
fr: 8. <b>Sauvegarder votre mot de passe maître</b> : AxCrypt ne stocke pas votre mot de passe, la perte de celui-ci signifie que vous perdez l’accès à vos fichiers.
it: 8. <b>Esegui il backup della password principale</b>: poiché AxCrypt non memorizza la tua password, perderla significa perdere l'accesso ai tuoi file.
ru: 8. <b>Сделайте резервную копию мастер-пароля</b>: Поскольку AxCrypt не хранит ваш пароль, его потеря означает потерю доступа к вашим файлам.
zh: 8. <b>备份您的主密码</b>：由于 AxCrypt 不存储您的密码，因此丢失密码意味着无法访问您的文件。

# Blog_HACEESCSDP_H3_Text1
source: <li><b>Pre-Upload Encryption</b>: Files are encrypted before leaving your device, ensuring <b>data protection in the cloud</b>.</li>
de: <li><b>Pre-Upload-Verschlüsselung</b>: Dateien werden verschlüsselt, bevor sie Ihr Gerät verlassen, um <b>den Datenschutz in der Cloud</b> zu gewährleisten.</li>
fr: <li><b>Encryption avant le chargement</b> : les fichiers sont chiffrés avant de quitter votre appareil, ce qui garantit <b>la protection des données dans le cloud</b>. </li>
it: <li><b>Crittografia pre-caricamento</b>: i file vengono crittografati prima di lasciare il dispositivo, garantendo <b>la protezione dei dati nel cloud</b>.</li>
ru: <li><b>Шифрование перед загрузкой</b>: Файлы шифруются перед тем, как покинуть ваше устройство, что обеспечивает <b>защиту данных в облаке</b>.</li>
zh: <li><b>上传前加密</b>：文件在离开您的设备之前进行加密，确保 <b>云中的数据保护</b>。</li>

# Blog_HACEESCSDP_H3_Text2
source: <li><b>Cross-Platform Access</b>: Securely access encrypted files from any AxCrypt-supported device.</li>
de: <li><b>Plattformübergreifender Zugriff</b>: Sicherer Zugriff auf verschlüsselte Dateien von jedem von AxCrypt unterstützten Gerät.</li>
fr: <li><b>Cross-Platform Access</b> : Accédez en toute sécurité aux fichiers chiffrés à partir de n’importe quel appareil compatible AxCrypt. </li>
it: <li><b>Accesso multipiattaforma</b>: accedi in modo sicuro ai file crittografati da qualsiasi dispositivo supportato da AxCrypt.</li>
ru: <li><b>Кроссплатформенный доступ</b>: Безопасный доступ к зашифрованным файлам с любого устройства, поддерживаемого AxCrypt.</li>
zh: <li><b>跨平台访问</b>：从任何支持 AxCrypt 的设备安全地访问加密文件。</li>

# Blog_HACEESCSDP_H3_Text3
source: <li><b>Seamless Cloud Integration</b>: Works natively with major cloud storage providers without disrupting workflows.</li>
de: <li><b>Nahtlose Cloud-Integration</b>: Funktioniert nativ mit großen Cloud-Speicheranbietern, ohne Arbeitsabläufe zu unterbrechen.</li>
fr: <li><b>Seamless Cloud Integration</b> : fonctionne nativement avec les principaux fournisseurs de stockage en nuage sans perturber les flux de travail. </li>
it: <li><b>Integrazione cloud senza soluzione di continuità</b>: funziona in modo nativo con i principali fornitori di cloud storage senza interrompere i flussi di lavoro.</li>
ru: <li><b>Бесшовная интеграция с облаком</b>: Нативно работает с основными поставщиками облачных хранилищ, не нарушая рабочие процессы.</li>
zh: <li><b>无缝云集成</b>：与主要云存储提供商原生合作，而不会中断工作流程。</li>

# Blog_HACEESCSDP_Heading1
source: How AxCrypt's Cloud Encryption Works
de: So funktioniert die Cloud-Verschlüsselung von AxCrypt
fr: Comment fonctionne le chiffrement cloud d’AxCrypt
it: Come funziona la crittografia cloud di AxCrypt
ru: Как работает облачное шифрование AxCrypt
zh: AxCrypt 的云加密如何运作

# Blog_HACEESCSDP_Heading2
source: Using AxCrypt Cloud Encryption: Step-by-Step Guide
de: AxCrypt Cloud-Verschlüsselung verwenden: Schritt-für-Schritt-Anleitung
fr: Utiliser AxCrypt Cloud Encryption : Guide étape par étape
it: Utilizzo di AxCrypt Cloud Encryption: guida passo passo
ru: Использование облачного шифрования AxCrypt: пошаговое руководство
zh: 使用 AxCrypt 云加密：分步指南

# Blog_HACEESCSDP_Heading3
source: Why Choose AxCrypt for Cloud Security?
de: Warum sollten Sie sich für AxCrypt für Cloud-Sicherheit entscheiden?
fr: Pourquoi choisir AxCrypt pour la sécurité du cloud ?
it: Perché scegliere AxCrypt per la sicurezza del cloud?
ru: Почему стоит выбрать AxCrypt для облачной безопасности?
zh: 为什么选择 AxCrypt 实现云安全？

# Blog_HACEESCSDP_Summary
source: Cloud storage has transformed the way we store and access data, offering convenience and flexibility. However, with these advantages come security risks, including data breaches, unauthorized access, and credential leakage.
de: Cloud-Speicher haben die Art und Weise, wie wir Daten speichern und darauf zugreifen, verändert und bieten Komfort und Flexibilität. Mit diesen Vorteilen gehen jedoch auch Sicherheitsrisiken einher, darunter Datenschutzverletzungen, unbefugter Zugriff und Lecks von Anmeldeinformationen.
fr: Le stockage en nuage a transformé la façon dont nous stockons et accédons aux données, offrant commodité et flexibilité. Cependant, ces avantages s’accompagnent de risques pour la sécurité, notamment des violations de données, des accès non autorisés et des fuites d’identifiants.
it: Il cloud storage ha trasformato il modo in cui archiviamo e accediamo ai dati, offrendo comodità e flessibilità. Tuttavia, questi vantaggi comportano rischi per la sicurezza, tra cui violazioni dei dati, accesso non autorizzato e perdita di credenziali.
ru: Облачное хранилище изменило способ хранения данных и доступа к ним, обеспечив удобство и гибкость. Однако эти преимущества сопряжены с рисками безопасности, включая утечки данных, несанкционированный доступ и утечку учетных данных.
zh: 云存储改变了我们存储和访问数据的方式，提供了便利性和灵活性。然而，这些优势也带来了安全风险，包括数据泄露、未经授权的访问和凭据泄露。

# Blog_HACEESCSDP_Text1
source: Cloud storage has transformed the way we store and access data, offering convenience and flexibility. However, with these advantages come security risks, including data breaches, unauthorized access, and credential leakage. To ensure your sensitive information remains protected, AxCrypt cloud encryption provides a robust encryption solution designed for seamless integration with cloud storage platforms.
de: Cloud-Speicher haben die Art und Weise, wie wir Daten speichern und darauf zugreifen, verändert und bieten Komfort und Flexibilität. Mit diesen Vorteilen gehen jedoch auch Sicherheitsrisiken einher, darunter Datenschutzverletzungen, unbefugter Zugriff und Lecks von Anmeldeinformationen. Um sicherzustellen, dass Ihre sensiblen Informationen geschützt bleiben, bietet AxCrypt Cloud-Verschlüsselung eine robuste Verschlüsselungslösung, die für eine nahtlose Integration in Cloud-Speicherplattformen entwickelt wurde.
fr: Le stockage en nuage a transformé la façon dont nous stockons et accédons aux données, offrant commodité et flexibilité. Cependant, ces avantages s’accompagnent de risques pour la sécurité, notamment des violations de données, des accès non autorisés et des fuites d’identifiants. Pour garantir la protection de vos informations sensibles, le chiffrement cloud AxCrypt fournit une solution de chiffrement robuste conçue pour une intégration transparente avec les plateformes de stockage en nuage.
it: Il cloud storage ha trasformato il modo in cui archiviamo e accediamo ai dati, offrendo comodità e flessibilità. Tuttavia, questi vantaggi comportano rischi per la sicurezza, tra cui violazioni dei dati, accesso non autorizzato e perdita di credenziali. Per garantire che le informazioni sensibili rimangano protette, la crittografia cloud AxCrypt fornisce una solida soluzione di crittografia progettata per una perfetta integrazione con le piattaforme di archiviazione cloud.
ru: Облачное хранилище изменило способ хранения данных и доступа к ним, обеспечив удобство и гибкость. Однако эти преимущества сопряжены с рисками безопасности, включая утечки данных, несанкционированный доступ и утечку учетных данных. Чтобы обеспечить защиту конфиденциальной информации, облачное шифрование AxCrypt представляет собой надежное решение для шифрования, предназначенное для бесшовной интеграции с облачными платформами хранения данных.
zh: 云存储改变了我们存储和访问数据的方式，提供了便利性和灵活性。然而，这些优势也带来了安全风险，包括数据泄露、未经授权的访问和凭据泄露。为了确保您的敏感信息受到保护，AxCrypt 云加密提供了一个强大的加密解决方案，旨在与云存储平台无缝集成。

# Blog_HACEESCSDP_Title
source: How AxCrypt Cloud Encryption Ensures Secure Cloud Storage and Data Protection
de: Wie AxCrypt Cloud-Verschlüsselung für sicheren Cloud-Speicher und Datenschutz sorgt
fr: Comment AxCrypt Cloud Encryption assure un stockage sécurisé dans le cloud et la protection des données
it: In che modo AxCrypt Cloud Encryption garantisce l'archiviazione sicura nel cloud e la protezione dei dati
ru: Как облачное шифрование AxCrypt обеспечивает безопасное облачное хранение и защиту данных
zh: AxCrypt云加密如何确保安全的云存储和数据保护

# Blog_HAPYD_Conclusion_Heading1
source: So what are the specific elements One should take into account while selecting a data encryption software?
ar: إذن ما هي العناصر المحددة التي يجب على المرء أن يأخذها في الاعتبار عند اختيار برنامج تشفير البيانات؟
de: Was sind also die spezifischen Elemente, die man bei der Auswahl einer Datenverschlüsselungssoftware berücksichtigen sollte?
es: Entonces, ¿cuáles son los elementos específicos que se deben tener en cuenta al seleccionar un software de cifrado de datos?
fr: Alors, quels sont les éléments spécifiques à prendre en compte lors de la sélection d’un logiciel de cryptage de données?
it: Quindi quali sono gli elementi specifici che si dovrebbero prendere in considerazione quando si seleziona un software di crittografia dei dati?
ko: 그렇다면 데이터 암호화 소프트웨어를 선택할 때 고려해야 할 특정 요소는 무엇입니까?
nl: Dus wat zijn de specifieke elementen waarmee men rekening moet houden bij het selecteren van software voor gegevensversleuteling?
pl: Na jakie więc konkretnie elementy należy zwrócić uwagę przy wyborze oprogramowania do szyfrowania danych?
pt: Então quais são os elementos específicos que se deve ter um conta ao escolher software de cifragem de dados?
ru: Итак, какие конкретные элементы следует принимать во внимание при выборе программного обеспечения для шифрования данных?
sv: Vad är de specifika elementen som man borde ta hänsyn till när man väljer en datakrypteringsprogramvara?
tr: Peki, bir veri şifreleme yazılımı seçerken dikkate alınması gereken belirli unsurlar nelerdir?
zh: 那么在选择数据加密软件时应该考虑哪些具体因素呢？

# Blog_HAPYD_CS_H1_SH1_Text1
source: When selecting an encryption software, you must look into its algorithms to determine how your data will be secured or protected. Since not all codes or algorithms are equal, some perform faster than the others. AxCrypt application use AES-256 bit algorithm while securing the files.
ar: عند اختيار برنامج تشفير ، يجب أن تنظر في الخوارزميات الخاصة به لتحديد كيفية تأمين بياناتك أو حمايتها. نظرًا لعدم تساوي جميع الرموز أو الخوارزميات ، فإن أداء بعضها أسرع من البعض الآخر. يستخدم تطبيق اكسكربت خوارزمية AES-256 بت أثناء تأمين الملفات.
de: Bei der Auswahl einer Verschlüsselungssoftware müssen Sie sich die Algorithmen ansehen, um festzustellen, wie Ihre Daten gesichert oder geschützt werden. Da nicht alle Codes oder Algorithmen gleich sind, arbeiten einige schneller als die anderen. Die AxCrypt-Anwendung verwendet beim Sichern der Dateien den AES-256-Bit-Algorithmus.
es: Al seleccionar un software de cifrado, debes analizar tus algoritmos para determinar cómo se asegurarán o protegerán tus datos. Dado que no todos los códigos o algoritmos son iguales, algunos funcionan más rápido que otros. La aplicación AxCrypt utiliza el algoritmo AES de 256 bits mientras protege los archivos.
fr: Lors de la sélection d’un logiciel de cryptage, vous devez examiner ses algorithmes pour déterminer comment vos données seront sécurisées ou protégées. Étant donné que tous les codes ou algorithmes ne sont pas égaux, certains fonctionnent plus rapidement que les autres. L’application AxCrypt utilise l’algorithme AES-256 bits lors de la sécurisation des fichiers.
it: Quando si seleziona un software di crittografia, è necessario esaminare i suoi algoritmi per determinare in che modo i dati saranno sicuri o protetti. Poiché non tutti i codici o gli algoritmi sono uguali, alcuni funzionano più velocemente degli altri. L'applicazione AxCrypt utilizza l'algoritmo AES-256 bit durante la protezione dei file.
ko: 암호화 소프트웨어를 선택할 때 데이터의 보안 또는 보호 방법을 결정하는 해당 알고리즘에 대해서 조사해 봐야 합니다. 모든 코드나 알고리즘이 같지 않기 때문에 일부는 다른 것보다 더 빠르게 작동합니다. AxCrypt 응용 프로그램은 파일 보안에 있어 AES-256비트 알고리즘을 사용합니다.
nl: Bij het selecteren van encryptiesoftware moet u de algoritmen ervan bekijken om te bepalen hoe uw gegevens worden beveiligd of beschermd. Omdat niet alle codes of algoritmen gelijk zijn, presteren sommige sneller dan andere. AxCrypt-applicatie gebruikt AES-256 bit-algoritme tijdens het beveiligen van de bestanden.
pl: Wybierając oprogramowanie szyfrujące, musisz sprawdzić jego algorytmy, aby określić, w jaki sposób Twoje dane będą zabezpieczone lub chronione. Ponieważ nie wszystkie kody lub algorytmy są sobie równe, niektóre działają szybciej niż inne. Aplikacja AxCrypt wykorzystuje algorytm AES-256 bit podczas zabezpieczania plików.
pt: Ao seleccionar software de cifragem, deve olhar para os seus algoritmos para determinar como os seus dados serão protegidos. Uma vez que nem todos os códigos ou algoritmos são iguais, alguns são mais rápidos que outros. A app AxCrypt usa o algoritmo AES-256 para proteger ficheiros.
ru: При выборе программного обеспечения для шифрования вы должны изучить его алгоритмы, чтобы определить, как ваши данные будут защищены. Поскольку не все коды или алгоритмы одинаковы, некоторые из них работают быстрее, чем другие. Приложение AxCrypt использует 256-битный алгоритм AES при защите файлов.
sv: När du väljer en krypteringsprogramvara måste du undersöka dess algoritmer för att avgöra hur dina data kommer att säkras eller skyddas. Eftersom inte alla koder eller algoritmer är lika presterar vissa snabbare än andra. AxCrypt-applikationen använder AES-256-bitarsalgoritmen när du säkrar filerna.
tr: Bir şifreleme yazılımı seçerken, verilerinizin nasıl güvence altına alınacağını veya korunacağını belirlemek için algoritmalarına bakmalısınız. Tüm kodlar veya algoritmalar eşit olmadığından, bazıları diğerlerinden daha hızlı performans gösterir. AxCrypt uygulaması dosyaları güvence altına alırken AES-256 bit algoritmasını kullanır.
zh: 选择加密软件时，您必须查看其算法以确定如何保护或保护您的数据。 由于并非所有代码或算法都是平等的，因此有些代码或算法的执行速度比其他代码快。 AxCrypt应用程序使用AES-256位算法，同时保护文件。

# Blog_HAPYD_CS_H1_SH2_Text1
source: It is crucial that your encryption software has a feature that lets you encrypt file names so your documents and its content stay secret.
ar: من الأهمية بمكان أن يحتوي برنامج التشفير الخاص بك على ميزة تتيح لك تشفير أسماء الملفات بحيث تظل مستنداتك ومحتوياتها سرية.
de: Es ist wichtig, dass Ihre Verschlüsselungssoftware über eine Funktion verfügt, mit der Sie Dateinamen verschlüsseln können, damit Ihre Dokumente und deren Inhalt geheim bleiben.
es: Es crucial que tu software de cifrado tenga una función que te permita cifrar los nombres de los archivos para que tus documentos y su contenido permanezcan en secreto.
fr: Il est crucial que votre logiciel de cryptage dispose d’une fonctionnalité qui vous permet de chiffrer les noms de fichiers afin que vos documents et leur contenu restent secrets.
it: È fondamentale che il tuo software di crittografia disponga di una funzione che ti permetta di crittografare i nomi dei file in modo che i tuoi documenti e il loro contenuto rimangano segreti.
ko: 암호화 소프트웨어에 파일 이름을 암호화하여 문서와 그 내용을 비밀로 유지하는 기능이 있어야 합니다.
nl: Het is cruciaal dat uw encryptiesoftware een functie heeft waarmee u bestandsnamen kunt versleutelen, zodat uw documenten en de inhoud ervan geheim blijven.
pl: Bardzo ważne jest, aby oprogramowanie szyfrujące posiadało funkcję, która umożliwia szyfrowanie nazw plików, dzięki czemu dokumenty i ich zawartość pozostają tajne.
pt: É crucial que o seu software de cifragem tenha uma funcionalidade que lhe permita cifrar os nomes dos ficheiros para que os seus documentos e o seu conteúdo se mantenham secretos.
ru: Крайне важно, чтобы в вашем программном обеспечении для шифрования была функция, позволяющая шифровать имена файлов, чтобы ваши документы и их содержимое оставались в секрете.
sv: Det är viktigt att din krypteringsprogramvara har en funktion som låter dig kryptera filnamn så att dina dokument och dess innehåll hålls hemliga.
tr: Şifreleme yazılımınızın, belgelerinizin ve içeriğinin gizli kalması için dosya adlarını şifrelemenizi sağlayan bir özelliğe sahip olması çok önemlidir.
zh: 至关重要的是，您的加密软件具有允许您加密文件名的功能，以便您的文档及其内容保持秘密。

# Blog_HAPYD_CS_H1_SH3_Text1
source: As much as you want to protect all the information from your current files, you might also want to protect the data from the files that you want to discard. Since this information may contain sensitive or relevant content to your other files, it is vital to ensure their protection up to the deletion process.
ar: بقدر ما تريد حماية جميع المعلومات من ملفاتك الحالية ، فقد ترغب أيضًا في حماية البيانات من الملفات التي تريد تجاهلها. نظرًا لأن هذه المعلومات قد تحتوي على محتوى حساس أو ذي صلة بملفاتك الأخرى ، فمن الضروري ضمان حمايتها حتى عملية الحذف.
de: So sehr Sie alle Informationen aus Ihren aktuellen Dateien schützen möchten, möchten Sie möglicherweise auch die Daten aus den Dateien schützen, die Sie verwerfen möchten. Da diese Informationen sensible oder relevante Inhalte für Ihre anderen Dateien enthalten können, ist es wichtig, deren Schutz bis zum Löschvorgang sicherzustellen.
es: Por mucho que desees proteger toda la información de tus archivos actuales, es posible que también desees proteger los datos de los archivos que deseas eliminar. Dado que esta información puede incluir contenido confidencial o relevante para tus otros archivos, es fundamental garantizar su protección hasta el proceso de eliminación.
fr: Autant que vous voulez protéger toutes les informations de vos fichiers actuels, vous pouvez également protéger les données des fichiers que vous souhaitez supprimer. Étant donné que ces informations peuvent contenir du contenu sensible ou pertinent pour vos autres fichiers, il est essentiel d’assurer leur protection jusqu’au processus de suppression.
it: Per quanto si desideri proteggere tutte le informazioni dei file correnti, è anche possibile proteggere i dati dei file che si desidera eliminare. Poiché queste informazioni possono contenere contenuti sensibili o pertinenti agli altri file, è fondamentale garantire la loro protezione fino al processo di cancellazione.
ko: 현재 파일의 모든 정보를 보호하는 만큼 삭제하려는 파일의 데이터도 보호할 수 있습니다. 그 정보에는 다른 파일에 대한 민감하거나 관련된 콘텐츠가 포함될 수 있으므로 삭제 프로세스까지 해당 파일을 보호하는 것이 중요합니다.
nl: Hoezeer u ook alle informatie van uw huidige bestanden wilt beschermen, misschien wilt u ook de gegevens beschermen van de bestanden die u wilt verwijderen. Aangezien deze informatie gevoelige of relevante inhoud kan bevatten voor uw andere bestanden, is het van vitaal belang om de bescherming ervan te verzekeren tot aan het verwijderingsproces.
pl: O ile chcesz chronić wszystkie informacje z bieżących plików, możesz również chcieć chronić dane przed plikami, które chcesz odrzucić. Ponieważ te informacje mogą zawierać wrażliwe lub istotne treści dla innych plików, ważne jest zapewnienie ich ochrony aż do procesu usuwania.
pt: Tanto quanto deseja proteger toda a informação dos seus ficheiros actuais, desejará o mesmo em relação aos ficheiros que irá apagar. Uma vez que esta informação pode conter conteúdo sensível e relevante para os seus outros ficheiros, é vital que garanta que a sua protecção até ao processo de remoção.
ru: Как бы сильно вы ни хотели защитить всю информацию из ваших текущих файлов, вы также можете захотеть защитить данные из файлов, которые вы хотите удалить. Поскольку эта информация может содержать конфиденциальный или относящийся к другим вашим файлам контент, жизненно важно обеспечить их защиту вплоть до процесса удаления.
sv: Så mycket som du vill skydda all information från dina nuvarande filer, kanske du också vill skydda data från filerna som du vill kassera. Eftersom denna information kan innehålla känsligt eller relevant innehåll för dina andra filer, är det viktigt att säkerställa deras skydd fram till raderingsprocessen.
tr: Geçerli dosyalarınızdaki tüm bilgileri korumak kadar, atmak istediğiniz dosyalardaki verileri de korumak önemlidir. Bu bilgiler diğer dosyalarınız için hassas veya alakalı içerik içerebileceğinden, silme işlemine kadar bunların korunmasını sağlamak hayati önem taşır.
zh: 尽管您希望保护当前文件中的所有信息，但您可能还希望保护数据免受要丢弃的文件的影响。 由于此信息可能包含其他文件的敏感或相关内容，因此在删除过程中确保它们的保护至关重要。
