Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EDIKPNY_H1_SH6_Text3
source: With this being said, we wish you the best for 2021.
ar: مع هذا ، نتمنى لكم الأفضل لعام 2021.
de: In diesem Sinne wünschen wir Ihnen alles Gute für 2021.
es: Dicho esto, les deseamos lo mejor para el 2021.
fr: Cela étant dit, nous vous souhaitons le meilleur pour 2021.
it: Detto questo, vi auguriamo il meglio per il 2021.
ko: 이를 통해, 2021 년에 최선을 다하기를 바랍니다.
nl: Dit gezegd hebbende, wensen wij u het beste voor 2021.
pl: Mając to na uwadze, życzymy wszystkiego najlepszego na 2021 rok.
pt: Dito isto, desejamos-lhe o melhor para 2021.
ru: С учетом сказанного, мы желаем вам всего наилучшего в 2021 году.
sv: Med detta sagt önskar vi dig lycka till för 2021.
tr: Bununla birlikte, 2021'de sizler için en iyisini diliyoruz.
zh: 话虽如此，我们祝您在2021年万事如意。

# Blog_EDIKPNY_H1_SH6_Text4
source: Stay healthy!
ar: ابقى بصحة جيدة!
de: Gesund bleiben!
es: ¡Cuiden de su salud!
fr: Restez en bonne santé!
it: Rimani in salute!
ko: 건강하게 지내세요!
nl: Blijf gezond!
pl: Bądź zdrów!
pt: Mantenha-se saudável!
ru: Оставайтесь здоровыми!
sv: Håll er friska!
tr: Sağlıklı kalın!
zh: 保持健康！

# Blog_EDIKPNY_H1_SH6_Text5
source: The AxCrypt team
ar: فريق اكسكربت
de: Das AxCrypt-Team
es: El equipo de AxCrypt
fr: L'équipe AxCrypt
it: Il team AxCrypt
ko: AxCrypt 팀
nl: Het AxCrypt team
pl: Zespół AxCrypt
pt: A equipa AxCrypt
ru: Команда AxCrypt
sv: AxCrypt-teamet
tr: AxCrypt ekibi
zh: AxCrypt团队

# Blog_EDIKPNY_H1_SubHeading1
source: <h2 style='margin-block: 0;'>Master key</h2>
ar: <h2 style = 'margin-block: 0؛'> المفتاح الرئيسي </ h2>
de: <h2 style='margin-block: 0;'>Hauptschlüssel</h2>
es: <h2 style='margin-block: 0;'>Clave maestra</h2>
fr: <h2 style='margin-block: 0;'>Clé Principale</h2>
ko: <h2 style='margin-block: 0;'>마스터 키</h2>
nl: <h2 style='margin-block: 0;'>Hoofdsleutel</h2>
pl: <h2 style='margin-block: 0;'>Klucz główny</h2>
pt: <h2 style='margin-block: 0;'>Chave-mestra</h2>
ru: <h2 style='margin-block: 0;'>Мастер-ключ</h2>
sv: <h2 style='margin-block: 0;'>Huvudnyckeln</h2>
tr: <h2 style='margin-block: 0;'>Ana anahtar</h2>
zh: <h2 style='margin-block: 0;'>主密钥</h2>

# Blog_EDIKPNY_H1_SubHeading2
source: <h2 style='margin-block: 0;'>Website and language features</h2>
ar: <h2 style = 'margin-block: 0؛'> ميزات موقع الويب واللغة </ h2>
de: <h2 style='margin-block: 0;'>Website- und Sprachfunktionen</h2>
es: <h2 style='margin-block: 0;'>Características del sitio web e idiomas</h2>
fr: <h2 style='margin-block: 0;'>Fonctionnalités du site web et de la langue</h2>
it: <h2 style='margin-block: 0;'>Funzionalità del sito Web e della lingua</h2>
ko: <h2 style='margin-block: 0;'>웹사이트와 언어 기능</h2>
nl: <h2 style='margin-block: 0;'>Website- en taalfuncties</h2>
pl: <h2 style='margin-block: 0;'>Funkcje strony i języka</h2>
pt: <h2 style='margin-block: 0;'>Sítio web e línguas</h2>
ru: <h2 style='margin-block: 0;'>Веб-сайт и языковые особенности</h2>
sv: <h2 style='margin-block: 0;'>Funktioner för Webbplatser och språk</h2>
tr: <h2 style='margin-block: 0;'>İnternet sitesi ve dil özellikleri</h2>
zh: <h2 style='margin-block: 0;'>网站及语言特色</h2>

# Blog_EDIKPNY_H1_SubHeading3
source: <h3 style='margin-block: 0;'>AxCrypt community</h3>
ar: <h3 style = 'margin-block: 0؛'> مجتمع اكسكربت </h3>
de: <h3 style='margin-block: 0;'>AxCrypt-Gemeinschaft</h3>
es: <h3 style='margin-block: 0;'>La comunidad AxCrypt</h3>
fr: <h3 style='margin-block: 0;'>Communauté AxCrypt</h3>
it: <h3 style='margin-block: 0;'>Comunità AxCrypt</h3>
ko: <h3 style='margin-block: 0;'>AxCrypt 커뮤니티</h3>
nl: <h3 style='margin-block: 0;'>AxCrypt-gemeenschap</h3>
pl: <h2 style='margin-block: 0;'>Funkcje strony i języka</h2>
pt: <h3 style='margin-block: 0;'>Comunidade AxCrypt</h3>
ru: <h3 style='margin-block: 0;'>Сообщество AxCrypt</h3>
sv: <h3 style='margin-block: 0;'>AxCrypt-gemenskapen</h3>
tr: <h3 style='margin-block: 0;'>AxCrypt topluluğu</h3>
zh: <h3 style='margin-block: 0;'>AxCrypt社区</h3>

# Blog_EDIKPNY_H1_SubHeading4
source: <h3 style='margin-block: 0;'>What to expect for 2021</h3>
ar: <h3 style = 'margin-block: 0؛'> ما يمكن توقعه لعام 2021 </h3>
de: <h3 style='margin-block: 0;'>Was für 2021 zu erwarten ist</ h3>
es: <h3 style='margin-block: 0;'>Lo que viene para el 2021</h3>
fr: <h3 style='margin-block: 0;'>À quoi s’attendre pour 2021</h3>
it: <h3 style='margin-block: 0;'>Cosa aspettarsi per il 2021</h3>
ko: <h3 style='margin-block: 0;'>2021년에 기대하는 것</h3>
nl: <h3 style='margin-block: 0;'>Wat te verwachten voor 2021</h3>
pl: <h3 style='margin-block: 0;'>Czego można się spodziewać w 2021</h3>
pt: <h3 style='margin-block: 0;'>O que esperar de 2021</h3>
ru: <h3 style='margin-block: 0;'>Чего ожидать в 2021 году</h3>
sv: <h3 style='margin-block: 0;'>Vad du kan förvänta dig inför 2021</h3>
tr: <h3 style='margin-block: 0;'>2021 için neler beklemeli?</h3>
zh: <h3 style='margin-block: 0;'>2021年的预期</h3>

# Blog_EDIKPNY_H1_SubHeading5
source: <h3 style='margin-block: 0;'>Quick sneak peek</h3>
ar: <h3 style = 'margin-block: 0؛'> نظرة خاطفة سريعة </ h3>
de: <h3 style='margin-block: 0;'>Kurzer Vorgeschmack</ h3>
es: <h3 style='margin-block: 0;'>Un adelanto</h3>
fr: <h3 style='margin-block: 0;'>Aperçu rapide</h3>
it: <h3 style='margin-block: 0;'>Anteprima rapida</h3>
ko: <h3 style='margin-block: 0;'>빠른 미리보기</h3>
nl: <h3 style='margin-block: 0;'>Snel voorproefje</h3>
pl: <h3 style='margin-block: 0;'>Szybki podgląd</h3>
pt: <h3 style='margin-block: 0;'>Espreitadela rápida</h3>
ru: <h3 style='margin-block: 0;'>Быстрый взгляд</h3>
sv: <h3 style='margin-block: 0;'>Snabb smygtitt</h3>
tr: <h3 style='margin-block: 0;'>Hızlı tanıtım videoları</h3>
zh: <h3 style='margin-block: 0;'>快速偷看</h3>

# Blog_EDIKPNY_H1_SubHeading6
source: <h2 style='margin-block: 0;'>Relax more, worry less</h2>
ar: <h2 style = 'margin-block: 0؛'> استرخ أكثر وقلق أقل </ h2>
de: <h2 style='margin-block: 0;'>Entspannen Sie sich mehr, sorgen Sie sich weniger</h2>
es: <h2 style='margin-block: 0;'>Relájense más, preocúpense menos</h2>
fr: <h2 style='margin-block: 0;'>Détendez-vous plus, inquiétez-vous moins</h2>
it: <h2 style='margin-block: 0;'>Rilassati di più, preoccuparti di meno</h2>
ko: <h2 style='margin-block: 0;'>더 긴장을 풀고 덜 걱정하십시오.</h2>
nl: <h2 style='margin-block: 0;'>Ontspan meer, maak u minder zorgen</h2>
pl: <h2 style='margin-block: 0;'>Więcej relaksu, mniej zmartwień</h2>
pt: <h2 style='margin-block: 0;'>Relaxe mais, preocupe-se menos</h2>
ru: <h2 style='margin-block: 0;'>Больше расслабляйся, меньше волнуйся</h2>
sv: <h2 style='margin-block: 0;'>Koppla av mer, oroa dig mindre</h2>
tr: <h2 style='margin-block: 0;'>Daha fazla rahatlayın ve daha az endişelenin</h2>
zh: <h2 style='margin-block: 0;'>多放松，少担心</h2>

# Blog_EDIKPNY_Heading1
source: <h2 style='margin-block: 0;'>Best of 2020</h2>
ar: <h2 style = 'margin-block: 0؛'> الأفضل لعام 2020 </h2>
de: <h2 style='margin-block: 0;'>Das Beste von 2020</h2>
es: <h2 style='margin-block: 0;'>Lo mejor del 2020</h2>
fr: <h2 style='margin-block: 0;'>Le meilleur de 2020</h2>
it: <h2 style='margin-block: 0;'>Il meglio del 2020</h2>
ko: <h2 style='margin-block: 0;'>2020년도의 베스트</h2>
nl: <h2 style='margin-block: 0;'>Beste van 2020</h2>
pt: <h2 style='margin-block: 0;'>O Melhor de 2020</h2>
ru: <h2 style='margin-block: 0;'>Лучшее в 2020 году</h2>
sv: <h2 style='margin-block: 0;'>Bäst från 2020</h2>
tr: <h2style='margin-block:0;'>2020'nin En İyileri</h2>
zh: <h2 style='margin-block: 0;'>2020年最佳作品</h2>

# Blog_EDIKPNY_Summary
source: We are ready to welcome 2021. We want to say thank you for being part of our family, for giving us feedback as protecting and ensuring data and private information together.
ar: نحن على استعداد للترحيب بعام 2021. نريد أن نشكرك على كونك جزءًا من عائلتنا ، ولإعطائنا ملاحظات كحماية وضمان البيانات والمعلومات الخاصة معًا.
de: Wir sind bereit, 2021 willkommen zu heißen. Wir möchten uns bei Ihnen bedanken, dass Sie Teil unserer Familie sind und uns Feedback geben, um Daten und private Informationen gemeinsam zu schützen und sicherzustellen.
es: Estamos listos para recibir el 2021. Queremos agradecerles por ser parte de nuestra familia, por brindarnos su opinión sobre cómo proteger y garantizar los datos y la información privada juntos.
fr: Nous sommes prêts à accueillir 2021. Nous tenons à vous remercier de faire partie de notre famille, de nous avoir fait part de vos commentaires en protégeant et en garantissant ensemble les données et les informations privées.
it: Siamo pronti ad accogliere il 2021. Vogliamo ringraziarvi per far parte della nostra famiglia, per averci dato un feedback su come proteggere e garantire dati e informazioni private insieme.
ko: 우리는 2021년을 맞이할 준비가 되어 있습니다. 데이터와 개인 정보를 보호하고 보장하기 위해 피드백을 제공해 주시고, 가족의 일원이 되어 주셔서 감사합니다.
nl: We zijn klaar om 2021 te verwelkomen. We willen u bedanken dat u deel uitmaakt van onze familie, dat u ons feedback geeft als bescherming en waarborging van gegevens en privé-informatie samen.
pl: Jesteśmy gotowi na powitanie 2021 roku. Chcemy podziękować za bycie częścią naszej rodziny, za przekazywanie nam opinii jako wspólnej ochrony i zapewnienia danych i prywatnych informacji.
pt: Estamos preparados para dar as boas-vindas a 2021. Queremos agradecer-lhe por fazer parte da nossa família, por nos dar feedback e por proteger dados e garantir a privacidade da informação.
ru: Мы готовы приветствовать 2021 год. Мы хотим сказать спасибо вам за то, что вы являетесь частью нашей семьи, за то, что вы даете нам обратную связь о совместной защите, обеспечении сохранности данных и частной информации.
sv: Vi är redo att välkomna 2021. Vi vill säga tack för att du är en del av vår familj, för att du ger oss feedback som skyddar och säkerställer data och privat information.
tr: 2021'i karşılamaya hazırız. Ailemizin bir parçası olduğunuz, verileri ve özel bilgileri birlikte koruyup güvence altına alarak bize geri bildirimde bulunduğunuz için teşekkür ederiz.
zh: 我们准备迎接2021年。 我们要感谢您成为我们家庭的一员，感谢您为我们提供反馈，以保护和确保数据和私人信息。

# Blog_EDIKPNY_Text1
source: Hello community,
ar: مرحبا المجتمع ،
de: Hallo Community,
es: Hola, comunidad:
fr: Bonjour la communauté,
it: Ciao comunità,
ko: 안녕하세요 커뮤니티 여러분,
nl: Hallo community,
pl: Witaj społeczności,
pt: Olá, comunidade,
ru: Привет сообщество,
sv: Hej alla,
tr: Merhaba topluluk,
zh: 欢迎大家庭，

# Blog_EDIKPNY_Text2
source: We are ready to welcome 2021. We want to say thank you for being part of our family, for giving us feedback as protecting and ensuring data and private information together. We are very thrilled, excited to develop more updates and improvements as to ease your experience with our software.,
ar: نحن على استعداد لاستقبال عام 2021. نود أن نشكرك على كونك جزءًا من عائلتنا ، ولإعطائنا ملاحظات كحماية وضمان البيانات والمعلومات الخاصة معًا. نحن سعداء للغاية ومتحمسون لتطوير المزيد من التحديثات والتحسينات لتسهيل تجربتك مع برنامجنا.،
de: Wir sind bereit, 2021 willkommen zu heißen. Wir möchten uns bei Ihnen bedanken, dass Sie Teil unserer Familie sind und uns Feedback geben, um Daten und private Informationen gemeinsam zu schützen und sicherzustellen. Wir freuen uns sehr, weitere Updates und Verbesserungen zu entwickeln, um Ihre Erfahrung mit unserer Software zu erleichtern.
es: Estamos listos para recibir el 2021. Queremos agradecerles por ser parte de nuestra familia, por brindarnos su opinión sobre cómo proteger y garantizar los datos y la información privada juntos. Estamos muy emocionados, entusiasmados por desarrollar más actualizaciones y mejoras para facilitar la experiencia de todos ustedes con nuestro software.
fr: Nous sommes prêts à accueillir 2021. Nous tenons à vous remercier de faire partie de notre famille, de nous avoir fait part de vos commentaires en protégeant et en garantissant ensemble les données et les informations privées. Nous sommes ravis de développer davantage de mises à jour et d'améliorations afin de faciliter votre expérience avec notre logiciel.,
it: Siamo pronti ad accogliere il 2021. Vogliamo ringraziarvi per far parte della nostra famiglia, per averci dato un feedback su come proteggere e garantire dati e informazioni private insieme. Siamo molto elettrizzati ed entusiasti di sviluppare ulteriori aggiornamenti e miglioramenti per facilitare la tua esperienza con il nostro software.
ko: 우리는 2021 년을 맞이할 준비가되었습니다. 우리 가족의 일원이 되어 데이터와 개인 정보를 함께 보호하고 보장하는 피드백을 주셔서 감사합니다. 우리는 소프트웨어에 대한 귀하의 경험을 쉽게하기 위해 더 많은 업데이트와 개선 사항을 개발하게되어 매우 기쁩니다.,
nl: We zijn klaar om 2021 te verwelkomen. We willen u bedanken dat u deel uitmaakt van onze familie, dat u ons feedback hebt gegeven om samen gegevens en privé-informatie te beschermen en te waarborgen. We zijn erg opgewonden, enthousiast om meer updates en verbeteringen te ontwikkelen om uw ervaring met onze software te vergemakkelijken.,
pl: Jesteśmy gotowi na powitanie 2021 roku. Chcemy Wam podziękować za bycie częścią naszej rodziny, za przekazywanie nam opinii jako wspólnej ochrony i zapewnienia danych i prywatnych informacji. Jesteśmy bardzo podekscytowani możliwością opracowania kolejnych aktualizacji i ulepszeń, które ułatwią korzystanie z naszego oprogramowania.,
pt: Estamos preparados para dar as boas-vindas a 2021. Queremos agradecer-lhe por fazer parte da nossa família, por nos dar feedback e por proteger dados e garantir a privacidade da informação. Estamos contentíssimos e entusiasmados por desenvolver mais actualizações e melhorias para facilitar a sua experiência com o nosso software.
ru: Мы готовы приветствовать 2021 год. Мы хотим сказать спасибо вам за то, что вы являетесь частью нашей семьи, за то, что вы даете нам обратную связь о совместной защите и обеспечении сохранности данных и частной информации. Мы очень взволнованы и рады разработать больше обновлений и улучшений, чтобы облегчить вам работу с нашим программным обеспечением.,
sv: Vi är redo att välkomna 2021. Vi vill säga tack för att du är en del av vår familj, för att du ger oss feedback som skyddar och säkerställer data och privat information. Vi är mycket glada över att utveckla fler uppdateringar och förbättringar för att underlätta din upplevelse av vår programvara.
tr: 2021'i karşılamaya hazırız. Ailemizin bir parçası olduğunuz, verileri ve özel bilgileri birlikte korur ve güvence altına alırken için bize geri bildirimde bulunduğunuz için teşekkür ederiz. Yazılımımızla olan deneyiminizi kolaylaştırmak için daha fazla güncelleme ve iyileştirme geliştirmekten dolayı çok heyecanlıyız.
zh: 我们准备迎接2021年。 我们要感谢您成为我们家庭的一员，感谢您为我们提供反馈，以保护和确保数据和私人信息。 我们非常激动，很高兴开发更多的更新和改进，以减轻您的经验与我们的软件。,

# Blog_EDIKPNY_Text4
source: The core function of AxCrypt stays and remains reliable encryption of files and documents. Simple and pleasant to use for everyone, you can encrypt your private information on the cloud and access it from everywhere. Axcrypt works with PC, macOS, as iOS and androids. No matter what you can access your data in a secure way with your laptop, your tablet or your mobile phone.
ar: تظل الوظيفة الأساسية لاكسكربت وتظل تشفيرًا موثوقًا للملفات والمستندات. بسيطة وممتعة للاستخدام للجميع ، يمكنك تشفير معلوماتك الخاصة على السحابة والوصول إليها من كل مكان. يعمل اكسكربت مع أجهزة الكمبيوتر الشخصية و نظام التشغيل ماك مثل نظام التشغيل ايفون و ذكري المظهر. بغض النظر عما يمكنك الوصول إليه من بياناتك بطريقة آمنة باستخدام الكمبيوتر المحمول أو الكمبيوتر اللوحي أو الهاتف المحمول.
de: Die Kernfunktion von AxCrypt bleibt und bleibt die zuverlässige Verschlüsselung von Dateien und Dokumenten. Einfach und angenehm für alle zu bedienen, können Sie Ihre privaten Informationen in der Cloud verschlüsseln und von überall darauf zugreifen. Axcrypt funktioniert mit PC, Mac OS, wie iOS und Androids. Egal was Sie tun, Sie können mit Ihrem Laptop, Ihrem Tablet oder Ihrem Handy sicher auf Ihre Daten zugreifen.
es: La función central de AxCrypt sigue siendo ofrecer un cifrado confiable de archivos y documentos. Simple y agradable de usar para todos, pueden cifrar su información privada en la nube y acceder a ella desde cualquier lugar. Axcrypt está disponible para PC, macOS, iOS y Android. No importa lo que hagan, pueden acceder a sus datos de forma segura con su computadora portátil, tableta o teléfono móvil.
fr: La fonction principale d'AxCrypt reste et reste un cryptage fiable des fichiers et des documents. Simple et agréable à utiliser pour tous, vous pouvez crypter vos informations privées sur le cloud et y accéder de partout. Axcrypt fonctionne avec PC, macOS, comme iOS et androïdes. Quoi qu'il en soit, vous pouvez accéder à vos données de manière sécurisée avec votre ordinateur portable, votre tablette ou votre téléphone portable.
it: La funzione principale di AxCrypt rimane e rimane la crittografia affidabile di file e documenti. Semplice e piacevole da usare per tutti, puoi crittografare le tue informazioni private sul cloud e accedervi da qualsiasi luogo. Axcrypt funziona con PC, macOS, iOS e Android. Non importa cosa puoi accedere ai tuoi dati in modo sicuro con il tuo laptop, il tuo tablet o il tuo cellulare.
ko: AxCrypt의 핵심 기능은 파일 및 문서의 안정적인 암호화를 유지합니다. 모든 사람이 간단하고 즐겁게 사용할 수 있으며 클라우드에서 개인 정보를 암호화하고 어디서나 액세스 할 수 있습니다. Axcrypt는 PC, macOS, iOS 및 안드로이드에서 작동합니다. 노트북, 태블릿 또는 휴대폰으로 데이터에 액세스 할 수있는 것이 무엇이든 안전한 방식으로 액새스 할 수 있습니다.
nl: De kernfunctie van AxCrypt blijft en blijft betrouwbare versleuteling van bestanden en documenten. Eenvoudig en aangenaam in gebruik voor iedereen, kunt u uw privégegevens versleutelen op de cloud en er overal toegang toe hebben. Axcrypt werkt met pc, macOS, als iOS en androids. Ongeacht alles kunt u uw gegevens op een veilige manier benaderen met uw laptop, uw tablet of uw mobiele telefoon.
pl: Podstawową funkcją AxCrypt pozostaje niezawodne szyfrowanie plików i dokumentów. Jest prosty i przyjemny w użyciu dla każdego, możesz zaszyfrować swoje prywatne informacje w chmurze i uzyskać do nich dostęp z dowolnego miejsca. Axcrypt działa z komputerami PC, macOS, iOS i Androidem. Bez względu na wszystko możesz uzyskać dostęp do swoich danych w bezpieczny sposób za pomocą laptopa, tabletu lub telefonu komórkowego.
pt: A função principal da AxCrypt continua a ser cifragem confiável de ficheiros e documentos. Simples e agradável de usar por qualquer pessoa, pode cifrar a sua informação privada na nuvem e acedê-la de qualquer lado. A AxCrypt funciona no PC, macOS, iOS and Android. Pode aceder aos seus dados de forma segura com o seu laptop, tablet ou telemóvel.
ru: Основной функцией AxCrypt остается надежное шифрование файлов и документов. Простой и приятный в использовании, вы можете зашифровать свою личную информацию в облаке и получить к ней доступ отовсюду. AxCrypt работает с ПК, mac OS, а также iOS и Android. Несмотря ни на что, вы можете получить безопасный доступ к своим данным с помощью ноутбука, планшета или мобильного телефона.
sv: AxCrypts kärnfunktion kvarstår och förblir pålitlig kryptering av filer och dokument. Enkel och trevlig att använda för alla, och du kan kryptera din privata information i molnet och komma åt den överallt. Axcrypt fungerar med PC, macOS, som iOS och Android. Oavsett vad kan du komma åt din data på ett säkert sätt med din bärbara dator, din surfplatta eller din mobiltelefon.
tr: AxCrypt'in temel işlevi, dosya ve belgelerin güvenilir bir şekilde şifrelenmesi. Herkes için kullanımı basit ve keyifli, buluttaki özel bilgilerinizi şifreleyebilir ve bunlara her yerden erişebilirsiniz. Axcrypt, iOS ve Android olarak PC, macOS ile çalışır. Ne olursa olsun, verilerinize dizüstü bilgisayarınız, tabletiniz veya cep telefonunuzla güvenli bir şekilde erişebilirsiniz.
zh: AxCrypt的核心功能保持并保持文件和文档的可靠加密。 简单和愉快的使用为每个人，您可以加密您的私人信息在云和访问它从任何地方。 Axcrypt适用于PC，mac OS，iOS和机器人。 无论你可以用你的笔记本电脑，平板电脑或手机以安全的方式访问你的数据。

# Blog_EDIKPNY_Title
source: Encrypting data is the key for a peaceful new year
ar: تشفير البيانات هو مفتاح عام جديد هادئ
de: Datenverschlüsselung ist der Schlüssel für ein friedliches neues Jahr
es: El cifrado de datos es la clave para un nuevo año pacífico
fr: Le cryptage des données est la clé d’une nouvelle année paisible
it: La crittografia dei dati è la chiave per un nuovo anno sereno
ko: 데이터 암호화는 평화로운 새해를 위한 열쇠입니다.
nl: Het versleutelen van gegevens is de sleutel voor een vreedzaam nieuwjaar
pl: Szyfrowanie danych to klucz do spokojnego nowego roku
pt: Cifrar dados é a chave para um ano novo pacífico
ru: Шифрование данных - ключ к спокойному новому году
sv: Att kryptera data är nyckeln till ett lugnt nytt år
tr: Verileri şifrelemek, huzur dolu bir yeni yılın anahtarıdır
zh: 加密数据是平安新年的关键
