Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AESDES_Conclusion
source: As a result, while both AES and DES are symmetric key block ciphers, AES is the de facto industry standard and is hence more secure. When it comes to encryption, security is crucial, and the only alternative is AxCrypt, which offers 256-bit encryption in addition to security. All concerns with encryption are resolved by AxCrypt.
ar: نتيجة لذلك ، في حين أن كلاً من AES و DES عبارة عن شفرات كتلة رئيسية متناظرة ، فإن AES هو المعيار الصناعي الفعلي وبالتالي فهو أكثر أمانًا. عندما يتعلق الأمر بالتشفير ، فإن الأمان أمر بالغ الأهمية ، والبديل الوحيد هو اكسكربت ، والذي يوفر تشفير 256 بت بالإضافة إلى الأمان. يتم حل جميع المخاوف المتعلقة بالتشفير بواسطة اكسكربت.
de: Während sowohl AES als auch DES symmetrische Schlüsselblockverschlüsselungen sind, ist AES daher der De-facto-Industriestandard und daher sicherer. Wenn es um Verschlüsselung geht, ist Sicherheit entscheidend, und die einzige Alternative ist AxCrypt, das zusätzlich zur Sicherheit eine 256-Bit-Verschlüsselung bietet. Alle Bedenken bezüglich der Verschlüsselung werden von AxCrypt gelöst.
es: Como resultado, mientras que tanto AES como DES son cifrados de bloque de clave simétrica, AES es el estándar industrial de facto y, por lo tanto, es más seguro. Cuando se trata de cifrado, la seguridad es crucial y la única alternativa es AxCrypt, que ofrece cifrado de 256 bits además de seguridad. Todas las preocupaciones con el cifrado son resueltas por AxCrypt.
fr: Par conséquent, alors qu'AES et DES sont des chiffrements par bloc de clé symétriques, AES est la norme de facto de l'industrie et est donc plus sécurisé. En matière de cryptage, la sécurité est cruciale et la seule alternative est AxCrypt, qui offre un cryptage 256 bits en plus de la sécurité. Tous les problèmes de cryptage sont résolus par AxCrypt.
it: Di conseguenza, mentre sia AES che DES sono cifrari a blocchi a chiave simmetrica, AES è lo standard industriale de facto ed è quindi più sicuro. Quando si parla di crittografia, la sicurezza è fondamentale e l'unica alternativa è AxCrypt, che oltre alla sicurezza offre una crittografia a 256 bit. Tutti i problemi di crittografia sono risolti da AxCrypt.
ko: 결과적으로 AES와 DES는 모두 대칭 키 블록 암호이지만 AES는 사실상의 업계 표준이므로 더 안전합니다. 암호화와 관련하여 보안이 중요하며 유일한 대안은 보안 외에도 256비트 암호화를 제공하는 AxCrypt입니다. 암호화에 대한 모든 문제는 AxCrypt에 의해 해결됩니다.
nl: Als gevolg hiervan, terwijl zowel AES als DES symmetrische sleutelblokcoderingen zijn, is AES de de facto industriestandaard en is het dus veiliger. Als het gaat om encryptie, is beveiliging cruciaal en het enige alternatief is AxCrypt, dat naast beveiliging ook 256-bits encryptie biedt. Alle problemen met encryptie worden opgelost door AxCrypt.
pl: W rezultacie, podczas gdy zarówno AES, jak i DES są szyframi z blokami klucza symetrycznego, AES jest de facto standardem branżowym, a zatem jest bezpieczniejszy. Jeśli chodzi o szyfrowanie, bezpieczeństwo ma kluczowe znaczenie, a jedyną alternatywą jest AxCrypt, który oprócz bezpieczeństwa oferuje 256-bitowe szyfrowanie. Wszystkie problemy z szyfrowaniem są rozwiązywane przez AxCrypt.
pt: Como resultado, ao passo que o AES e o DES são cifras de bloco de chave simétrica, o AES é a norma de facto da indústria e é portanto mais seguro. Quando se trata de cifragem, a segurança é crucial e a única alternativa é a AxCrypt que oferece cifragem de 256 bits além de segurança. Todas as preocupações com cifragem são resolvidas pela AxCrypt.
ru: В результате, хотя и AES, и DES являются блочными шифрами с симметричным ключом, AES является промышленным стандартом де-факто и, следовательно, более безопасным. Когда дело доходит до шифрования, безопасность имеет решающее значение, и единственной альтернативой является AxCrypt, который предлагает 256-битное шифрование в дополнение к безопасности. Все проблемы, связанные с шифрованием, решаются в AxCrypt.
sv: Alltså, medan både AES och DES är symmetriska nyckelblockchiffer, är AES de facto industristandarden och är därför säkrare. När det kommer till kryptering är säkerheten avgörande, och det enda alternativet är AxCrypt, som erbjuder 256-bitars kryptering utöver säkerhet. Alla problem med kryptering löses av AxCrypt.
tr: Sonuç olarak, hem AES hem de DES simetrik anahtar blok şifreleri olsa da, AES fiili olarak endüstri standardıdır ve bu nedenle daha güvenlidir. Şifreleme söz konusu olduğunda, güvenlik çok önemlidir ve tek alternatif, güvenliğe ek olarak 256 bit şifreleme sunan AxCrypt'tir. Şifreleme ile ilgili tüm endişeler AxCrypt tarafından çözülür.
zh: 因此，虽然AES和DES都是对称密钥块密码，但AES是事实上的行业标准，因此更安全。 在加密方面，安全性至关重要，唯一的选择是AxCrypt，除了安全性外，还提供256位加密。 所有与加密有关的问题都由AxCrypt解决。

# Blog_AESDES_H1_SH1_Text1
source: Data Encryption Standard is what it stands for. The DES algorithm can be cracked using specific devices. A key with a 56-bit size is used by the DES algorithm. The DES creates a block of 64-bit cipher text using the 56-bit key after receiving a block of 64-bit plain text as an input.
ar: معيار تشفير البيانات هو ما يمثله. يمكن اختراق خوارزمية DES باستخدام أجهزة محددة. يتم استخدام مفتاح بحجم 56 بت بواسطة خوارزمية DES. ينشئ DES كتلة من نص تشفير 64 بت باستخدام مفتاح 56 بت بعد تلقي كتلة من نص عادي 64 بت كإدخال.
de: Data Encryption Standard ist das, wofür es steht. Der DES-Algorithmus kann mit bestimmten Geräten geknackt werden. Ein Schlüssel mit einer Größe von 56 Bit wird vom DES-Algorithmus verwendet. Das DES erstellt einen 64-Bit-Chiffretextblock unter Verwendung des 56-Bit-Schlüssels, nachdem ein 64-Bit-Klartextblock als Eingabe empfangen wurde.
es: Significa Estándar de cifrado de datos. El algoritmo DES se puede descifrar usando dispositivos específicos. El algoritmo DES utiliza una clave con un tamaño de 56 bits. El DES crea un bloque de texto cifrado de 64 bits utilizando la clave de 56 bits después de recibir un bloque de texto sin formato de 64 bits como entrada.
fr: Data Encryption Standard est ce qu'il représente. L'algorithme DES peut être craqué à l'aide de dispositifs spécifiques. Une clé d'une taille de 56 bits est utilisée par l'algorithme DES. Le DES crée un bloc de texte chiffré 64 bits à l'aide de la clé 56 bits après avoir reçu un bloc de texte brut 64 bits en entrée.
it: Data Encryption Standard è il suo acronimo. L'algoritmo DES può essere decifrato utilizzando dispositivi specifici. L'algoritmo DES utilizza una chiave di 56 bit. Il DES crea un blocco di testo cifrato a 64 bit utilizzando la chiave a 56 bit dopo aver ricevuto come input un blocco di testo puro a 64 bit.
ko: 데이터 암호화 표준은 그것이 의미하는 것입니다. DES 알고리즘은 특정 장치를 사용하여 크랙 할 수 있습니다. 56비트 크기의 키는 DES 알고리즘에서 사용됩니다. DES는 64비트 일반 텍스트 블록을 입력으로 받은 후 56비트 키를 사용하여 64비트 암호화 텍스트 블록을 만듭니다.
nl: Data Encryption Standard is waar het voor staat. Het DES-algoritme kan worden gekraakt met behulp van specifieke apparaten. Een sleutel met een grootte van 56 bits wordt gebruikt door het DES-algoritme. De DES maakt een blok 64-bits coderingstekst met behulp van de 56-bits sleutel nadat een blok 64-bits platte tekst als invoer is ontvangen.
pl: Standard szyfrowania danych jest tym, co oznacza. Algorytm DES można złamać za pomocą określonych urządzeń. Algorytm DES używa klucza o rozmiarze 56 bitów. DES tworzy blok 64-bitowego tekstu zaszyfrowanego przy użyciu 56-bitowego klucza po otrzymaniu bloku 64-bitowego zwykłego tekstu jako danych wejściowych.
pt: Data Encryption Standard é o que quer dizer. O algoritmo DES pode ser quebrado através de dispositivos específicos. Usa uma chave de 56 bits e cria um bloco de cifra de texto de 64 bits usando a chave após receber um bloco de 64 bits de texto claro.
ru: Стандарт шифрования данных и что за ним стоит. Алгоритм DES может быть взломан с помощью определенных устройств. Ключ с размером 56 бит используется алгоритмом DES. DES создает блок 64-битного зашифрованного текста, используя 56-битный ключ, после получения блока 64-битного обычного текста в качестве входных данных.
sv: Data Encryption Standard är vad den står för. DES-algoritmen kan knäckas med hjälp av specifika enheter. En nyckel med 56-bitars storlek används av DES-algoritmen. DES skapar ett block med 64-bitars chiffertext med hjälp av 56-bitarsnyckeln efter att ha tagit emot ett block med 64-bitars vanlig text som inmatning.
tr: Veri Şifreleme Standardı temsil ettiği şeyi ifade eder. DES algoritması belirli cihazlar kullanılarak kırılabilir. DES algoritması tarafından 56 bit boyutunda bir anahtar kullanılır. DES, giriş olarak 64 bit düz metin bloğu aldıktan sonra 56 bit anahtarı kullanarak 64 bit şifreleme metninden oluşan bir blok oluşturur.
zh: 数据加密标准就是它所代表的。 DES算法可以使用特定设备进行破解。 具有56位大小的密钥由DES算法使用。 DES在接收64位纯文本块作为输入后，使用56位密钥创建64位密文块。

# Blog_AESDES_H1_SH1_Text2
source: Although both AES and DES being the encryption algorithm to encrypt data, there are significant differences between the both, in terms of their working principles, their core functions, their key sizes and their speed and security performances.
ar: على الرغم من أن كلاً من AES و DES هما خوارزمية التشفير لتشفير البيانات ، إلا أن هناك اختلافات كبيرة بين كليهما ، من حيث مبادئ عملهما ، ووظائفهما الأساسية ، وأحجامهما الرئيسية ، وسرعتها وأدائها الأمني.
de: Obwohl sowohl AES als auch DES der Verschlüsselungsalgorithmus zum Verschlüsseln von Daten sind, gibt es signifikante Unterschiede zwischen beiden in Bezug auf ihre Arbeitsprinzipien, ihre Kernfunktionen, ihre Schlüsselgrößen sowie ihre Geschwindigkeits- und Sicherheitsleistungen.
es: Aunque tanto AES como DES son el algoritmo de cifrado para cifrar datos, existen diferencias significativas entre ambos, en términos de sus principios de funcionamiento, sus funciones principales, el tamaño de sus claves y su rendimiento de velocidad y seguridad.
fr: Bien que AES et DES soient tous deux des algorithmes de chiffrement pour chiffrer les données, il existe des différences significatives entre les deux en termes de leurs principes de travail, de leurs fonctions de base, de la taille de leurs clés et de leurs performances de vitesse et de sécurité.
it: Sebbene AES e DES siano entrambi algoritmi di crittografia per la cifratura dei dati, esistono differenze significative tra i due, in termini di principi di funzionamento, funzioni principali, dimensioni delle chiavi e prestazioni di velocità e sicurezza.
ko: AES와 DES는 모두 데이터를 암호화하는 암호화 알고리즘이지만 작동 원리, 핵심 기능, 키 크기, 속도 및 보안 성능 측면에서 둘 사이에는 상당한 차이가 있습니다.
nl: Hoewel zowel AES als DES het versleutelingsalgoritme zijn om gegevens te versleutelen, zijn er aanzienlijke verschillen tussen beide, in termen van hun werkingsprincipes, hun kernfuncties, hun sleutelgroottes en hun snelheid en beveiligingsprestaties.
pl: Chociaż zarówno AES, jak i DES są algorytmami szyfrującymi do szyfrowania danych, istnieją między nimi znaczne różnice pod względem ich zasad działania, podstawowych funkcji, rozmiarów kluczy oraz szybkości i bezpieczeństwa.
pt: Apesar do AES e do DES serem algoritmos de cifragem de dados, há diferenças significativas entre ambos em termos de princípios de funcionamento, funções-base, tamanho de chaves, performance e segurança.
ru: Несмотря на то, что и AES, и DES являются алгоритмами шифрования данных, между ними существуют существенные различия с точки зрения принципов их работы, основных функций, размеров ключей, а также характеристик скорости и безопасности.
sv: Även om både AES och DES är krypteringsalgoritmer för att kryptera data, finns det betydande skillnader mellan de båda, när det gäller deras arbetsprinciper, kärnfunktioner, nyckelstorlekar och deras hastighet och säkerhetsprestanda.
tr: Hem AES hem de DES, verileri şifrelemek için kullanılan şifreleme algoritması olmasına rağmen, bu ikisi arasında çalışma prensipleri, temel işlevleri, anahtar boyutları, hız ve güvenlik performansları açısından önemli farklılıklar bulunur.
zh: 虽然AES和DES都是加密数据的加密算法，但两者在工作原理、核心功能、密钥大小、速度和安全性能方面存在显着差异。

# Blog_AESDES_H1_SubHeading1
source: <strong>What is DES encryption?</strong>
ar: <strong> ما هو تشفير DES؟ </strong>
de: <strong>Was ist DES-Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado DES?</strong>
fr: <strong> Qu'est-ce que le cryptage DES ? </strong>
it: <strong>Che cos'è la crittografia DES?</strong>
ko: <strong>DES 암호화란 무엇입니까?</strong>
nl: <strong>Wat is DES encryptie?</strong>
pl: <strong>Co to jest szyfrowanie DES?</strong>
pt: <strong>O que é a cifragem DES?</strong>
ru: <strong>Что такое шифрование DES?</strong>
sv: <strong>Vad är DES-kryptering?</strong>
tr: <strong>DES şifrelemesi nedir?</strong>
zh: <strong>什么是DES加密？</strong>

# Blog_AESDES_H1_Text1
source: AES or the <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> is a cipher, which is a way to both encrypt and decrypt data. There's a significant probability that your data will be encrypted by some type of AES cipher, such as the AES 256, 192, or 128 -- whenever you transmit files through secure file transfer protocols like HTTPS, FTPS, SFTP, WebDAV, OFTP, or AS2.
ar: AES أو <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> هو تشفير ، وهو وسيلة لتشفير البيانات وفك تشفيرها. هناك احتمال كبير بأن يتم تشفير بياناتك بواسطة نوع من تشفير AES ، مثل AES 256 أو 192 أو 128 - كلما قمت بنقل الملفات من خلال بروتوكولات نقل الملفات الآمنة مثل HTTPS أو FTPS أو SFTP أو WebDAV أو OFTP أو AS2.
de: AES oder der <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> ist eine Chiffre, mit der Daten sowohl verschlüsselt als auch entschlüsselt werden können. Es besteht eine erhebliche Wahrscheinlichkeit, dass Ihre Daten mit einer Art AES-Chiffre verschlüsselt werden, z. B. AES 256, 192 oder 128 - wenn Sie Dateien über sichere Dateiübertragungsprotokolle wie HTTPS, FTPS, SFTP, WebDAV, OFTP oder AS2 übertragen.
es: El <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> (Advanced Encryption Standard, AES) es un cifrado que permite cifrar y descifrar datos. Existe una probabilidad significativa de que tus datos se cifren con algún tipo de cifrado AES, como AES 256, 192 o 128 bits, siempre que transmitas archivos a través de protocolos seguros de transferencia de archivos como HTTPS, FTPS, SFTP, WebDAV, OFTP o AS2.
fr: AES ou <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> est un chiffrement, qui est un moyen à la fois de chiffrer et de déchiffrer les données. Il y a une forte probabilité que vos données soient cryptées par un type de chiffrement AES, tel que l'AES 256, 192 ou 128 - chaque fois que vous transmettez des fichiers via des protocoles de transfert de fichiers sécurisés tels que HTTPS, FTPS, SFTP, WebDAV, OFTP ou AS2.
it: AES o <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> è un cifrario, cioè un modo per crittografare e decrittografare i dati. C'è una probabilità significativa che i tuoi dati vengano crittografati da qualche tipo di cifratura AES, come AES 256, 192 o 128 -- ogni volta che trasmetti file tramite protocolli di trasferimento file sicuri come HTTPS, FTPS, SFTP, WebDAV, OFTP o AS2.
ko: AES 또는 <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> 는 데이터를 암호화하고 해독하는 방법인 암호입니다. HTTPS, FTPS, SFTP, WebDAV, OFTP 또는 AS2와 같은 보안 파일 전송 프로토콜을 통해 파일을 전송할 때마다 AES 256, 192 또는 128과 같은 특정 유형의 AES 암호로 데이터가 암호화될 가능성이 높습니다.
nl: AES of de <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> is een codering, wat een manier is om gegevens zowel te versleutelen als te decoderen. Er is een aanzienlijke kans dat uw gegevens worden gecodeerd door een soort AES-codering, zoals AES 256, 192 of 128 - wanneer u bestanden verzendt via beveiligde protocollen voor bestandsoverdracht zoals HTTPS, FTPS, SFTP, WebDAV, OFTP of AS2.
pl: AES lub <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> to szyfr, który umożliwia zarówno szyfrowanie, jak i deszyfrowanie danych. Istnieje duże prawdopodobieństwo, że Twoje dane zostaną zaszyfrowane jakimś rodzajem szyfru AES, takim jak AES 256, 192 lub 128 — za każdym razem, gdy przesyłasz pliki za pośrednictwem bezpiecznych protokołów przesyłania plików, takich jak HTTPS, FTPS, SFTP, WebDAV, OFTP lub AS2.
pt: O AES ou <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> é uma cifra, isto é, uma forma de cifrar e decifrar dados. Há uma probabilidade significativa dos seus dados serem cifrados por algum tipo de cifra AES - como AES 256, 192 ou 128 - sempre que transmite ficheiros através de protocolos seguros de transferência, tais como o HTTPS, o FTPS, o SFTP, o WebDAV, o OFTP ou o AS2.
ru: AES или <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a>- это шифр, который представляет собой способ как шифрования, так и дешифрования данных. Существует значительная вероятность того, что ваши данные будут зашифрованы каким-либо типом шифрования AES, таким как AES 256, 192 или 128 - всякий раз, когда вы передаете файлы по защищенным протоколам передачи файлов, таким как HTTPS, FTPS, SFTP, WebDAV, OFTP или AS2.
sv: AES eller <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> är ett chiffer, vilket är ett sätt att både kryptera och dekryptera data. Det finns en betydande sannolikhet att dina data kommer att krypteras med någon typ av AES-chiffer, såsom AES 256, 192 eller 128 - närhelst du överför filer genom säkra filöverföringsprotokoll som HTTPS, FTPS, SFTP, WebDAV, OFTP eller AS2.
tr: AES veya <a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a>, verileri hem şifrelemenin hem de şifresini çözmenin bir yolu olan bir şifredir. HTTPS, FTPS, SFTP, WebDAV, OFTP veya AS2 gibi güvenli dosya aktarım protokolleri aracılığıyla dosya ilettiğinizde, verilerinizin AES 256, 192 veya 128 gibi bir tür AES şifresiyle şifrelenme olasılığı yüksektir.
zh: AES或<a href='https://axcrypt.net/blog/get-AES-256-bit-encryption-with-axCrypt/'>Advanced Encryption Standard</a> 一种密码，它是一种加密和解密数据的方法。 当您通过HTTPS、FTPS、SFTP、WebDAV、OFTP或AS2等安全文件传输协议传输文件时，您的数据很可能会被某种类型的AES密码加密，例如AES256、192或128。
