Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ICSHRS_H2_SubHeading4
source: <strong>Data Controls and Access</strong>
ar: <strong> التحكم في البيانات والوصول إليها </ strong>
de: <strong>Datenkontrolle und -zugriff</strong>
es: <strong>Acceso y controles de datos</strong>
fr: <strong>Contrôles aux Données et Accès</strong>
it: <strong>Controllo e accesso ai dati</strong>
ko: <strong>데이터 제어 및 엑세스</strong>
nl: <strong>Gegevensbeheer en Toegang</strong>
pl: <strong>Kontrola danych i dostęp</strong>
pt: <strong>Controlos de Dados e Acesso</strong>
ru: <strong>Управление данными и доступ к ним</strong>
sv: <strong>Datakontroller och Åtkomst</strong>
tr: <strong>Veri Kontrolleri ve Erişim</strong>
zh: <strong>数据控制和访问</strong>

# Blog_ICSHRS_H2_SubHeading5
source: <strong>To Contain Security Breaches</strong>
ar: <strong> لاحتواء الخروقات الأمنية </strong>
de: <strong>Um Sicherheitsverletzungen einzudämmen</strong>
es: <strong>Contención de violaciones a la seguridad</strong>
fr: <strong>Pour Contenir les Failles de Sécurité</strong>
it: <strong>Per Contenere le Violazioni della Sicurezza</strong>
ko: <strong>보안 침해를 방지하려면</strong>
nl: <strong>Om beveiligingslekken te beperken</strong>
pl: <strong>W celu powstrzymania naruszeń bezpieczeństwa</strong>
pt: <strong>Para Conter Violações de Segurança</strong>
ru: <strong>Для сдерживания нарушений безопасности</strong>
sv: <strong>Att få bukt med säkerhetsöverträdelser</strong>
tr: <strong>Güvenlik İhlallerini Frenlemek İçin</strong>
zh: <strong>遏制安全漏洞</strong>

# Blog_ICSHRS_H2_SubHeading6
source: <strong>256-bit encryption with AxCrypt</strong>
ar: <strong> تشفير 256 بت باستخدام اكسكربت</strong>
de: <strong>256-Bit-Verschlüsselung mit AxCrypt</strong>
es: <strong>Cifrado de 256 bits con AxCrypt</strong>
fr: <strong>Cryptage 256 bits avec AxCrypt</strong>
it: <strong>Crittografia a 256 bit con AxCrypt</strong>
ko: <strong>AxCrypt를 사용한 256비트 암호화</strong>
nl: <strong>256-bit encryptie met AxCrypt</strong>
pl: <strong>256-bitowe szyfrowanie za pomocą AxCrypt</strong>
pt: <strong>Cifragem de 256 bits com a AxCrypt</strong>
ru: <strong>256-битное шифрование с помощью AxCrypt</strong>
sv: <strong>256-bitars kryptering med AxCrypt</strong>
tr: <strong>AxCrypt ile 256 bit şifreleme</strong>
zh: <strong>使用AxCrypt进行256位加密</strong>

# Blog_ICSHRS_Heading1
source: How does the HR sector work in this digital era?
ar: كيف يعمل قطاع الموارد البشرية في هذا العصر الرقمي؟
de: Wie funktioniert die HR-Branche im digitalen Zeitalter?
es: ¿Cómo trabaja el sector de RR.HH. en esta era digital?
fr: Comment fonctionne le secteur RH à l’ère du numérique ?
it: Come funziona il settore delle risorse umane in questa era digitale?
ko: 이 디지털 시대에 인적 자원 부서는 어떻게 작동합니까?
nl: Hoe werkt de HR-sector in dit digitale tijdperk?
pl: Jak działa sektor HR w erze cyfrowej?
pt: Como trabalha o sector dos RH nesta era digital?
ru: Как работает кадровый сектор в эту цифровую эпоху?
sv: Hur fungerar HR-sektorn i den digitala eran?
tr: İK sektörü bu dijital çağda nasıl çalışıyor?
zh: 在这个数字时代，人力资源部门是如何运作的？

# Blog_ICSHRS_Heading2
source: Need and Responsibilities for Cybersecurity in the HR sector
ar: الحاجة والمسؤوليات للأمن السيبراني في قطاع الموارد البشرية
de: Bedarf und Verantwortlichkeiten für Cybersicherheit im HR-Bereich
es: Necesidades y responsabilidades para la ciberseguridad en el sector de RR.HH.
fr: Besoin et Responsabilités en matière de Cybersécurité dans le secteur des RH
it: Necessità e Responsabilità per la Sicurezza Informatica nel settore delle Risorse Umane
ko: 인적 자원 부서의 사이버 보안에 대한 필요성과 책임
nl: Behoefte aan en verantwoordelijkheden voor cyberbeveiliging in de HR-sector
pl: Potrzeba i obowiązki w zakresie cyberbezpieczeństwa w sektorze HR
pt: Necessidades e Responsabilidades de Cibersegurança no sector dos RH
ru: Потребность и ответственность в области кибербезопасности в секторе управления персоналом
sv: Behov och ansvar för cybersäkerhet inom HR-sektorn
tr: İK sektöründe siber güvenliğe yönelik ihtiyaç ve sorumluluklar
zh: 人力资源部门网络安全的需要和责任

# Blog_ICSHRS_Summary
source: HRs are in charge of a lot of confidential business information, including employee personal information, payment details, and other information that, if disclosed, might do significant harm.
ar: يتولى قسم الموارد البشرية مسؤولية الكثير من المعلومات التجارية السرية ، بما في ذلك المعلومات الشخصية للموظف ، وتفاصيل الدفع ، وغيرها من المعلومات التي ، إذا تم الكشف عنها ، قد تسبب ضررًا كبيرًا.
de: HRs ist für viele vertrauliche Geschäftsinformationen verantwortlich, einschließlich personenbezogener Daten von Mitarbeitern, Zahlungsdetails und anderer Informationen, die bei Offenlegung erheblichen Schaden anrichten könnten.
es: Recursos Humanos está a cargo de una gran cantidad de información comercial confidencial, incluida la información personal de los empleados, los detalles de pago y otro tipo de información que, si se divulga, podría causar un daño significativo.
fr: Les RH sont en charge de nombreuses informations commerciales confidentielles, y compris les informations personnelles des employés, les détails de paiement et d'autres informations qui, si elles sont divulguées, pourraient causer un préjudice important.
it: Gli uffici HR sono responsabili di moltissime informazioni riservate, incluse le informazioni personali dei dipendenti, i dati di pagamento e altri informazioni che, se scoperte o divulgate, potrebbero arrecare danni significativi.
ko: HR 분야는 직원 개인 정보와 임금지불 세부 정보 또는 공개될 경우 심각한 피해를 줄 수 있는 비즈니스 비밀 정보들을 담당합니다.
nl: HR's zijn verantwoordelijk voor veel vertrouwelijke bedrijfsinformatie, waaronder persoonlijke informatie van werknemers, betalingsgegevens en andere informatie die, indien openbaar gemaakt, aanzienlijke schade kan aanrichten.
pl: Dział HR jest odpowiedzialny za wiele poufnych informacji biznesowych, w tym dane osobowe pracowników, szczegóły płatności i inne informacje, których ujawnienie może wyrządzić znaczną szkodę.
pt: Os RH estão encarregados de muita informação de negócio confidencial, incluindo informação pessoal de trabalhadores, detalhes de pagamentos e outra informação que, se divulgada, pode causar danos significativos.
ru: Отдел кадров отвечает за большое количество конфиденциальной деловой информации, включая личную информацию сотрудников, платежные реквизиты и другую информацию, которая в случае разглашения может нанести серьезный вред.
sv: HR personal ansvarar för mycket affärsinformation som är konfidentiell, så som personalens personliga information, betalningsinformation och annan information som, om den avslöjas, kan orsaka betydande skada.
tr: İK'lar, çalışanların kişisel bilgileri, ödeme ayrıntıları ve ifşa edilmesi halinde önemli zararlar verebilecek olan diğer bilgiler dahil olmak üzere birçok iş bilgisinin gizliliğinden sorumludur.
zh: HR人负责大量机密业务信息，包括员工个人信息，付款详细信息以及其他信息，如果披露，可能会造成重大伤害。

# Blog_ICSHRS_Text1
source: HRs are in charge of a lot of confidential business information, including employee personal information, payment details, and other information that, if disclosed, might do significant harm. As a result, HR professionals are in a great position to protect against cyber threats.
ar: يتولى قسم الموارد البشرية مسؤولية الكثير من المعلومات التجارية السرية ، بما في ذلك المعلومات الشخصية للموظف ، وتفاصيل الدفع ، وغيرها من المعلومات التي ، إذا تم الكشف عنها ، قد تسبب ضررًا كبيرًا. ونتيجة لذلك ، فإن متخصصي الموارد البشرية في وضع ممتاز للحماية من التهديدات الإلكترونية.
de: HRs ist für viele vertrauliche Geschäftsinformationen verantwortlich, einschließlich personenbezogener Daten von Mitarbeitern, Zahlungsdetails und anderer Informationen, die bei Offenlegung erheblichen Schaden anrichten könnten. Infolgedessen sind Personalfachleute in einer hervorragenden Position, um sich vor Cyberbedrohungen zu schützen.
es: Recursos Humanos está a cargo de una gran cantidad de información comercial confidencial, incluida la información personal de los empleados, los detalles de pago y otro tipo de información que, si se divulga, podría causar un daño significativo. Por lo tanto, los profesionales de Recursos Humanos están en una excelente posición para protegerse contra las ciberamenazas.
fr: Les RH sont responsables d’un grand nombre d’informations commerciales confidentielles, y compris les informations personnelles des employés, les détails de paiement et d’autres informations qui, si elles sont divulguées, pourraient causer un préjudice important. En conséquence, les professionnels des RH sont très bien placés pour se protéger contre les cybermenaces.
it: Le risorse umane sono responsabili di molte informazioni aziendali riservate, tra cui i dati personali dei dipendenti, i dettagli dei pagamenti e altre informazioni che, se divulgate, potrebbero causare danni significativi. Di conseguenza, i professionisti delle risorse umane si trovano in una posizione ideale per proteggersi dalle minacce informatiche.
ko: 인사과는 직원 개인 정보, 지불 세부 정보 및 공개될 경우 심각한 피해를 줄 수 있는 기타 정보를 포함하여 많은 기밀 비즈니스 정보를 담당합니다. 결과적으로 인사 전문가는 사이버 위협으로부터 보호할 수 있는 좋은 위치에 있습니다.
nl: HR's zijn verantwoordelijk voor veel vertrouwelijke bedrijfsinformatie, waaronder persoonlijke gegevens van werknemers, betalingsgegevens en andere informatie die bij openbaarmaking aanzienlijke schade kan aanrichten. HR-professionals bevinden zich dan ook in een uitstekende positie om zich te beschermen tegen cyberdreigingen.
pl: Dział HR jest odpowiedzialny za wiele poufnych informacji biznesowych, w tym dane osobowe pracowników, szczegóły płatności i inne informacje, których ujawnienie może wyrządzić znaczną szkodę. W rezultacie specjaliści HR są w doskonałej pozycji, aby chronić się przed zagrożeniami cybernetycznymi.
pt: Os RH estão encarregados de muita informação de negócio confidencial, incluindo informação pessoal de trabalhadores, detalhes de pagamentos e outra informação que, se divulgada, pode causar danos significativos. Como resultado, os profissionais de RH estão numa boa posição para proteger de ciberameaças.
ru: Отдел кадров отвечает за большое количество конфиденциальной деловой информации, включая личную информацию сотрудников, платежные реквизиты и другую информацию, разглашение которой может нанести значительный вред. В результате специалисты по персоналу находятся в отличном положении для применения защиты от киберугроз.
sv: HR-Personal ansvarar för mycket konfidentiell affärsinformation, inklusive personalens information, betalningsinformation och annan information som, om den avslöjas, kan orsaka betydande skada. Som ett resultat är HR-staben i en utmärkt position att skydda sig mot cyberhot.
tr: İK'lar, çalışanların kişisel bilgileri, ödeme ayrıntıları ve ifşa edilirse önemli zararlar verebilecek diğer bilgiler de dahil olmak üzere birçok gizli iş bilgisinden sorumludur. Sonuç olarak, İK profesyonelleri siber tehditlere karşı korunmak için mükemmel bir konumdadır.
zh: 人力资源负责大量机密业务信息，包括员工个人信息，付款详细信息以及其他信息，如果披露，可能会造成重大伤害。 因此，人力资源专业人员在防范网络威胁方面处于有利地位。

# Blog_ICSHRS_Text2
source: In this digital age, cybersecurity is becoming a major problem for businesses. When information breaches, data hacks, and identity thefts occur, many people believe that HR professionals, for example, have nothing to worry about. However, for a company to remain secure, every employee must exercise fundamental cyber hygiene.
ar: في هذا العصر الرقمي ، أصبح الأمن السيبراني مشكلة رئيسية للشركات. عند حدوث خروقات للمعلومات ، واختراق البيانات ، وسرقة الهوية ، يعتقد الكثير من الناس أن متخصصي الموارد البشرية ، على سبيل المثال ، ليس لديهم ما يدعو للقلق. ومع ذلك ، لكي تظل الشركة آمنة ، يجب على كل موظف ممارسة النظافة الإلكترونية الأساسية.
de: Im digitalen Zeitalter wird Cybersicherheit zu einem großen Problem für Unternehmen. Wenn es zu Informationsverletzungen, Datenhacks und Identitätsdiebstählen kommt, glauben viele Menschen, dass beispielsweise Personalfachleute sich keine Sorgen machen müssen. Damit ein Unternehmen jedoch sicher bleibt, muss jeder Mitarbeiter grundlegende Cyberhygiene ausüben.
es: En esta era digital, la ciberseguridad se está convirtiendo en un problema importante para las empresas. Cuando ocurren filtraciones de información, hackeo de datos y robos de identidad, muchas personas creen que los profesionales de Recursos Humanos, por ejemplo, no tienen nada de qué preocuparse. Sin embargo, para que una empresa permanezca segura, todos los empleados deben ejercer una higiene cibernética fundamental.
fr: À l’ère du numérique, la cybersécurité devient un problème majeur pour les entreprises. Lorsque des violations d’informations, des piratages de données, et des vols d’identité se produisent, de nombreuses personnes pensent que les professionnels des RH, par exemple, n’ont rien à craindre. Cependant, pour qu’une entreprise reste sécurisée, chaque employé doit exercer une cyberhygiène fondamentale.
it: In questa era digitale, la sicurezza informatica sta diventando un problema importante per le aziende. Quando si verificano violazioni delle informazioni, hack di dati e furti d'identità, molte persone credono che i professionisti delle risorse umane, ad esempio, non abbiano nulla di cui preoccuparsi. Tuttavia, affinché un'azienda rimanga sicura, ogni dipendente deve esercitare una fondamentale igiene informatica.
ko: 이 디지털 시대에 사이버 보안은 기업의 주요 문제가되고 있습니다. 예를들어 정보 유출, 데이터 해킹 및 신원 도용이 발생하면 많은 사람들은 인사과 에서는 걱정할 필요가 없다고 생각합니다. 그러나 회사가 보안을 유지하려면 모든 직원이 기본적인 사이버 위생을 실천해야 합니다.
nl: In dit digitale tijdperk wordt cybersecurity een groot probleem voor bedrijven. Wanneer er informatielekken, datahacks en identiteitsdiefstallen plaatsvinden, denken veel mensen dat bijvoorbeeld HR-professionals zich geen zorgen hoeven te maken. Maar om een bedrijf veilig te houden, moet elke werknemer fundamentele cyberhygiëne toepassen.
pl: W erze cyfrowej cyberbezpieczeństwo staje się poważnym problemem dla firm. Kiedy dochodzi do naruszeń informacji, włamań do danych i kradzieży tożsamości, wiele osób uważa, że na przykład specjaliści HR nie mają się czym martwić. Jednak, aby firma była bezpieczna, każdy pracownik musi zachowywać podstawową higienę cybernetyczną.
pt: Nesta era digital, a cibersegurança está a tornar-se um problema grave para os negócios. Quando ocorrem violações de informação, ataques a dados e roubos de identidade, muitas pessoas acreditam que os profissionais de RH, por exemplo, não têm nada com que se preocupar. Contudo, para uma empresa de manter segura, todos os trabalhadores devem praticar ciber-higiene.
ru: В наш цифровой век кибербезопасность становится серьезной проблемой для бизнеса. Когда происходят утечки информации, взломы данных и кражи личной информации, многие люди считают, что специалистам по персоналу, например, не о чем беспокоиться. Однако для того, чтобы компания оставалась в безопасности, каждый сотрудник должен соблюдать элементарную кибергигиену.
sv: I denna digitala tidsålder blir cybersäkerhet ett stort problem för företag. När informationsintrång, datahack och identitetsstölder inträffar tror många att tex HR anställda inte har något att oroa sig för. Men för att ett företag ska förbli säkert måste varje anställd utöva grundläggande cyberhygien.
tr: Bu dijital çağda, siber güvenlik işletmeler için büyük bir sorun haline geliyor. Bilgi ihlalleri, veri korsancılığı ve kimlik hırsızlıkları meydana geldiğinde, birçok kişi örneğin İK çalışanlarının endişelenecek bir şeyi olmadığına inanır. Bununla birlikte, bir şirketin güvende kalması için, her çalışanın temel siber hijyeni dikkate alması gerekir.
zh: 在这个数字时代，网络安全正成为企业的一个主要问题。 当信息泄露，数据黑客和身份盗用发生时，许多人认为人力资源专业人员无需担心。 然而，为了确保公司的安全，每个员工都必须保持基本的网络卫生。

# Blog_ICSHRS_Title
source: Importance of cyber security in the human resources sector
ar: أهمية الأمن السيبراني في قطاع الموارد البشرية
de: Bedeutung der Cybersicherheit im Personalbereich
es: La importancia de la ciberseguridad en el sector de Recursos Humanos
fr: Importance de la cybersécurité dans le secteur des ressources humaines
it: Importanza della sicurezza informatica nel settore delle risorse umane
ko: HR 분야 사이버 보안의 중요성
nl: Belang van cybersecurity in de human resources-sector
pl: Znaczenie cyberbezpieczeństwa w sektorze zasobów ludzkich
pt: A importância da cibersegurança no sector dos recursos humanos
ru: Важность кибербезопасности в кадровом секторе
sv: Det viktiga med cybersäkerhet i personalsektorn.
tr: İnsan kaynakları alanında siber güvenliğin önemi
zh: 网络安全在人力资源领域的重要性

# Blog_IDTRLPVU_H1_Text1
source: Identity theft is the act of stealing someone's personal and sensitive information, such as their photos and videos, names and addresses, social security numbers, and credit card numbers. The perpetrator then uses this information for their own financial gain or to commit other criminal activities.
ar: سرقة الهوية هي عملية سرقة المعلومات الشخصية والحساسة لشخص ما ، مثل الصور ومقاطع الفيديو والأسماء والعناوين وأرقام الضمان الاجتماعي وأرقام بطاقات الائتمان. ثم يستخدم الجاني هذه المعلومات لتحقيق مكاسب مالية خاصة به أو لارتكاب أنشطة إجرامية أخرى.
de: Identitätsdiebstahl ist der Diebstahl persönlicher und sensibler Informationen von Personen, z. B. Fotos und Videos, Namen und Adressen, Sozialversicherungsnummern und Kreditkartennummern. Der Täter verwendet diese Informationen dann für seinen eigenen finanziellen Gewinn oder um andere kriminelle Aktivitäten zu begehen.
es: El robo de identidad consiste en sustraer información personal y confidencial de alguien, como sus fotos y videos, nombres y direcciones, números de la seguridad social y números de tarjetas de crédito. La persona que roba utiliza esta información para su propio beneficio económico o para cometer otras actividades ilícitas.
fr: L'usurpation d'identité consiste à voler les informations personnelles et sensibles d'une personne, telles que ses photos et vidéos, ses noms et adresses, ses numéros de sécurité sociale et ses numéros de cartes de crédit. L'auteur utilise ensuite ces informations pour son propre gain financier ou pour commettre d'autres activités criminelles.
it: Il furto di identità è l'atto di rubare le informazioni personali e sensibili di qualcuno, come foto e video, nomi e indirizzi, numeri di previdenza sociale e numeri di carte di credito. L'autore del reato utilizza quindi queste informazioni per il proprio guadagno finanziario o per commettere altre attività criminali.
ko: 신원 도용은 사진 및 비디오, 이름 및 주소, 주민등록번호, 신용 카드 번호와 같은 개인 정보 및 민감한 정보를 훔치는 행위입니다. 그런 다음 가해자는 이 정보를 자신의 금전적 이득이나 기타 범죄 행위에 사용합니다.
nl: Identiteitsdiefstal is het stelen van persoonlijke en gevoelige informatie van iemand, zoals hun foto's en video's, namen en adressen, burgerservicenummers en creditcardnummers. De dader gebruikt deze informatie vervolgens voor eigen financieel gewin of om andere criminele activiteiten te plegen.
pl: Kradzież tożsamości to czynność polegająca na kradzieży danych osobowych i wrażliwych danej osoby, takich jak zdjęcia i filmy, nazwiska i adresy, numery ubezpieczenia społecznego i numery kart kredytowych. Następnie sprawca wykorzystuje te informacje dla własnych korzyści finansowych lub do popełnienia innej działalności przestępczej.
pt: O roubo de identidade é o ato de roubar informações pessoais e confidenciais de alguém, como fotos e vídeos, nomes e endereços, números de seguridade social e números de cartão de crédito. O perpetrador então usa essas informações para seu próprio ganho financeiro ou para cometer outras atividades criminosas.
ru: Кража личных данных - это акт кражи чьей-либо личной и конфиденциальной информации, такой как их фотографии и видео, имена и адреса, номера социального страхования и номера кредитных карт. Затем преступник использует эту информацию для собственной финансовой выгоды или для совершения других преступных действий.
sv: Identitetsstöld är handlingen att stjäla någons personliga och känsliga information, såsom deras foton och videor, namn och adresser, personnummer och kreditkortsnummer. Gärningsmannen använder sedan denna information för egen ekonomisk vinning eller för att begå annan kriminell verksamhet.
tr: Kimlik hırsızlığı, bir kişinin fotoğrafları ve videoları, adı ve adresi, sosyal güvenlik numarası ve kredi kartı numaraları gibi kişisel ve hassas bilgilerini çalma eylemidir. Suçlu, daha sonra bu bilgileri kendi finansal kazancı için veya diğer suç faaliyetlerini gerçekleştirmek için kullanır.
zh: 身份盗窃是窃取某人的个人和敏感信息的行为，例如他们的照片和视频，姓名和地址，社会安全号码和信用卡号码。 犯罪者然后利用这些信息为自己的经济利益或进行其他犯罪活动。
