Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_GAES256BEWA_H1_SH2_Text1
source: AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data; data at rest, at transit, and in use. AxCrypt is a simple, flexible solution that is optimized for securing virtual servers, workstations, company data, and cloud drives—all of which are protected by the industry's strongest encryption algorithm. It enables you to store your files and folders utilizing multiple levels of encryption and a personal password-protected unique key. It employs a variety of AES 256 implementations to effectively encrypt and safeguard your data. Moreover, with AxCrypt's key sharing function, you can give anyone data access and withdraw it whenever you want; without having to disclose your own password. It is one of the safest ways to secure data when it is in transit. For a better understanding of the key sharing feature check out our <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube tutorial</a>
ar: يوفر اكسكربت تشفيرًا قويًا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات ؛ البيانات في حالة التخزين والنقل والمستخدمة. يعد اكسكربت حلاً بسيطًا ومرنًا تم تحسينه لتأمين الخوادم الافتراضية ومحطات العمل وبيانات الشركة ومحركات الأقراص السحابية - وكلها محمية بأقوى خوارزمية تشفير في الصناعة. يمكّنك من تخزين ملفاتك ومجلداتك باستخدام مستويات متعددة من التشفير ومفتاح فريد شخصي محمي بكلمة مرور. يستخدم مجموعة متنوعة من تطبيقات AES 256 لتشفير بياناتك وحمايتها بشكل فعال. علاوة على ذلك ، مع وظيفة مشاركة المفاتيح في اكسكربت، يمكنك منح أي شخص الوصول إلى البيانات وسحبها وقتما تشاء ؛ دون الحاجة إلى الكشف عن كلمة المرور الخاصة بك. إنها واحدة من أكثر الطرق أمانًا لتأمين البيانات عندما تكون قيد النقل. لفهم ميزة مشاركة المفاتيح بشكل أفضل ، راجع <br/> <a href='https://www.youtube.com/watch؟v=TUVWbmiEFSs'> برنامج يوتيوب التعليمي </a>
de: AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern. ruhende Daten, bei der Übertragung und bei der Verwendung. AxCrypt ist eine einfache, flexible Lösung, die für die Sicherung virtueller Server, Workstations, Unternehmensdaten und Cloud-Laufwerke optimiert ist - die alle durch den branchenweit stärksten Verschlüsselungsalgorithmus geschützt sind. Es ermöglicht Ihnen, Ihre Dateien und Ordner mit mehreren Verschlüsselungsstufen und einem persönlichen passwortgeschützten eindeutigen Schlüssel zu speichern. Es verwendet eine Vielzahl von AES 256-Implementierungen, um Ihre Daten effektiv zu verschlüsseln und zu schützen. Darüber hinaus können Sie mit der Schlüsselfreigabefunktion von AxCrypt jedem Datenzugriff gewähren und ihn jederzeit zurückziehen. ohne Ihr eigenes Passwort preisgeben zu müssen. Dies ist eine der sichersten Möglichkeiten, Daten während der Übertragung zu sichern. Für ein besseres Verständnis der Schlüsselfreigabefunktion besuchen Sie unsere <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube tutorial</a>
es: AxCrypt ofrece un cifrado sólido de 256 bits para proteger tus datos en las tres etapas de datos: en reposo, en tránsito y en uso. AxCrypt es una solución simple y flexible que está optimizada para asegurar servidores virtuales, estaciones de trabajo, datos de la empresa y unidades en la nube, todos los cuales están protegidos por el algoritmo de cifrado más fuerte de la industria. Te permite almacenar tus archivos y carpetas utilizando múltiples niveles de cifrado y una clave única protegida por contraseña personal. Emplea una variedad de implementaciones AES 256 para cifrar y proteger tus datos de manera efectiva. Además, con la función de uso compartido de claves de AxCrypt, puedes otorgar acceso a los datos a cualquier persona y retirarlos cuando lo desees sin tener que revelar tu propia contraseña. Es una de las formas más seguras de proteger los datos cuando están en tránsito. Para saber más sobre la función de uso compartido de claves, echa un vistazo a nuestro <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutorial de YouTube</a>
fr: AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes des données; données au repos, au transit, et en cours d’utilisation. AxCrypt est une solution simple et flexible optimisée pour sécuriser les serveurs virtuels, les postes de travail, les données d’entreprise, et les lecteurs cloud— tous protégés par l’algorithme de chiffrement le plus puissant du secteur. Il vous permet de stocker vos fichiers et dossiers en utilisant plusieurs niveaux de cryptage et une clé unique personnelle protégée par mot de passe. Il utilise une variété d’implémentations AES 256 pour chiffrer et protéger efficacement vos données. De plus, avec la fonction de partage de clés d’AxCrypt, vous pouvez donner à n’importe qui l’accès aux données et les retirer quand vous le souhaitez; sans avoir à divulguer votre propre mot de passe. C’est l’un des moyens les plus sûrs de sécuriser les données lorsqu’elles sont en transit. Pour une meilleure compréhension de la fonctionnalité de partage clé, consultez notre <br/><a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutoriel YouTube</a>
it: AxCrypt offre una crittografia avanzata a 256 bit per proteggere i tuoi dati nelle tre fasi dei dati; dati inattivi, in transito e in uso. AxCrypt è una soluzione semplice e flessibile, ottimizzata per proteggere server virtuali, stazioni di lavoro, dati aziendali e unità cloud—tutti protetti dall'algoritmo di crittografia più potente del settore. Consente di archiviare file e cartelle utilizzando più livelli di crittografia e una chiave univoca personale protetta da password. Utilizza una varietà di implementazioni AES 256 per crittografare e salvaguardare efficacemente i tuoi dati. Inoltre, con la funzione di condivisione delle chiavi di AxCrypt, puoi dare a chiunque l'accesso ai dati e ritirarli quando vuoi; senza dover rivelare la propria password. È uno dei modi più sicuri per proteggere i dati quando sono in transito. Per una migliore comprensione della funzione di condivisione delle chiavi, consulta il nostro <br/><a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>Tutorial di YouTube</a>
ko: AxCrypt는 256 비트 암호화로 강력한 암호화를 제공하여 3 단계의 데이터에서 데이터를 보호합니다. 미사용 데이터, 전송 중 및 사용 중인 데이터. AxCrypt는 업계에서 가장 강력한 암호화 알고리즘으로 보호되는 가상 서버, 워크스테이션, 회사 데이터 및 클라우드 드라이브 보안에 최적화된 간단하고 유연한 솔루션입니다. 여러 수준의 암호화와 암호로 보호 된 개인 고유 키를 사용하여 파일과 폴더를 저장할 수 있습니다. 다양한 AES 256 구현을 사용하여 데이터를 효과적으로 암호화하고 보호합니다. 또한 AxCrypt의 키 공유 기능을 사용하면 비밀번호 공개할 필요 없이 누구에게나 데이터 액세스 권한을 부여하고 원할 때마다 철회 할 수 있습니다. 이는 전송 중인 데이터를 보호하는 가장 안전한 방법 중 하나입니다. 키 공유 기능에 대한 더 나은 이해는 다음을 확인하십시오. <br/><a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>유튜브 튜토리얼</a>
nl: AxCrypt biedt sterke encryptie met 256-bits encryptie om uw gegevens in de drie gegevensfasen te beveiligen; gegevens in rust, onderweg en in gebruik. AxCrypt is een eenvoudige, flexibele oplossing die is geoptimaliseerd voor het beveiligen van virtuele servers, werkstations, bedrijfsgegevens en clouddrives, die allemaal worden beschermd door het sterkste versleutelingsalgoritme in de branche. Hiermee kunt u uw bestanden en mappen opslaan met behulp van meerdere encryptieniveaus en een persoonlijke, met een wachtwoord beveiligde unieke sleutel. Het maakt gebruik van verschillende AES 256-implementaties om uw gegevens effectief te versleutelen en te beschermen. Bovendien kunt u met de functie voor het delen van sleutels van AxCrypt iedereen toegang geven tot gegevens en deze intrekken wanneer u maar wilt; zonder dat u uw eigen wachtwoord hoeft te onthullen. Het is een van de veiligste manieren om gegevens te beveiligen wanneer deze in transitie zijn. Bekijk voor een beter begrip van de functie voor het delen van sleutels onze <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube-tutorial</a>
pl: AxCrypt oferuje silne szyfrowanie z 256-bitowym szyfrowaniem, aby zabezpieczyć Twoje dane na trzech etapach danych; dane w spoczynku, podczas przesyłania i w użyciu. AxCrypt to proste, elastyczne rozwiązanie zoptymalizowane pod kątem zabezpieczania serwerów wirtualnych, stacji roboczych, danych firmowych i dysków w chmurze — z których wszystkie są chronione najsilniejszym w branży algorytmem szyfrowania. Umożliwia przechowywanie plików i folderów przy użyciu wielu poziomów szyfrowania i osobistego klucza chronionego hasłem. Wykorzystuje różne implementacje AES 256, aby skutecznie szyfrować i chronić Twoje dane. Co więcej, dzięki funkcji udostępniania kluczy AxCrypt, możesz dać każdemu dostęp do danych i wycofać je, kiedy tylko chcesz; bez konieczności ujawniania własnego hasła. Jest to jeden z najbezpieczniejszych sposobów zabezpieczania danych podczas przesyłania. Aby lepiej zrozumieć funkcję udostępniania kluczy, zapoznaj się z naszym <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>samouczkiem YouTube</a>
pt: A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados nas três fases dos dados: em repouso, em trânsito e em uso. A AxCrypt é uma solução simples e flexível que está optimizada para proteger servidores virtuais, estações de trabalho, dados de empresas e unidades de armazenamento na nuvem — estando todos protegidos com o algoritmo de cifragem mais forte da indústria. Permite-lhe armazenar os seus ficheiros e pastas utilizando múltiplos níveis de cifragem e uma única chave pessoal protegida por palavra-passe. Emprega uma variedade de implementações de AES-256 para cifrar e proteger eficazmente os seus dados. Além disso, com a funcionalidade de partilha de chaves da AxCrypt, pode dar e revogar acesso a dados a qualquer pessoa e sempre que desejar; nem sequer tem de divulgar a palavra-passe. É uma das formas mais seguras de proteger dados em trânsito. Para compreender melhor a funcionalidade de partilha de chaves AxCrypt, veja o nosso <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutorial no YouTube</a> de partilha de chaves.
ru: AxCrypt предлагает надежное шифрование с использованием 256-битного шифрования для защиты ваших данных на трех этапах передачи: данные в состоянии покоя, при передаче и в процессе использования. AxCrypt — это простое и универсальное решение, оптимизированное для защиты виртуальных серверов, рабочих станций, корпоративных данных и облачных накопителей - все это защищено самым мощным в отрасли алгоритмом шифрования. Это позволяет вам хранить ваши файлы и папки, используя несколько уровней шифрования и личный уникальный ключ, защищенный паролем. Он использует различные реализации AES 256 для эффективного шифрования и защиты ваших данных. Более того, с помощью функции обмена ключами AxCrypt вы можете предоставить доступ к данным кому угодно и отозвать их, когда захотите; без необходимости раскрывать свой собственный пароль. Это один из самых безопасных способов защиты данных во время их передачи. Для лучшего понимания функции совместного использования ключей ознакомьтесь с нашим <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube tutorial</a>
sv: AxCrypt erbjuder stark kryptering med 256-bitar för att säkra din data i de tre stadierna; data i vila, vid transport och vid användning. AxCrypt är en enkel, flexibel lösning som är optimerad för att säkra virtuella servrar, arbetsstationer, företagsdata och molnenheter – som alla är skyddade av branschens starkaste krypteringsalgoritm. Det gör att du kan lagra dina filer och mappar med hjälp av flera krypteringsnivåer och en personlig lösenordsskyddad unik nyckel. Den använder en mängd olika AES 256-implementeringar för att effektivt kryptera och skydda din data. Dessutom kan du med AxCrypts nyckeldelningsfunktion ge vem som helst dataåtkomst och dra tillbaka den när du vill; utan att behöva avslöja ditt eget lösenord. Det är ett av de mest tillförlitliga sätten att säkra data när den är i överföring. För en bättre förståelse av nyckeldelningsfunktionen kolla in vår <br/> <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube manual</a>
tr: AxCrypt, verilerinizi güvence altına almak için beklemede, aktarım sırasında ve kullanımda olan veriler olmak üzere üç aşamada 256 bit şifreleme yoluyla güçlü şifreleme sunar. AxCrypt, hepsi endüstrinin en güçlü şifreleme algoritması tarafından korunan sanal sunucuların, iş istasyonlarının, şirket verilerinin ve bulut sürücülerinin güvenliğini sağlamak için optimize edilmiş basit ve esnek bir çözümdür. Dosya ve klasörlerinizi birden fazla şifreleme düzeyi ve kişisel parola korumalı benzersiz bir anahtar kullanarak depolamanıza olanak tanır. Verilerinizi etkili bir şekilde şifrelemek ve korumak için çeşitli AES 256 uygulamaları kullanır. Ayrıca, AxCrypt'in anahtar paylaşım işleviyle kendi şifrenizi açıklamak zorunda kalmadan herkese veri erişimi verebilir ve istediğiniz zaman geri çekebilirsiniz. Bu, aktarım sırasında verilerin güvenliğini sağlamanın en güvenli yollarından biridir. Anahtar paylaşım özelliğini daha iyi anlamak için <br/><a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube eğitici videomuzu izleyin</a>
zh: AxCrypt提供强大的加密与256位加密，以保护您的数据在三个阶段的数据;数据在静止，传输和使用。 AxCrypt是一个简单，灵活的解决方案，针对保护虚拟服务器，工作站，公司数据和云驱动器进行了优化—所有这些都受到业界最强大的加密算法的保护。 它使您能够使用多个级别的加密和个人密码保护的唯一密钥来存储文件和文件夹。 它采用各种AES256实现来有效地加密和保护您的数据。 此外，通过AxCrypt的密钥共享功能，您可以向任何人提供数据访问权限，并随时撤回;而无需透露自己的密码。 这是在传输数据时保护数据的最安全方法之一。 为了更好地理解密钥共享功能，请查看我们的<br/><a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube tutorial</a>

# Blog_GAES256BEWA_H1_SubHeading1
source: <strong>Is AES 256 secure?</strong>
ar: <strong> هل AES 256 آمن؟ </strong>
de: <strong>Ist AES 256 sicher?</stark>
es: <strong>¿AES de 256 bits es seguro?</strong>
fr: <strong>AES 256 est-il sécurisé ?</strong>
it: <strong>AES 256 è sicuro?</strong>
ko: <strong>AES 256은 안전한가요?</strong>
nl: <strong>Is AES 256 veilig?</strong>
pl: <strong>Czy AES 256 jest bezpieczny?</strong>
pt: <strong>A AES-256 é segura?</strong>
ru: <strong>Безопасен ли AES 256?</strong>
sv: <strong>Är AES 256 säkert?</strong>
tr: <strong>AES 256 güvenli mi?</strong>
zh: <strong>AES256安全吗？</strong>

# Blog_GAES256BEWA_H1_SubHeading2
source: <strong>AES 256 bit Encryption with AxCrypt</strong>
ar: <strong> تشفير AES 256 بت مع برنامج اكسكربت </strong>
de: <strong>AES 256 Bit Verschlüsselung mit AxCrypt</strong>
es: <strong>Cifrado AES de 256 bits con AxCrypt</strong>
fr: <strong>Cryptage AES 256 bits avec AxCrypt</strong>
it: <strong>La crittografia AES 256 bit con AxCrypt</strong>
ko: <strong>AxCrypt로 AES 256비트 암호화</strong>
nl: <strong>AES 256 bit-Encryptie met AxCrypt</strong>
pl: <strong>256-bitowe szyfrowanie AES za pomocą AxCrypt</strong>
pt: <strong>Cifragem AES de 256 bits com a AxCrypt</strong>
ru: <strong>256-битное шифрование AES с AxCrypt</strong>
sv: <strong>AES 256-bits Kryptering med AxCrypt</strong>
tr: <strong>AxCrypt ile AES 256 bit Şifreleme</strong>
zh: <strong>使用AxCrypt进行AES256位加密</strong>

# Blog_GAES256BEWA_H1_Text1
source: The National Institute of Standards and Technology (NIST) recognized the need for an alternative to the Data Encryption Standard (DES), which was becoming vulnerable to brute-force attacks, and thus Advanced Encryption Standard (AES) was created. The US National Security Agency (NSA) authorized AES as the first publicly available cipher for protecting top-secret material.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Learn More</a>
ar: أقر المعهد الوطني للمعايير والتكنولوجيا (NIST) بالحاجة إلى بديل لمعيار تشفير البيانات (DES) ، والذي أصبح عرضة لهجمات القوة الغاشمة ، وبالتالي تم إنشاء معيار التشفير المتقدم (AES). صرحت وكالة الأمن القومي الأمريكية (NSA) بـ AES كأول تشفير متاح للجمهور لحماية المواد شديدة السرية. <a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'> تعلم المزيد </a>
de: Das National Institute of Standards and Technology (NIST) erkannte die Notwendigkeit einer Alternative zum Datenverschlüsselungsstandard (DES), der anfällig für Brute-Force-Angriffe wurde, und so wurde der Advanced Encryption Standard (AES) geschaffen. Die US-amerikanische National Security Agency (NSA) hat AES als erste öffentlich zugängliche Chiffre zum Schutz von streng geheimem Material zugelassen.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard '>Learn More</a>
es: El Instituto Nacional de Estándares y Tecnología (NIST) reconoció la necesidad de contar con una alternativa al Estándar de cifrado de datos (DES), que se estaba volviendo vulnerable a los ataques de fuerza bruta, y por lo tanto se creó el Estándar de Cifrado Avanzado (AES). La Agencia de Seguridad Nacional de EE.UU. (NSA) autorizó el AES como el primer cifrado disponible públicamente para proteger material de alto secreto.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Obtener más información</a>
fr: Le National Institute of Standards and Technology (NIST) a reconnu le besoin d'une alternative au Data Encryption Standard (DES), qui devenait vulnérable aux attaques par force brute, et c'est ainsi qu'Advanced Encryption Standard (AES) a été créé. La National Security Agency (NSA) des États-Unis a autorisé l'AES comme premier chiffrement accessible au public pour la protection du matériel top secret.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>En savoir Plus</a>
it: Il National Institute of Standards and Technology (NIST) ha riconosciuto la necessità di un'alternativa al Data Encryption Standard (DES), che stava diventando vulnerabile agli attacchi di forza bruta, e quindi l'Advanced Encryption Standard (AES) fu creato. La National Security Agency (NSA) degli Stati Uniti ha autorizzato AES come il primo cifrario pubblicamente disponibile per proteggere il materiale top-secret. <a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Learn More</a>
ko: NIST(미국 국립표준기술원)는 무차별 암호 대입 공격에 취약해지고 있는 DES(데이터 암호화 표준)에 대한 대안의 필요성을 인식하여 AES(고급 암호화 표준)를 만들었습니다. 미국 국가 안보국 (NSA)은 AES를 일급 비밀 자료를 보호하기위한 최초의 공개 암호로 승인했습니다. <a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>더 알아보기</a>
nl: Het National Institute of Standards and Technology (NIST) erkende de noodzaak van een alternatief voor de Data Encryption Standard (DES), die kwetsbaar werd voor aanvallen met brute kracht, en daarom werd de Advanced Encryption Standard (AES) gecreëerd. De Amerikaanse National Security Agency (NSA) heeft AES geautoriseerd als het eerste openbaar beschikbare cijfer voor het beschermen van topgeheim materiaal.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Leer Meer</a>
pl: Narodowy Instytut Standardów i Technologii (NIST) dostrzegł potrzebę stworzenia alternatywy dla standardu szyfrowania danych (DES), który stawał się podatny na ataki brute-force, i w ten sposób powstał Advanced Encryption Standard (AES). Amerykańska Agencja Bezpieczeństwa Narodowego (NSA) autoryzowała AES jako pierwszy publicznie dostępny szyfr do ochrony ściśle tajnych materiałów.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Dowiedz się Więcej</a>
pt: O National Institute of Standards and Technology (NIST) reconheceu a necessidade de uma alternativa para o Data Encryption Standard (DES) que se tornou vulnerável a ataques de força bruta e, portanto, o Advanced Encryption Standard (AES) foi criado. A National Security Agency (NSA) dos USA autorizou o AES como a primeira cifra publicamente disponível para proteger material ultra-secreto. <a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Saiba Mais</a>
ru: Национальный институт стандартов и технологий (NIST) признал необходимость в альтернативе стандарту шифрования данных (DES), который становился уязвимым для атак методом перебора, и, таким образом, был создан Расширенный стандарт шифрования (AES). Агентство национальной безопасности США (АНБ) утвердило AES в качестве первого общедоступного шифра для защиты сверхсекретных материалов.
sv: National Institute of Standards and Technology (NIST) insåg behovet av ett alternativ till Data Encryption Standard (DES), som började bli sårbar för brute-force-attacker, och därmed skapades Advanced Encryption Standard (AES). US National Security Agency (NSA) godkände AES som det första allmänt tillgängliga chiffer för att skydda topphemligt material.<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Lär dig Mer</a>
tr: Ulusal Standartlar ve Teknoloji Enstitüsü (NIST), kaba kuvvet saldırılarına karşı savunmasız hale gelen Veri Şifreleme Standardı'na (DES) bir alternatife duyulan ihtiyacı kabul etti ve böylece Gelişmiş Şifreleme Standardı (AES) oluşturuldu. ABD Ulusal Güvenlik Ajansı (NSA), AES'yi çok gizli materyalleri korumak için halka açık ilk şifre olarak yetkilendirdi. <a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Daha fazla bilgi edinin</a>
zh: 美国国家标准与技术研究所（NIST）认识到需要替代数据加密标准（DES），该标准越来越容易受到暴力攻击，因此创建了高级加密标准（AES）。 美国国家安全局（NSA）授权AES作为第一个公开可用的用于保护绝密材料的密码。<a href='https://www.techtarget.com/searchsecurity/definition/Advanced-Encryption-Standard'>Learn More</a>
