Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WCACT_H2_SH4_Text1
source: Overly liberal access controls are another prominent cause of data breaches in cloud systems. Proper implementation of access controls within your cloud environment may considerably minimise risk exposure. To avoid any kind of credential leakage, organisations must implement a proper key management system. AxCrypt has a number of characteristics that make it a good key management solution.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Read more about AxCrypt key management</a>
ar: تعد ضوابط الوصول الليبرالية سببًا بارزًا آخر لانتهاكات البيانات في الأنظمة السحابية. قد يؤدي التنفيذ السليم لضوابط الوصول داخل بيئة السحابة الخاصة بك إلى تقليل التعرض للمخاطر بشكل كبير. لتجنب أي نوع من تسرب بيانات الاعتماد ، يجب على المؤسسات تنفيذ نظام إدارة مفتاح مناسب. يحتوي برنامج اكسكربت على عدد من الخصائص التي تجعله حلاً جيدًا لإدارة المفاتيح. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'> اقرأ المزيد حول إدارة مفاتيح اكسكربت </ a >
de: Übermäßig liberale Zugriffskontrollen sind eine weitere prominente Ursache für Datenverletzungen in Cloud-Systemen. Die ordnungsgemäße Implementierung von Zugriffskontrollen in Ihrer Cloud-Umgebung kann das Risiko erheblich minimieren. Um jegliche Art von Anmeldeinformationslecks zu vermeiden, müssen Unternehmen ein ordnungsgemäßes Schlüsselverwaltungssystem implementieren. AxCrypt hat eine Reihe von Eigenschaften, die es zu einer guten Schlüsselverwaltungslösung machen. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Read more about AxCrypt key management</a>
es: Los controles de acceso excesivamente liberales son otra causa importante de las filtraciones de datos en los sistemas en la nube. La implementación adecuada de los controles de acceso dentro de tu entorno de nube puede minimizar considerablemente la exposición al riesgo. Para evitar cualquier tipo de fuga de credenciales, las organizaciones deben implementar un sistema de gestión de claves adecuado. AxCrypt cuenta con una serie de funciones que lo convierten en una buena solución de administración de claves. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Obtener más información sobre la administración de claves de AxCrypt</a>
fr: Les contrôles d’accès trop libéraux sont une autre cause importante de violations de données dans les systèmes cloud. La mise en œuvre correcte des contrôles d’accès dans votre environnement cloud peut réduire considérablement l’exposition aux risques. Pour éviter tout type de fuite d’informations d’identification, les organisations doivent mettre en œuvre un système de gestion des clés approprié. AxCrypt a un certain nombre de caractéristiques qui en font une bonne solution de gestion des clés. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>En savoir plus sur la gestion des clés AxCrypt</a>
it: I controlli di accesso eccessivamente liberali sono un'altra causa importante di violazioni dei dati nei sistemi cloud. La corretta implementazione dei controlli di accesso all'interno dell'ambiente cloud può ridurre notevolmente l'esposizione al rischio. Per evitare qualsiasi tipo di perdita di credenziali, le organizzazioni devono implementare un adeguato sistema di gestione delle chiavi. AxCrypt ha una serie di caratteristiche che lo rendono una buona soluzione di gestione delle chiavi. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Ulteriori informazioni sulla gestione delle chiavi di AxCrypt</a>
ko: 지나치게 자유로운 액세스 제어는 클라우드 시스템의 데이터 침해의 또 다른 주요 원인입니다. 클라우드 환경 내에서 액세스 제어를 적절하게 구현하면 위험 노출을 상당히 최소화할 수 있습니다. 모든 종류의 자격 증명 유출을 방지하기 위해 조직은 적절한 키 관리 시스템을 구현해야 합니다. AxCrypt에는 우수한 키 관리 솔루션을 제공하는 여러 가지 특성이 있습니다.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'> AxCrypt 키 관리에 대해 자세히 읽어 보십시오/a>
nl: Al te liberale toegangscontroles zijn een andere belangrijke oorzaak van datalekken in cloudsystemen. Een juiste implementatie van toegangscontroles binnen uw cloudomgeving kan de blootstelling aan risico's aanzienlijk verminderen. Om elke vorm van lekken van referenties te voorkomen, moeten organisaties een goed sleutelbeheersysteem implementeren. AxCrypt heeft een aantal kenmerken waardoor het een goede sleutelbeheeroplossing is.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Lees meer over AxCrypt sleutelbeheer</a >
pl: Nadmiernie liberalne kontrole dostępu to kolejna wyraźna przyczyna naruszeń bezpieczeństwa danych w systemach chmurowych. Właściwe wdrożenie kontroli dostępu w środowisku chmury może znacznie zminimalizować narażenie na ryzyko. Aby uniknąć wszelkiego rodzaju wycieku danych uwierzytelniających, organizacje muszą wdrożyć odpowiedni system zarządzania kluczami. AxCrypt ma wiele cech, które sprawiają, że jest dobrym rozwiązaniem do zarządzania kluczami.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Przeczytaj więcej o zarządzaniu kluczami AxCrypt</a >
pt: Controlo de acesso excessivamente liberal são outra causa proeminente de violações de dados em sistemas na nuvem. A implementação adequada de controlo de acesso no seu ambiente na nuvem pode minimizar consideravelmente a exposição ao risco. Para evitar qualquer tipo de fuga de credenciais, as organizações devem implementar um sistema adequado de gestão de chaves. A AxCrypt tem uma série de características que a tornam uma boa solução de gestão de chaves. <a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Leia mais sobre a gestão de chaves da AxCrypt</a>
ru: Чрезмерно либеральный контроль доступа является еще одной заметной причиной утечек данных в облачных системах. Правильное внедрение средств контроля доступа в вашей облачной среде может значительно свести к минимуму подверженность риску. Чтобы избежать любого рода утечки учетных данных, организации должны внедрить надлежащую систему управления ключами. AxCrypt обладает рядом характеристик, которые делают его хорошим решением для управления ключами.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Read more about AxCrypt key management</a>
sv: Alltför liberala åtkomstkontroller är en annan framträdande orsak till dataintrång i molnsystem. Rätt implementering av åtkomstkontroller i din molnmiljö kan minimera riskexponeringen betydligt. För att undvika någon form av läckage av legitimation måste organisationer använda ett korrekt nyckelhanteringssystem. AxCrypt har ett antal egenskaper som gör det till en bra nyckelhanteringslösning.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Läs mer om AxCrypt-nyckelhantering</a >
tr: Aşırı liberal erişim kontrolleri, bulut sistemlerindeki veri ihlallerinin bir diğer önemli nedenidir. Bulut ortamınızda erişim kontrollerinin düzgün bir şekilde uygulanması, maruz kalınan riski önemli ölçüde azaltabilir. Her türlü kimlik bilgisi sızıntısını önlemek için kuruluşlar uygun bir anahtar yönetim sistemi uygulamalıdır. AxCrypt, kendisini iyi bir anahtar yönetim çözümü yapan bir dizi özelliğe sahiptir.<a href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>AxCrypt anahtar yönetimi hakkında daha fazla bilgi edinin</a>
zh: 过于宽松的访问控制是云系统中数据泄露的另一个突出原因。 在云环境中适当实施访问控制可以大大减少风险暴露。 为了避免任何形式的凭证泄漏，组织必须实施适当的密钥管理系统。 AxCrypt具有许多特性，使其成为一个很好的密钥管理解决方案。<href='https://www.axcrypt.net/blog/fundamentals-of-key-management'>Read more about AxCrypt key management</a>

# Blog_WCACT_H2_SubHeading1
source: <strong>Data Breaches</strong>
ar: <strong> خروقات البيانات </strong>
de: <strong>Datenschutzverletzungen</strong>
es: <strong>Vulneraciones de datos</strong>
fr: <strong>Violations de Données</strong>
it: <strong>Violazioni dei dati</strong>
ko: <strong>데이터 유출</strong>
nl: <strong>Gegevenslekken</strong>
pl: <strong>Naruszenia danych</strong>
pt: <strong>Violações de Dados</strong>
ru: <strong>Утечки данных</strong>
sv: <strong>Dataintrång</strong>
tr: <strong>Veri İhlalleri</strong>
zh: <strong>数据泄露</strong>

# Blog_WCACT_H2_SubHeading2
source: <strong>Denial of service attacks</strong>
ar: <strong> هجمات رفض الخدمة </ strong>
de: <strong>Denial-of-Service-Angriffe</strong>
es: <strong>Ataques de denegación de servicio</strong>
fr: <strong>Attaques par déni de service</strong>
it: <strong>Attacchi denial of service</strong>
ko: <strong>서비스 거부 공격</strong>
nl: <strong>Ontkenning van service-aanvallen</strong>
pl: <strong>Ataki typu „odmowa usługi”</strong>
pt: <strong>Ataques de negação de serviço</strong>
ru: <strong>Атаки типа "Отказ в обслуживании"</strong>
sv: <strong>Förnekning av service-attacker</strong>
tr: <strong>Hizmet reddi saldırıları</strong>
zh: <strong>拒绝服务攻击</strong>

# Blog_WCACT_H2_SubHeading3
source: <strong>Insider attacks</strong>
ar: <strong> هجمات المطلعين</strong>
de: <strong>Insider-Angriffe</strong>
es: <strong>Ataques internos</strong>
fr: <strong>Attaques internes</strong>
it: <strong>Attacchi interni</strong>
ko: <strong>내부자 공격</strong>
nl: <strong>Insider-aanvallen</strong>
pl: <strong>Ataki wewnętrzne</strong>
pt: <strong>Ataques internos</strong>
ru: <strong>Инсайдерские атаки</strong>
sv: <strong>Insiderattacker</strong>
tr: <strong>İçeriden saldırılar</strong>
zh: <strong>内部攻击</strong>

# Blog_WCACT_H2_SubHeading4
source: <strong>Credential Leakage</strong>
ar: <strong> تسرب بيانات الاعتماد </strong>
de: <strong>Verlust von Anmeldeinformationen</strong>
es: <strong>Fuga de credenciales</strong>
fr: <strong>Fuite d’informations d’identification</strong>
it: <strong>Perdita di Credenziali</strong>
ko: <strong>자격 증명 유출 <strong>
nl: <strong>Lekkage van inloggegevens</strong>
pl: <strong>Wyciek poświadczeń</strong>
pt: <strong>Fuga de Credenciais</strong>
ru: <strong>Утечка учетных данных</strong>
sv: <strong>Läckage av inloggningsuppgifter</strong>
tr: <strong>Kimlik Bilgileri Sızıntısı</strong>
zh: <strong>凭证泄漏</strong>

# Blog_WCACT_H2_Text1
source: Considering cloud technology is still being actively developed, it has a number of flaws that hackers or hostile insiders may exploit. Therefore, it is critical to know where your system can be vulnerable and what you can do about it.
ar: بالنظر إلى أن التكنولوجيا السحابية لا تزال قيد التطوير بنشاط ، فإن لديها عددًا من العيوب التي قد يستغلها المتسللون أو المطلعون العدائيون. لذلك ، من المهم أن تعرف أين يمكن أن يكون نظامك عرضة للخطر وما يمكنك فعله حيال ذلك.
de: In Anbetracht der Tatsache, dass die Cloud-Technologie noch aktiv entwickelt wird, weist sie eine Reihe von Fehlern auf, die Hacker oder feindliche Insider ausnutzen können. Daher ist es wichtig zu wissen, wo Ihr System anfällig sein kann und was Sie dagegen tun können.
es: Teniendo en cuenta que la tecnología de la nube aún se está desarrollando activamente, tiene una serie de fallas que los hackers informáticos o personas internas hostiles pueden explotar. Por lo tanto, es fundamental saber en qué aspecto puede ser vulnerable tu sistema y qué puedes hacer al respecto.
fr: Considérant que la technologie cloud est toujours activement développée, elle présente un certain nombre de défauts que les pirates ou les initiés hostiles peuvent exploiter. Par conséquent, il est essentiel de savoir où votre système peut être vulnérable et ce que vous pouvez faire pour y remédier.
it: Considerando che la tecnologia cloud è ancora attivamente sviluppata, ha una serie di difetti che gli hacker o gli addetti ai lavori ostili possono sfruttare. Pertanto, è fondamentale sapere dove il tuo sistema può essere vulnerabile e cosa puoi fare al riguardo.
ko: 클라우드 기술이 여전히 활발하게 개발되고 있다는 점을 고려할 때, 해커나 적대적인 내부자가 악용할 수 있는 여러 가지 결함이 있습니다. 따라서 시스템이 취약할 수 있는 부분과 이에 대해 수행할 수 있는 작업을 아는 것이 중요합니다.
nl: Aangezien cloudtechnologie nog steeds actief wordt ontwikkeld, heeft het een aantal tekortkomingen die hackers of vijandige insiders kunnen misbruiken. Daarom is het van cruciaal belang om te weten waar uw systeem kwetsbaar kan zijn en wat u eraan kunt doen.
pl: Biorąc pod uwagę, że technologia chmury jest wciąż aktywnie rozwijana, ma ona wiele wad, które mogą wykorzystać hakerzy lub wrogo nastawieni insiderzy. Dlatego ważne jest, aby wiedzieć, gdzie twój system może być podatny na ataki i co możesz z tym zrobić.
pt: Tendo em conta que a tecnologia na nuvem ainda está a ser activamente desenvolvida, há um número de falhas que os hackers e pessoas internas hostis podem explorar. Portanto, é crítico saber onde é que o seu sistema pode ser vulnerável e o que pode fazer sobre isso.
ru: Учитывая, что облачные технологии все еще активно развиваются, у них есть ряд недостатков, которыми могут воспользоваться хакеры или враждебно настроенные инсайдеры. Поэтому крайне важно знать, где ваша система может быть уязвима и что вы можете с этим сделать.
sv: Med tanke på att molnteknologin fortfarande är under utveckling har den ett antal brister som hackare eller fientliga insiders kan utnyttja. Därför är det viktigt att veta var ditt system kan vara sårbart och vad du kan göra åt det.
tr: Bulut teknolojisinin hala aktif olarak geliştirilmekte olduğu göz önüne alındığında, bilgisayar korsanlarının veya kötü niyetli içeriden gelen saldırganların yararlanabileceği bir takım kusurları vardır. Bu nedenle, sisteminizin hangi noktalarda savunmasız olabileceğini ve bu konuda neler yapabileceğinizi bilmek çok önemlidir.
zh: 考虑到云技术仍在积极开发中，它有一些黑客或敌对内部人员可能利用的缺陷。 因此，至关重要的是要知道您的系统在哪里可能容易受到攻击，以及您可以对此做些什么。

# Blog_WCACT_H3_Text1
source: Cloud users must implement security measures to safeguard their sensitive data from cyber-attacks. Encryption is one of the most effective data security methods, scrambling the information of any system, database, or file in such a way that it is difficult to understand by any third party without the key. Companies can guarantee that only authorised users have access to sensitive data by using encryption and proper key management systems. Encrypted data is illegible and practically worthless without its key, even if it is lost, stolen, or accessed without authorisation.<br/>
ar: يجب على مستخدمي السحابة تنفيذ تدابير أمنية لحماية بياناتهم الحساسة من الهجمات الإلكترونية. يعد التشفير أحد أكثر طرق أمان البيانات فعالية ، حيث يتم خلط معلومات أي نظام أو قاعدة بيانات أو ملف بطريقة يصعب على أي طرف ثالث فهمها بدون المفتاح. يمكن للشركات ضمان وصول المستخدمين المصرح لهم فقط إلى البيانات الحساسة باستخدام التشفير وأنظمة إدارة المفاتيح المناسبة. البيانات المشفرة غير مقروءة ولا قيمة لها عمليًا بدون مفتاحها ، حتى في حالة فقدها أو سرقتها أو الوصول إليها دون إذن. <br/>
de: Cloud-Nutzer müssen Sicherheitsmaßnahmen implementieren, um ihre sensiblen Daten vor Cyberangriffen zu schützen. Die Verschlüsselung ist eine der effektivsten Datensicherheitsmethoden, bei der die Informationen eines Systems, einer Datenbank oder einer Datei so verschlüsselt werden, dass sie von Dritten ohne den Schlüssel nur schwer verstanden werden können. Unternehmen können durch Verschlüsselung und ordnungsgemäße Schlüsselverwaltungssysteme sicherstellen, dass nur autorisierte Benutzer Zugriff auf sensible Daten haben. Verschlüsselte Daten sind ohne ihren Schlüssel unleserlich und praktisch wertlos, auch wenn sie verloren gehen, gestohlen oder unbefugt abgerufen werden.<br/>
es: Los usuarios de la nube deben implementar medidas de seguridad para proteger sus datos confidenciales de los ciberataques. El cifrado es uno de los métodos de seguridad de datos más efectivos, codificando la información de cualquier sistema, base de datos o archivo de tal manera que sea difícil de entender por cualquier tercero que no tenga la clave. Las empresas pueden garantizar que solo los usuarios autorizados tengan acceso a datos confidenciales mediante el uso de sistemas de cifrado y administración de claves adecuados. Los datos cifrados son ilegibles y prácticamente no tienen valor sin su clave, incluso si se pierden, son robados o se accede a ellos sin autorización.<br/>
fr: Les utilisateurs du cloud doivent mettre en œuvre des mesures de sécurité pour protéger leurs données sensibles contre les cyberattaques. Le cryptage est l’une des méthodes de sécurité des données les plus efficaces, brouillant les informations de tout système, base de données ou fichier de telle sorte qu’il est difficile à comprendre par un tiers sans la clé. Les entreprises peuvent garantir que seuls les utilisateurs autorisés ont accès aux données sensibles en utilisant le cryptage et des systèmes de gestion des clés appropriés. Les données cryptées sont illisibles et pratiquement sans valeur sans leur clé, même si elles sont perdues, volées ou consultées sans autorisation.<br/>
it: Gli utenti del cloud devono implementare misure di sicurezza per salvaguardare i propri dati sensibili dagli attacchi informatici. La crittografia è uno dei metodi di sicurezza dei dati più efficaci, poiché codifica le informazioni di qualsiasi sistema, database o file in modo tale che sia difficile da comprendere da parte di terzi senza la chiave. Le aziende possono garantire che solo gli utenti autorizzati abbiano accesso ai dati sensibili utilizzando la crittografia e adeguati sistemi di gestione delle chiavi. I dati crittografati sono illeggibili e praticamente privi di valore senza la relativa chiave, anche in caso di smarrimento, furto o accesso senza autorizzazione.<br/>
ko: 클라우드 사용자는 사이버 공격으로부터 민감한 데이터를 보호하기 위해 보안 조치를 구현해야 합니다. 암호화는 가장 효과적인 데이터 보안 방법 중 하나로, 키가 없으면 제3자가 이해하기 어려운 방식으로 시스템, 데이터베이스 또는 파일의 정보를 뒤섞습니다. 회사는 암호화 및 적절한 키 관리 시스템을 사용하여 권한 있는 사용자만 민감한 데이터에 액세스할 수 있도록 할 수 있습니다. 암호화된 데이터는 분실, 도난 또는 승인 없이 액세스하더라도 키가 없으면 읽을 수 없으며 실질적으로 가치가 없습니다.<br/>
nl: Cloudgebruikers moeten beveiligingsmaatregelen nemen om hun gevoelige gegevens te beschermen tegen cyberaanvallen. Encryptie is een van de meest effectieve methoden voor gegevensbeveiliging, waarbij de informatie van een systeem, database of bestand zodanig wordt vervormd dat het zonder de sleutel voor derden moeilijk te begrijpen is. Bedrijven kunnen garanderen dat alleen geautoriseerde gebruikers toegang hebben tot gevoelige gegevens door gebruik te maken van codering en goede sleutelbeheersystemen. Versleutelde gegevens zijn onleesbaar en praktisch waardeloos zonder de sleutel, zelfs als ze verloren gaan, gestolen worden of zonder toestemming worden geopend.<br/>
pl: Użytkownicy chmury muszą wdrożyć środki bezpieczeństwa, aby chronić swoje wrażliwe dane przed cyberatakami. Szyfrowanie to jedna z najskuteczniejszych metod zabezpieczania danych, szyfrująca informacje dowolnego systemu, bazy danych lub pliku w taki sposób, że bez klucza trudno je zrozumieć osobom trzecim. Firmy mogą zagwarantować, że tylko upoważnieni użytkownicy mają dostęp do wrażliwych danych, stosując szyfrowanie i odpowiednie systemy zarządzania kluczami. Zaszyfrowane dane są nieczytelne i praktycznie bezwartościowe bez klucza, nawet jeśli zostaną zgubione, skradzione lub dostępne bez autoryzacji.<br/>
pt: Os utilizadores da nuvem devem implementar medidas de segurança para proteger os seus dados sensíveis de ciberataques. A cifragem é um dos métodos mais eficazes de segurança de dados, baralhando a informação de qualquer sistema, base de dados ou ficheiro e tornando-a difícil de ler por terceiros que não tenham a chave. Ao usar cifragem e sistemas apropriados de gestão de chaves, as empresas podem garantir que apenas os utilizadores autorizados têm acesso a dados sensíveis. Os dados cifrados são ilegíveis e praticamente não têm valor sem a sua chave, mesmo que sejam perdidos, roubados ou acedidos sem autorização.<br/>
ru: Пользователи облачных сервисов должны внедрять меры безопасности для защиты своих конфиденциальных данных от кибератак. Шифрование - это один из наиболее эффективных методов защиты данных, который шифрует информацию любой системы, базы данных или файла таким образом, что ее трудно понять любой третьей стороне без ключа. Компании могут гарантировать, что только авторизованные пользователи имеют доступ к конфиденциальным данным, используя шифрование и надлежащие системы управления ключами. Зашифрованные данные неразборчивы и практически бесполезны без своего ключа, даже если они потеряны, украдены или к ним получен доступ без авторизации.<br/>
sv: Molnanvändare måste implementera säkerhetsåtgärder för att skydda sin känsliga data från cyberattacker. Kryptering är en av de mest effektiva datasäkerhetsmetoderna, som förvränger informationen i alla system, databaser eller filer på ett sådant sätt att det är svårt att förstå av tredje part utan nyckeln. Företag kan garantera att endast auktoriserade användare har tillgång till känslig data genom att använda kryptering och korrekta nyckelhanteringssystem. Krypterad data är oläslig och praktiskt taget värdelös utan nyckeln, även om den försvinner, blir stulen eller nås utan tillstånd.<br/>
tr: Bulut kullanıcılarının, hassas verilerini siber saldırılardan korumak için güvenlik önlemleri alması gerekir. Şifreleme, herhangi bir sistemin, veritabanının veya dosyanın bilgilerini, anahtar olmadan herhangi bir üçüncü tarafça anlaşılması zor olacak şekilde karıştıran en etkili veri güvenliği yöntemlerinden biridir. Şirketler, şifreleme ve uygun anahtar yönetim sistemlerini kullanarak hassas verilere yalnızca yetkili kullanıcıların erişebileceğini garanti edebilir. Şifrelenmiş veriler, kaybolsa, çalınsa veya bu verilere izinsiz erişilse bile, anahtarı olmadan okunaksız ve pratik olarak değersizdir.<br/>
zh: 云用户必须实施安全措施来保护其敏感数据免受网络攻击。 加密是最有效的数据安全方法之一，对任何系统，数据库或文件的信息进行加扰，使得没有密钥的任何第三方都难以理解。 公司可以通过使用加密和适当的密钥管理系统保证只有授权用户才能访问敏感数据。 加密数据在没有密钥的情况下难以辨认，实际上毫无价值，即使它丢失，被盗或未经授权访问。<br/>

# Blog_WCACT_H3_Text2
source: Cloud encryption protects data from being misused while simultaneously addressing other significant security concerns, such as:<br/>
ar: يحمي التشفير السحابي البيانات من إساءة استخدامها بينما يعالج في الوقت نفسه مخاوف أمنية مهمة أخرى ، مثل: <br/>
de: Cloud-Verschlüsselung schützt Daten vor Missbrauch und adressiert gleichzeitig andere wichtige Sicherheitsbedenken, wie zum Beispiel:<br/>
es: El cifrado en la nube protege los datos contra el uso indebido y, al mismo tiempo, aborda otros problemas de seguridad importantes, como:<br/>
fr: Le chiffrement dans le cloud protège les données contre toute utilisation abusive tout en répondant simultanément à d’autres problèmes de sécurité importants, tels que:<br/>
it: La crittografia cloud protegge i dati dall'uso improprio e, allo stesso tempo, affronta altri importanti problemi di sicurezza, come ad esempio:<br/>
ko: 클라우드 암호화는 데이터가 잘못 사용되는 것을 방지하는 동시에 다음과 같은 다른 중요한 보안 문제를 해결합니다:<br/>
nl: Cloudencryptie beschermt gegevens tegen misbruik en lost tegelijkertijd andere belangrijke beveiligingsproblemen op, zoals:<br/>
pl: Szyfrowanie w chmurze chroni dane przed niewłaściwym wykorzystaniem, jednocześnie rozwiązując inne istotne problemy związane z bezpieczeństwem, takie jak:<br/>
pt: A cifragem na nuvem protege os dados de uso indevido ao mesmo tempo que resolve outras preocupações significativas de segurança, tais como:<br/>
ru: Облачное шифрование защищает данные от неправильного использования, одновременно решая другие важные проблемы безопасности, такие как:<br/>
sv: Molnkryptering skyddar information från att missbrukas samtidigt som man tar itu med andra viktiga säkerhetsproblem, som:<br/>
tr: Bulut şifreleme, verileri kötüye kullanılmaya karşı korurken aynı zamanda aşağıdakiler gibi diğer önemli güvenlik endişelerini de ele alır:<br/>
zh: 云加密保护数据不被滥用，同时解决其他重要的安全问题，例如：<br/>
