Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EIBM_H4_Text3
source: The Wall Street Journal reported that, despite the importance and accessibility of encryption, many corporations still fail to encrypt sensitive information. Some companies by only encrypting one-third of all sensitive corporate data, leave the remaining two thirds sensitive to theft or fraud.
ar: ذكرت صحيفة وول ستريت جورنال أنه على الرغم من أهمية التشفير وإمكانية الوصول إليه ، لا تزال العديد من الشركات تفشل في تشفير المعلومات الحساسة. تقوم بعض الشركات بتشفير ثلث جميع بيانات الشركة الحساسة فقط ، وتترك الثلثين المتبقيين حساسين للسرقة أو الاحتيال.
de: Das Wall Street Journal berichtete, dass trotz der Bedeutung und Zugänglichkeit von Verschlüsselung viele Unternehmen immer noch nicht in der Lage sind, vertrauliche Informationen zu verschlüsseln. Einige Unternehmen verschlüsseln nur ein Drittel aller sensiblen Unternehmensdaten, während die restlichen zwei Drittel für Diebstahl oder Betrug anfällig sind.
es: The Wall Street Journal informó que, a pesar de la importancia y la accesibilidad del cifrado, muchas corporaciones aún no logran cifrar la información confidencial. Algunas empresas, al cifrar solo un tercio de todos los datos corporativos confidenciales, dejan los dos tercios restantes sensibles al robo o al fraude.
fr: Le Wall Street Journal a rapporté que, malgré l’importance et l’accessibilité du cryptage, de nombreuses entreprises ne parviennent toujours pas à chiffrer les informations sensibles. Certaines entreprises, en ne chiffrant qu’un tiers de toutes les données sensibles de l’entreprise, laissent les deux tiers restants sensibles au vol ou à la fraude.
it: Il Wall Street Journal ha riferito che, nonostante l'importanza e l'accessibilità della crittografia, molte aziende non riescono ancora a crittografare le informazioni sensibili. Alcune aziende, crittografando solo un terzo di tutti i dati aziendali sensibili, lasciano i restanti due terzi sensibili a furti o frodi.
ko: 월스트리트 저널 (Wall Street Journal)은 암호화의 중요성과 접근성에도 불구하고, 많은 기업들이 여전히 민감한 정보를 암호화하지 못하고 있다고 보고했습니다. 일부 회사는 모든 민감한 기업 데이터의 1/3만 암호화하고 나머지 2/3는 도난이나 사기에 민감하게 둡니다.
nl: De Wall Street Journal berichtte dat, ondanks het belang en de toegankelijkheid van encryptie, veel bedrijven het nog steeds nalaten gevoelige informatie te versleutelen. Sommige bedrijven versleutelen slechts een derde van alle gevoelige bedrijfsgegevens en laten de overige twee derde gevoelig voor diefstal of fraude.
pl: The Wall Street Journal poinformował, że pomimo znaczenia i dostępności szyfrowania, wiele korporacji wciąż nie szyfruje poufnych informacji. Niektóre firmy, szyfrując tylko jedną trzecią wszystkich wrażliwych danych korporacyjnych, pozostawiają pozostałe dwie trzecie podatne na kradzież lub oszustwo.
pt: O Wall Street Journal reportou que, apesar da importância e acessibilidade da cifragem, muitas empresas ainda não cifram informação sensível. Algumas empresas, ao cifrar apenas um terço dos seus dados sensíveis, deixam os restantes dois terços vulneráveis a roubo e fraude.
ru: The Wall Street Journal сообщила, что, несмотря на важность и доступность шифрования, многие корпорации по-прежнему не в состоянии зашифровать конфиденциальную информацию. Некоторые компании, шифруя только одну треть всех конфиденциальных корпоративных данных, оставляют оставшиеся две трети уязвимыми для кражи или мошенничества.
sv: Wall Street Journal rapporterade att, trots vikten och tillgängligheten av kryptering, många företag fortfarande misslyckas med att kryptera känslig information. Genom att endast kryptera en tredjedel av all känslig företagsdata, lämnar vissa företag de återstående två tredjedelarna känsliga för stöld eller bedrägeri.
tr: Wall Street Journal, şifrelemenin önemine ve erişilebilirliğine rağmen, birçok şirketin hala hassas bilgileri şifrelemede başarısız olduğunu sayfalarına taşıdı. Bazı şirketler, tüm hassas kurumsal verilerin yalnızca üçte birini şifreleyerek, kalan üçte ikisini hırsızlık veya sahtekarlığa karşı korunmasız bırakmaktadır.
zh: "华尔街日报"报道说，尽管加密的重要性和可访问性，许多公司仍然无法加密敏感信息。 有些公司只加密三分之一的敏感公司数据，剩下的三分之二对盗窃或欺诈敏感。

# Blog_EIBM_H4_Text4
source: The challenges impeding market growth and expansion strategies tend to lead companies in the Cloud Security in the banking market. The market for cloud security solutions in the banking sector is set to grow.
ar: تميل التحديات التي تعيق نمو السوق واستراتيجيات التوسع إلى قيادة الشركات في الأمان السحابي في السوق المصرفية. من المقرر أن ينمو سوق حلول الأمان السحابية في القطاع المصرفي.
de: Die Herausforderungen, die das Marktwachstum und die Expansionsstrategien behindern, führen Unternehmen in der Regel in die Cloud-Sicherheit im Bankenmarkt. Der Markt für Cloud-Sicherheitslösungen im Bankensektor wird wachsen.
es: Los desafíos que impiden el crecimiento del mercado y las estrategias de expansión tienden a llevar a las empresas de la seguridad en la nube al mercado bancario. El mercado de soluciones de seguridad en la nube en el sector bancario está destinado a crecer.
fr: Les défis qui entravent la croissance du marché et les stratégies d’expansion ont tendance à conduire les entreprises dans le Sécurité du Cloud sur le marché bancaire. Le marché des solutions de sécurité cloud dans le secteur bancaire est appelé à croître.
it: Le sfide che ostacolano la crescita del mercato e le strategie di espansione tendono a portare le aziende nella Cloud Security verso il mercato bancario. Il mercato delle soluzioni di sicurezza cloud nel settore bancario è destinato a crescere.
ko: 시장 성장과 확장 전략을 방해하는 과제는 은행 시장에서 클라우드 보안 분야의 기업을 이끄는 경향이 있습니다. 은행권 클라우드 보안 솔루션 시장이 성장을 앞두고 있습니다.
nl: De uitdagingen die de marktgroei belemmeren en uitbreidingsstrategieën leiden bedrijven in de markt voor cloudbeveiliging in de banksector. De markt voor cloudbeveiligingsoplossingen in de banksector zal groeien.
pl: Wyzwania utrudniające rozwój rynku i strategie ekspansji prowadzą firmy z obszaru Cloud Security na rynku bankowym. Rynek rozwiązań bezpieczeństwa w chmurze w sektorze bankowym będzie się rozwijał.
pt: Os desafios que impedem o crescimento de mercado e as estratégias de expansão tendem a levar as empresas da Segurança na Nuvem para o mercado bancário. O mercado de soluções de segurança na nuvem no sector bancário deverá crescer.
ru: Проблемы, препятствующие росту рынка и стратегиям расширения, как правило, приводят компании к облачной безопасности в банковском секторе. Рынок облачных решений для обеспечения безопасности в банковском секторе будет расти.
sv: De utmaningar som hindrar marknadstillväxt och expansionsstrategier tenderar att leda företag inom molnsäkerheten på bankmarknaden. Marknaden för molnsäkerhetslösningar inom banksektorn kommer att växa.
tr: Pazarın büyümesini engelleyen zorluklar ve genişleme stratejileri, bankacılık pazarındaki Bulut Güvenliği şirketlerine liderlik etme eğilimindedir. Bankacılık sektöründe bulut güvenlik çözümleri pazarı büyümeye hazırlanıyor.
zh: 阻碍市场增长和扩张战略的挑战往往会导致银行市场的云安全公司。 银行业云安全解决方案的市场将不断增长。

# Blog_EIBM_H5_SH1_Text1
source: Client’s information and company deals are also stored safe and secure from prying eyes.
ar: يتم أيضًا تخزين معلومات العميل وصفقات الشركة بشكل آمن ومأمون من أعين المتطفلين.
de: Kundeninformationen und Firmengeschäfte werden ebenfalls sicher vor neugierigen Blicken gespeichert.
es: La información del cliente y las ofertas de la empresa también se almacenan para evitar las miradas indiscretas.
fr: Les informations du client et les transactions de l’entreprise sont également stockées à l’abri des regards indiscrets.
it: Le informazioni del cliente e le offerte aziendali sono anche archiviate in modo sicuro dagli occhi indiscreti.
ko: 고객의 정보와 회사 거래 또한 감시로부터 안전하고 안전하게 저장됩니다.
nl: Klantinformatie en bedrijfsdeals worden ook veilig opgeslagen voor nieuwsgierige blikken.
pl: Informacje klienta i oferty firmy są również bezpiecznie przechowywane przed wścibskimi oczami.
pt: Informação de clientes e negócios de empresas são também armazenados em segurança e protegidos de olhares curiosos.
ru: Информация о клиентах и сделках компании также надежно хранится от посторонних глаз.
sv: Kundens information och företagsaffärer förvaras också säkert från nyfikna ögon.
tr: Müşterinin bilgileri ve şirket anlaşmaları da meraklı gözlerden güvenli ve emniyetli bir şekilde saklanır.
zh: 客户的信息和公司的交易也存储安全和安全的窥探。

# Blog_EIBM_H5_SH2_Text1
source: The exchange of a large amount of data is simple and easy. It assures the security of electronic commerce transactions over the Internet for example making it possible to transmit credit card numbers. Use master key, a feature which enables business administrators to recover files of the business members, eliminating the risk of losing access to critical files due to employees leaving or forgetting their passwords.
ar: يعتبر تبادل كمية كبيرة من البيانات أمرًا بسيطًا وسهلاً. إنه يضمن أمان معاملات التجارة الإلكترونية عبر الإنترنت على سبيل المثال مما يجعل من الممكن نقل أرقام بطاقات الائتمان. استخدم المفتاح الرئيسي ، وهي ميزة تمكن مسؤولي الأعمال من استعادة ملفات أعضاء الأعمال ، مما يقضي على مخاطر فقدان الوصول إلى الملفات الهامة بسبب مغادرة الموظفين أو نسيان كلمات المرور الخاصة بهم.
de: Der Austausch einer großen Datenmenge ist einfach und unkompliziert. Es gewährleistet die Sicherheit von Transaktionen im elektronischen Geschäftsverkehr über das Internet, indem es beispielsweise die Übermittlung von Kreditkartennummern ermöglicht. Verwenden Sie Master Key, eine Funktion, mit der Geschäftsadministratoren Dateien der Geschäftsmitglieder wiederherstellen können, wodurch das Risiko ausgeschlossen wird, den Zugriff auf kritische Dateien zu verlieren, wenn Mitarbeiter ihre Kennwörter verlassen oder vergessen.
es: El intercambio de una gran cantidad de datos es simple y fácil. Garantiza la seguridad de las transacciones de comercio electrónico a través de internet, por ejemplo, al permitir la transmisión de números de tarjetas de crédito. Usa la clave maestra, una función que permite a los administradores de negocios recuperar archivos de los miembros de la empresa, eliminando el riesgo de perder el acceso a archivos críticos debido a que los empleados dejan u olvidan sus contraseñas.
fr: L'échange d'une grande quantité de données est simple et facile. Il assure la sécurité des transactions de commerce en ligne sur Internet en permettant par exemple de transmettre des numéros de carte de crédit. Utilisez la clé principale, une fonctionnalité qui permet aux administrateurs d'entreprise de récupérer les fichiers des membres de l'entreprise, éliminant ainsi le risque de perdre l'accès aux fichiers critiques en raison du départ ou de l'oubli des mots de passe des employés.
it: Rende semplice e facile lo scambio di grosse quantità di dati. Assicura la sicurezza delle transazioni di e-commerce via Internet, per esempio rendendo possibile la trasmissione dei numeri delle carte di credito. Usa la funzionalità Master Key, che permette agli amministratori di recuperare i file degli altri membri della società, eliminando così il rischio di perdere l'accesso a file importanti quando gli impiegati perdono o lasciano le loro password.
ko: 많은 양의 데이터 교환은 간단하고 쉽습니다. 예를 들어 신용 카드 번호를 전송할 수 있도록 인터넷을 통한 전자 상거래의 보안을 보장합니다. 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있는 기능인 마스터 키를 사용하여 직원이 떠나거나 암호를 잊어버려 중요한 파일에 대한 액세스 권한을 잃을 위험을 없앱니다.
nl: Het uitwisselen van een grote hoeveelheid gegevens is eenvoudig en gemakkelijk. Het zorgt voor de veiligheid van elektronische handelstransacties via internet, waardoor het bijvoorbeeld mogelijk is om creditcardnummers door te geven. Gebruik de hoofdsleutel, een functie waarmee bedrijfsbeheerders bestanden van de bedrijfsleden kunnen herstellen, waardoor het risico wordt geëlimineerd dat u de toegang tot kritieke bestanden verliest doordat werknemers het bedrijf verlaten of hun wachtwoorden vergeten.
pl: Wymiana dużej ilości danych jest prosta i łatwa. Zapewnia bezpieczeństwo transakcji handlu elektronicznego przez Internet, na przykład umożliwiając przesyłanie numerów kart kredytowych. Użyj klucza głównego, funkcji, która umożliwia administratorom biznesowym odzyskiwanie plików członków firmy, eliminując ryzyko utraty dostępu do krytycznych plików z powodu pozostawienia lub zapomnienia haseł przez pracowników.
pt: A troca de grandes quantidades de dados é simples e fácil. Garante que a segurança das transacções comerciais electrónicas através da internet, tornando, por exemplo, possível transmitir números de cartões de crédito. Use a chave-mestra, uma funcionalidade que permite aos gestores de negócios recuperar ficheiros de outros membros da empresa, eliminando o risco de perda de acesso a ficheiros críticos por causa de trabalhadores que saem da empresa ou que se esquecem das palavras-chave.
ru: Обмен большим объемом данных прост и непринужденен. Это обеспечивает безопасность транзакций электронной коммерции через интернет, например, позволяя передавать номера кредитных карт. Используйте мастер-ключ, функцию, которая позволяет бизнес-администраторам восстанавливать файлы участников бизнеса, устраняя риск потери доступа к критически важным файлам из-за ухода сотрудников или забывания их паролей.
sv: Utbytet av en stor mängd data är enkelt. Det garanterar säkerheten för elektroniska handelstransaktioner över Internet, exempelvis gör det möjligt att överföra kreditkortsnummer. Använd huvudnyckeln, en funktion som gör det möjligt för företagsadministratörer att återställa filer från företagsmedlemmar, vilket eliminerar risken att förlora åtkomst till viktiga filer på grund av att anställda lämnar eller glömmer sina lösenord.
tr: Muazzam büyüklükteki verilerin takası oldukça basit ve kolay. Örneğin kredi kartı numaralarının iletilmesine mümkün hale getirmek gibi İnternet üzerinden yapılan elektronik ticaret işlemlerinin güvenliğini güvence altına alır. Çalışanlarınızın işten ayrılması ya da şifrelerini unutması nedeniyle kritik dosyalara erişiminizi kaybetme riskini ortadan kaldıran ve işletme idarecilerine işletme üyelerinin dosyalarını kurtarma olanağı veren bir özellik olan ana anahtarı kullanın.
zh: 大量数据的交换简单易行。 它保证了电子商务交易在互联网上的安全性，例如使传输信用卡号码成为可能。 使用主密钥，这一功能使业务管理员能够恢复业务成员的文件，消除了由于员工离开或忘记密码而失去对关键文件的访问权限的风险。

# Blog_EIBM_H5_SH3_Text1
source: The volume of data traffic has significantly increased. Information travels regularly to different network domains, as consumer banking relies on different endpoints to interact and has adopted a multi-cloud environment. Access all your documents and synchronize them on your devices while protecting your files from costly data breaches.
ar: زاد حجم حركة البيانات بشكل ملحوظ. تنتقل المعلومات بانتظام إلى مجالات شبكة مختلفة ، حيث تعتمد الخدمات المصرفية للأفراد على نقاط نهاية مختلفة للتفاعل وتبنت بيئة متعددة السحابة. يمكنك الوصول إلى جميع مستنداتك ومزامنتها على أجهزتك مع حماية ملفاتك من عمليات اختراق البيانات المكلفة.
de: Das Volumen des Datenverkehrs hat deutlich zugenommen. Informationen werden regelmäßig in verschiedene Netzwerkdomänen übertragen, da das Consumer Banking für die Interaktion auf verschiedene Endpunkte angewiesen ist und eine Multi-Cloud-Umgebung eingeführt hat. Greifen Sie auf alle Ihre Dokumente zu und synchronisieren Sie sie auf Ihren Geräten, während Sie Ihre Dateien vor kostspieligen Datenschutzverletzungen schützen.
es: El volumen de tráfico de datos ha aumentado de manera significativa. La información viaja regularmente a diferentes dominios de red, ya que la banca de consumo depende de diferentes puntos finales para interactuar y ha adoptado un entorno de múltiples nubes. Accede a todos tus documentos y sincronízalos en tus dispositivos mientras proteges tus archivos de costosas filtraciones de datos.
fr: Le volume du trafic de données a considérablement augmenté. Les informations voyagent régulièrement vers différents domaines de réseau, car les services bancaires grand public s'appuient sur différents points de terminaison pour interagir et ont adopté un environnement multi-cloud. Accédez à tous vos documents et synchronisez-les sur vos appareils tout en protégeant vos fichiers contre les violations de données coûteuses.
it: Il volume del traffico dati è notevolmente aumentato. Le informazioni viaggiano regolarmente verso diversi domini di rete, poiché il consumer banking si affida a diversi endpoint per interagire e ha adottato un ambiente multi-cloud. Accedi a tutti i tuoi documenti e sincronizzali sui tuoi dispositivi proteggendo i tuoi file da costose violazioni dei dati.
ko: 데이터 트래픽의 양이 크게 증가했습니다. 정보는 정기적으로 다른 네트워크 도메인으로 이동하는데, 이는 소비자 뱅킹이 서로 다른 엔드포인트에 의존하여 상호 작용하고 멀티 클라우드 환경을 채택했기 때문입니다. 모든 문서에 액세스하고 장치에서 동기화하는 동시에 비용이 많이 드는 데이터 침해로부터 파일을 보호하십시오.
nl: Het volume van het gegevensverkeer is aanzienlijk toegenomen. Informatie reist regelmatig naar verschillende netwerkdomeinen, omdat consumentenbankieren op verschillende eindpunten reageert en een multi-cloudomgeving heeft aangenomen. Krijg toegang tot al uw documenten en synchroniseer ze op uw apparaten terwijl u uw bestanden beschermt tegen kostbare datalekken.
pl: Wielkość ruchu danych znacznie wzrosła. Informacje wędrują regularnie do różnych domen sieciowych, ponieważ bankowość konsumencka opiera się na różnych punktach końcowych do interakcji i przyjęła środowisko wielu chmur. Uzyskaj dostęp do wszystkich swoich dokumentów i synchronizuj je na swoich urządzeniach, jednocześnie chroniąc pliki przed kosztownymi naruszeniami bezpieczeństwa danych.
pt: O volume de tráfego de dados aumentou significativamente. A informação viaja regularmente até diferentes domínios de rede, à medida que a banca de retalho adopta ambientes multi-nuvem e interage com diferentes nós. Aceda a todos os seus documentos e sincronize-os com os seus dispositivos, enquanto protege os seus ficheiros de violações de dados dispendiosas.
ru: Объем трафика данных значительно увеличился. Информация регулярно передается в различные сетевые домены, поскольку потребительский банкинг использует для взаимодействия разные конечные точки и использует многооблачную среду. Получите доступ ко всем вашим документам и синхронизируйте их на своих устройствах, защищая ваши файлы от дорогостоящих утечек данных.
sv: Mängden datatrafik har ökat markant. Information färdas regelbundet till olika nätverksdomäner, eftersom konsumentbanker förlitar sig på olika slutpunkter för att interagera och har antagit en miljö med flera moln. Få tillgång till alla dina dokument och synkronisera dem på dina enheter samtidigt som du skyddar dina filer från dyra dataintrång.
tr: Veri trafiğinin hacmi önemli ölçüde artmış durumda. Tüketici bankacılığı etkileşim kurmak için farklı uç noktalara güvendiği ve çoklu bulut ortamını benimsediği için bilgiler düzenli olarak farklı ağ etki alanlarına seyahat eder. Tüm belgelerinize erişin ve dosyalarınızı maliyetli veri ihlallerinden korurken bunları aygıtlarınızda senkronize edin.
zh: 数据流量显着增加。 信息定期传递到不同的网络域，因为消费者银行依赖于不同的端点进行交互，并采用了多云环境。 访问您的所有文档并在您的设备上同步它们，同时保护您的文件免受代价高昂的数据泄露。

# Blog_EIBM_H5_SH4_Text1
source: Compliant with domestic and international regulations that companies should and must need, it bypasses breaches every time the market fluctuates, displays company’s relevant information when internal controls occur as only approved individuals have access to it and sidestep the considerable fines associated with non-compliance.
ar: تمتثل للوائح المحلية والدولية التي يجب ويجب على الشركات أن تحتاج إليها ، فهي تتجاوز الانتهاكات في كل مرة يتقلب فيها السوق ، وتعرض المعلومات ذات الصلة للشركة عندما تحدث الضوابط الداخلية حيث لا يتمكن سوى الأفراد المعتمدين من الوصول إليها وتجنب الغرامات الكبيرة المرتبطة بعدم الامتثال.
de: Konform mit nationalen und internationalen Vorschriften, die Unternehmen benötigen sollten und müssen, umgeht es Verstöße bei jeder Marktschwankung, zeigt unternehmensrelevante Informationen an, wenn interne Kontrollen stattfinden, da nur zugelassene Personen Zugriff darauf haben, und umgeht die erheblichen Geldstrafen, die mit der Nichteinhaltung verbunden sind.
es: Cumple con las reglamentaciones nacionales e internacionales que las empresas deben satisfacer, elude las infracciones cada vez que el mercado fluctúa, muestra la información relevante de la empresa cuando se realizan controles internos, ya que solo las personas autorizadas tienen acceso a ella y evita las considerables multas asociadas con el incumplimiento.
fr: Conforme aux réglementations nationales et internationales dont les entreprises devraient et doivent avoir besoin, il contourne les violations chaque fois que le marché fluctue, affiche les informations pertinentes de l’entreprise lorsque des contrôles internes ont lieu car seules les personnes approuvées y ont accès et évite les amendes considérables associées à la non-conformité.
it: Conforme alle normative nazionali e internazionali di cui le aziende dovrebbero e devono aver bisogno, aggira le violazioni ogni volta che il mercato fluttua, visualizza le informazioni rilevanti dell'azienda quando si verificano controlli interni poiché solo le persone approvate hanno accesso ad esso ed elude le considerevoli multe associate alla non conformità.
ko: 기업이 필요로 하고 필요로 하는 국내 및 국제 규정을 준수하여 시장이 변동할 때마다 위반을 우회하고, 승인된 개인만 액세스할 수 있으므로, 내부 통제가 발생할 때 회사의 관련 정보를 표시하고, 규정 미준수와 관련된 상당한 벌금을 회피합니다.
nl: In overeenstemming met nationale en internationale regelgevingen die bedrijven zouden moeten hebben, omzeilt het elke keer dat de markt fluctueert inbreuken, geeft het bedrijf relevante informatie weer wanneer interne controles plaatsvinden, aangezien alleen goedgekeurde personen er toegang toe hebben en omzeilt het de aanzienlijke boetes die gepaard gaan met niet-naleving.
pl: Zgodny z krajowymi i międzynarodowymi przepisami, których firmy powinny i muszą potrzebować, omija naruszenia za każdym razem, gdy rynek się zmienia, wyświetla istotne informacje firmy, gdy przeprowadzane są kontrole wewnętrzne, ponieważ dostęp do nich mają tylko zatwierdzone osoby i omija znaczne kary związane z nieprzestrzeganiem przepisów.
pt: Em conformidade com regulamentos domésticos e internacionais de que as empresas podem e devem precisar, dá a volta a violações sempre que o mercado flutua, exibe informação empresarial relevante quando ocorrem controlos internos, uma vez que apenas indivíduos autorizados têm acesso, e evita as multas consideráveis associadas à não conformidade.
ru: Соответствующий внутренним и международным нормам, которые должны и обязательны для компаний, он устраняет нарушения при каждом колебании рынка, отображает соответствующую информацию компании при осуществлении внутреннего контроля, поскольку доступ к ней имеют только одобренные лица, и позволяет избежать значительных штрафов, связанных с несоблюдением требований.
sv: I enlighet med inhemska och internationella regler som företag måste följa, kringgår den överträdelser varje gång marknaden fluktuerar, visar företagets relevanta information när interna kontroller sker eftersom endast godkända individer har tillgång till den och kringgår de avsevärda böter som är förknippade med bristande efterlevnad.
tr: Şirketlerin ihtiyaç duyması gerekli ve zorunlu olan yerel ve uluslararası düzenlemelere uygun olarak, piyasa her dalgalandığında ihlalleri atlatır, yalnızca onaylanmış bireylerin erişimi olduğu için iç kontroller gerçekleştiğinde şirketin ilgili bilgilerini görüntüler ve uyumsuzlukla ilişkili önemli para cezalarının önüne geçer.
zh: 符合公司应该和必须需要的国内和国际法规，它在每次市场波动时绕过违规行为，在内部控制发生时显示公司的相关信息，因为只有经过批准的个人才能访问它，并避开与违规相关的巨额罚款。
