Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSCER_H4_Text7
source: Select to include English (US) message texts:
ar: حدد لتضمين نصوص الرسائل باللغة الإنجليزية (الولايات المتحدة):
de: Auswählen, um englische (US) Nachrichtentexte einzuschließen:
es: Selecciona para incluir textos de mensajes en el idioma de tu computadora, sea este español o inglés (EE.UU.):
fr: Sélectionnez cette option pour inclure les textes des messages en Anglais (US):
it: Seleziona per includere i testi dei messaggi in inglese (USA):
ko: 영어(미국) 메시지 텍스트를 포함하려면 선택합니다.
nl: Selecteer om Engelse (VS) berichtteksten op te nemen:
pl: Zaznacz, aby dołączyć teksty wiadomości w języku angielskim (USA):
pt: Seleccione para incluir textos de mensagem em English (US):
ru: Выберите, чтобы включить тексты сообщений на английском (US) языке:
sv: Välj för att inkludera engelska (US) meddelandetexter:
tr: İngilizce (ABD) mesaj metinlerini dahil etmek için seçin:
zh: 选择包含英语（美国）消息文本:

# Blog_HTSCER_H4_Text8
source: Go to ‘Documents’, right-click the file ‘AxCrypt.evtx’ and send it to Windows Compression to make a zip-file:
ar: انتقل إلى "المستندات" ، وانقر بزر الماوس الأيمن على الملف "AxCrypt.evtx" وأرسله إلى ضغط ويندوز لإنشاء ملف مضغوط:
de: Gehen Sie zu 'Dokumente' und klicken Sie mit der rechten Maustaste auf die Datei 'AxCrypt.evtx ' und senden Sie es an die Windows-Komprimierung, um eine ZIP-Datei zu erstellen:
es: Ve a 'Documents' (Documentos), haz clic con el botón derecho en el archivo 'AxCrypt.evtx' y envíalo a Windows Compression para crear un archivo zip:
fr: Allez dans 'Documents', faîtes un clic droit sur le fichier 'AxCrypt.evtx' et envoyez-le à Windows Compression pour créer un fichier zip:
it: Vai a 'Documenti', fare clic con il pulsante destro del mouse sul file 'AxCrypt.evtx' e inviarlo a Windows Compression per creare un zip file:
ko: '문서'로 이동하여 'AxCrypt.evtx'파일을 마우스 오른쪽 버튼으로 클릭하고 윈도우 압축으로 zip 파일을 만듭니다.
nl: Ga naar 'Documenten', klik met de rechtermuisknop op het bestand 'AxCrypt.evtx' en stuur het naar Windows Compressie om er een zip-bestand van te maken:
pl: Przejdź do „Dokumenty”, kliknij prawym przyciskiem myszy plik „AxCrypt.evtx” i wyślij go do Windows Compression, aby utworzyć plik zip:
pt: Vá a ‘Documentos’, faça clique direito no ficheiro ‘AxCrypt.evtx’ e envie-o para a Compressão do Windows criar um ficheiro zip:
ru: Перейдите в раздел "Документы", щелкните правой кнопкой мыши файл "AxCrypt.evtx" и отправьте его на сжатие Windows, чтобы создать zip-файл:
sv: Gå till "Dokument", högerklicka på filen "AxCrypt.evtx" och skicka den till Windows kompressorn för att skapa en zip-fil:
tr: 'Belgeler'e gidin, 'AxCrypt.evtx' dosyasına sağ tıklayın ve bir zip dosyası oluşturmak için Windows Sıkıştırma'ya gönderin:
zh: 转到'文档'，右键单击文件'AxCrypt.evtx'并将其发送到Windows压缩以制作zip文件:

# Blog_HTSCER_H4_Text9
source: Attach this file to your email:
ar: أرفق هذا الملف بالبريد الإلكتروني الخاص بك:
de: Hängen Sie diese Datei an Ihre E-Mail an:
es: Adjunta este archivo a tu correo electrónico:
fr: Joignez ce fichier à votre e-mail:
it: Allega questo file alla tua email:
ko: 이 파일을 이메일에 첨부합니다.
nl: Voeg dit bestand toe aan uw e-mail:
pl: Dołącz ten plik do swojego e-maila:
pt: Anexe este ficheiro ao seu email:
ru: Прикрепите этот файл к своему электронному письму:
sv: Bifoga denna fil till din e-post:
tr: Bu dosyayı e-postanıza ekleyin:
zh: 将此文件附加到您的电子邮件中:

# Blog_HTSCER_Heading1
source: <h3>How to make a Full Error Report</h3>
ar: <h3> كيفية عمل تقرير خطأ كامل </h3>
de: <h3>So erstellen Sie einen vollständigen Fehlerbericht</h3>
es: <h3>Cómo hacer un informe de error completo</h3>
fr: <h3>Comment créer un Rapport d’Erreur Complet</h3>
it: <h3>Come creare una Segnalazione Completa degli Errori</h3>
ko: <h3>전체 오류 보고서를 만드는 방법</h3>
nl: <h3>Hoe maak je een volledig foutenrapport</h3>?
pl: <h3>Jak zrobić pełny raport o błędach</h3>
pt: <h3>Como criar um Relatório de Erros Completo</h3>
ru: <h3>Как составить полный отчет об ошибке</h3>
sv: <h3>Hur man gör en fullständig felrapport</h3>
tr: <h3>Tam Hata Raporu Nasıl Yapılır</h3>
zh: <h3>如何制作完整的错误报告</h3>

# Blog_HTSCER_Heading2
source: <h3>Screen Shot</h3>
ar: <h3> لقطة شاشة </ h3>
es: <h3>Captura de pantalla</h3>
fr: <h3>Capture d’écran</h3>
it: <h3>Schermata</h3>
ko: <h3>스크린 샷</h3>
nl: <h3>Schermopname</h3>
pl: <h3>Zrzut ekranu</h3>
pt: <h3>Captura de Ecrã</h3>
ru: <h3>Снимок экрана</h3>
sv: <h3>Skärmdump</h3>
tr: <h3>Ekran Görüntüsü</h3>
zh: <h3>屏幕截图</h3>

# Blog_HTSCER_Heading3
source: <h3>AxCrypt Configuration files and Error log</h3>
ar: <h3> ملفات تكوين اكسكربت وسجل الأخطاء </ h3>
de: <h3>AxCrypt Konfigurationsdateien und Fehlerprotokoll</h3>
es: <h3>Archivos de configuración de AxCrypt y registro de errores</h3>
fr: <h3>Fichiers de Configuration AxCrypt et journal des Erreurs</h3>
it: <h3>File di configurazione di AxCrypt e log degli errori</h3>
ko: <h3>AxCrypt 구성 파일 및 오류 로그</h3>
nl: <h3>AxCrypt-configuratiebestanden en foutenlogboek</h3>
pl: <h3>Pliki konfiguracyjne AxCrypt i dziennik błędów</h3>
pt: <h3>Ficheiros de configuração AxCrypt e registo de erros</h3>
ru: <h3>Файлы конфигурации AxCrypt и журнал ошибок</h3>
sv: <h3>AxCrypt-konfigurationsfiler och fellogg</h3>
tr: <h3>AxCrypt Yapılandırma dosyaları ve Hata kaydı</h3>
zh: <h3>AxCrypt配置文件和错误日志</h3>

# Blog_HTSCER_Heading4
source: <h3>Event Log</h3>
ar: <h3> سجل الأحداث </h3>
de: <h3>Ereignisprotokoll</h3>
es: <h3>Registro de eventos</h3>
fr: <h3>Journal des Événements</h3>
it: <h3>Registro eventi</h3>
ko: <h3>이벤트 로그</h3>
nl: <h3>Gebeurtenislogboek</h3>
pl: <h3>Dziennik zdarzeń</h3>
pt: <h3>Registo de Eventos</h3>
ru: <h3>Журнал событий</h3>
sv: <h3>Händelselogg</h3>
tr: <h3>Olay Günlüğü</h3>
zh: <h3>事件日志</h3>

# Blog_HTSCER_Summary
source: This is a step-by-step instruction on how to provide us with a full error report. We might ask you to do this when you are having problems with AxCrypt. The information we get by this will help us help you!
ar: هذه إرشادات خطوة بخطوة حول كيفية تزويدنا بتقرير كامل عن الخطأ. قد نطلب منك القيام بذلك عندما تواجه مشاكل مع اكسكربت. ستساعدنا المعلومات التي نحصل عليها من خلال هذا على مساعدتك!
de: Dies ist eine Schritt-für-Schritt-Anleitung, wie Sie uns einen vollständigen Fehlerbericht zur Verfügung stellen. Wir bitten Sie möglicherweise, dies zu tun, wenn Sie Probleme mit AxCrypt haben. Die Informationen, die wir dadurch erhalten, helfen uns, Ihnen zu helfen!
es: Esta es una instrucción paso a paso sobre cómo proporcionarnos un informe de error completo. Es posible que te pidamos que hagas esto cuando tengas problemas con AxCrypt. ¡La información que obtengamos de esta manera nos ayudará a ayudarte!
fr: Ceci est une instruction étape par étape sur la façon de nous fournir un rapport d’erreur complet. Nous pourrions vous demander de le faire lorsque vous rencontrez des problèmes avec AxCrypt. Les informations que nous obtenons par ce biais nous aideront à vous aider!
it: Questa è un'istruzione passo-passo su come fornirci un rapporto completo sugli errori. Potremmo chiederti di farlo quando hai problemi con AxCrypt. Le informazioni che otteniamo da questo ci aiuteranno ad aiutarti!
ko: 이것은 전체 오류 보고서를 제공하는 방법에 대한 단계별 지침입니다. AxCrypt에 문제가있는 경우 요청할 수 있습니다. 이를 통해 얻은 정보는 도움이 될 것입니다!
nl: Dit is een stapsgewijze instructie over hoe u ons een volledig foutenrapport kunt geven. We kunnen u vragen dit te doen wanneer u problemen heeft met AxCrypt. De informatie die we hierdoor krijgen zal ons helpen u te helpen!
pl: To jest instrukcja krok po kroku, jak dostarczyć nam pełny raport o błędach. Możemy Cię o to poprosić, gdy masz problemy z AxCrypt. Informacje, które dzięki temu uzyskamy, pomogą nam Ci pomóc!
pt: Estas são instruções passo a passo sobre como enviar-nos um relatório de erros completo. Poderemos pedir-lhe para fazer isto quando tiver problemas com a AxCrypt. A informação que obtivermos ajudar-nos-á a ajudá-la(o)!
ru: Это пошаговая инструкция о том, как предоставить нам полный отчет об ошибке. Мы можем попросить вас сделать это, когда у вас возникнут проблемы с AxCrypt. Информация, которую мы получим, поможет нам помочь вам!
sv: Det här är en steg-för-steg-instruktion om hur du ger oss en komplett felrapport. Vi kan be dig att göra detta när du har problem med AxCrypt. Informationen vi får av detta hjälper oss att hjälpa dig!
tr: Bu, bize tam bir hata raporunun nasıl sağlanacağına dair adım adım bir talimattır. AxCrypt ile ilgili sorun yaşarken bunu yapmanızı isteyebiliriz. Bu şekilde aldığımız bilgiler size yardımcı olmamıza yardımcı olacaktır!
zh: 这是关于如何向我们提供完整错误报告的分步说明。 当您遇到AxCrypt问题时，我们可能会要求您这样做。 我们得到的信息将帮助我们帮助您！

# Blog_HTSCER_Title
source: How to send a complete error report
ar: كيفية إرسال تقرير خطأ كامل
de: So senden Sie einen vollständigen Fehlerbericht
es: Cómo enviar un informe de error completo
fr: Comment envoyer un rapport d’erreur complet
it: Come inviare una segnalazione errori completa
ko: 전체 오류 보고서를 보내는 방법
nl: Hoe een volledig foutenrapport te verzenden
pl: Jak wysłać kompletny raport o błędach
pt: Como enviar um relatório de erros completo
ru: Как отправить полный отчет об ошибке
sv: Hur man skickar en fullständig felrapport
tr: Eksiksiz bir hata raporu nasıl gönderilir?
zh: 如何发送完整的错误报告

# Blog_HTSPWESBSI2_Conclusion_Heading
source: Try AxCrypt Free for 30 Day
ar: جرب اكسكربت مجانا لمدة 30 يوم
de: AxCrypt 30 Tage kostenlos testen
es: Pruebe AxCrypt gratis durante 30 días
fr: Essayez AxCrypt Gratuitement pendant 30 Jours
it: Prova AxCrypt gratuitamente per 30 giorni
ko: 30일 동안 AxCrypt 무료 사용
nl: Probeer AxCrypt 30 dagen gratis
pl: Wypróbuj AxCrypt za darmo przez 30 dni
pt: Experimente o AxCrypt gratuitamente por 30 dias
ru: Бесплатная подписка AxCrypt на 30 дней
sv: Prova AxCrypt gratis i 30 dagar
tr: AxCrypt'i 30 Gün Ücretsiz Deneyin
zh: 免费试用AxCrypt30天

# Blog_HTSPWESBSI2_Conclusion_Text1
source: AxCrypt is an award-winning Zero-Knowledge file encryption software available for Windows, Mac, iOS, and Android devices. It has been PC Mag's top choice for <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> for nine consecutive years, since 2016!
ar: اكسكربت هو برنامج تشفير ملفات المعرفة الصفرية حائز على جوائز ومتاح لأجهزة ويندوز و ماك وأندرويد وايفو. لقد كان الخيار الأفضل ل PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>ل "أفضل برنامج تشفير"</b></a> لمدة تسع سنوات متتالية ، منذ عام 2016!
de: AxCrypt ist eine preisgekrönte Zero-Knowledge-Dateiverschlüsselungssoftware, die für Windows-, Mac-, iOS- und Android-Geräte verfügbar ist. Es ist seit 2016 neun Jahre in Folge die erste Wahl von PC Mag für <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’</b></a> !
es: AxCrypt es un galardonado software de cifrado de archivos de conocimiento cero disponible para dispositivos Windows, Mac, iOS y Android. ¡Ha sido la mejor opción de PC Mag para el '' <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>Mejor software de cifrado''</b></a> durante nueve años consecutivos, desde 2016!
fr: AxCrypt est un logiciel primé de chiffrement Zéro-Connaissance de fichiers disponible pour les appareils Windows, Mac, iOS et Android. Il a été le premier choix de PC Mag pour le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Meilleur Logiciel de Cryptage''</b></ a> pendant neuf années consécutives, depuis 2016 !
it: AxCrypt è un pluripremiato software di crittografia dei file Zero-Knowledge disponibile per dispositivi Windows, Mac, iOS e Android. È stata la prima scelta di PC Mag per il <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Miglior software di crittografia''</b></a> per nove anni consecutivi, dal 2016!
ko: AxCrypt는 수상 경력에 빛나는 Zero-Knowledge 파일 암호화 소프트웨어로 Windows, Mac, iOS 및 Android 장치에서 사용할 수 있습니다. 2016년부터 9년 연속 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Best Encryption Software''</b></a>에 대한 PC Mag의 최고의 선택이었습니다!
nl: AxCrypt is een bekroonde zero-knowledge bestandscoderingssoftware die beschikbaar is voor Windows-, Mac-, iOS- en Android-apparaten. Het is al negen jaar op rij de eerste keuze van PC Mag voor <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Best Encryption Software'',</b></a> sinds 2016!
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania plików o wiedzy zerowej, dostępne dla urządzeń z systemami Windows, Mac, iOS i Android. To był najlepszy wybór firmy PC Mag w kategorii <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Najlepsze oprogramowanie szyfrujące''</b></ a> przez dziewięć kolejnych lat, od 2016 roku!
pt: O AxCrypt é um premiado software de criptografia de arquivos Zero-Knowledge disponível para dispositivos Windows, Mac, iOS e Android. Tem sido a principal escolha da PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Melhor Software de Criptografia''</b></a> por nove anos consecutivos, desde 2016!
ru: AxCrypt - это отмеченное наградами программное обеспечение для шифрования файлов с нулевым разглашением, доступное для устройств Windows, Mac, iOS и Android. Это лучший выбор PC Mag в номинации <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘‘Best Encryption Software’’’</b></a> девять лет подряд, начиная с 2016 года!
sv: AxCrypt är ett prisbelönt filkrypteringsprogram med noll kunskap som finns tillgängligt för Windows-, Mac-, iOS- och Android-enheter. Det har varit PC Mags toppval för <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>''Best Encryption Software''</b></a> i nio år i rad, sedan 2016!
tr: AxCrypt, Windows, Mac, iOS ve Android cihazlar için kullanılabilen ödüllü bir Sıfır Bilgi dosya şifreleme yazılımıdır. 2016'dan bu yana dokuz yıl üst üste PC Mag tarafından <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"En İyi Şifreleme Yazılımı"</b></a> seçildi!
zh: AxCrypt是一款屡获殊荣的零知识文件加密软件，可用于Windows，Mac，iOS和Android设备。 它一直是PC Mag<a href='的首选https://www.pcmag.com/picks/the-best-encryption-software'><b>"Best Encryption Software"</b></a>连续九年，自2016年以来！

# Blog_HTSPWESBSI2_Conclusion_Text2
source: It’s the perfect choice for encrypting sensitive PDFs files. AxCrypt utilizes the superior <b>AES-256</b> algorithm to secure your data, and comes with several unique features like a password manager, automatic cloud encryption syncing, secure file sharing, and a master key for administrative control.
ar: إنه الخيار الأمثل لتشفير ملفات PDF الحساسة. يستخدم اكسكربت خوارزمية <b>AES-256</b> المتفوقة لتأمين بياناتك ، ويأتي مع العديد من الميزات الفريدة مثل مدير كلمات المرور ، ومزامنة التشفير السحابي التلقائي ، ومشاركة الملفات الآمنة ، ومفتاح رئيسي للتحكم الإداري.
de: Es ist die perfekte Wahl für die Verschlüsselung sensibler PDF-Dateien. AxCrypt verwendet den überlegenen <b>AES-256-Algorithmus</b>, um Ihre Daten zu sichern, und verfügt über mehrere einzigartige Funktionen wie einen Passwort-Manager, automatische Synchronisierung der Cloud-Verschlüsselung, sichere Dateifreigabe und einen Hauptschlüssel für die administrative Kontrolle.
es: Es la opción perfecta para cifrar archivos PDF confidenciales. AxCrypt utiliza el algoritmo <b>superior AES-256</b> para proteger sus datos, y viene con varias características únicas como un administrador de contraseñas, sincronización automática de cifrado en la nube, intercambio seguro de archivos y una clave maestra para el control administrativo.
fr: C’est le choix idéal pour crypter des fichiers PDF sensibles. AxCrypt utilise l'algorithme supérieur <b>AES-256</b> pour sécuriser vos données et est doté de plusieurs fonctionnalités uniques telles qu'un gestionnaire de mots de passe, une synchronisation automatique du cryptage dans le cloud, un partage sécurisé de fichiers et une clé principale pour le contrôle administratif.
it: È la scelta perfetta per crittografare file PDF sensibili. AxCrypt utilizza l'algoritmo <b>AES-256</b> superiore per proteggere i tuoi dati e viene fornito con diverse funzionalità uniche come un gestore di password, la sincronizzazione automatica della crittografia cloud, la condivisione sicura dei file e una chiave master per il controllo amministrativo.
ko: 민감한 PDF 파일을 암호화하기에 완벽한 선택입니다. AxCrypt는 우수한 <b>AES-256</b> 알고리즘을 사용하여 데이터를 보호하며 암호 관리자, 자동 클라우드 암호화 동기화, 보안 파일 공유, 관리 제어용 마스터 키 등 몇 가지 고유한 기능을 제공합니다.
nl: Het is de perfecte keuze voor het versleutelen van gevoelige PDF-bestanden. AxCrypt maakt gebruik van het superieure <b>AES-256-algoritme</b> om jouw gegevens te beveiligen en wordt geleverd met verschillende unieke functies, zoals een wachtwoordmanager, automatische synchronisatie van cloudcodering, veilig delen van bestanden en een hoofdsleutel voor administratieve controle.
pl: To idealny wybór do szyfrowania wrażliwych plików PDF. AxCrypt wykorzystuje doskonały algorytm <b>AES-256</b> do zabezpieczania Twoich danych i jest wyposażony w kilka unikalnych funkcji, takich jak menedżer haseł, automatyczna synchronizacja szyfrowania w chmurze, bezpieczne udostępnianie plików i klucz główny do kontroli administracyjnej.
pt: É a escolha perfeita para criptografar arquivos PDFs confidenciais. O AxCrypt utiliza o algoritmo <b>AES-256</b> superior para proteger seus dados e vem com vários recursos exclusivos, como um gerenciador de senhas, sincronização automática de criptografia em nuvem, compartilhamento seguro de arquivos e uma chave mestra para controle administrativo.
ru: Это идеальный выбор для шифрования конфиденциальных PDF-файлов. AxCrypt использует превосходный алгоритм <b>AES-256</b> для защиты ваших данных и поставляется с несколькими уникальными функциями, такими как менеджер паролей, автоматическая синхронизация с облачным шифрованием, безопасный обмен файлами и мастер-ключ для административного контроля.
sv: Det är det perfekta valet för att kryptera känsliga PDF-filer. AxCrypt använder den överlägsna <b>AES-256-algoritmen</b> för att säkra din data och levereras med flera unika funktioner som en lösenordshanterare, automatisk synkronisering av molnkryptering, säker fildelning och en huvudnyckel för administrativ kontroll.
tr: Hassas PDF dosyalarını şifrelemek için mükemmel bir seçimdir. AxCrypt, verilerinizi koruma altına almak için üstün <b>AES-256</b> algoritmasını kullanır ve parola yöneticisi, otomatik bulut şifreleme senkronizasyonu, güvenli dosya paylaşımı ve yönetim kontrolü için bir ana anahtar gibi birçok benzersiz özellikle birlikte gelir.
zh: 它是加密敏感PDF文件的完美选择。AxCrypt利用卓越的 <b>AES-256</b> 算法来保护您的数据，并具有多项独特的功能，例如密码管理器、自动云加密同步、安全文件共享和用于管理控制的万能密钥。

# Blog_HTSPWESBSI2_Conclusion_Text3
source: Take your file security to the next level! Try AxCrypt for free today with a <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial</b></a>. Click below to download.
ar: ارتق بأمان ملفك إلى المستوى التالي! جرب اكسكربت مجانا اليوم مع <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>نسخة تجريبية مجانية مدتها 30 يوما</b></a>. انقر أدناه للتنزيل.
de: Bringen Sie Ihre Dateisicherheit auf die nächste Stufe! Testen Sie AxCrypt noch heute kostenlos mit einer <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial</b></a>. Klicken Sie unten, um es herunterzuladen.
es: ¡Lleve la seguridad de sus archivos al siguiente nivel! Pruebe AxCrypt gratis hoy con una <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>prueba gratuita de 30 días</b></a>. Haga clic a continuación para descargar.
fr: Faites passer la sécurité de vos fichiers au niveau supérieur ! Essayez AxCrypt gratuitement dès aujourd'hui avec un <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>Essai gratuit de 30 jours</b></a> . Cliquez ci-dessous pour télécharger.
it: Porta la sicurezza dei tuoi file a un livello superiore! Prova AxCrypt gratuitamente oggi con una <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>prova gratuita di 30 giorni</b></a>. Clicca qui sotto per scaricare.
ko: 파일 보안을 한 단계 업그레이드하십시오! 오늘 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30일 무료 평가판</b></a>으로 AxCrypt를 무료로 사용해 보세요. 다운로드하려면 아래를 클릭하십시오.
nl: Breng jouw bestandsbeveiliging naar een hoger niveau! Probeer AxCrypt vandaag gratis met een <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>Gratis proefperiode van 30 dagen</b></a> . Klik hieronder om te downloaden.
pl: Przenieś bezpieczeństwo plików na wyższy poziom! Wypróbuj AxCrypt za darmo już dziś dzięki <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-dniowy bezpłatny okres próbny</b></a> . Kliknij poniżej, aby pobrać.
pt: Leve a segurança do seu arquivo para o próximo nível! Experimente o AxCrypt gratuitamente hoje com uma <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>avaliação gratuita de 30 dias</b></a>. Clique abaixo para fazer o download.
ru: Поднимите безопасность своих файлов на новый уровень! Попробуйте AxCrypt бесплатно сегодня с <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial</b></a>. Нажмите ниже, чтобы загрузить.
sv: Ta din filsäkerhet till nästa nivå! Prova AxCrypt gratis idag med en <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-dagars gratis provperiod</b></a>. Klicka nedan för att ladda ner.
tr: Dosya güvenliğinizi bir üst seviyeye taşıyın! AxCrypt'i <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30 günlük ücretsiz deneme</b></a> sürümüyle hemen ücretsiz deneyin. İndirmek için aşağıya tıklayın.
zh: 让您的文件安全更上一层楼！立即免费试用AxCrypt <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial</b></a>。点击下方下载。
