Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_PECA_H1_Text2
source: AxCrypt’s mission is to provide individuals, small teams, enterprises and companies with encryption solutions that are easier to use than ever before. By introducing new features, we aim to eliminate the complexity from the usage of strong and proven cryptographic technology. Security, reliability and simplicity are crucial to us. With our 256-bit encryption we make sure that no one ever gets access to your encrypted files, as long as you have control of your own key.
ar: تتمثل مهمة اكسكربت في تزويد الأفراد والفرق الصغيرة والمؤسسات والشركات بحلول تشفير أسهل في الاستخدام من أي وقت مضى. من خلال تقديم ميزات جديدة ، نهدف إلى التخلص من التعقيد الناتج عن استخدام تقنية تشفير قوية ومثبتة. الأمان والموثوقية والبساطة أمور أساسية بالنسبة لنا. من خلال تشفيرنا 256 بت ، نتأكد من عدم تمكن أي شخص من الوصول إلى ملفاتك المشفرة ، طالما أنك تتحكم في مفتاحك الخاص.
de: Die Mission von AxCrypt ist es, Einzelpersonen, kleinen Teams, Unternehmen und Unternehmen Verschlüsselungslösungen zur Verfügung zu stellen, die einfacher zu bedienen sind als je zuvor. Durch die Einführung neuer Funktionen möchten wir die Komplexität der Verwendung starker und bewährter kryptografischer Technologien beseitigen. Sicherheit, Zuverlässigkeit und Einfachheit sind für uns entscheidend. Mit unserer 256-Bit-Verschlüsselung stellen wir sicher, dass niemand Zugriff auf Ihre verschlüsselten Dateien erhält, solange Sie die Kontrolle über Ihren eigenen Schlüssel haben.
es: La misión de AxCrypt es proporcionar a las personas, los equipos pequeños, las empresas y las empresas soluciones de cifrado que son más fáciles de usar que nunca. Mediante la introducción de nuevas funciones, nuestro objetivo es eliminar la complejidad del uso de tecnología criptográfica sólida y comprobada. La seguridad, la confiabilidad y la simplicidad son cruciales para nosotros. Con nuestro cifrado de 256 bits, nos aseguramos de que nadie tenga acceso a tus archivos cifrados, siempre que tengas el control de tu propia clave.
fr: La mission d’AxCrypt est de fournir aux particuliers, aux petites équipes, aux entreprises et aux compagnies des solutions de cryptage plus faciles à utiliser que jamais. En introduisant de nouvelles fonctionnalités, nous visons à éliminer la complexité de l’utilisation d’une technologie cryptographique forte et éprouvée. La sécurité, la fiabilité et la simplicité sont cruciales pour nous. Avec notre cryptage 256 bits, nous nous assurons que personne n’a jamais accès à vos fichiers cryptés, tant que vous avez le contrôle de votre propre clé.
it: La missione di AxCrypt è fornire a singoli individui, piccoli team, imprese e aziende soluzioni di crittografia più facili da usare che mai. Introducendo nuove funzionalità, miriamo a eliminare la complessità derivante dall'utilizzo di una tecnologia crittografica robusta e collaudata. Sicurezza, affidabilità e semplicità sono fondamentali per noi. Con la nostra crittografia a 256 bit ci assicuriamo che nessuno abbia mai accesso ai tuoi file crittografati, purché tu abbia il controllo della tua chiave.
ko: AxCrypt의 사명은 개인, 소규모 팀, 기업 및 회사에 그 어느 때 보다 사용하기 쉬운 암호화 솔루션을 제공하는 것입니다. 새로운 기능을 도입함으로써 복잡성을 제거하는 것을 목표로합니다. 보안, 신뢰성 및 단순성은 우리에게 매우 중요합니다. 256 비트 암호화를 사용하면 아무도 암호화 된 파일에 액세스 할 수 없습니다.
nl: De missie van AxCrypt is om individuen, kleine teams, ondernemingen en bedrijven te voorzien van encryptie-oplossingen die gemakkelijker te gebruiken zijn dan ooit tevoren. Door nieuwe functies te introduceren, willen we de complexiteit van het gebruik van sterke en bewezen cryptografische technologie elimineren. Veiligheid, betrouwbaarheid en eenvoud zijn voor ons van cruciaal belang. Met onze 256-bit encryptie zorgen we ervoor dat niemand ooit toegang krijgt tot uw versleutelde bestanden, zolang u de controle heeft over uw eigen sleutel.
pl: Misją AxCrypt jest dostarczanie osobom indywidualnym, małym zespołom, przedsiębiorstwom i firmom rozwiązań szyfrujących, które są łatwiejsze w użyciu niż kiedykolwiek wcześniej. Wprowadzając nowe funkcje, staramy się wyeliminować złożoność korzystania z silnej i sprawdzonej technologii kryptograficznej. Bezpieczeństwo, niezawodność i prostota są dla nas kluczowe. Dzięki naszemu 256-bitowemu szyfrowaniu upewniamy się, że nikt nigdy nie uzyska dostępu do zaszyfrowanych plików, o ile masz kontrolę nad własnym kluczem.
pt: A missão da AxCrypt é dotar indivíduos, pequenas equipas e empresas de soluções de cifragem fáceis de usar. A segurança, a confiabilidade e a simplicidade são cruciais para nós. Ao adicionarmos novas funcionalidades, temos como objectivo remover a complexidade do uso de tecnologia comprovada de criptografia forte. Com a nossa cifragem de 256 bits, nós certificamo-nos de que ninguém tem acesso aos seus ficheiros cifrados, desde que você tenha controlo da sua própria chave.
ru: Миссия AxCrypt заключается в предоставлении частным лицам, небольшим командам, предприятиям и компаниям решений для шифрования, которые удобны в использовании. Внедряя новые функции, мы стремимся устранить сложности, связанные с использованием надежной и проверенной криптографической технологии. Безопасность, надежность и простота имеют для нас решающее значение. С помощью нашего 256-битного шифрования мы гарантируем, что никто никогда не получит доступ к вашим зашифрованным файлам, пока вы контролируете свой собственный ключ.
sv: AxCrypts uppdrag är att förse individer, organisationer och företag med krypteringslösningar som är enklare att använda än någonsin tidigare. Genom att introducera nya funktioner strävar vi efter att eliminera komplexiteten från användningen av stark och beprövad kryptografisk teknologi. Säkerhet, pålitlighet och enkelhet är avgörande för oss. Med vår 256-bitars kryptering ser vi till att ingen någonsin får tillgång till dina krypterade filer, så länge du har kontroll över din egen nyckel.
tr: AxCrypt'in misyonu, bireylere, küçük ekiplere, işletmelere ve şirketlere kullanımı her zamankinden daha kolay şifreleme çözümleri sunmaktır. Yeni özellikler sunarak, güçlü ve kanıtlanmış şifreleme teknolojisinin kullanımından kaynaklanan karmaşıklığı ortadan kaldırmayı amaçlıyoruz. Güvenlik, güvenilirlik ve basitlik bizim için çok önemlidir. 256 bit şifrelememizle, kendi anahtarınızın kontrolüne sahip olduğunuz sürece şifrelenmiş dosyalarınıza kimsenin erişmemesini sağlarız.
zh: AxCrypt的使命是为个人，小型团队，企业和公司提供比以往更易于使用的加密解决方案。 通过引入新功能，我们的目标是消除使用强大和经过验证的加密技术的复杂性。 安全性、可靠性和简单性对我们至关重要。 通过我们的256位加密，我们确保没有人可以访问您的加密文件，只要您控制自己的密钥。

# Blog_PECA_H2_Text1
source: A business moat is a major competitive advantage that distinguishes one firm from its competitors. As a result, throughout time, AxCrypt has released a number of additional features like master key, password management, key sharing , file wipe etc in order to continue to thrive and satisfy the needs of its clients while gaining a competitive edge <a href='https://axcrypt.net/information/features'>Read more about AxCrypt feature here</a>.
ar: يعد الخندق التجاري ميزة تنافسية رئيسية تميز شركة واحدة عن منافسيها. نتيجة لذلك ، أصدرت AxCrypt على مدار الوقت عددًا من الميزات الإضافية مثل المفتاح الرئيسي وإدارة كلمات المرور ومشاركة المفاتيح ومسح الملفات وما إلى ذلك من أجل الاستمرار في الازدهار وتلبية احتياجات عملائها مع اكتساب ميزة تنافسية <a href = 'https://axcrypt.net/information/features'> اقرأ المزيد حول ميزة اكسكربت هنا </a>.
de: Ein Geschäftsgraben ist ein wesentlicher Wettbewerbsvorteil, der ein Unternehmen von seinen Wettbewerbern unterscheidet. Infolgedessen hat AxCrypt im Laufe der Zeit eine Reihe zusätzlicher Funktionen wie Masterschlüssel, Passwortverwaltung, Schlüsselfreigabe , Dateilöschung usw. veröffentlicht, um weiterhin erfolgreich zu sein und die Bedürfnisse seiner Kunden zu befriedigen und gleichzeitig einen Wettbewerbsvorteil zu erzielen <a href='https://axcrypt.net/information/features '>Read more about AxCrypt feature here</a>.
es: Un foso comercial es una importante ventaja competitiva que distingue a una empresa de sus competidores. Como resultado, con el tiempo, AxCrypt ha lanzado una serie de funciones adicionales como la clave maestra, la administración de contraseñas, el uso compartido de claves, el borrado de archivos, etc. para seguir prosperando y satisfaciendo las necesidades de sus clientes mientras obtiene una ventaja competitiva. <a href='https://axcrypt.net/information/features'>Haz clic aquí para obtener más información sobre las funciones de AxCrypt</a>.
fr: Un fossé d’affaires est un avantage concurrentiel majeur qui distingue une entreprise de ses concurrents. En conséquence, au fil du temps, AxCrypt a publié un certain nombre de fonctionnalités supplémentaires telles que la clé principale, la gestion des mots de passe, le partage de clés, l’effacement de fichiers, etc. afin de continuer à prospérer et à satisfaire les besoins de ses clients tout en obtenant un avantage concurrentiel <a href='https://axcrypt.net/information/features'>En savoir plus sur la fonctionnalité AxCrypt ici</a>.
it: Un moat aziendale è un importante vantaggio competitivo che distingue un'azienda dai suoi concorrenti. Di conseguenza, nel corso del tempo, AxCrypt ha rilasciato una serie di funzionalità aggiuntive come la chiave master, la gestione delle password, la condivisione delle chiavi, la cancellazione dei file ecc., al fine di continuare a prosperare e soddisfare le esigenze dei propri clienti, ottenendo un vantaggio competitivo <a href='https://axcrypt.net/information/features'>Leggi di più sulle funzionalità di AxCrypt qui</a>.
ko: 비즈니스 차별화는 한 회사를 경쟁사와 차별화하는 주요 요소입니다. 그 결과, AxCrypt는 경쟁 우위를 확보하면서도 고객의 요구를 충족시키고 지속적으로 성장하기 위해 마스터 키, 암호 관리, 키 공유, 파일 삭제 등의 추가 기능을 출시했습니다. <a href='https://axcrypt.net/information/features'>AxCrypt 기능에 대한 자세한 사항은 여기를 참고해주세요</a>.
nl: Een zakelijke slotgracht is een belangrijk concurrentievoordeel dat een bedrijf onderscheidt van zijn concurrenten. Als gevolg hiervan heeft AxCrypt in de loop van de tijd een aantal extra functies uitgebracht, zoals hoofdsleutel, wachtwoordbeheer, sleuteldeling, het wissen van bestanden enz. 'https://axcrypt.net/information/features'>Lees hier meer over de AxCrypt-functie</a>.
pl: Fosa biznesowa to główna przewaga konkurencyjna, która wyróżnia jedną firmę spośród jej konkurentów. W rezultacie z biegiem czasu AxCrypt udostępnił szereg dodatkowych funkcji, takich jak klucz główny, zarządzanie hasłami, udostępnianie kluczy, czyszczenie plików itp., aby nadal rozwijać się i zaspokajać potrzeby swoich klientów, jednocześnie zyskując przewagę nad konkurencją <a href= 'https://axcrypt.net/information/features'>Przeczytaj więcej o funkcji AxCrypt tutaj</a>.
pt: Um fosso empresarial é uma grande vantagem competitiva que distingue uma empresa dos seus concorrentes. Como resultado, ao longo do tempo, a AxCrypt lançou uma série de funcionalidades adicionais como a chave-mestra, gestão de palavras-passe, partilha de chaves, limpeza de ficheiros, etc., a fim de continuar a prosperar e a satisfazer as necessidades dos seus clientes, obtendo, ao mesmo tempo, vantagem competitiva. <a href='https://axcrypt.net/information/features'>Leia mais sobre as funcionalidades da AxCrypt aqui</a>.
ru: Деловой каскад - это главное конкурентное преимущество, которое отличает одну фирму от ее конкурентов. В результате со временем AxCrypt выпустила ряд дополнительных функций, таких как мастер-ключ, управление паролями, совместное использование ключей, удаление файлов и т.д., чтобы продолжать процветать и удовлетворять потребности своих клиентов, получая при этом конкурентное преимущество <a href='https://axcrypt.net/information/features'>Read more about AxCrypt feature here</a>.
sv: En affärsvallgrav är en stor konkurrensfördel som skiljer ett företag från sina konkurrenter. Som ett resultat har AxCrypt genom tiden släppt ett antal ytterligare funktioner som huvudnyckel, lösenordshantering, nyckeldelning, filrensning osv för att fortsätta att frodas och tillfredsställa kundernas behov samtidigt som de skaffar sig en konkurrensfördel <a href= 'https://axcrypt.net/information/features'>Läs mer om AxCrypt-funktionen här</a>.
tr: Bir işletme hendeği, bir firmayı rakiplerinden ayıran büyük bir rekabet avantajıdır. Sonuç olarak, zaman içinde AxCrypt, rekabet avantajı elde ederken müşterilerinin ihtiyaçlarını geliştirmeye ve karşılamaya devam etmek için ana anahtar, parola yönetimi, anahtar paylaşımı, dosya silme vb. gibi bir dizi ek özellik yayınlamıştır <a href='https://axcrypt.net/information/features'>AxCrypt özelliği hakkında daha fazla bilgiyi burada bulabilirsiniz</a>.
zh: 商业护城河是一个主要的竞争优势，使一家公司与其竞争对手区别开来。 因此，随着时间的推移，AxCrypt已经发布了许多其他功能，如主密钥，密码管理，密钥共享，文件擦除等，以便继续蓬勃发展并满足客户的需求，同时获得竞争优势<a href='https://axcrypt.net/information/features'>Read more about AxCrypt feature here</a>。

# Blog_PECA_H2_Text2
source: Some of the new features that AxCrypt launched this year are Master Key, new UI which is available on Windows/Mac/Mobile apps and support for Mandarin. Master Key can be viewed as an automatic access of encrypted files with the administrators of the business. It allows business managers to recover files from other members of the company. This avoids the possibility of losing business data. <a href='https://axcrypt.net/blog/master-key/'>Read more about AxCrypt's master key feature here</a>.
ar: بعض الميزات الجديدة التي أطلقها اكسكربت هذا العام هيالمفتاح الرئيسي ، واجهة مستخدم جديدة متوفرة على تطبيقات ويندوز / ماك / موبايل ودعم لغة الماندرين. يمكن عرض المفتاح الرئيسي على أنه وصول تلقائي للملفات المشفرة مع مسؤولي الشركة. يسمح لمديري الأعمال باستعادة الملفات من أعضاء آخرين في الشركة. هذا يتجنب احتمال فقدان بيانات العمل. <a href='https://axcrypt.net/blog/master-key/'> اقرأ المزيد حول ميزة المفتاح الرئيسي لـ اكسكربت هنا </a>.
de: Einige der neuen Funktionen, die AxCrypt in diesem Jahr eingeführt hat, sind Master Key, eine neue Benutzeroberfläche, die für Windows / Mac / Mobile Apps verfügbar ist, und Unterstützung für Mandarin. Der Hauptschlüssel kann als automatischer Zugriff auf verschlüsselte Dateien mit den Administratoren des Unternehmens angesehen werden. Es ermöglicht Geschäftsführern, Dateien von anderen Mitgliedern des Unternehmens wiederherzustellen. Dies vermeidet die Möglichkeit, Geschäftsdaten zu verlieren. <a href='https://axcrypt.net/blog/master-key/'>Read more about AxCrypt's master key feature here</a>.
es: Algunas de las nuevas funciones que AxCrypt lanzó este año son la clave maestra, una nueva interfaz de usuario que está disponible en aplicaciones Windows/Mac/Mobile y soporte para el idioma mandarín. La clave maestra se puede ver como un acceso automático de archivos cifrados con los administradores de la empresa. Permite a los administradores comerciales recuperar archivos de otros miembros de la empresa. Esto evita la posibilidad de perder datos comerciales. <a href='https://axcrypt.net/blog/master-key/'>Haz clic aquí para conocer más sobre la función de clave maestra de AxCrypt</a>.
fr: Certaines des nouvelles fonctionnalités qu’AxCrypt a lancées cette année sont la Clé Principale, la nouvelle interface utilisateur qui est disponible sur les applications Windows/Mac/Mobile et la prise en charge du mandarin. La clé principale peut être considérée comme un accès automatique aux fichiers cryptés avec les administrateurs de l’entreprise. Il permet aux chefs d’entreprise de récupérer des fichiers d’autres membres de l’entreprise. Cela évite la possibilité de perdre des données d’entreprise. <a href='https://axcrypt.net/blog/master-key/'>En savoir plus sur la fonctionnalité de clé principale d’AxCrypt ici</a>.
it: Alcune delle nuove funzionalità che AxCrypt ha lanciato quest'anno sono la Chiave Master, nuova interfaccia utente disponibile su applicazioni Windows/Mac/Mobile e supporto per il cinese mandarino. La Chiave Master può essere visto come un accesso automatico di file crittografati con gli amministratori dell'azienda. Consente ai manager aziendali di recuperare file da altri membri dell'azienda. Ciò evita la possibilità di perdere dati aziendali. <a href='https://axcrypt.net/blog/master-key/'>Maggiori informazioni sulla funzione chiave master di AxCrypt qui</a>.
ko: 액스크립이 올해 출시한 신기능으로는 마스터키, 윈도/맥/모바일 앱에서 사용할 수 있는 새로운 UI, 중국어 지원 등이 있습니다. 마스터 키는 비즈니스 관리자가 암호화된 파일에 자동으로 액세스하는 것으로 볼 수 있습니다. 이를 통해 비즈니스 관리자는 회사의 다른 구성원으로부터 파일을 복구할 수 있습니다. 따라서 비즈니스 데이터가 손실될 가능성이 없습니다. <a href='https://axcrypt.net/blog/master-key/'> AxCrypt의 마스터 키 기능에 대한 자세한 내용은 여기를 참조하십시오.</a>
nl: Enkele van de nieuwe functies die AxCrypt dit jaar heeft gelanceerd, zijn Hoofdsleutel, een nieuwe gebruikersinterface die beschikbaar is op Windows/Mac/Mobile-apps en ondersteuning voor Mandarijn. Hoofdsleutel kan worden gezien als een automatische toegang tot versleutelde bestanden bij de beheerders van het bedrijf. Hiermee kunnen bedrijfsleiders bestanden van andere leden van het bedrijf herstellen. Dit voorkomt het verlies van bedrijfsgegevens. <a href='https://axcrypt.net/blog/master-key/'>Lees hier meer over de hoofdsleutelfunctie van AxCrypt</a>.
pl: Niektóre z nowych funkcji wprowadzonych przez AxCrypt w tym roku to Master Key, nowy interfejs użytkownika dostępny w aplikacjach Windows/Mac/Mobile oraz wsparcie dla języka mandaryńskiego. Master Key może być postrzegany jako automatyczny dostęp do zaszyfrowanych plików z administratorami firmy. Umożliwia menedżerom biznesowym odzyskiwanie plików od innych członków firmy. Pozwala to uniknąć możliwości utraty danych biznesowych. <a href='https://axcrypt.net/blog/master-key/'>Dowiedz się więcej o funkcji klucza głównego AxCrypt tutaj</a>.
pt: Algumas das novas funcionalidades que a AxCrypt lançou este ano são a Chave-Mestra, uma nova IU que disponível em aplicações Windows/Mac/Mobile e suporte para mandarim. A Chave-Mestra pode ser vista como um acesso automático de ficheiros com os administradores da empresa. Permite aos gestores de negócios recuperar ficheiros de outros colaboradores da empresa. Isto evita a possibilidade de perda de dados de negócio. <a href='https://axcrypt.net/blog/master-key/'>Leia mais sobre a funcionalidade da chave-mestra da AxCrypt aqui</a>.
ru: Некоторые из новых функций, которые AxCrypt запустил в этом году, - это мастер-ключ, новый пользовательский интерфейс, доступный в Windows/Mac/мобильных приложениях, и поддержка для китайского языка. Мастер-ключ можно рассматривать как автоматический доступ к зашифрованным файлам у бизнес-администраторов. Это позволяет бизнес-менеджерам восстанавливать файлы от других сотрудников компании, а также избежать возможности потери бизнес-данных.
sv: Några av de nya funktionerna som AxCrypt lanserade i år är Huvudnyckeln, nytt användargränssnitt tillgängligt på Windows/Mac/Mobilappar och stöd för Mandarin. Huvudnyckeln kan ses som en automatisk åtkomst av krypterade filer med företagets administratörer. Det tillåter företagschefer att återställa filer från andra medlemmar i företaget. Detta undviker möjligheten att förlora affärsdata. <a href='https://axcrypt.net/blog/master-key/'>Läs mer om AxCrypts huvudnyckelfunktion här</a>.
tr: AxCrypt'in bu yıl piyasaya sürdüğü yeni özelliklerden bazıları Master Key, Windows/Mac/Mobil uygulamalarda kullanılabilen yeni kullanıcı arayüzü ve Mandarince desteğidir. Ana Anahtar, işletme yöneticilerinin şifrelenmiş dosyalara otomatik erişimi olarak görülebilir. İşletme yöneticilerinin şirketin diğer üyelerinden dosyaları kurtarmasına olanak tanır. Bu, iş verilerini kaybetme olasılığını önler. <a href='https://axcrypt.net/blog/master-key/'>AxCrypt'in ana anahtar özelliği hakkında daha fazla bilgiyi buradan edinebilirsiniz</a>.
zh: AxCrypt今年推出的一些新功能是万能钥匙，windows/Mac/移动应用程序上可用的新UI以及对普通话的支持。 主密钥可以被视为与业务管理员一起自动访问加密文件。 它允许业务经理从公司的其他成员恢复文件。 这避免了丢失业务数据的可能性。 <href='https://axcrypt.net/blog/master-key/'>Read more about AxCrypt's master key feature here</a>。

# Blog_PECA_Heading1
source: Encryption Made Easy with AxCrypt
ar: أصبح التشفير سهلا مع اكسكربت
de: Verschlüsselung leicht gemacht mit AxCrypt
es: Cifrado fácil con AxCrypt
fr: Chiffrement simplifié avec AxCrypt
it: La crittografia diventa semplice con AxCrypt
ko: AxCrypt의 손쉬운 암호화
nl: Versleuteling gemakkelijk gemaakt met AxCrypt
pl: Szyfrowanie stało się łatwe dzięki AxCrypt
pt: Cifragem Fácil com AxCrypt
ru: Шифрование стало проще с помощью AxCrypt
sv: Kryptering gjort enkelt med AxCrypt
tr: AxCyrpt ile Şifreleme Artık Daha Kolay
zh: 使用AxCrypt轻松加密

# Blog_PECA_Heading2
source: Competitive Edge
ar: ميزة تنافسية
de: Wettbewerbsvorteil
es: Ventaja competitiva
fr: Avantage Concurrentiel
it: Vantaggio Competitivo
ko: 경쟁력
nl: Concurrentievoordeel
pl: Przewaga konkurencyjna
pt: Vantagem Competitiva
ru: Конкурентное преимущество
sv: Konkurrensfördel
tr: Rekabet Avantajı
zh: 竞争优势
