Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H2_Text2
source: During encryption, the algorithm rearranges and alters the data, guided by cryptographic keys, to create a scrambled version that can be restored to its original state through decryption.
ar: أثناء التشفير ، تقوم الخوارزمية بإعادة ترتيب البيانات وتغييرها ، مسترشدة بمفاتيح التشفير ، لإنشاء نسخة مشوشة يمكن استعادتها إلى حالتها الأصلية من خلال فك التشفير.
de: Während der Verschlüsselung ordnet und verändert der Algorithmus die Daten mithilfe kryptografischer Schlüssel neu, um eine verschlüsselte Version zu erstellen, die durch Entschlüsselung in ihren ursprünglichen Zustand zurückversetzt werden kann.
es: Durante el cifrado, el algoritmo reorganiza y altera los datos, guiado por claves criptográficas, para crear una versión codificada que se puede restaurar a su estado original mediante el descifrado.
fr: Pendant le cryptage, l'algorithme réorganise et modifie les données, guidé par des clés cryptographiques, pour créer une version brouillée qui peut être restaurée à son état d'origine par décryptage.
it: Durante la crittografia, l'algoritmo riorganizza e altera i dati, guidato da chiavi crittografiche, per creare una versione criptata che può essere ripristinata al suo stato originale attraverso la decrittografia.
ko: 암호화 과정에서 알고리즘은 암호 키에 의해 안내되는 데이터를 재정렬하고 변경하여 복호화를 통해 원래 상태로 복원할 수 있는 스크램블된 버전을 생성한다.
nl: Tijdens de versleuteling herschikt en wijzigt het algoritme de gegevens, geleid door cryptografische sleutels, om een versleutelde versie te creëren die door middel van ontsleuteling in de oorspronkelijke staat kan worden hersteld.
pl: Podczas szyfrowania algorytm porządkuje i modyfikuje dane, kierując się kluczami kryptograficznymi, aby utworzyć zaszyfrowaną wersję, którą można przywrócić do pierwotnego stanu poprzez odszyfrowanie.
pt: Durante a criptografia, o algoritmo reorganiza e altera os dados, guiados por chaves criptográficas, para criar uma versão embaralhada que pode ser restaurada ao seu estado original por meio da descriptografia.
ru: Во время шифрования алгоритм переупорядочивает и изменяет данные, руководствуясь криптографическими ключами, чтобы создать зашифрованную версию, которая может быть восстановлена в исходное состояние путем расшифровки.
sv: Under kryptering omarrangerar och förändrar algoritmen datan, styrd av kryptografiska nycklar, för att skapa en förvrängd version som kan återställas till sitt ursprungliga tillstånd genom dekryptering.
tr: Şifreleme sırasında algoritma, şifre çözme yoluyla orijinal durumuna geri yüklenebilen şifreli bir sürüm oluşturmak için kriptografik anahtarların rehberliğinde verileri yeniden düzenler ve değiştirir.
zh: 在加密过程中，该算法在加密密钥的引导下重新排列和更改数据，以创建一个可以通过解密恢复到其原始状态的加扰版本。

# Blog_HTCWHER_H2_Text3
source: This method differs from simple password protection, which only secures data with a password, leaving it vulnerable to unauthorized access. Encryption, however, renders data indecipherable without the decryption key, providing robust protection even if data is leaked or accessed without authorization.
ar: تختلف هذه الطريقة عن الحماية البسيطة بكلمة مرور ، والتي تؤمن البيانات فقط بكلمة مرور ، مما يجعلها عرضة للوصول غير المصرح به. ومع ذلك ، فإن التشفير يجعل البيانات غير قابلة للفك بدون مفتاح فك التشفير ، مما يوفر حماية قوية حتى إذا تم تسريب البيانات أو الوصول إليها دون إذن.
de: Diese Methode unterscheidet sich vom einfachen Passwortschutz, bei dem Daten nur mit einem Passwort gesichert werden, wodurch sie anfällig für unbefugten Zugriff sind. Die Verschlüsselung macht Daten jedoch ohne den Entschlüsselungsschlüssel entzifferbar und bietet einen robusten Schutz, selbst wenn Daten durchgesickert sind oder unbefugt darauf zugegriffen wird.
es: Este método difiere de la simple protección con contraseña, que solo protege los datos con una contraseña, dejándolos vulnerables al acceso no autorizado. Sin embargo, el cifrado hace que los datos sean indescifrables sin la clave de descifrado, lo que proporciona una protección sólida incluso si los datos se filtran o se accede a ellos sin autorización.
fr: Cette méthode diffère de la simple protection par mot de passe, qui sécurise uniquement les données avec un mot de passe, les laissant vulnérables à un accès non autorisé. Cependant, le cryptage rend les données indéchiffrables sans la clé de déchiffrement, offrant ainsi une protection robuste même en cas de fuite ou d'accès aux données sans autorisation.
it: Questo metodo differisce dalla semplice protezione con password, che protegge i dati solo con una password, lasciandoli vulnerabili ad accessi non autorizzati. La crittografia, tuttavia, rende i dati indecifrabili senza la chiave di decrittografia, fornendo una protezione affidabile anche in caso di perdita di dati o accesso senza autorizzazione.
ko: 이 방법은 비밀번호가 있는 데이터만 보호하여 무단 액세스에 취약한 단순한 비밀번호 보호와는 다릅니다. 그러나 암호화는 암호 해독 키 없이 데이터를 해독할 수 없도록 만들어 데이터가 유출되거나 권한 없이 액세스되더라도 강력한 보호 기능을 제공합니다.
nl: Deze methode verschilt van eenvoudige wachtwoordbeveiliging, waarbij gegevens alleen met een wachtwoord worden beveiligd, waardoor ze kwetsbaar zijn voor onbevoegde toegang. Versleuteling maakt gegevens echter onleesbaar zonder de decoderingssleutel en biedt robuuste bescherming, zelfs als gegevens worden gelekt of zonder toestemming worden geopend.
pl: Metoda ta różni się od prostej ochrony hasłem, która jedynie zabezpiecza dane hasłem, narażając je na nieuprawniony dostęp. Szyfrowanie sprawia jednak, że dane stają się nieczytelne bez klucza deszyfrującego, zapewniając solidną ochronę nawet w przypadku wycieku danych lub dostępu do nich bez autoryzacji.
pt: Esse método difere da proteção por senha simples, que protege apenas os dados com uma senha, deixando-os vulneráveis a acessos não autorizados. A criptografia, no entanto, torna os dados indecifráveis sem a chave de descriptografia, fornecendo proteção robusta mesmo se os dados forem vazados ou acessados sem autorização.
ru: Этот метод отличается от простой парольной защиты, при которой данные защищаются только паролем, что делает их уязвимыми для несанкционированного доступа. Шифрование, однако, делает данные неразборчивыми без ключа дешифрования, обеспечивая надежную защиту даже в случае утечки данных или несанкционированного доступа к ним.
sv: Denna metod skiljer sig från enkelt lösenordsskydd, som endast skyddar data med ett lösenord och lämnar det sårbart för obehörig åtkomst. Kryptering däremot gör data oläsbar utan dekrypteringsnyckeln, vilket ger ett robust skydd även om data läcks eller nås utan tillstånd.
tr: Bu yöntem, verileri yalnızca bir parola ile güvence altına alan ve yetkisiz erişime karşı savunmasız bırakan basit parola korumasından farklıdır. Ancak şifreleme, şifre çözme anahtarı olmadan verileri çözülemez hale getirerek, veriler sızdırılsa veya yetkisiz olarak erişilse bile sağlam koruma sağlar.
zh: 此方法与简单的密码保护不同，后者仅使用密码保护数据，使其容易受到未经授权的访问。然而，加密使数据在没有解密密钥的情况下无法破译，即使数据泄露或未经授权访问，也能提供强大地保护。

# Blog_HTCWHER_H2_Text4
source: In healthcare, where safeguarding sensitive patient information is crucial under HIPAA regulations, encryption serves as a vital tool to ensure data security. It acts like a secret code, scrambling data to prevent unauthorized access, unlike password protection, which can be easily bypassed with the right tools.
ar: في مجال الرعاية الصحية ، حيث تعد حماية معلومات المريض الحساسة أمرا بالغ الأهمية بموجب لوائح HIPAA ، يعمل التشفير كأداة حيوية لضمان أمان البيانات. إنه يعمل كرمز سري ، حيث يقوم بخلط البيانات لمنع الوصول غير المصرح به ، على عكس الحماية بكلمة مرور ، والتي يمكن تجاوزها بسهولة باستخدام الأدوات المناسبة.
de: Im Gesundheitswesen, wo der Schutz sensibler Patientendaten gemäß den HIPAA-Vorschriften von entscheidender Bedeutung ist, dient die Verschlüsselung als wichtiges Instrument zur Gewährleistung der Datensicherheit. Es verhält sich wie ein Geheimcode, der Daten verschlüsselt, um unbefugten Zugriff zu verhindern, im Gegensatz zum Passwortschutz, der mit den richtigen Tools leicht umgangen werden kann.
es: En el sector sanitario, donde la protección de la información confidencial de los pacientes es crucial según la normativa HIPAA, el cifrado es una herramienta vital para garantizar la seguridad de los datos. Actúa como un código secreto, codificando datos para evitar el acceso no autorizado, a diferencia de la protección con contraseña, que se puede eludir fácilmente con las herramientas adecuadas.
fr: Dans le secteur de la santé, où la protection des informations sensibles des patients est cruciale en vertu de la réglementation HIPAA, le cryptage constitue un outil essentiel pour garantir la sécurité des données. Il agit comme un code secret, brouillant les données pour empêcher tout accès non autorisé, contrairement à la protection par mot de passe, qui peut être facilement contournée avec les bons outils.
it: Nel settore sanitario, dove la salvaguardia delle informazioni sensibili dei pazienti è fondamentale ai sensi delle normative HIPAA, la crittografia funge da strumento fondamentale per garantire la sicurezza dei dati. Agisce come un codice segreto, codificando i dati per impedire l'accesso non autorizzato, a differenza della protezione con password, che può essere facilmente aggirata con gli strumenti giusti.
ko: HIPAA 규정에 따라 민감한 환자 정보를 보호하는 것이 중요한 의료 분야에서는 암호화가 데이터 보안을 보장하는 중요한 툴로 사용됩니다. 올바른 도구로 쉽게 우회할 수 있는 암호 보호와 달리 무단 액세스를 방지하기 위해 데이터를 스크램블링하는 비밀 코드처럼 작동합니다.
nl: In de gezondheidszorg, waar het beschermen van gevoelige patiëntinformatie cruciaal is volgens de HIPAA-regelgeving, dient versleuteling als een essentieel hulpmiddel om de gegevensbeveiliging te waarborgen. Het werkt als een geheime code en versleutelt gegevens om onbevoegde toegang te voorkomen, in tegenstelling tot wachtwoordbeveiliging, die gemakkelijk kan worden omzeild met de juiste tools.
pl: W służbie zdrowia, gdzie ochrona wrażliwych informacji o pacjencie ma kluczowe znaczenie zgodnie z przepisami HIPAA, szyfrowanie stanowi istotne narzędzie zapewniające bezpieczeństwo danych. Działa jak tajny kod, szyfrując dane, aby zapobiec nieautoryzowanemu dostępowi, w przeciwieństwie do ochrony hasłem, którą można łatwo ominąć za pomocą odpowiednich narzędzi.
pt: Na área da saúde, onde a proteção de informações confidenciais do paciente é crucial de acordo com as regulamentações da HIPAA, a criptografia serve como uma ferramenta vital para garantir a segurança dos dados. Ele funciona como um código secreto, embaralhando dados para impedir o acesso não autorizado, ao contrário da proteção por senha, que pode ser facilmente contornada com as ferramentas certas.
ru: В здравоохранении, где защита конфиденциальной информации о пациентах имеет решающее значение в соответствии с правилами HIPAA, шифрование служит важным инструментом для обеспечения безопасности данных. Шифрование действует как секретный код, шифрующий данные для предотвращения несанкционированного доступа, в отличие от защиты паролем, которую можно легко обойти с помощью правильных инструментов.
sv: Inom vården, där skydd av känslig patientinformation är avgörande enligt HIPAAs regler, fungerar kryptering som ett viktigt verktyg för att säkerställa datasäkerhet. Det fungerar som en hemlig kod som förvränger data för att förhindra obehörig åtkomst, till skillnad från lösenordsskydd som enkelt kan kringgås med rätt verktyg.
tr: Şifreleme, HIPAA düzenlemeleri kapsamında hassas hasta bilgilerinin korunmasının çok önemli olduğu sağlık hizmetlerinde veri güvenliğini sağlamak için hayati bir araç görevi görür. Doğru araçlarla kolayca geçilebilen parola korumasının aksine, yetkisiz erişimi önlemek için verileri karıştıran gizli bir kod gibi davranır.
zh: 在医疗保健领域，根据 HIPAA 法规，保护敏感的患者信息至关重要，加密是确保数据安全的重要工具。它就像一个密码，对数据进行加扰以防止未经授权的访问，这与密码保护不同，密码保护可以使用正确的工具轻松绕过。

# Blog_HTCWHER_H3_SH1_Text1
source: <li><b>Identify ePHI:</b> ☑️ Determine where all your organization's electronic Protected Health Information (<b>ePHI</b>) resides (servers, laptops, mobile devices, etc.).</li>
ar: <li><b>تحديد ePHI:</b> ☑️ حدد مكان وجود جميع المعلومات الصحية المحمية الإلكترونية لمؤسستك (<b>ePHI</b>) (الخوادم وأجهزة الكمبيوتر المحمولة والأجهزة المحمولة وما إلى ذلك).</li>
de: <li><b>Identifizieren Sie ePHI:</b> ☑️ Ermitteln Sie, wo sich alle elektronischen geschützten Gesundheitsinformationen (<b>ePHI</b>) Ihres Unternehmens befinden (Server, Laptops, mobile Geräte usw.).</li>
es: <li><b>Identifique la ePHI:</b> ☑️ Determine dónde reside toda la información médica protegida electrónica (<b>ePHI)</b> de su organización (servidores, computadoras portátiles, dispositivos móviles, etc.).</li>
fr: <li><b>Identifiez les ePHI :</b> ☑️ Déterminez où résident toutes les informations électroniques protégées de santé (<b>ePHI</b>) de votre organisation (serveurs, ordinateurs portables, appareils mobiles, etc.).</li>
it: <li><b>Identifica ePHI:</b> ☑️ determina dove risiedono tutte le informazioni sanitarie protette elettroniche (<b>ePHI)</b> della tua organizzazione (server, laptop, dispositivi mobili, ecc.).</li>
ko: <li><b>ePHI 확인:</b> ☑️ 조직의 모든 전자 건강 보호 정보(<b>ePHI</b>)가 있는 위치(서버, 랩톱, 모바일 장치 등)를 확인합니다.</li>
nl: <li><b>Identificeer ePHI:</b> ☑️ Bepaal waar alle elektronische beschermde gezondheidsinformatie (<b>ePHI)</b> van jouw organisatie zich bevindt (servers, laptops, mobiele apparaten, enz.).</li>
pl: <li><b>Zidentyfikuj ePHI:</b> ☑️ Określ, gdzie znajdują się wszystkie elektroniczne chronione informacje zdrowotne (<b>ePHI</b>) Twojej organizacji (serwery, laptopy, urządzenia mobilne itp.).</li>
pt: <li><b>Identifique o ePHI:</b> ☑️ determine onde residem todas as Informações de Saúde Protegidas (<b>ePHI)</b> eletrônicas da sua organização (servidores, laptops, dispositivos móveis, etc.).</li>
ru: <li><b>Идентификация ePHI:</b> ☑️ Определите, где находится вся электронная защищенная медицинская информация (<b>ePHI</b>) вашей организации (серверы, ноутбуки, мобильные устройства и т. д.).</li>
sv: <li><b>Identifiera ePHI:</b> ☑️ Fastställ var all din organisations elektroniska skyddade hälsoinformation (<b>ePHI</b>) finns (servrar, bärbara datorer, mobila enheter, etc.).</li>
tr: <li><b>ePHI'yi tanımlayın:</b> ☑️ Kuruluşunuzun Koruma Altındaki tüm elektronik Sağlık Bilgilerinin (<b>ePHI)</b> nerede bulunduğunu belirleyin (sunucular, dizüstü bilgisayarlar, mobil cihazlar vb.).</li>
zh: <li><b>识别 ePHI：</b> ☑️确定组织的所有电子受保护健康信息 （<b>ePHI</b>） 所在的位置（服务器、笔记本电脑、移动设备等）。</li>

# Blog_HTCWHER_H3_SH1_Text2
source: <li><b>Protected Health Information (PHI):</b> Any information that can be used to identify an individual and relates to their past, present or future physical or mental health condition, provision of healthcare services, or payment for the provision of healthcare services.</li>
ar: <li><b>المعلومات الصحية المحمية (PHI):</b> أي معلومات يمكن استخدامها لتحديد هوية الفرد وتتعلق بحالته الصحية البدنية أو العقلية السابقة أو الحالية أو المستقبلية ، أو تقديم خدمات الرعاية الصحية ، أو الدفع مقابل تقديم خدمات الرعاية الصحية.</li>
de: <li><b>Geschützte Gesundheitsinformationen (PHI):</b> Alle Informationen, die zur Identifizierung einer Person verwendet werden können und sich auf ihren vergangenen, gegenwärtigen oder zukünftigen körperlichen oder geistigen Gesundheitszustand, die Erbringung von Gesundheitsdienstleistungen oder die Bezahlung für die Erbringung von Gesundheitsdienstleistungen beziehen.</li>
es: <li><b>Información Médica Protegida (PHI, por sus siglas en inglés):</b> Cualquier información que pueda utilizarse para identificar a una persona y que se relacione con su estado de salud física o mental pasado, presente o futuro, la prestación de servicios de atención médica o el pago por la prestación de servicios de atención médica.</li>
fr: <li><b>Informations Médicales Protégées (PHI) :</b> Toute information pouvant être utilisée pour identifier une personne et relative à son état de santé physique ou mentale passé, présent ou futur, à la fourniture de services de santé ou au paiement de la fourniture de services de santé.</li>
it: <li><b>Informazioni sanitarie protette (PHI):</b> Qualsiasi informazione che può essere utilizzata per identificare un individuo e si riferisce alle sue condizioni di salute fisica o mentale passate, presenti o future, alla fornitura di servizi sanitari o al pagamento per la fornitura di servizi sanitari.</li>
ko: <li><b>PHI(Protected Health Information):</b> 개인을 식별하는 데 사용할 수 있는 모든 정보로, 개인의 과거, 현재 또는 미래의 신체적 또는 정신적 건강 상태, 의료 서비스 제공 또는 의료 서비스 제공에 대한 지불과 관련이 있습니다.</li>
nl: <li><b>Beschermde gezondheidsinformatie (PHI):</b> Alle informatie die kan worden gebruikt om een persoon te identificeren en die betrekking heeft op zijn vroegere, huidige of toekomstige lichamelijke of geestelijke gezondheidstoestand, het verlenen van gezondheidsdiensten of het betalen voor het verlenen van gezondheidsdiensten.</li>
pl: <li><b>Chronione informacje zdrowotne (PHI):</b> wszelkie informacje, które można wykorzystać do identyfikacji danej osoby i odnoszą się do jej przeszłego, obecnego lub przyszłego stanu zdrowia fizycznego lub psychicznego, świadczenia usług opieki zdrowotnej lub płatności za świadczenie usług opieki zdrowotnej.</li>
pt: <li><b>Informações de saúde protegidas (PHI):</b> Qualquer informação que possa ser usada para identificar um indivíduo e se relacione com sua condição de saúde física ou mental passada, presente ou futura, prestação de serviços de saúde ou pagamento pela prestação de serviços de saúde.</li>
ru: <li><b>Защищенная медицинская информация (PHI):</b> Любая информация, которая может быть использована для идентификации человека и относится к его прошлому, настоящему или будущему состоянию физического или психического здоровья, предоставлению медицинских услуг или оплате за предоставление медицинских услуг.</li>
sv: <li><b>Skyddad Hälsoinformation (PHI):</b>All information som kan användas för att identifiera en individ och som rör deras tidigare, nuvarande eller framtida fysiska eller mentala hälsotillstånd, tillhandahållande av hälsovårdstjänster eller betalning för tillhandahållande av hälsovårdstjänster.</li>
tr: <li><b>Koruma Altındaki Sağlık Bilgileri (PHI):</b> Bir bireyi tanımlamak için kullanılabilecek ve geçmiş, mevcut ve gelecekteki fiziksel veya mental sağlık durumları, sağlık hizmetlerinin temini ya da sağlık hizmetlerinin temini için yapılan ödemeler ile ilgili olan her türlü bilgiyi ifade eder.</li>
zh: <li><b>受保护的健康信息 （PHI）：</b> 任何可用于识别个人身份的信息，并与他们过去、现在或未来的身体或心理健康状况、提供医疗保健服务或提供医疗保健服务的付款有关。</li>

# Blog_HTCWHER_H3_SH1_Text3
source: <li><b>Threat Assessment:</b> ☑️ Identify potential risks to ePHI, such as unauthorized access, data breaches, and cyberattacks.</li>
ar: <li><b>تقييم التهديدات:</b> ☑️ تحديد المخاطر المحتملة على المعلومات الصحية المحمية الإلكترونية ، مثل الوصول غير المصرح به وخروقات البيانات والهجمات الإلكترونية.</li>
de: <li><b>Bedrohungsbewertung:</b> ☑️ Identifizieren Sie potenzielle Risiken für ePHI, wie z. B. unbefugten Zugriff, Datenschutzverletzungen und Cyberangriffe.</li>
es: <li><b>Evaluación de amenazas:</b> ☑️ identifique los riesgos potenciales para la ePHI, como el acceso no autorizado, las filtraciones de datos y los ciberataques.</li>
fr: <li><b>Évaluation des Menaces :</b> ☑️ Identifiez les risques potentiels pour l'ePHI, tels que les accès non autorisés, les violations de données et les cyberattaques.</li>
it: <li><b>Valutazione delle minacce:</b> ☑️ identifica i potenziali rischi per le ePHI, come accessi non autorizzati, violazioni dei dati e attacchi informatici.</li>
ko: <li><b>위협 평가:</b> ☑️ 무단 액세스, 데이터 침해 및 사이버 공격과 같은 ePHI에 대한 잠재적 위험을 식별합니다.</li>
nl: <li><b>Bedreigingsanalyse:</b> ☑️ Identificeer potentiële risico's voor ePHI, zoals onbevoegde toegang, datalekken en cyberaanvallen.</li>
pl: <li><b>Ocena zagrożeń:</b> ☑️ Identyfikacja potencjalnych zagrożeń dla ePHI, takich jak nieautoryzowany dostęp, naruszenia bezpieczeństwa danych i cyberataki.</li>
pt: <li><b>Avaliação de Ameaças:</b> ☑️ Identifique riscos potenciais para ePHI, como acesso não autorizado, violação de dados e ataques cibernéticos.</li>
ru: <li><b>Оценка угроз:</b> ☑️ Выявление потенциальных рисков для ePHI, таких, как несанкционированный доступ, утечка данных и кибератаки.</li>
sv: <li><b>Hotbedömning:</b> ☑️ Identifiera potentiella risker för ePHI, t.ex. obehörig åtkomst, dataintrång och cyberattacker.</li>
tr: <li><b>Tehdit Değerlendirmesi:</b> ☑️ Yetkisiz erişim, veri ihlalleri ve siber saldırılar gibi ePHI için potansiyel riskleri belirleyin.</li>
zh: <li><b>威胁评估：</b> ☑️识别 ePHI 的潜在风险，例如未经授权的访问、数据泄露和网络攻击。</li>

# Blog_HTCWHER_H3_SH1_Text4
source: <li><b>Vulnerability Assessment:</b> ☑️ Evaluate the weaknesses in your current security measures that could allow these threats to materialize.</li>
ar: <li><b>تقييم نقاط الضعف:</b> ☑️ قم بتقييم نقاط الضعف في إجراءاتك الأمنية الحالية التي قد تسمح بتحقق هذه التهديدات.</li>
de: <li><b>Schwachstellenbewertung:</b> ☑️ Bewerten Sie die Schwachstellen in Ihren aktuellen Sicherheitsmaßnahmen, die das Auftreten dieser Bedrohungen ermöglichen könnten.</li>
es: <li><b>Evaluación de vulnerabilidades:</b> ☑️ evalúe las debilidades de sus medidas de seguridad actuales que podrían permitir que estas amenazas se materialicen.</li>
fr: <li><b>Évaluation des Vulnérabilités :</b> ☑️ Évaluez les faiblesses de vos mesures de sécurité actuelles qui pourraient permettre à ces menaces de se matérialiser.</li>
it: <li><b>Valutazione della vulnerabilità:</b> ☑️ valuta i punti deboli delle tue attuali misure di sicurezza che potrebbero consentire a queste minacce di materializzarsi.</li>
ko: <li><b>취약성 평가:</b> ☑️ 이러한 위협을 구체화할 수 있는 현재 보안 조치의 취약점을 평가합니다.</li>
nl: <li><b>Kwetsbaarheidsbeoordeling:</b> ☑️ Evalueer de zwakke punten in jouw huidige beveiligingsmaatregelen waardoor deze bedreigingen zich kunnen voordoen.</li>
pl: <li><b>Ocena podatności:</b> ☑️ oceń słabe strony obecnych środków bezpieczeństwa, które mogą pozwolić na urzeczywistnienie tych zagrożeń.</li>
pt: <li><b>Avaliação de vulnerabilidade:</b> ☑️ avalie os pontos fracos em suas medidas de segurança atuais que podem permitir que essas ameaças se materializem.</li>
ru: <li><b>Оценка уязвимостей:</b> ☑️ Оцените слабые места в текущих мерах безопасности, которые могут привести к материализации этих угроз.</li>
sv: <li><b>Sårbarhetsbedömning:</b> ☑️ Utvärdera svagheterna i dina nuvarande säkerhetsåtgärder som skulle kunna möjliggöra att dessa hot materialiseras.</li>
tr: <li><b>Güvenlik Açığı Değerlendirmesi:</b> ☑️ Mevcut güvenlik önlemlerinizde bu tehditlerin gerçeğe dönüşmesine izin verebilecek zayıflıkları değerlendirin.</li>
zh: <li><b>漏洞评估：</b> ☑️评估当前安全措施中可能导致这些威胁的弱点。</li>
