Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H3_SH3_Text2
source: <li><b>Key Rotation:</b> ☑️ Rotate encryption keys regularly to maintain security. AxCrypt allows you to set up automatic key rotation for added protection.</li>
ar: <li><b>تدوير المفاتيح:</b> ☑️ قم بتدوير مفاتيح التشفير بانتظام للحفاظ على الأمان. يسمح لك اكسكربت بإعداد تدوير المفاتيح التلقائي لمزيد من الحماية.</li>
de: <li><b>Schlüsselrotation:</b> ☑️ Rotieren Sie die Verschlüsselungsschlüssel regelmäßig, um die Sicherheit zu gewährleisten. Mit AxCrypt können Sie eine automatische Schlüsselrotation einrichten, um zusätzlichen Schutz zu gewährleisten.</li>
es: <li><b>Rotación de claves:</b> ☑️ Rote las claves de cifrado con regularidad para mantener la seguridad. AxCrypt le permite configurar la rotación automática de claves para mayor protección.</li>
fr: <li><b>Rotation des Clés :</b> ☑️ Effectuez une rotation régulière des clés de chiffrement pour maintenir la sécurité. AxCrypt vous permet de configurer la rotation automatique des clés pour une protection supplémentaire.</li>
it: <li><b>Rotazione delle chiavi:</b> ☑️ ruota regolarmente le chiavi di crittografia per mantenere la sicurezza. AxCrypt consente di impostare la rotazione automatica delle chiavi per una maggiore protezione.</li>
ko: <li><b>키 순환:</b> ☑️ 보안을 유지하기 위해 암호화 키를 정기적으로 순환합니다. AxCrypt를 사용하면 추가 보호를 위해 자동 키 순환을 설정할 수 있습니다.</li>
nl: <li><b>Sleutelrotatie:</b> ☑️ Draai coderingssleutels regelmatig om om de veiligheid te behouden. Met AxCrypt kun je automatische sleutelrotatie instellen voor extra bescherming.</li>
pl: <li><b>Rotacja kluczy:</b> ☑️ Regularnie zmieniaj klucze szyfrowania, aby zachować bezpieczeństwo. AxCrypt umożliwia ustawienie automatycznej rotacji kluczy dla dodatkowej ochrony.</li>
pt: <li><b>Rotação de chaves:</b> ☑️ gire as chaves de criptografia regularmente para manter a segurança. O AxCrypt permite que você configure a rotação automática de chaves para maior proteção.</li>
ru: <li><b>Ротация ключей:</b> ☑️ Регулярно меняйте ключи шифрования для обеспечения безопасности. AxCrypt позволяет настроить автоматическую смену ключей для дополнительной защиты.</li>
sv: <li><b>Nyckelrotation:</b> ☑️ Rotera krypteringsnycklar regelbundet för att upprätthålla säkerheten. AxCrypt gör det möjligt att ställa in automatisk nyckelrotation för extra skydd.</li>
tr: <li><b>Anahtar Rotasyonu:</b> ☑️ Güvenliği sağlamak için düzenli olarak şifreleme anahtarlarının yerini değiştirin. AxCrypt, ek koruma için otomatik anahtar rotasyonunu ayarlamanıza izin verir.</li>
zh: <li><b>密钥轮换：</b> ☑️定期轮换加密密钥以保持安全性。AxCrypt允许您设置自动密钥轮换以增加保护。</li>

# Blog_HTCWHER_H3_SH4_Text1
source: <li><b>Encryption Policy:</b> ☑️ Develop a written policy that outlines your organization's approach to data encryption for ePHI. This policy should specify the use of encryption tools like AxCrypt and define protocols for key management and access.</li>
ar: <li><b>سياسة التشفير:</b> ☑️ قم بتطوير سياسة مكتوبة تحدد نهج مؤسستك لتشفير البيانات ل ePHI. يجب أن تحدد هذه السياسة استخدام أدوات التشفير مثل اكسكربت وتحديد بروتوكولات لإدارة المفاتيح والوصول إليها.</li>
de: <li><b>Verschlüsselungsrichtlinie:</b> ☑️ Entwickeln Sie eine schriftliche Richtlinie, die den Ansatz Ihrer Organisation für die Datenverschlüsselung für ePHI umreißt. Diese Richtlinie sollte die Verwendung von Verschlüsselungswerkzeugen wie AxCrypt spezifizieren und Protokolle für die Schlüsselverwaltung und den Zugriff definieren.</li>
es: <li><b>Política de cifrado:</b> ☑️ desarrolle una política escrita que describa el enfoque de su organización para el cifrado de datos para ePHI. Esta política debe especificar el uso de herramientas de cifrado como AxCrypt y definir protocolos para la gestión de claves y el acceso.</li>
fr: <li><b>Politique de Chiffrement :</b> ☑️ Élaborez une politique écrite qui décrit l'approche de votre organisation en matière de chiffrement des données pour ePHI. Cette politique doit spécifier l'utilisation d'outils de chiffrement comme AxCrypt et définir des protocoles pour la gestion des clés et l'accès.</li>
it: <li><b>Criteri di crittografia:</b> ☑️ sviluppare una politica scritta che delinei l'approccio della tua organizzazione alla crittografia dei dati per ePHI. Questo criterio deve specificare l'uso di strumenti di crittografia come AxCrypt e definire i protocolli per la gestione e l'accesso alle chiavi.</li>
ko: <li><b>암호화 정책:</b> ☑️ ePHI용 데이터 암호화에 대한 조직의 접근 방식을 설명하는 서면 정책을 개발합니다. 이 정책은 AxCrypt와 같은 암호화 도구의 사용을 지정하고 키 관리 및 액세스에 대한 프로토콜을 정의해야 합니다.</li>
nl: <li><b>Versleutelingsbeleid:</b> ☑️ Ontwikkel een schriftelijk beleid waarin de aanpak van jouw organisatie voor gegevensversleuteling voor ePHI wordt beschreven. Dit beleid moet het gebruik van versleutelingshulpprogramma's zoals AxCrypt specificeren en protocollen definiëren voor sleutelbeheer en toegang.</li>
pl: <li><b>Polityka szyfrowania:</b> ☑️ Opracuj pisemną politykę określającą podejście Twojej organizacji do szyfrowania danych dla ePHI. Ta polityka powinna określać użycie narzędzi szyfrujących, takich jak AxCrypt, oraz definiować protokoły zarządzania kluczami i dostępu.</li>
pt: <li><b>Política de criptografia:</b> ☑️ desenvolva uma política escrita que descreva a abordagem da sua organização à criptografia de dados para ePHI. Essa política deve especificar o uso de ferramentas de criptografia como o AxCrypt e definir protocolos para gerenciamento e acesso de chaves.</li>
ru: <li><b>Политика шифрования:</b> ☑️ Разработайте письменную политику, в которой изложен подход вашей организации к шифрованию данных для ePHI. В этой политике должно быть указано использование средств шифрования, таких как AxCrypt, и определены протоколы для управления ключами и доступа.</li>
sv: <li><b>Krypteringspolicy:</b> ☑️ Utveckla en skriftlig policy som beskriver organisationens inställning till datakryptering för ePHI. Denna policy bör specificera användningen av krypteringsverktyg som AxCrypt och definiera protokoll för nyckelhantering och åtkomst.</li>
tr: <li><b>Şifreleme Politikası:</b> ☑️ Kuruluşunuzun ePHI için veri şifreleme yaklaşımını özetleyen yazılı bir politika geliştirin. Bu politika, AxCrypt gibi şifreleme araçlarının kullanımını belirtmeli ve anahtar yönetimi ve erişimi için protokolleri tanımlamalıdır.</li>
zh: <li><b>加密策略：</b> ☑️制定书面策略，概述组织的 ePHI 数据加密方法。此策略应指定使用加密工具（如AxCrypt），并定义密钥管理和访问协议。</li>

# Blog_HTCWHER_H3_SH4_Text2
source: <li><b>Procedures:</b> ☑️ Document procedures for implementing, managing, and maintaining encryption controls.</li>
ar: <li><b>الإجراءات:</b> ☑️ توثيق إجراءات تنفيذ ضوابط التشفير وإدارتها والحفاظ عليها.</li>
de: <li><b>Verfahren:</b> ☑️ Dokumentieren Sie Verfahren zur Implementierung, Verwaltung und Pflege von Verschlüsselungskontrollen.</li>
es: <li><b>Procedimientos:</b> ☑️ documente los procedimientos para implementar, administrar y mantener controles de cifrado.</li>
fr: <li><b>Procédures :</b> ☑️ Documenter les procédures de mise en œuvre, de gestion et de maintenance des contrôles de chiffrement.</li>
it: <li><b>Procedure:</b> ☑️ documentare le procedure per l'implementazione, la gestione e la manutenzione dei controlli di crittografia.</li>
ko: <li><b>절차:</b> ☑️ 암호화 제어 구현, 관리 및 유지 관리를 위한 절차를 문서화합니다.</li>
nl: <li><b>Procedures:</b> ☑️ Documenteer procedures voor het implementeren, beheren en onderhouden van versleutelingscontroles.</li>
pl: <li><b>Procedury:</b> ☑️ Udokumentuj procedury dotyczące wdrażania, zarządzania i utrzymywania kontroli szyfrowania.</li>
pt: <li><b>Procedimentos:</b> ☑️ Documente procedimentos para implementar, gerenciar e manter controles de criptografia.</li>
ru: <li><b>Процедуры:</b> ☑️ Документируйте процедуры по внедрению, управлению и поддержанию средств управления шифрованием.</li>
sv: <li><b>Procedurer:</b> ☑️ Dokumentera tillvägagångssätt för att implementera, hantera och underhålla krypteringskontroller.</li>
tr: <li><b>Prosedürler:</b> ☑️ Şifreleme kontrollerini uygulamak, yönetmek ve sürdürmek için prosedürler belgeleyin.</li>
zh: <li><b>过程：</b> ☑️记录用于实现、管理和维护加密控制的过程。</li>

# Blog_HTCWHER_H3_SH4_Text3
source: <li><b>Employee Training:</b> ☑️ Train all employees who handle ePHI in HIPAA requirements and proper data security practices, including how to utilize file encryption.</li>
ar: <li><b>تدريب الموظفين:</b> ☑️ تدريب جميع الموظفين الذين يتعاملون مع ePHI في متطلبات HIPAA وممارسات أمان البيانات المناسبة ، بما في ذلك كيفية استخدام تشفير الملفات.</li>
de: <li><b>Mitarbeiterschulung:</b> ☑️ Schulen Sie alle Mitarbeiter, die mit ePHI umgehen, in den HIPAA-Anforderungen und den richtigen Datensicherheitspraktiken, einschließlich der Verwendung von Dateiverschlüsselung.</li>
es: <li><b>Capacitación de los empleados:</b> ☑️ Capacite a todos los empleados que manejan ePHI en los requisitos de HIPAA y las prácticas adecuadas de seguridad de datos, incluida la forma de utilizar el cifrado de archivos.</li>
fr: <li><b>Formation des Employés :</b> ☑️ Formez tous les employés qui gèrent les ePHI aux exigences HIPAA et aux bonnes pratiques de sécurité des données, y compris sur la façon d'utiliser le cryptage des fichiers.</li>
it: <li><b>Formazione dei dipendenti:</b> ☑️ Formare tutti i dipendenti che gestiscono le ePHI sui requisiti HIPAA e sulle corrette pratiche di sicurezza dei dati, incluso come utilizzare la crittografia dei file.</li>
ko: <li><b>직원 교육:</b> ☑️ HIPAA 요구 사항 및 파일 암호화 활용 방법을 포함한 적절한 데이터 보안 관행에 따라 ePHI를 처리하는 모든 직원을 교육합니다.</li>
nl: <li><b>Training van werknemers:</b> ☑️ Train alle werknemers die met ePHI omgaan in HIPAA-vereisten en de juiste praktijken voor gegevensbeveiliging, inclusief het gebruik van bestandsversleuteling.</li>
pl: <li><b>Szkolenie pracowników:</b> ☑️ Przeszkol wszystkich pracowników zajmujących się ePHI w zakresie wymagań ustawy HIPAA i odpowiednich praktyk w zakresie bezpieczeństwa danych, w tym sposobów korzystania z szyfrowania plików.</li>
pt: <li><b>Treinamento de funcionários:</b> ☑️ Treine todos os funcionários que lidam com ePHI nos requisitos da HIPAA e nas práticas adequadas de segurança de dados, incluindo como utilizar a criptografia de arquivos.</li>
ru: <li><b>Обучение сотрудников:</b>☑️ Обучите всех сотрудников, работающих с ePHI, требованиям HIPAA и надлежащим методам обеспечения безопасности данных, в том числе использованию шифрования файлов.</li>
sv: <li><b>Medarbetarutbildning:</b> ☑️ Utbilda alla medarbetare som hanterar ePHI i HIPAA-krav och korrekta datasäkerhetsrutiner, inklusive hur man använder filkryptering.</li>
tr: <li><b>Çalışan Eğitimi:</b> ☑️ ePHI ile ilgilenen tüm çalışanları, dosya şifrelemenin nasıl kullanılacağı da dahil olmak üzere HIPAA gereksinimleri ve uygun veri güvenliği uygulamaları konusunda eğitin.</li>
zh: <li><b>员工培训：</b> ☑️对所有处理 ePHI 的员工进行 HIPAA 要求和适当的数据安全实践培训，包括如何利用文件加密。</li>

# Blog_HTCWHER_H3_SH5_Text3
source: <li><b>Regular Reviews:</b> ☑️ Conduct periodic reviews of your encryption practices to ensure their effectiveness and adapt to evolving security threats.</li>
ar: <li><b>المراجعات المنتظمة:</b> ☑️ قم بإجراء مراجعات دورية لممارسات التشفير الخاصة بك لضمان فعاليتها والتكيف مع التهديدات الأمنية المتطورة.</li>
de: <li><b>Regelmäßige Überprüfungen:</b> ☑️ Führen Sie regelmäßige Überprüfungen Ihrer Verschlüsselungspraktiken durch, um deren Wirksamkeit sicherzustellen und sich an sich entwickelnde Sicherheitsbedrohungen anzupassen.</li>
es: <li><b>Revisiones periódicas:</b> ☑️ Realice revisiones periódicas de sus prácticas de cifrado para garantizar su eficacia y adaptarse a la evolución de las amenazas de seguridad.</li>
fr: <li><b>Examens Réguliers :</b> ☑️ Effectuez des examens périodiques de vos pratiques de chiffrement pour garantir leur efficacité et vous adapter à l'évolution des menaces de sécurité.</li>
it: <li><b>Revisioni regolari:</b> ☑️ conduci revisioni periodiche delle tue pratiche di crittografia per garantirne l'efficacia e adattarti all'evoluzione delle minacce alla sicurezza.</li>
ko: <li><b>정기 검토:</b> ☑️ 암호화 방법을 정기적으로 검토하여 효율성을 보장하고 진화하는 보안 위협에 적응합니다.</li>
nl: <li><b>Regelmatige beoordelingen:</b> ☑️ Voer periodieke evaluaties uit van jouw versleutelingspraktijken om hun effectiviteit te waarborgen en aan te passen aan veranderende beveiligingsbedreigingen.</li>
pl: <li><b>Regularne przeglądy:</b> ☑️ Przeprowadzaj okresowe przeglądy swoich praktyk szyfrowania, aby zapewnić ich skuteczność i dostosować się do zmieniających się zagrożeń bezpieczeństwa.</li>
pt: <li><b>Revisões regulares:</b> ☑️ conduza revisões periódicas de suas práticas de criptografia para garantir sua eficácia e adaptar-se às ameaças de segurança em evolução.</li>
ru: <li><b>Регулярные проверки:</b> ☑️ Проводите периодические проверки методов шифрования, чтобы убедиться в их эффективности и адаптироваться к меняющимся угрозам безопасности.</li>
sv: <li><b>Regelbundna granskningar:</b> ☑️ Genomför periodiska granskningar av dina krypteringsrutiner för att säkerställa deras effektivitet och anpassa dem till utvecklande säkerhetshot.</li>
tr: <li><b>Düzenli İncelemeler:</b> ☑️ Etkinliklerini sağlamak ve gelişen güvenlik tehditlerine uyum sağlamak için şifreleme uygulamalarınızı periyodik olarak gözden geçirin.</li>
zh: <li><b>定期审查：</b> ☑️定期审查您的加密实践，以确保其有效性并适应不断变化的安全威胁。</li>

# Blog_HTCWHER_H3_SH5_Text4
source: <li><b>Security Audits:</b> ☑️ Consider conducting regular security audits to identify vulnerabilities and potential breaches. Include AxCrypt and other encryption solutions in your security audits to ensure their proper implementation.</li>
ar: <li><b>عمليات تدقيق الأمان:</b> ☑️ ضع في اعتبارك إجراء عمليات تدقيق أمنية منتظمة لتحديد نقاط الضعف والانتهاكات المحتملة. قم بتضمين اكسكربت وحلول التشفير الأخرى في عمليات تدقيق الأمان الخاصة بك لضمان تنفيذها بشكل صحيح.</li>
de: <li><b>Sicherheitsaudits:</b> ☑️ Erwägen Sie die Durchführung regelmäßiger Sicherheitsaudits, um Schwachstellen und potenzielle Verstöße zu identifizieren. Beziehen Sie AxCrypt und andere Verschlüsselungslösungen in Ihre Sicherheitsaudits ein, um deren ordnungsgemäße Implementierung zu gewährleisten.</li>
es: <li><b>Auditorías de seguridad:</b> ☑️ Considere la posibilidad de realizar auditorías de seguridad periódicas para identificar vulnerabilidades y posibles infracciones. Incluya AxCrypt y otras soluciones de encriptación en sus auditorías de seguridad para garantizar su correcta implementación.</li>
fr: <li><b>Audits de Sécurité :</b> ☑️ Envisagez de réaliser régulièrement des audits de sécurité pour identifier les vulnérabilités et les violations potentielles. Incluez AxCrypt et d'autres solutions de chiffrement dans vos audits de sécurité pour garantir leur bonne mise en œuvre.</li>
it: <li><b>Controlli di sicurezza:</b> ☑️ prendi in considerazione l'idea di condurre controlli di sicurezza regolari per identificare vulnerabilità e potenziali violazioni. Includi AxCrypt e altre soluzioni di crittografia nei tuoi controlli di sicurezza per garantirne la corretta implementazione.</li>
ko: <li><b>보안 감사:</b> ☑️ 취약점과 잠재적인 위반을 식별하기 위해 정기적인 보안 감사를 수행하는 것을 고려합니다. 보안 감사에 AxCrypt 및 기타 암호화 솔루션을 포함시켜 제대로 구현되도록 하십시오.</li>
nl: <li><b>Beveiligingsaudits:</b> ☑️ Overweeg om regelmatig beveiligingsaudits uit te voeren om kwetsbaarheden en mogelijke inbreuken te identificeren. Neem AxCrypt en andere versleutelingsoplossingen op in jouw beveiligingsaudits om ervoor te zorgen dat ze correct worden geïmplementeerd.</li>
pl: <li><b>Audyty bezpieczeństwa:</b> ☑️ Rozważ przeprowadzenie regularnych audytów bezpieczeństwa w celu zidentyfikowania luk w zabezpieczeniach i potencjalnych naruszeń. Uwzględnij AxCrypt i inne rozwiązania szyfrujące w swoich audytach bezpieczeństwa, aby zapewnić ich prawidłowe wdrożenie.</li>
pt: <li><b>Auditorias de segurança:</b> ☑️ considere a realização de auditorias de segurança regulares para identificar vulnerabilidades e possíveis violações. Inclua o AxCrypt e outras soluções de criptografia em suas auditorias de segurança para garantir sua implementação adequada.</li>
ru: <li><b>Аудит безопасности:</b> ☑️ Рассмотрите возможность проведения регулярных аудитов безопасности для выявления уязвимостей и потенциальных нарушений. Включите AxCrypt и другие решения для шифрования в свои аудиты безопасности, чтобы обеспечить их надлежащее внедрение.</li>
sv: <li><b>Säkerhetsrevisioner:</b> ☑️ Överväg att genomföra regelbundna säkerhetsrevisioner för att identifiera sårbarheter och potentiella intrång. Inkludera AxCrypt och andra krypteringslösningar i dina säkerhetsrevisioner för att säkerställa deras korrekta implementering.</li>
tr: <li><b>Güvenlik Denetimleri:</b> ☑️ Güvenlik açıklarını ve olası ihlalleri belirlemek için düzenli güvenlik denetimleri yapmayı düşünün. AxCrypt ve diğer şifreleme çözümlerini güvenlik denetimlerinize dahil ederek bunların düzgün bir şekilde uygulanmasını sağlayın.</li>
zh: <li><b>安全审计：</b> ☑️考虑定期进行安全审计，以识别漏洞和潜在违规行为。在您的安全审计中包括AxCrypt和其他加密解决方案，以确保其正确实施。</li>

# Blog_HTCWHER_H3_SH6_Text1
source: <li><b>Business Associate Agreements:</b> ☑️ Ensure your agreements with Business Associates clearly outline their responsibility for safeguarding ePHI. Include specific clauses regarding data encryption practices.</li>
ar: <li><b>اتفاقيات شركاء الأعمال:</b> ☑️ تأكد من أن اتفاقياتك مع شركاء الأعمال تحدد بوضوح مسؤوليتهم عن حماية المعلومات الصحية المحمية الإلكترونية. قم بتضمين بنود محددة تتعلق بممارسات تشفير البيانات.</li>
de: <li><b>Geschäftspartnervereinbarungen:</b> ☑️ Stellen Sie sicher, dass Ihre Vereinbarungen mit Geschäftspartnern deren Verantwortung für den Schutz von ePHI klar umreißen. Fügen Sie spezifische Klauseln zu Datenverschlüsselungspraktiken hinzu.</li>
es: <li><b>Acuerdos de Socios Comerciales:</b> ☑️ Asegúrese de que sus acuerdos con los Socios Comerciales describan claramente su responsabilidad de salvaguardar la ePHI. Incluya cláusulas específicas con respecto a las prácticas de cifrado de datos.</li>
fr: <li><b>Accords avec les Associés Commerciaux :</b> ☑️ Assurez-vous que vos accords avec les associés commerciaux décrivent clairement leur responsabilité dans la protection des ePHI. Incluez des clauses spécifiques concernant les pratiques de chiffrement des données.</li>
it: <li><b>Accordi di Business Associate:</b> ☑️ assicurati che i tuoi accordi con i Business Associate delineino chiaramente la loro responsabilità per la salvaguardia delle ePHI. Includi clausole specifiche relative alle pratiche di crittografia dei dati.</li>
ko: <li><b>업무 제휴 계약:</b> ☑️ ePHI 보호에 대한 자신의 책임을 명시하는 Business Associates와의 계약을 확인합니다. 데이터 암호화 관행에 대한 특정 조항을 포함합니다.</li>
nl: <li><b>Overeenkomsten met zakenpartners:</b> ☑️ Zorg ervoor dat jouw overeenkomsten met zakenpartners duidelijk aangeven wat hun verantwoordelijkheid is voor het beschermen van ePHI. Neem specifieke clausules op met betrekking tot gegevensversleutelingspraktijken.</li>
pl: <li><b>Umowy o partnerstwie biznesowym:</b> ☑️ Upewnij się, że Twoje umowy ze współpracownikami biznesowymi jasno określają ich odpowiedzialność za ochronę ePHI. Dołącz szczegółowe klauzule dotyczące praktyk szyfrowania danych.</li>
pt: <li><b>Contratos de Associados de Negócios:</b> ☑️ Certifique-se de que seus contratos com Associados de Negócios descreva claramente sua responsabilidade para proteger o ePHI. Inclua cláusulas específicas sobre práticas de criptografia de dados.</li>
ru: <li><b>Соглашения о деловом партнерстве:</b> ☑️ Убедитесь, что в ваших соглашениях с деловыми партнерами четко указана их ответственность за защиту ePHI. Включите конкретные положения, касающиеся методов шифрования данных.</li>
sv: <li><b>Avtal med affärspartners:</b> ☑️ Säkerställ att dina avtal med affärspartners tydligt beskriver deras ansvar för att skydda ePHI. Inkludera specifika klausuler om datakrypteringspraxis.</li>
tr: <li><b>İş Ortağı Sözleşmeleri:</b> ☑️ İş Ortaklarıyla yaptığınız sözleşmelerin, ePHI'yi koruma sorumluluklarını açıkça belirttiğinden emin olun. Veri şifreleme uygulamalarıyla ilgili belirli maddeler ekleyin.</li>
zh: <li><b>业务伙伴协议：</b> ☑️确保您与业务伙伴的协议清楚地概述了他们保护 ePHI 的责任。包括有关数据加密实践的具体条款。</li>

# Blog_HTCWHER_H3_SH6_Text2
source: <li><b>Incident Response:</b> ☑️ Develop a plan for responding to data breaches and other security incidents that may involve ePHI. This plan should outline procedures for addressing potential breaches.</li>
ar: <li><b>الاستجابة للحوادث:</b> ☑️ ضع خطة للاستجابة لخروقات البيانات والحوادث الأمنية الأخرى التي قد تتضمن ePHI. وينبغي أن تحدد هذه الخطة إجراءات معالجة الانتهاكات المحتملة.</li>
de: <li><b>Reaktion auf Vorfälle:</b> ☑️ Entwickeln Sie einen Plan für die Reaktion auf Datenschutzverletzungen und andere Sicherheitsvorfälle, an denen ePHI beteiligt sein können. In diesem Plan sollten Verfahren für den Umgang mit potenziellen Verstößen dargelegt werden.</li>
es: <li><b>Respuesta a incidentes:</b> ☑️ Desarrolle un plan para responder a las filtraciones de datos y otros incidentes de seguridad que puedan involucrar ePHI. Este plan debe describir los procedimientos para abordar posibles infracciones.</li>
fr: <li><b>Réponse aux Incidents :</b> ☑️ Élaborez un plan pour répondre aux violations de données et autres incidents de sécurité pouvant impliquer les ePHI. Ce plan doit décrire les procédures permettant de remédier aux violations potentielles.</li>
it: <li><b>Risposta agli incidenti:</b> ☑️ sviluppare un piano per rispondere alle violazioni dei dati e ad altri incidenti di sicurezza che possono coinvolgere le ePHI. Tale piano dovrebbe delineare le procedure per affrontare le potenziali violazioni.</li>
ko: <li><b>사고 대응:</b> ☑️ ePHI와 관련될 수 있는 데이터 침해 및 기타 보안 사고에 대응하기 위한 계획을 개발합니다. 이 계획은 잠재적인 위반을 해결하기 위한 절차를 간략하게 설명해야 합니다.</li>
nl: <li><b>Reactie op incidenten:</b> ☑️ Ontwikkel een plan om te reageren op datalekken en andere beveiligingsincidenten waarbij ePHI betrokken kan zijn. In dit plan moeten procedures worden beschreven voor het aanpakken van mogelijke inbreuken.</li>
pl: <li><b>Reagowanie na incydenty:</b> ☑️ Opracuj plan reagowania na naruszenia danych i inne zdarzenia związane z bezpieczeństwem, które mogą dotyczyć ePHI. Plan ten powinien określać procedury postępowania w przypadku potencjalnych naruszeń.</li>
pt: <li><b>Resposta a incidentes:</b> ☑️ desenvolva um plano para responder a violações de dados e outros incidentes de segurança que possam envolver o ePHI. Este plano deve descrever procedimentos para resolver potenciais violações.</li>
ru: <li><b>Реагирование на инциденты:</b> ☑️ Разработайте план реагирования на утечки данных и другие инциденты безопасности, которые могут включать ePHI. В этом плане должны быть изложены процедуры по устранению потенциальных нарушений.</li>
sv: <li><b>Incidenthantering:</b> ☑️ Utveckla en plan för att hantera dataintrång och andra säkerhetsincidenter som kan involvera ePHI. Denna plan bör beskriva procedurer för att hantera potentiella intrång.</li>
tr: <li><b>Olay Müdahalesi:</b> ☑️ Veri ihlallerine ve ePHI içerebilecek diğer güvenlik olaylarına müdahale etmek için bir plan geliştirin. Bu plan, olası ihlalleri ele alacak prosedürleri özetlemelidir.</li>
zh: <li><b>事件响应：</b> ☑️制定计划，以应对可能涉及 ePHI 的数据泄露和其他安全事件。该计划应概述解决潜在违规行为的程序。</li>
