Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HAPYD_H3_text1
source: Keeping your browser secure via encryption software guards online transactions, as it scrambles information sent over the Internet. Our mission is to provide individuals and small teams with encryption solutions that are easier to use than ever before. We’re removing the complexity from the use of strong and proven cryptographic technology.
ar: الحفاظ على متصفحك آمنًا عن طريق برنامج التشفير يحمي المعاملات عبر الإنترنت ، حيث يعمل على تشويش المعلومات المرسلة عبر الإنترنت. مهمتنا هي تزويد الأفراد والفرق الصغيرة بحلول تشفير أسهل في الاستخدام من أي وقت مضى. نعمل على إزالة التعقيد الناجم عن استخدام تقنية تشفير قوية ومثبتة.
de: Die Sicherheit Ihres Browsers durch Verschlüsselungssoftware schützt Online-Transaktionen, da Informationen, die über das Internet gesendet werden, verschlüsselt werden. Unsere Mission ist es, Einzelpersonen und kleinen Teams Verschlüsselungslösungen zur Verfügung zu stellen, die einfacher zu bedienen sind als je zuvor. Wir beseitigen die Komplexität durch den Einsatz starker und bewährter kryptografischer Technologien.
es: Al mantener tu navegador seguro a través del software de cifrado proteges las transacciones en línea, ya que codifica la información enviada a través de internet. Nuestra misión es proporcionar a las personas y a los equipos pequeños soluciones de cifrado que sean más fáciles de usar que nunca. Estamos eliminando la complejidad del uso de tecnología criptográfica sólida y comprobada.
fr: La sécurité de votre navigateur via un logiciel de cryptage protège les transactions en ligne, car il brouille les informations envoyées sur Internet. Notre mission est de fournir aux individus et aux petites équipes des solutions de chiffrement plus faciles à utiliser que jamais. Nous supprimons la complexité de l'utilisation d'une technologie cryptographique solide et éprouvée.
it: Mantenere il browser protetto tramite un software di crittografia protegge le transazioni online, in quanto codifica le informazioni inviate su Internet. La nostra missione è fornire alle singole persone e ai piccoli team soluzioni di crittografia più facili da usare che mai. Stiamo rimuovendo la complessità dall'uso di una tecnologia crittografica forte e collaudata.
ko: 암호화 소프트웨어를 통해 브라우저를 안전하게 유지하면 인터넷을 통해 전송되는 정보를 변조하므로 온라인 거래를 보호할 수 있습니다. 우리의 임무는 개인과 소규모 팀에 그 어느 때보 다 사용하기 쉬운 암호화 솔루션을 제공하는 것입니다. 강력하고 입증된 암호화 기술을 사용하여 복잡성을 줄이고 있습니다.
nl: Door uw browser veilig te houden via encryptiesoftware worden online transacties bewaakt, omdat het informatie die via internet wordt verzonden door elkaar gooit. Het is onze missie om individuen en kleine teams te voorzien van encryptie-oplossingen die gebruiksvriendelijker zijn dan ooit tevoren. We halen de complexiteit weg uit het gebruik van sterke en bewezen crypto cryptografische technologie.
pl: Ochrona przeglądarki za pomocą oprogramowania szyfrującego chroni transakcje online, ponieważ szyfruje informacje przesyłane przez Internet. Naszą misją jest dostarczanie osobom i małym zespołom rozwiązań szyfrujących, które są łatwiejsze w użyciu niż kiedykolwiek wcześniej. Usuwamy złożoność korzystania z silnej i sprawdzonej technologii kryptograficznej.
pt: Manter o seu navegador seguro via software de cifragem protege as transacções online, pois baralha a informação enviada através da internet. A nossa missão é dotar indivíduos e pequenas equipas de soluções de cifragem fáceis de usar. Nós removemos a complexidade do uso de tecnologia comprovada de criptografia forte.
ru: Обеспечение безопасности вашего браузера с помощью программного обеспечения для шифрования защищает онлайн-транзакции, поскольку оно шифрует информацию, отправляемую через Интернет. Наша миссия состоит в том, чтобы предоставить отдельным лицам и небольшим командам решения для шифрования, которые удобнее в использовании, чем когда-либо прежде. Мы убираем любые сложности, связанные с использованием надежной и проверенной криптографической технологии.
sv: Att skydda din webbläsare via krypteringsmjukvara skyddar online transaktioner, eftersom det förvränger information som skickas över Internet. Vårt uppdrag är att förse individer och små team med krypteringslösningar som är enklare att använda än någonsin tidigare. Vi tar bort komplexiteten från användningen av stark och beprövad kryptografisk teknik.
tr: İnternet üzerinden gönderilen bilgileri karıştırarak, çevrim içi işlemlerde tarayıcınızı şifreleme yazılımı aracılığıyla güvende tutar. Misyonumuz, bireylere ve küçük ekiplere, kullanımı hiç olmadığı kadar kolay şifreleme çözümleri sunmaktır. Güçlü ve kanıtlanmış kriptografik teknolojinin kullanımındaki zorluğu ortadan kaldırıyoruz.
zh: 通过加密软件保护您的浏览器安全，保护在线交易，因为它会混淆通过互联网发送的信息。 我们的使命是为个人和小团队提供比以往更容易使用的加密解决方案。 我们正在消除使用强大且经过验证的加密技术的复杂性。

# Blog_HAPYD_H3_text2
source: We are a highly motivated, creative and powerful team that is passionate about making data security solutions simple and reliable for individuals and teams. <a href=' https://www.axcrypt.net'>Check out our website and products</a>
ar: نحن فريق متحمس للغاية ومبدع وقوي ومتحمس لجعل حلول أمن البيانات بسيطة وموثوقة للأفراد والفرق. <a href=' https://www.axcrypt.net'> تحقق من موقعنا ومنتجاتنا </a>
de: Wir sind ein hochmotiviertes, kreatives und leistungsstarkes Team, das mit Leidenschaft Datensicherheitslösungen für Einzelpersonen und Teams einfach und zuverlässig macht. <a href=' https://www.axcrypt.net'>Check out our website and products</a>
es: Somos un equipo altamente motivado, creativo y poderoso apasionado por hacer que las soluciones de seguridad de datos sean simples y confiables para individuos y equipos. <a href=' https://www.axcrypt.net'>Echa un vistazo a nuestro sitio web y productos</a>
fr: Nous sommes une équipe très motivée, créative et efficace qui est passionnée par la création de solutions de sécurité des données simples et fiables pour les individus et les équipes. <a href=' https://www.axcrypt.net'>Consultez notre site web et nos produits</a>
it: Siamo un team altamente motivato, creativo e potente, appassionato di rendere le soluzioni di sicurezza dei dati semplici e affidabili per individui e team. <a href=' https://www.axcrypt.net'>Dai un'occhiata al nostro sito web e ai nostri prodotti</a>
ko: 우리는 개인과 팀을 위해 데이터 보안 솔루션을 간단하고 신뢰할 수 있도록 만드는 데 있어 열정, 의욕, 창의성을 지닌 강력한 팀입니다. <a href=' https://www.axcrypt.net'>당사 웹사이트 및 제품을 확인해보세요.</a>
nl: Wij zijn een zeer gemotiveerd, creatief en krachtig team met een passie voor het eenvoudig en betrouwbaar maken van gegevensbeveiligingsoplossingen voor individuen en teams. <a href=' https://www.axcrypt.net'>Bekijk onze website en producten</a>
pl: Jesteśmy wysoce zmotywowanym, kreatywnym i potężnym zespołem, którego pasją jest tworzenie prostych i niezawodnych rozwiązań w zakresie bezpieczeństwa danych dla osób i zespołów. <a href=' https://www.axcrypt.net'>Sprawdź naszą stronę internetową i produkty</a>
pt: Somos uma equipa altamente motivada, criativa e poderosa que é apaixonada por fazer soluções de segurança de dados simples e de confiança para indivíduos e equipas. <a href=' https://www.axcrypt.net'>Veja o nosso sítio web e produtos</a>
ru: Мы - высокомотивированная, творческая и мощная команда, которая страстно стремится сделать решения по защите данных простыми и надежными для отдельных лиц и команд. <a href=' https://www.axcrypt.net'>Check out our website and products</a>
sv: Vi är ett mycket motiverat, kreativt och kraftfullt team som brinner för att göra datasäkerhetslösningar enkla och pålitliga för individer och team. <a href=' https://www.axcrypt.net'>Check out our website and products</a>
tr: Veri güvenliği çözümlerini bireyler ve ekipler için basit ve güvenilir hale getirme konusunda tutkulu, yüksek motivasyonlu, yaratıcı ve güçlü bir ekibiz. <a href=' https://www.axcrypt.net'>Web sitemize ve ürünlerimize göz atın</a>
zh: 我们是一个积极主动、富有创造力和强大的团队，热衷于为个人和团队提供简单可靠的数据安全解决方案。 <href='https://www.axcrypt.net'>Check out our website and products</a>

# Blog_HAPYD_Heading1
source: Confidential communication is fundamental for liberal democracies
ar: الاتصال السري أمر أساسي للديمقراطيات الليبرالية
de: Vertrauliche Kommunikation ist für liberale Demokratien von grundlegender Bedeutung
es: La comunicación confidencial es fundamental para las democracias liberales
fr: La communication confidentielle est fondamentale pour les démocraties libérales
it: La comunicazione confidenziale è fondamentale per le democrazie liberali
ko: 기밀 커뮤니케이션은 자유민주주의 국가의 기본입니다.
nl: Vertrouwelijke communicatie is fundamenteel voor liberale democratieën
pl: Poufna komunikacja ma fundamentalne znaczenie dla liberalnych demokracji
pt: A comunicação confidencial é fundamental para as democracias liberais
ru: Конфиденциальное общение имеет основополагающее значение для либеральных демократий
sv: Konfidentiell kommunikation är grundläggande för liberala demokratier
tr: Gizli iletişim liberal demokrasiler için esastır
zh: 保密沟通是自由民主国家的基础

# Blog_HAPYD_Heading2
source: What type of information should you protect?
ar: ما نوع المعلومات التي يجب عليك حمايتها؟
de: Welche Art von Informationen sollten Sie schützen?
es: ¿Qué tipo de información deberías proteger?
fr: Quel type d’information devriez-vous protéger?
it: Che tipo di informazioni dovresti proteggere?
ko: 어떤 유형의 정보를 보호해야 합니까?
nl: Welk type informatie moet u beschermen?
pl: Jakie informacje należy chronić?
pt: Que tipo de informação deve você proteger?
ru: Какой тип информации вы должны защищать?
sv: Vilken typ av information ska du skydda?
tr: Ne tür bilgileri korumalısınız?
zh: 你应该保护什么类型的信息？

# Blog_HAPYD_Heading3
source: Here at AxCrypt
ar: هنا في اكسكربت
de: Hier bei AxCrypt
es: Lo que hacemos en AxCrypt
fr: Ici à AxCrypt
it: Alla AxCrypt
ko: 여기 AxCrypt에서
nl: Hier bij AxCrypt
pl: Tutaj w AxCrypt
pt: Aqui na AxCrypt
ru: Здесь в AxCrypt
sv: Här på AxCrypt
tr: Burada AxCrypt'te
zh: 在AxCrypt

# Blog_HAPYD_Summary
source: The ban of end-to-end encryption could be part of a new law enforcement taken by certain governments to disclose illegal behaviors as to ensure national security.
ar: يمكن أن يكون حظر التشفير من طرف إلى طرف جزءًا من تطبيق قانون جديد اتخذته بعض الحكومات للكشف عن السلوكيات غير القانونية لضمان الأمن القومي.
de: Das Verbot der Ende-zu-Ende-Verschlüsselung könnte Teil einer neuen Strafverfolgung sein, die von bestimmten Regierungen ergriffen wird, um illegale Verhaltensweisen zur Gewährleistung der nationalen Sicherheit offenzulegen.
es: La prohibición del cifrado de extremo a extremo podría ser parte de una nueva aplicación de la ley adoptada por ciertos gobiernos para revelar comportamientos ilegales a fin de garantizar la seguridad nacional.
fr: L’interdiction du cryptage de bout en bout pourrait faire partie d’une nouvelle application de la loi prise par certains gouvernements pour divulguer les comportements illégaux afin d’assurer la sécurité nationale.
it: Il divieto della crittografia end-to-end potrebbe far parte di una nuova applicazione della legge presa da alcuni governi per rivelare comportamenti illegali e per garantire la sicurezza nazionale.
ko: 종단 간 암호화 금지는 국가 안보를 보장하기 위해 불법 행위를 공개하기 위해 특정 정부가 취하는 새로운 법 집행의 일부일 수 있습니다.
nl: Het verbod op end-to-end encryptie zou deel kunnen uitmaken van een nieuwe wetshandhaving door bepaalde regeringen om illegaal gedrag aan het licht te brengen om de nationale veiligheid te waarborgen.
pl: Zakaz szyfrowania typu end-to-end może być częścią nowego egzekwowania prawa podjętego przez niektóre rządy w celu ujawnienia nielegalnych zachowań w celu zapewnienia bezpieczeństwa narodowego.
pt: A proibição da cifragem de ponta a ponta poderia fazer parte da aplicação de uma nova lei tomada por certos governos para divulgar comportamentos ilegais e garantir a segurança nacional.
ru: Запрет сквозного шифрования может быть частью новых правоохранительных мер, принятых некоторыми правительствами для раскрытия незаконного поведения в целях обеспечения национальной безопасности.
sv: Förbudet mot end-to-end-kryptering kan vara en del av en ny brottsbekämpning som tagits av vissa regeringar för att avslöja olagliga beteenden för att säkerställa nationell säkerhet.
tr: Uçtan uca şifrelemenin yasaklanması, bazı devlet tarafından ulusal güvenliği sağlamak için yasadışı davranışları ifşa etmek konusunda alınan yeni bir kanun yaptırımının bir parçası olabilir.
zh: 端到端加密的禁令可能是某些政府为披露非法行为以确保国家安全而采取的新执法行动的一部分。

# Blog_HAPYD_Title
source: How AxCrypt protects your data
ar: كيف تحمي اكسكربت بياناتك
de: Wie AxCrypt Ihre Daten schützt
es: Cómo AxCrypt protege tus datos
fr: Comment AxCrypt protège vos données
it: Come AxCrypt protegge i tuoi dati
ko: AxCrypt가 데이터를 보호하는 방법
nl: Hoe AxCrypt uw data beschermt
pl: Jak AxCrypt chroni Twoje dane
pt: Como a AxCrypt protege os seus dados
ru: Как AxCrypt защищает ваши данные
sv: Hur AxCrypt skyddar din data
tr: AxCrypt verilerinizi nasıl korur?
zh: AxCrypt如何保护您的数据

# Blog_HAVTYB_Conclusion_Text1
source: Allow AxCrypt to aid you in enhancing your business by boosting productivity and giving you and your colleagues a reason to smile. Business owners must be intentional with the solutions they choose for all their encryption needs because not all methods have your best interest at heart. At AxCrypt, we put the customer’s needs first so that you don’t end up in a compromising situation.
ar: اسمح لـ اكسكربت بمساعدتك في تعزيز عملك من خلال زيادة الإنتاجية ومنحك أنت وزملائك سببًا للابتسام. يجب أن يكون أصحاب الأعمال متعمدين مع الحلول التي يختارونها لجميع احتياجات التشفير الخاصة بهم لأنه ليس كل الطرق لها مصلحتك الفضلى. في اكسكربت ، نضع احتياجات العميل في المقام الأول حتى لا ينتهي بك الأمر في موقف خطر.
de: Erlauben Sie AxCrypt, Sie bei der Verbesserung Ihres Unternehmens zu unterstützen, indem es die Produktivität steigert und Ihnen und Ihren Kollegen einen Grund zum Lächeln gibt. Geschäftsinhaber müssen mit den Lösungen, die sie für alle ihre Verschlüsselungsanforderungen auswählen, absichtlich umgehen, da nicht alle Methoden Ihr bestes Interesse haben. Bei AxCrypt stellen wir die Bedürfnisse des Kunden an die erste Stelle, damit Sie nicht in eine kompromittierende Situation geraten.
es: Permite que AxCrypt te ayude a mejorar tu empresa aumentando la productividad y brindándote a ti y a tus colegas una razón para sonreír. Los dueños de empresas deben tener conciencia de las soluciones que eligen para todas sus necesidades de cifrado porque no todos los métodos tienen en mente tus mejores intereses. En AxCrypt, anteponemos las necesidades del cliente para que no termines en una situación comprometida.
fr: Permettez à AxCrypt de vous aider à améliorer votre entreprise en augmentant la productivité et en vous donnant, à vous et à vos collègues, une raison de sourire. Les propriétaires d'entreprise doivent être intentionnels avec les solutions qu'ils choisissent pour tous leurs besoins de chiffrement, car toutes les méthodes n'ont pas à cœur votre meilleur intérêt. Chez AxCrypt, nous accordons la priorité aux besoins du client afin que vous ne vous retrouviez pas dans une situation compromettante.
it: Consenti ad AxCrypt di aiutarti a migliorare la tua attività aumentando la produttività e dando a te e ai tuoi colleghi un motivo per sorridere. Gli imprenditori devono essere intenzionali con le soluzioni che scelgono per tutte le loro esigenze di crittografia perché non tutti i metodi hanno a cuore il tuo interesse. In AxCrypt, mettiamo al primo posto le esigenze del cliente in modo da non finire in una situazione compromettente.
ko: AxCrypt가 생산성을 높이고 귀하와 동료에게 미소를 지을 이유를 제공함으로써 비즈니스를 향상시키는 데 도움을 줄 수 있습니다. 비즈니스 소유자는 모든 방법이 귀하의 최선의 이익으로 이어지는 것은 아니기 때문에 모든 암호화 솔루션에 대해 의도적이어야 합니다. AxCrypt에서는 고객의 요구를 최우선으로 생각하여 타협적인 상황에 처하지 않도록합니다.
nl: Laat AxCrypt u helpen uw bedrijf te verbeteren door de productiviteit te verhogen en u en uw collega's een reden tot glimlachen te geven. Ondernemers moeten bewust zijn met de oplossingen die zij kiezen voor al hun encryptiebehoeften, omdat niet alle methoden uw beste belang voor ogen hebben. Bij AxCrypt stellen we de behoeften van de klant voorop, zodat u niet in een compromitterende situatie terechtkomt.
pl: Pozwól, aby AxCrypt pomógł Ci w ulepszeniu Twojej firmy, zwiększając produktywność i dając Tobie i Twoim współpracownikom powód do uśmiechu. Właściciele firm muszą celowo wybierać rozwiązania, które wybierają dla wszystkich swoich potrzeb związanych z szyfrowaniem, ponieważ nie wszystkie metody są w Twoim najlepszym interesie. W AxCrypt na pierwszym miejscu stawiamy potrzeby klienta, abyś nie znalazł się w kompromitującej sytuacji.
pt: Permitir à AxCrypt que a(o) assista a melhorar o seu negócio impulsionando a produtividade e dando-lhe e aos seus colegas uma razão para sorrir. Proprietário de negócios devem ser intencionais com as soluções que escolhem para todas as suas necessidades criptográficas, porque nem todos os métodos têm o seu melhor interesse em conta. Na AxCrypt, colocamos as necessidades dos clientes em primeiro lugar para que não acabe numa situação de compromisso.
ru: Позвольте AxCrypt помочь вам в развитии вашего бизнеса, повышая производительность и давая вам и вашим коллегам повод для улыбки. Владельцы бизнеса должны тщательно подходить к решениям, которые они выбирают для удовлетворения всех своих потребностей в шифровании, поскольку не все методы учитывают ваши наилучшие интересы. В AxCrypt мы ставим потребности клиента на первое место, чтобы вы не оказались в компрометирующей ситуации.
sv: Tillåt AxCrypt att hjälpa dig att förbättra din verksamhet genom att öka produktiviteten och ge dig och dina kollegor en anledning att le. Företagsägare måste vara avsiktliga med de lösningar de väljer för alla sina krypteringsbehov eftersom inte alla metoder har ditt bästa intresse i centrum. På AxCrypt sätter vi kundens behov först så att du inte hamnar i en dålig situation.
tr: AxCrypt'in üretkenliği artırarak ve size ve iş arkadaşlarınıza gülümsemek için bir neden vererek işinizi geliştirmenize izin verin. İşletme sahipleri, tüm şifreleme ihtiyaçları için seçtikleri çözümler konusunda bilinçli olmalıdır, çünkü tüm yöntemlerin özünde üstün yarar bulunmaz. AxCrypt'te, müşterinin ihtiyaçlarını en başa koyarız, böylece ödün vermek zorunda kalmazsınız.
zh: 让AxCrypt帮助您通过提高生产力并给您和您的同事一个微笑的理由来增强您的业务。 企业主必须有意为他们选择的解决方案满足他们所有的加密需求，因为并非所有方法都将您的最佳利益放在心里。 在AxCrypt，我们把客户的需求放在第一位，这样你就不会陷入妥协的境地。

# Blog_HAVTYB_H1_SH1_Text1
source: Everyone is concerned about moving sensitive data to the cloud, and the majority of organisations think that the cloud is risky. However, you may be sure that your data will be secure no matter where it is if you encrypt it before transferring it to the cloud and have access to the encryption keys.
ar: يهتم الجميع بنقل البيانات الحساسة إلى السحابة ، وتعتقد غالبية المؤسسات أن السحابة محفوفة بالمخاطر. ومع ذلك ، قد تكون متأكدًا من أن بياناتك ستكون آمنة بغض النظر عن مكانها إذا قمت بتشفيرها قبل نقلها إلى السحابة والوصول إلى مفاتيح التشفير.
de: Jeder ist besorgt über die Verlagerung sensibler Daten in die Cloud, und die Mehrheit der Unternehmen hält die Cloud für riskant. Sie können jedoch sicher sein, dass Ihre Daten sicher sind, egal wo sie sich befinden, wenn Sie sie vor der Übertragung in die Cloud verschlüsseln und Zugriff auf die Verschlüsselungsschlüssel haben.
es: Todo el mundo está preocupado por mover datos confidenciales a la nube y la mayoría de las organizaciones creen que la nube es riesgosa. Sin embargo, puedes estar seguro de que tus datos estarán seguros sin importar dónde se encuentren si los cifras antes de moverlos a la nube y tienes acceso a las claves de cifrado.
fr: Tout le monde est préoccupé par le déplacement des données sensibles vers le cloud, et la majorité des organisations pensent que le cloud est risqué. Cependant, vous pouvez être sûr que vos données seront sécurisées, où qu’elles se trouvent, si vous les chiffrez avant de les transférer dans le cloud et que vous avez accès aux clés de chiffrement.
it: Tutti sono preoccupati di spostare i dati sensibili nel cloud e la maggior parte delle organizzazioni pensa che il cloud sia rischioso. Tuttavia, puoi essere certo che i tuoi dati saranno al sicuro, indipendentemente da dove si trovino, se li crittografi prima di trasferirli nel cloud e hai accesso alle chiavi di crittografia.
ko: 모든 사람은 민감한 데이터를 클라우드로 이동하는 것에 대해 우려하고 있으며 대부분의 조직은 클라우드가 위험하다고 생각합니다. 그러나 데이터를 클라우드로 전송하기 전에 암호화하고 암호화 키에 액세스할 수 있는 경우, 데이터가 어디에 있든 안전하게 보호할 수 있습니다.
nl: Iedereen maakt zich zorgen over het verplaatsen van gevoelige gegevens naar de cloud, en de meeste organisaties denken dat de cloud riskant is. U kunt er echter zeker van zijn dat uw gegevens veilig zijn, waar ze zich ook bevinden, als u ze versleutelt voordat u ze naar de cloud verplaatst en toegang hebt tot de versleutelingscodes.
pl: Wszyscy obawiają się przenoszenia wrażliwych danych do chmury, a większość organizacji uważa, że chmura jest ryzykowna. Możesz jednak mieć pewność, że Twoje dane będą bezpieczne bez względu na to, gdzie się znajdują, jeśli zaszyfrujesz je przed przeniesieniem do chmury i będziesz mieć dostęp do kluczy szyfrowania.
pt: Toda a gente está preocupada com a mudança de dados sensíveis para a nuvem e a maioria das organizações pensa que a nuvem é arriscada. Contudo, pode ter a certeza que os seus dados ficarão seguros onde quer que estejam se os cifrar antes de os transferir para a nuvem e tiver acesso às chaves de cifragem.
ru: Все обеспокоены перемещением конфиденциальных данных в облако. Большинство организаций считают, что использование облака сопряжено с риском. Однако вы можете быть уверены, что ваши данные будут в безопасности независимо от того, где они находятся, если вы зашифруете их перед передачей в облако и будете иметь доступ к ключам шифрования.
sv: Alla är oroliga för att överföra känslig data till molnet, och majoriteten av organisationer tycker att molnet är riskabelt. Du kan dock vara säker på att din data kommer att vara säker oavsett var den är om du krypterar den innan du överför den till molnet och har tillgång till krypteringsnycklarna. Öppna i Google Översätt • Feedback
tr: Herkes hassas verilerin buluta taşınmasından endişe duyuyor ve kuruluşların çoğu bulutun riskli olduğunu düşünüyor. Ancak, buluta aktarmadan önce şifrelemeniz ve şifreleme anahtarlarına erişmeniz halinde, verilerinizin nerede olursa olsun güvende olacağından emin olabilirsiniz.
zh: 每个人都担心将敏感数据移动到云中，大多数组织都认为云存在风险。 但是，如果您在将数据传输到云之前对其进行加密并有权访问加密密钥，则可以确保您的数据无论在何处都是安全的。
