Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ROCP_H1_SH4_Text1
source: An additional layer of security is added to the password procedure by using a multi-factor authentication system. Because of this, the solution can be used to strengthen your company's security posture and guard against password breaches. In fact, putting this system in place by itself can assist you to eliminate 99% of account breaches.
ar: تمت إضافة طبقة أمان إضافية إلى إجراء كلمة المرور باستخدام نظام مصادقة متعدد العوامل. لهذا السبب ، يمكن استخدام الحل لتقوية الوضع الأمني لشركتك والحماية من انتهاكات كلمات المرور. في الواقع ، يمكن أن يساعدك وضع هذا النظام في حد ذاته في القضاء على 99٪ من انتهاكات الحساب.
de: Eine zusätzliche Sicherheitsebene wird dem Passwortverfahren durch die Verwendung eines Multi-Faktor-Authentifizierungssystems hinzugefügt. Aus diesem Grund kann die Lösung verwendet werden, um die Sicherheitslage Ihres Unternehmens zu stärken und vor Passwortverletzungen zu schützen. Wenn Sie dieses System selbst einrichten, können Sie 99% der Kontoverletzungen beseitigen.
es: Se agrega una capa adicional de seguridad al procedimiento de contraseña mediante el uso de un sistema de autenticación de múltiples factores. Debido a esto, la solución se puede utilizar para fortalecer la posición de seguridad de tu empresa y protegerla contra vulneraciones de contraseñas. De hecho, implementar este sistema por sí solo puede ayudarte a eliminar el 99 % de las filtraciones de cuentas.
fr: Une couche de sécurité supplémentaire est ajoutée à la procédure de mot de passe à l’aide d’un système d’authentification multifacteur. Pour cette raison, la solution peut être utilisée pour renforcer la posture de sécurité de votre entreprise et se prémunir contre les violations de mots de passe. En fait, la mise en place de ce système par lui-même peut vous aider à éliminer 99% des violations de compte.
it: Un ulteriore livello di sicurezza viene aggiunto alla procedura di password utilizzando un sistema di autenticazione a più fattori. Per questo motivo, la soluzione può essere utilizzata per rafforzare la posizione di sicurezza della tua azienda e proteggerti dalle violazioni delle password. In effetti, mettere in atto questo sistema da solo può aiutarti ad eliminare il 99% delle violazioni dell'account.
ko: 추가 보안 계층은 다단계 인증 시스템을 사용하여 암호 절차에 추가됩니다. 덕분에 해당 솔루션을 사용하여 회사의 보안 태세를 강화하고 암호 위반을 방지할 수 있습니다. 실제로 이 시스템을 배치하면 계정 침해의 99%를 제거하는 데 도움이 될 수 있습니다.
nl: Een extra beveiligingslaag wordt toegevoegd aan de wachtwoordprocedure door gebruik te maken van een meervoudig authenticatiesysteem. Hierdoor kan de oplossing worden gebruikt om de beveiligingspositie van uw bedrijf te versterken en te beschermen tegen wachtwoordinbreuken. Door dit systeem op zichzelf in te voeren, kunt u zelfs 99% van de accountschendingen elimineren.
pl: Do procedury hasła dodaje się dodatkową warstwę bezpieczeństwa dzięki zastosowaniu systemu uwierzytelniania wieloskładnikowego. Z tego powodu rozwiązanie może być wykorzystane do wzmocnienia stanu bezpieczeństwa Twojej firmy i ochrony przed naruszeniami haseł. W rzeczywistości samo wdrożenie tego systemu może pomóc w wyeliminowaniu 99% naruszeń konta.
pt: Uma camada adicional de segurança é adicionada ao procedimento de palavra-passe através de um sistema de autenticação multi-factor. Por causa disto, a solução pode ser usada para fortalecer a postura de segurança da sua empresa e proteger de violações de palavras-passes. De facto, implementar este sistema pode, por si, ajudá-la(o) a eliminar 99% de violações de contas.
ru: Дополнительный уровень безопасности добавляется к процедуре ввода пароля с помощью системы многофакторной аутентификации. Поэтому это решение может быть использовано для укрепления системы безопасности вашей компании и защиты от взлома паролей. Фактически, внедрение этой системы само по себе может помочь вам устранить 99% взломов учетных записей.
sv: Ett extra lager av säkerhet är tillagt i lösenordsproceduren genom att använda ett multifaktorautentiseringssystem. På grund av detta, kan lösningen användas för att stärka ditt företags säkerhetsställning och säkra mot lösenordsintrång. Faktum är att detta system i sig kan hjälpa dig att eliminera 99% av kontoöverträdelserna.
tr: Çok faktörlü kimlik doğrulama sistemi kullanılarak parola prosedürüne ek bir güvenlik katmanı eklenir. Bu nedenle, çözüm şirketinizin güvenlik duruşunu güçlendirmek ve şifre ihlallerine karşı korunmak için kullanılabilir. Aslında, bu sistemi kendi başına uygulamaya koymak, hesap ihlallerinin %99'unu ortadan kaldırmanıza yardımcı olabilir.
zh: 通过使用多因素身份验证系统，为密码过程添加了额外的安全层。 因此，该解决方案可用于加强公司的安全态势并防止密码泄露。 事实上，将这个系统本身放在适当的位置可以帮助您消除99％的帐户违规行为。

# Blog_ROCP_H1_SH5_Text1
source: A password manager is a safe, digital instrument that centrally stores your internet login information and passwords and is protected by a single, strong master password. Additionally, password managers may create strong, one-of-a-kind passwords for you. By assisting you in creating a password that is specific to each of your accounts, this application improves data security. As a result, if one of your accounts is compromised, the password that was used to access it cannot be used to access any other accounts.
ar: مدير كلمات المرور هو أداة رقمية آمنة تخزن بشكل مركزي معلومات تسجيل الدخول على الإنترنت وكلمات المرور الخاصة بك ومحمية بكلمة مرور رئيسية واحدة وقوية. بالإضافة إلى ذلك ، يمكن لمديري كلمات المرور إنشاء كلمات مرور قوية وفريدة من نوعها لك. من خلال مساعدتك في إنشاء كلمة مرور خاصة بكل حساب من حساباتك ، يعمل هذا التطبيق على تحسين أمان البيانات. نتيجة لذلك ، إذا تم اختراق أحد حساباتك ، فلا يمكن استخدام كلمة المرور التي تم استخدامها للوصول إليه للوصول إلى أي حسابات أخرى.
de: Ein Passwort-Manager ist ein sicheres, digitales Instrument, das Ihre Internet-Anmeldeinformationen und Passwörter zentral speichert und durch ein einziges, starkes Master-Passwort geschützt ist. Darüber hinaus können Passwort-Manager starke, einzigartige Passwörter für Sie erstellen. Durch die Unterstützung bei der Erstellung eines Passworts, das für jedes Ihrer Konten spezifisch ist, verbessert diese Anwendung die Datensicherheit. Wenn eines Ihrer Konten kompromittiert wird, kann das für den Zugriff verwendete Kennwort daher nicht für den Zugriff auf andere Konten verwendet werden.
es: Un administrador de contraseñas es un instrumento digital seguro que almacena de forma centralizada tu información de inicio de sesión y contraseñas de internet y está protegido por una contraseña maestra única y segura. Además, los administradores de contraseñas pueden crear contraseñas seguras y únicas para ti. Al ayudarte a crear una contraseña específica para cada una de tus cuentas, esta aplicación mejora la seguridad de los datos. Como resultado, si una de tus cuentas se ve comprometida, la contraseña que se usó para acceder a ella no se puede usar para acceder a ninguna otra cuenta.
fr: Un gestionnaire de mots de passe est un instrument numérique sûr qui stocke de manière centralisée vos informations de connexion internet et vos mots de passe et est protégé par un seul mot de passe principal fort. De plus, les gestionnaires de mots de passe peuvent créer pour vous des mots de passe forts et uniques. En vous aidant à créer un mot de passe propre à chacun de vos comptes, cette application améliore la sécurité des données. Par conséquent, si l'un de vos comptes est compromis, le mot de passe qui a été utilisé pour y accéder ne peut pas être utilisé pour accéder à d'autres comptes.
it: Un gestore di password è uno strumento digitale sicuro che memorizza centralmente le informazioni di accesso a Internet e le password ed è protetto da un'unica password principale complessa. Inoltre, i gestori di password possono creare per te password complesse e uniche nel loro genere. Aiutandoti a creare una password specifica per ciascuno dei tuoi account, questa applicazione migliora la sicurezza dei dati. Di conseguenza, se uno dei tuoi account viene compromesso, la password utilizzata per accedervi non può essere utilizzata per accedere ad altri account.
ko: 암호 관리자는 인터넷 로그인 정보와 암호를 중앙에 저장하고 하나의 강력한 마스터 암호로 보호되는 안전한 디지털 기기입니다. 또한 암호 관리자는 강력하고 독특한 암호를 생성할 수 있습니다. 각 계정에 특정한 암호를 만드는 데 도움을 줌으로써 데이터 보안을 향상시킵니다. 따라서 계정 중 하나가 손상되면 해당 계정에 액세스하는 데 사용된 암호를 사용하여 다른 계정에 액세스할 수 없습니다.
nl: Een wachtwoordbeheerder is een veilig, digitaal instrument dat uw inloggegevens en wachtwoorden voor internet centraal opslaat en beveiligd is met één enkel, sterk hoofdwachtwoord. Bovendien kunnen wachtwoordbeheerders sterke, unieke wachtwoorden voor u aanmaken. Door u te helpen bij het creëren van een wachtwoord dat specifiek is voor elk van uw accounts, verbetert deze toepassing de gegevensbeveiliging. Als een van uw accounts wordt gekraakt, kan het wachtwoord dat werd gebruikt om toegang te krijgen niet worden gebruikt voor andere accounts.
pl: Menedżer haseł to bezpieczny, cyfrowy instrument, który centralnie przechowuje dane logowania do Internetu i hasła i jest chroniony jednym, silnym hasłem głównym. Dodatkowo menedżerowie haseł mogą tworzyć dla Ciebie silne, jedyne w swoim rodzaju hasła. Pomagając w tworzeniu hasła, które jest specyficzne dla każdego z Twoich kont, ta aplikacja poprawia bezpieczeństwo danych. W rezultacie, jeśli jedno z Twoich kont zostanie naruszone, hasło użyte do uzyskania do niego dostępu nie może być użyte do uzyskania dostępu do innych kont.
pt: Um gestor de palavras-passe é um instrumento digital seguro que armazena centralmente as suas credenciais e as protege através de uma única palavra-passe-mestra forte. Além disso, os gestores de palavras-passe podem criar palavras-passe exclusivas e fortes para si. Ao ajudá-la(o) a criar uma palavra-passe que é específica para cada uma das suas contas, esta aplicação melhora a segurança de dados. Como resultado, se uma das suas contas ficar comprometida, a correspondente palavra-passe não poderá ser usada noutras contas.
ru: Менеджер паролей - это безопасный цифровой инструмент, который централизованно хранит вашу информацию для входа в сеть, ваши пароли и защищен одним надежным мастер-паролем. Кроме того, менеджеры паролей могут создавать для вас надежные, единственные в своем роде пароли. Помогая вам создать пароль, специфичный для каждой из ваших учетных записей, это приложение повышает безопасность данных. В результате, если одна из ваших учетных записей скомпрометирована, пароль, который использовался для доступа к ней, не может быть использован для доступа к любым другим учетным записям.
sv: En lösenordshanterare är ett säkert, digitalt instrument som centralt lagrar din internetinloggningsinformation och lösenord och skyddas av ett enda, starkt huvudlösenord. Dessutom kan en lösenordshanterare skapa starka, unika lösenord åt dig. Genom att hjälpa dig att skapa ett lösenord som är specifikt för vart och ett av dina konton förbättrar denna applikation datasäkerheten. Så om ett av dina konton äventyras, kan lösenordet som användes för att komma åt det inte användas för att komma åt några andra konton.
tr: Parola yöneticisi, internet giriş bilgilerinizi ve parolalarınızı merkezi olarak depolayan ve tek ve güçlü bir ana parola ile korunan güvenli, dijital bir araçtır. Ayrıca, parola yöneticileri sizin için güçlü, türünün tek örneği parolalar oluşturabilir. Bu uygulama, hesaplarınızın her birine özel bir parola oluşturmanıza yardımcı olarak, veri güvenliğini artırır. Sonuç olarak, hesaplarınızdan birinin güvenliği ihlal edilirse, hesabınıza erişmek için kullanılan parola başka hesaplara erişmek için kullanılamaz.
zh: 密码管理器是一个安全的数字工具，集中存储您的互联网登录信息和密码，并由一个强大的主密码保护。 此外，密码管理器可能会为您创建强大的，独一无二的密码。 通过帮助您创建特定于每个帐户的密码，此应用程序可提高数据安全性。 因此，如果您的某个帐户遭到入侵，则用于访问该帐户的密码将无法用于访问任何其他帐户。

# Blog_ROCP_H1_SubHeading1
source: <strong>Limit Information Access</strong>
ar: <strong> تقييد الوصول إلى المعلومات </ strong>
de: <strong>Informationszugriff einschränken</strong>
es: <strong>Limita el acceso a la información</strong>
fr: <strong>Limiter l’Accès aux Informations</strong>
it: <strong>Limita l'accesso alle informazioni</strong>
ko: <strong>제한된 정보 액세스 권한</strong>
nl: <strong>Beperkte Toegang tot Informatie</strong>
pl: <strong>Ogranicz dostęp do informacji</strong>
pt: <strong>Limite o Acesso à Informação</strong>
ru: <strong>Ограничить доступ к информации</strong>
sv: <strong>Begränsa informationsåtkomst</strong>
tr: <strong>Bilgi Erişimini Sınırla</strong>
zh: <strong>限制信息访问</strong>

# Blog_ROCP_H1_SubHeading2
source: <strong>Stay Clear Off `Remember My Password’ or Hint Options</strong>
ar: <strong> ابق على محو "تذكر كلمة المرور الخاصة بي" أو خيارات التلميح</strong>
de: <strong>Deaktivieren Sie die Optionen 'Passwort merken' oder Hinweise</strong>
es: <strong>Evita las opciones "Recordar mi contraseña" o "Sugerencia de contraseña"</strong>
fr: <strong>Rester à l'écart de "Mémoriser Mon Mot de passe" ou des Options d'Indice</strong>
it: <strong>Stai alla larga dalle opzioni "Ricorda la mia password" o dai Suggerimenti</strong>
ko: <strong>'내 비밀번호 기억' 또는 힌트 옵션을 명확히 하세요.</strong>
nl: <strong>vermijd 'Onthoud mijn wachtwoord' of hintopties</strong>
pl: <strong>Zachowaj czystość Wyłącz „Zapamiętaj moje hasło” lub opcje podpowiedzi</strong>
pt: <strong>Mantenha-se Longe de `Lembrar a Minha Palavra-Passe’ ou Opções de Dicas</strong>
ru: <strong>Не включайте опции `Запомнить мой пароль’ или подсказки</strong>
sv: <strong>Håll dig Borta Från "Kom ihåg mitt lösenord" eller förslag på lösenord</strong>
tr: <strong>'Şifremi Hatırla' veya İpucu Seçeneklerinden Kurtulun</strong>
zh: <strong>远离"记住我的密码"或提示选项</strong>

# Blog_ROCP_H1_SubHeading3
source: <strong>Make strong, lengthy, and distinctive passwords</strong>
ar: <strong> إنشاء كلمات مرور قوية وطويلة ومميزة </strong>
de: <strong>Erstellen Sie starke, lange und unverwechselbare Passwörter</strong>
es: <strong>Crea contraseñas fuertes, largas y distintivas</strong>
fr: <strong>Créez des mots de passe forts, longs, et distinctifs</strong>
it: <strong>Crea password complesse, lunghe e distintive</strong>
ko: <strong>강력하고, 길고, 독특한 암호 만들기</strong>
nl: <strong>Maak sterke, lange en onderscheidende wachtwoorden</strong>
pl: <strong>Twórz silne, długie i wyróżniające się hasła</strong>
pt: <strong>Faça palavras-passe fortes, compridas e distintivas</strong>
ru: <strong>Создавайте надежные, длинные и неповторимые пароли</strong>
sv: <strong>Gör starka, långa och specifika lösenord</strong>
tr: <strong>Güçlü, uzun ve benzersiz parolalar oluşturun</strong>
zh: <strong>创建强大、冗长和独特的密码</strong>

# Blog_ROCP_H1_SubHeading4
source: <strong>Make use of a multi-factor authentication system.</strong>
ar: <strong> استفد من نظام مصادقة متعدد العوامل. </strong>
de: <strong>Nutzen Sie ein Multi-Faktor-Authentifizierungssystem.</stark>
es: <strong>Utiliza un sistema de autenticación de múltiples factores</strong>
fr: <strong>Utilisez un système d’authentification multifacteur.</strong>
it: <strong>Utilizza un sistema di autenticazione a più fattori.</strong>
ko: <strong>다단계 인증 시스템을 활용하십시오.</strong>
nl: <strong>Maak gebruik van een multi-factor authenticatiesysteem.</strong>
pl: <strong>Skorzystaj z systemu uwierzytelniania wielostopniowego.</strong>
pt: <strong>Faça uso de um sistema de autenticação multi-factor</strong>
ru: <strong>Используйте многофакторную систему аутентификации.</strong>
sv: <strong>Använd dig av ett multifaktorautentiseringssystem.</strong>
tr: <strong>Çok faktörlü kimlik doğrulama sisteminden yararlanın.</strong>
zh: <strong>使用多因素身份验证系统。</strong>

# Blog_ROCP_H1_SubHeading5
source: <strong>Use a Password Manager</strong>
ar: <strong> استخدم مدير كلمات المرور </strong>
de: <strong>Verwenden Sie einen Passwort-Manager</strong>
es: <strong>Usa un administrador de contraseñas</strong>
fr: <strong>Utiliser un Gestionnaire de Mots de passe</strong>
it: <strong>Utilizza un Gestore di Password</strong>
ko: <strong>암호 관리자 사용</strong>
nl: <strong>Gebruik een Wachtwoordbeheerder</strong>
pl: <strong>Użyj menedżera haseł</strong>
pt: <strong>Use um Gestor de Palavras-Passe</strong>
ru: <strong>Используйте менеджер паролей</strong>
sv: <strong>Använd en lösenordshanterare</strong>
tr: <strong>Bir Parola Yöneticisi Kullanın</strong>
zh: <strong>使用密码管理器</strong>
