Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DEVFE_H3_Text4
source: AxCrypt works with file encryption and it's best for protecting data on cloud storage and when you like to share your encrypted data. AxCrypt uses 256-bit encryption to protect your data at all three phases of its lifecycle: at rest, in transit, and in use. AxCrypt allows secured files to be opened by other AxCrypt users with their own passwords and it's also easier to safeguard your online assets. AxCrypt automatically encrypts data on Google Drive, Dropbox, and other cloud storage providers. Users may send an encrypted file via email, which means that even if the email is hacked, the encrypted file will not be compromised, and it can be accessed only with a unique key. In addition, it provides a collaboration tool that allows users to share secured files and data with other users with key sharing features. Read more about AxCrypt’s key management feature here: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
ar: يعمل اكسكربت مع تشفير الملفات وهو الأفضل لحماية البيانات على التخزين السحابي وعندما ترغب في مشاركة بياناتك المشفرة. يستخدم اكسكربت تشفير 256 بت لحماية بياناتك في جميع المراحل الثلاث من دورة حياته: في حالة السكون ، وأثناء النقل ، وقيد الاستخدام. يسمح اكسكربت بفتح الملفات المؤمنة من قبل مستخدمي اكسكربت الآخرين باستخدام كلمات المرور الخاصة بهم ، كما أنه من الأسهل أيضًا حماية أصولك عبر الإنترنت. يقوم اكسكربت تلقائيًا بتشفير البيانات على جوجل درايف و دروب بوكس وموفري التخزين السحابي الآخرين. يمكن للمستخدمين إرسال ملف مشفر عبر البريد الإلكتروني ، مما يعني أنه حتى إذا تم اختراق البريد الإلكتروني ، فلن يتم اختراق الملف المشفر ، ولا يمكن الوصول إليه إلا باستخدام مفتاح فريد. بالإضافة إلى ذلك ، يوفر أداة تعاون تتيح للمستخدمين مشاركة الملفات والبيانات المؤمنة مع مستخدمين آخرين مع ميزات المشاركة الرئيسية. اقرأ المزيد حول ميزة إدارة المفاتيح في اكسكربت هنا: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'> https://axcrypt.net/blog/fundamentals-of-key-management </a>
de: AxCrypt arbeitet mit Dateiverschlüsselung und eignet sich am besten zum Schutz von Daten im Cloud-Speicher und wenn Sie Ihre verschlüsselten Daten freigeben möchten. AxCrypt verwendet eine 256-Bit-Verschlüsselung, um Ihre Daten in allen drei Phasen ihres Lebenszyklus zu schützen: im Ruhezustand, bei der Übertragung und bei der Verwendung. Mit AxCrypt können gesicherte Dateien von anderen AxCrypt-Benutzern mit ihren eigenen Passwörtern geöffnet werden, und es ist auch einfacher, Ihre Online-Assets zu schützen. AxCrypt verschlüsselt automatisch Daten auf Google Drive, Dropbox und anderen Cloud-Speicheranbietern. Benutzer können eine verschlüsselte Datei per E-Mail senden, was bedeutet, dass selbst wenn die E-Mail gehackt wird, die verschlüsselte Datei nicht kompromittiert wird und nur mit einem eindeutigen Schlüssel darauf zugegriffen werden kann. Darüber hinaus bietet es ein Tool für die Zusammenarbeit, mit dem Benutzer gesicherte Dateien und Daten mit wichtigen Freigabefunktionen für andere Benutzer freigeben können. Lesen Sie hier mehr über die Schlüsselverwaltungsfunktion von AxCrypt: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
es: AxCrypt funciona con el cifrado de archivos y es mejor para proteger los datos en el almacenamiento en la nube y cuando deseas compartir tus datos cifrados. AxCrypt utiliza cifrado de 256 bits para proteger tus datos en las tres fases de su ciclo de vida: en reposo, en tránsito y en uso. AxCrypt permite que otros usuarios de AxCrypt abran archivos protegidos con sus propias contraseñas y también es más fácil proteger tus activos en línea. AxCrypt cifra automáticamente los datos en Google Drive, Dropbox y otros proveedores de almacenamiento en la nube. Los usuarios pueden enviar un archivo cifrado por correo electrónico, lo que significa que incluso si el correo electrónico es hackeado, el archivo cifrado no se verá comprometido y solo se puede acceder a él con una clave única. Además, proporciona una herramienta de colaboración que permite a los usuarios compartir archivos y datos seguros con otros usuarios con funciones de uso compartido de claves. Obtén más información sobre la función de administración de claves de AxCrypt aquí: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
fr: AxCrypt fonctionne avec le cryptage de fichiers et il est préférable de protéger les données sur le stockage sur le cloud et lorsque vous aimez partager vos données cryptées. AxCrypt utilise un cryptage 256 bits pour protéger vos données lors des trois phases de leur cycle de vie : au repos, en transit et en cours d'utilisation. AxCrypt permet aux fichiers sécurisés d'être ouverts par d'autres utilisateurs d'AxCrypt avec leurs propres mots de passe et il est également plus facile de protéger vos actifs en ligne. AxCrypt crypte automatiquement les données sur Google Drive, Dropbox et d'autres fournisseurs de stockage en nuage. Les utilisateurs peuvent envoyer un fichier crypté par e-mail, ce qui signifie que même si l'e-mail est piraté, le fichier crypté ne sera pas compromis et il ne sera accessible qu'avec une clé unique. En outre, il fournit un outil de collaboration qui permet aux utilisateurs de partager des fichiers et des données sécurisés avec d'autres utilisateurs grâce à des fonctionnalités de partage de clés. En savoir plus sur la fonctionnalité de gestion des clés d'AxCrypt ici : <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management </a>
it: AxCrypt funziona con la crittografia dei file ed è la soluzione migliore per proteggere i dati su cloud storage e quando desideri condividere i tuoi dati crittografati. AxCrypt utilizza la crittografia a 256 bit per proteggere i tuoi dati in tutte e tre le fasi del suo ciclo di vita: a riposo, in transito e in uso. AxCrypt consente l'apertura di file protetti da parte di altri utenti AxCrypt con le proprie password ed è anche più facile salvaguardare le risorse online. AxCrypt crittografa automaticamente i dati su Google Drive, Dropbox e altri provider di archiviazione cloud. Gli utenti possono inviare un file crittografato via e-mail, il che significa che anche se l'e-mail viene violata, il file crittografato non verrà compromesso e sarà possibile accedervi solo con una chiave univoca. Inoltre, fornisce uno strumento di collaborazione che consente agli utenti di condividere file e dati protetti con altri utenti con funzionalità di condivisione chiave. Maggiori informazioni sulla funzione di gestione delle chiavi di AxCrypt qui: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management </a>
ko: AxCrypt는 파일 암호화와 함께 작동하며 클라우드 스토리지의 데이터를 보호하고 암호화된 데이터를 공유하려는 경우에 가장 적합합니다. AxCrypt는 256비트 암호화를 사용하여 수명 주기의 세 단계(저장 중, 전송 중 및 사용 중) 모두에서 데이터를 보호합니다. AxCrypt를 사용하면 다른 AxCrypt 사용자가 자신의 암호로 보안 파일을 열 수 있으며 온라인 자산을 보호하는 것이 더 쉽습니다. AxCrypt는 Google 드라이브, Dropbox 및 기타 클라우드 스토리지 제공 업체의 데이터를 자동으로 암호화합니다. 사용자는 이메일을 통해 암호화된 파일을 보낼 수 있으며, 이는 이메일이 해킹되더라도 암호화된 파일이 손상되지 않고 고유 키로만 액세스할 수 있음을 의미합니다. 또한 키 공유 기능을 사용하여 보안 파일 및 데이터를 다른 사용자와 공유할 수 있는 협업 도구를 제공합니다. AxCrypt의 키 관리 기능에 대한 자세한 내용은 여기를 참조하십시오 :<a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
nl: AxCrypt werkt met bestandsversleuteling en is het beste voor het beschermen van gegevens op cloudopslag en wanneer u uw versleutelde gegevens wilt delen. AxCrypt gebruikt 256-bits codering om uw gegevens te beschermen in alle drie de fasen van de levenscyclus: in rust, transitie en in gebruik. Met AxCrypt kunnen beveiligde bestanden worden geopend door andere AxCrypt-gebruikers met hun eigen wachtwoorden en het is ook gemakkelijker om uw online activa te beschermen. AxCrypt versleutelt automatisch gegevens op Google Drive, Dropbox en andere cloudopslagproviders. Gebruikers kunnen een versleuteld bestand via e-mail verzenden, wat betekent dat zelfs als de e-mail wordt gehackt, het versleutelde bestand niet wordt aangetast en alleen toegankelijk is met een unieke sleutel. Bovendien biedt het een samenwerkingstool waarmee gebruikers beveiligde bestanden en gegevens kunnen delen met andere gebruikers met belangrijke functies voor delen. Lees hier meer over de sleutelbeheerfunctie van AxCrypt: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management </a>
pl: AxCrypt działa z szyfrowaniem plików i najlepiej nadaje się do ochrony danych w chmurze i gdy chcesz udostępniać zaszyfrowane dane. AxCrypt wykorzystuje 256-bitowe szyfrowanie, aby chronić Twoje dane we wszystkich trzech fazach ich cyklu życia: w spoczynku, podczas przesyłania i użytkowania. AxCrypt umożliwia otwieranie zabezpieczonych plików przez innych użytkowników AxCrypt z ich własnymi hasłami, a także ułatwia ochronę Twoich zasobów online. AxCrypt automatycznie szyfruje dane na Dysku Google, Dropbox i innych dostawcach przechowywania w chmurze. Użytkownicy mogą wysyłać zaszyfrowany plik pocztą e-mail, co oznacza, że ​​nawet jeśli wiadomość e-mail zostanie zhakowana, zaszyfrowany plik nie zostanie naruszony i można uzyskać do niego dostęp tylko za pomocą unikalnego klucza. Ponadto zapewnia narzędzie do współpracy, które umożliwia użytkownikom udostępnianie zabezpieczonych plików i danych innym użytkownikom za pomocą kluczowych funkcji udostępniania. Przeczytaj więcej o funkcji zarządzania kluczami AxCrypt tutaj: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management </a>
pt: A AxCrypt trabalha com cifragem de ficheiros e é melhor para proteger dados armazenados na nuvem e quando você quer partilhar os seus dados cifrados. A AxCrypt usa cifragem de 256 bits para proteger os seus dados de nas três fases do seu ciclo de vida: em repouso, em trânsito e em uso. A AxCrypt permite que ficheiros protegidos possam ser abertos por outros utilizadores AxCrypt com as suas próprias palavras-passe e torna também mais fácil salvaguardar os seus activos online. A AxCrypt cifra automaticamente os dados no Google Drive, Dropbox e noutros fornecedores de armazenamento na nuvem. Os utilizadores podem enviar um ficheiro cifrado via email, o que quer dizer que, mesmo que o email seja atacado, o ficheiro cifrado não é comprometido, pois só poderá ser acedido com uma chave única. Além disso, fornece uma ferramenta de colaboração que permite aos utilizadores partilhar ficheiros e dados protegidos com outros utilizadores com funcionalidades de partilha de chaves. Leia mais sobre a funcionalidade de gestão de chaves da AxCrypt aqui: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
ru: AxCrypt работает с шифрованием файлов и лучше всего подходит для защиты данных в облачном хранилище, и когда вы хотите поделиться своими зашифрованными данными. AxCrypt использует 256-битное шифрование для защиты ваших данных на всех трех этапах их жизненного цикла: в состоянии покоя, при передаче и в процессе использования. AxCrypt позволяет другим пользователям AxCrypt открывать защищенные файлы с помощью их собственных паролей, а также упрощает защиту ваших онлайн-активов. AxCrypt автоматически шифрует данные на Google Диске, Dropbox и других поставщиках облачных хранилищ. Пользователи могут отправлять зашифрованный файл по электронной почте, что означает, что даже если электронная почта будет взломана, зашифрованный файл не будет скомпрометирован, и доступ к нему возможен только с помощью уникального ключа. Кроме того, он предоставляет инструмент для совместной работы, который позволяет пользователям обмениваться защищенными файлами и данными с другими пользователями с помощью функций совместного использования ключей. Подробнее о функции управления ключами AxCrypt читайте здесь: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
sv: AxCrypt fungerar med filkryptering och det är bäst för att skydda data på molnlagring och när du vill dela din krypterade data. AxCrypt använder 256-bitars kryptering för att skydda dina data i alla tre faser av dess livscykel: i vila, under överföring och under användning. AxCrypt tillåter att säkra filer öppnas av andra AxCrypt-användare med sina egna lösenord och gör det också lättare att skydda dina tillgångar online. AxCrypt krypterar automatiskt data på Google Drive, Dropbox och andra molnlagringsleverantörer. Användare kan skicka en krypterad fil via e-post, vilket innebär att även om e-postmeddelandet hackas, kommer den krypterade filen inte att äventyras, och den kan endast nås med en unik nyckel. Dessutom tillhandahåller det ett samarbetsverktyg som tillåter användare att dela säkra filer och data med andra användare med nyckeldelningsfunktioner. Läs mer om AxCrypts nyckelhanteringsfunktion här: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management </a>
tr: AxCrypt dosya şifreleme ile çalışır ve bulut depolama alanındaki verileri korumak ve şifrelenmiş verilerinizi paylaşmak istediğinizde en iyi çözümdür. AxCrypt, verilerinizi yaşam döngüsünün üç aşamasında da korumak için 256 bit şifreleme kullanır: beklemede, aktarım sırasında ve kullanımda. AxCrypt, güvenli dosyaların diğer AxCrypt kullanıcıları tarafından kendi şifreleriyle açılmasına izin verir ve çevrimiçi varlıklarınızı korumak da daha kolay hale gelir. AxCrypt, Google Drive, Dropbox ve diğer bulut depolama sağlayıcılarındaki verileri otomatik olarak şifreler. Kullanıcılar şifreli bir dosyayı e-posta yoluyla gönderebilir; bu, e-posta saldırıya uğrasa bile, şifrelenmiş dosyanın tehlikeye atılmayacağı ve yalnızca benzersiz bir anahtarla erişilebileceği anlamına gelir. Ayrıca, kullanıcıların güvenli dosyaları ve verileri temel paylaşım özellikleriyle diğer kullanıcılarla paylaşmalarına olanak tanıyan bir işbirliği aracı sağlar. AxCrypt'in anahtar yönetimi özelliği hakkında daha fazla bilgiyi buradan edinebilirsiniz: <a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>
zh: AxCrypt适用于文件加密，它最适合保护云存储上的数据以及您喜欢共享加密数据时的数据。 AxCrypt使用256位加密来保护您的数据在其生命周期的所有三个阶段：静态、传输和使用。 AxCrypt允许其他AxCrypt用户使用自己的密码打开安全文件，并且更容易保护您的在线资产。 AxCrypt会自动加密Google Drive，Dropbox和其他云存储提供商上的数据。 用户可以通过电子邮件发送加密文件，这意味着即使电子邮件被黑客攻击，加密文件也不会受到损害，并且只能使用唯一密钥访问它。 此外，它还提供了一个协作工具，允许用户与具有关键共享功能的其他用户共享安全文件和数据。 在这里阅读更多关于AxCrypt的密钥管理功能：<a href='https://axcrypt.net/blog/fundamentals-of-key-management'>https://axcrypt.net/blog/fundamentals-of-key-management</a>

# Blog_DEVFE_H3_Text5
source: Moreover, AxCrypt provides features like password management, password generator which generates passwords and ensures the passwords are as secure as possible, file wipe, etc.<a href='https://axcrypt.net/information/features'> Read more about the AxCrypt features here</a>
ar: علاوة على ذلك ، يوفر اكسكربت ميزات مثل إدارة كلمات المرور ومولد كلمات المرور الذي ينشئ كلمات مرور ويضمن أن تكون كلمات المرور آمنة قدر الإمكان ومسح الملف وما إلى ذلك. <a href='https://axcrypt.net/information/features'> اقرأ المزيد حول ميزات اكسكربت هنا </a>
de: Darüber hinaus bietet AxCrypt Funktionen wie Passwortverwaltung, Passwortgenerator, der Passwörter generiert und sicherstellt, dass die Passwörter so sicher wie möglich sind, Dateilöschung usw.<a href='https://axcrypt.net/information/features '> Read more about the AxCrypt features here</a>
es: Además, AxCrypt proporciona funciones como administración de contraseñas, generador de contraseñas que genera contraseñas y garantiza que las contraseñas sean lo más seguras posible, borrado de archivos, etc. <a href='https://axcrypt.net/information/features'> Obtén más sobre las funciones de AxCrypt aquí</a>
fr: De plus, AxCrypt fournit des fonctionnalités telles que la gestion des mots de passe, le générateur de mots de passe qui génère des mots de passe et garantit que les mots de passe sont aussi sécurisés que possible, l’effacement des fichiers, etc.<a href='https://axcrypt.net/information/features'> En savoir plus sur les fonctionnalités d’AxCrypt ici</a>
it: Inoltre, AxCrypt fornisce funzionalità come la gestione delle password, il generatore di password che genera password e garantisce che le password siano il più sicure possibile, la cancellazione dei file, ecc. <a href='https://axcrypt.net/information/features'> Maggiori informazioni sulle funzionalità di AxCrypt qui</a>
ko: 또한 AxCrypt는 암호 관리, 암호를 생성하고 암호가 안전한지 확인하는 암호 생성기, 파일 지우기 등과 같은 기능을 제공합니다.<a href='https://axcrypt.net/information/features'> AxCrypt 기능에 대한 자세한 내용은 여기를 참조하십시오</a>.
nl: Bovendien biedt AxCrypt functies zoals wachtwoordbeheer, wachtwoordgenerator die wachtwoorden genereert en ervoor zorgt dat de wachtwoorden zo veilig mogelijk zijn, bestanden wissen, enz.<a href='https://axcrypt.net/information/features'> Meer lezen over de AxCrypt-functies hier</a>
pl: Co więcej, AxCrypt zapewnia funkcje takie jak zarządzanie hasłami, generator haseł, który generuje hasła i zapewnia, że hasła są tak bezpieczne, jak to możliwe, czyszczenie plików itp. <a href='https://axcrypt.net/information/features'> Przeczytaj więcej o funkcje AxCrypt tutaj</a>
pt: Além disso, a AxCrypt disponibiliza funcionalidades como gestão de palavras-passe, geração de palavras-passe o mais seguras possível, limpeza de ficheiros, etc.<a href='https://axcrypt.net/information/features'> Saiba mais sobre as funcionalidades AxCrypt aqui</a>
ru: Кроме того, AxCrypt предоставляет такие функции, как управление паролями и генератор паролей, который генерирует пароли и обеспечивает максимальную безопасность паролей, а также очистка файлов и т.д. <a href='https://axcrypt.net/information/features'> Read more about the AxCrypt features here</a>
sv: Dessutom tillhandahåller AxCrypt funktioner som lösenordshantering, lösenordsgenerator som genererar lösenord och säkerställer att lösenorden är så säkra som möjligt, filrensning, etc.<a href='https://axcrypt.net/information/features'> Läs mer om AxCrypt-funktionerna här</a>
tr: Ayrıca, AxCrypt parola yönetimi, parola üreten ve parolaların mümkün olduğunca güvenli olmasını sağlayan parola üreticisi, dosya silme gibi özellikler<a href='https://axcrypt.net/information/features'> sunar.</a>
zh: 此外，AxCrypt还提供了密码管理、生成密码并确保密码尽可能安全的密码生成器、文件擦除等功能。<href='https://axcrypt.net/information/features'> Read more about the AxCrypt features here</a>

# Blog_DEVFE_Heading1
source: Why is it necessary to encrypt data?
ar: لماذا من الضروري تشفير البيانات؟
de: Warum ist es notwendig, Daten zu verschlüsseln?
es: ¿Por qué es necesario cifrar los datos?
fr: Pourquoi est-il nécessaire de chiffrer les données?
it: Perché è necessario criptare i dati?
ko: 데이터를 암호화해야하는 이유는 무엇입니까?
nl: Waarom is het nodig om gegevens te versleutelen?
pl: Dlaczego konieczne jest szyfrowanie danych?
pt: Porque é necessário cifrar dados?
ru: Почему необходимо шифровать данные?
sv: Varför är det nödvändigt att kryptera data?
tr: Verileri şifrelemek neden gereklidir?
zh: 为什么有必要加密数据？

# Blog_DEVFE_Heading2
source: Different types of encryption
ar: أنواع مختلفة من التشفير
de: Verschiedene Typen der Verschlüsselung
es: Diferentes tipos de cifrado
fr: Différents types de cryptage
it: Diversi tipi di crittografia
ko: 다양한 유형의 암호화
nl: Verschillende soorten encryptie
pl: Różne rodzaje szyfrowania
pt: Os diferentes tipos de cifragem
ru: Различные типы шифрования
sv: Olika typer av kryptering
tr: Farklı şifreleme türleri
zh: 不同类型的加密

# Blog_DEVFE_Heading3
source: How is AxCrypt different from BitLocker and FileVault?
ar: كيف يختلف اكسكربت عن BitLocker و FileVault؟
de: Wie unterscheidet sich AxCrypt von BitLocker und FileVault?
es: ¿En qué se diferencia AxCrypt de BitLocker y FileVault?
fr: En quoi AxCrypt est-il différent de BitLocker et FileVault ?
it: In che modo AxCrypt si differenzia da BitLocker e FileVault?
ko: AxCrypt는 BitLocker 와 FileVault과 비교해 어떤 차이점이 있습니까?
nl: Waarin verschilt AxCrypt van BitLocker en FileVault?
pl: Czym różni się AxCrypt od funkcji BitLocker i FileVault?
pt: Quão diferente é a AxCrypt do BitLocker e do FileVault?
ru: Чем AxCrypt отличается от BitLocker и FileVault?
sv: Hur är AxCrypt annorlunda från BitLocker och FileVault?
tr: AxCrypt'in BitLocker ve FileVault'tan farkı nedir?
zh: AxCrypt与BitLocker和FileVault有何不同？
