Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICE_Takeaway_Download_Version
source: No more wasting your time. Contact AxCrypt today and download our latest version to experience the best from <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
ar: لا مزيد من إضاعة وقتك. اتصل بـ اكسكربت اليوم وقم بتنزيل أحدث إصدار لدينا لتجربة الأفضل من <a href='https://www.axcrypt.net/download/'> تحميل| اكسكربت - أصبح أمان الملفات أمرًا سهلاً. </a>
de: Verschwenden Sie keine Zeit mehr. Kontaktieren Sie AxCrypt noch heute und laden Sie unsere neueste Version herunter, um das Beste aus <a href=' zu erlebenhttps://www.axcrypt.net/download /'>Download | AxCrypt - File Security Made Easy.</a>
es: No pierdas más tiempo. Ponte en contacto con AxCrypt hoy y descarga nuestra última versión para experimentar lo mejor de <a href='https://www.axcrypt.net/download/'>Descargar | AxCrypt - Seguridad de archivos simplificada.</a>
fr: Ne perdez plus votre temps. Contactez AxCrypt aujourd'hui et téléchargez notre dernière version pour profiter du meilleur de <a href='https://www.axcrypt.net/download/'>Télécharger | AxCrypt - La Sécurité des Fichiers Simplifiée.</a>
it: Non sprecare più il tuo tempo. Contatta AxCrypt oggi e scarica la nostra ultima versione per provare il meglio da <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - Sicurezza dei file semplificata.</a>
ko: 더 이상 시간을 낭비하지 마세요. 오늘 AxCrypt에 연락하여 최신 버전을 다운로드하여 최고의 보안을 경험하십시오. <a href='https://www.axcrypt.net/download/'> href='https://www.axcrypt.net/download/'>다운로드 | AxCrypt - 파일 보안이 쉬워집니다.</a>
nl: Verspil geen tijd meer. Neem vandaag nog contact op met AxCrypt en download onze nieuwste versie om het beste te ervaren van <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - Bestandsbeveiliging gemakkelijk gemaakt.</a>
pl: Nie marnuj więcej czasu. Skontaktuj się z AxCrypt już dziś i pobierz naszą najnowszą wersję, aby doświadczyć tego, co najlepsze z <a href='https://www.axcrypt.net/download/'>Pobierz | AxCrypt — łatwe zabezpieczanie plików.</a>
pt: Não gaste mais do seu tempo. Contacte hoje mesmo a AxCrypt e experimente o melhor, descarregando a nossa última versão de <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - Segurança Fácil de Ficheiros.</a>
ru: Больше не тратьте свое время впустую. Свяжитесь с AxCrypt сегодня и скачайте нашу последнюю версию, чтобы испытать лучшее из <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
sv: Slösa ingen mer tid. Kontakta AxCrypt idag och ladda ner vår senaste version för att uppleva det bästa från <a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>
tr: Artık vaktinizi boşa harcamayın. Bugün AxCrypt ile iletişime geçin ve href='https://www.axcrypt.net/download/'>Download adresinden son sürümümüzü indirerek en iyi deneyimle tanışın | AxCrypt - Dosya Güvenliği Kolay Hale Getirildi.</a>
zh: 不要再浪费你的时间了。 今天联系AxCrypt并下载我们的最新版本，以体验最好的<a href='https://www.axcrypt.net/download/'>Download | AxCrypt - File Security Made Easy.</a>

# Blog_WICE_Takeaway_Text1
source: Although there are both advantages and challenges faced by cloud storage security, it still tops among the best data protection tools. Looking for the best cloud encryption tool. A few points are listed in order to protect cloud data:
ar: على الرغم من وجود مزايا وتحديات يواجهها أمان التخزين السحابي ، إلا أنه لا يزال يتصدر بين أفضل أدوات حماية البيانات. أبحث عن أفضل أداة تشفير سحابي. يتم سرد بعض النقاط لحماية البيانات السحابية:
de: Obwohl die Cloud-Speichersicherheit sowohl Vorteile als auch Herausforderungen mit sich bringt, gehört sie immer noch zu den besten Datenschutztools. Auf der Suche nach dem besten Cloud-Verschlüsselungstool. Einige Punkte sind aufgeführt, um Cloud-Daten zu schützen:
es: Si bien la seguridad del almacenamiento en la nube enfrenta ventajas y desafíos, aún se encuentra entre las mejores herramientas de protección de datos. Buscando la mejor herramienta de cifrado en la nube. Se enumeran algunos puntos para proteger los datos en la nube:
fr: Bien que la sécurité du stockage dans le cloud présente à la fois des avantages et des défis, elle figure toujours parmi les meilleurs outils de protection des données. Vous recherchez le meilleur outil de cryptage cloud. Quelques points sont listés afin de protéger les données cloud :
it: Sebbene ci siano sia vantaggi che sfide affrontate dalla sicurezza dell'archiviazione nel cloud, è comunque al primo posto tra i migliori strumenti di protezione dei dati. Alla ricerca del miglior strumento di crittografia cloud. Sono elencati alcuni punti per proteggere i dati cloud:
ko: 클라우드 스토리지 보안이 직면한 장점과 단점이 모두 있지만 여전히 최고의 데이터 보호 도구 중 하나입니다. 최고의 클라우드 암호화 도구를 찾고 있습니다. 클라우드 데이터를 보호하기 위해 몇 가지 사항이 나열되어 있습니다.
nl: Hoewel er zowel voordelen als uitdagingen kleven aan de beveiliging van cloud-opslag, staat het nog steeds bovenaan de lijst van de beste tools voor gegevensbescherming. Op zoek naar de beste cloud encryptie tool. Een paar punten worden opgesomd om cloudgegevens te beschermen:
pl: Chociaż istnieją zarówno zalety, jak i wyzwania związane z bezpieczeństwem przechowywania w chmurze, nadal znajduje się ono na szczycie wśród najlepszych narzędzi do ochrony danych. Szukasz najlepszego narzędzia do szyfrowania w chmurze. Wymieniono kilka punktów w celu ochrony danych w chmurze:
pt: Apesar de haver vantagens e desafios enfrentados pela segurança de armazenamento na nuvem, ainda figura no topo das melhores ferramentas de protecção de dados. À procura da melhor ferramenta de cifragem na nuvem. São listados alguns pontos da protecção de dados na nuvem:
ru: Несмотря на то, что безопасность облачных хранилищ имеет как преимущества, так и проблемы, она по-прежнему занимает первое место среди лучших средств защиты данных. Ищете лучший инструмент облачного шифрования. Несколько пунктов для защиты облачных данных:
sv: Även om det finns både fördelar och utmaningar för molnlagringssäkerhet, toppar den fortfarande bland de bästa dataskyddsverktygen. Letar du efter det bästa molnkrypteringsverktyget? Några punkter listas för att skydda molndata:
tr: Bulut depolama güvenliği hem avantajlar hem de zorluklarla karşılaşsa da yine de en iyi veri koruma araçları arasında en üst sıralarda yer almaktadır. En iyi bulut şifreleme aracını mı arıyorsunuz? Bulut verilerini koruma konusunda birkaç husus şu şekildedir:
zh: 虽然云存储安全既有优势，也面临挑战，但它仍然是最好的数据保护工具之一。 寻找最好的云加密工具。 为了保护云数据，列出了几点:

# Blog_WICE_Takeaway_Text2
source: <li style="list-style-type: '\2714';"> Always encrypt sensitive data before being transferred from the organization to the cloud provider.
ar: <li style="list-style-type: '\2714';"> قم دائما بتشفير البيانات الحساسة قبل نقلها من المؤسسة إلى مزود السحابة.
de: <li style="list-style-type: '\2714';"> Verschlüsseln Sie sensible Daten immer, bevor sie von der Organisation an den Cloud-Anbieter übertragen werden.
es: <li style="list-style-type: '\2714';"> Cifra siempre los datos confidenciales antes de transferirlos de la organización al proveedor de la nube.
fr: <li style="list-style-type: '\2714';"> Chiffrez toujours les données sensibles avant de les transférer de l'organisation au fournisseur de cloud.
it: <li style="list-style-type: '\2714';"> Cripta sempre i dati sensibili prima di trasferirli dall'organizzazione al fornitore di servizi cloud.
ko: <li style="list-style-type: '\2714';"> 조직에서 클라우드 공급자로 전송하기 전에 항상 중요한 데이터를 암호화합니다.</li>
nl: <li style="list-style-type: '\2714';"> Versleutel gevoelige gegevens altijd voordat ze worden overgedragen van de organisatie naar de cloudprovider.
pl: <li style="list-style-type: '\2714';"> Zawsze szyfruj poufne dane przed przesłaniem ich z organizacji do dostawcy chmury.
pt: <li style="list-style-type: '\2714';"> Cifra sempre dados sensíveis antes de serem transferidos da organização para o fornecedor de nuvem.
ru: <li style="list-style-type: '\2714';"> Всегда шифруйте конфиденциальные данные перед передачей из организации поставщику облачных услуг.
sv: <li style="list-style-type: '\2714';"> Kryptera alltid känslig data innan den överförs från organisationen till molnleverantören.
tr: <li style="list-style-type: '\2714';"> Hassas verileri kuruluştan bulut sağlayıcısına aktarılmadan önce her zaman şifreleyin.
zh: <li style="list-style-type: '\2714';"> 在将敏感数据从组织传输到云提供商之前，请始终对其进行加密。

# Blog_WICE_Takeaway_Text3
source: <li style="list-style-type: '\2714';"> Make sure sensitive data is encrypted during use, at rest or in transit.
ar: <li style="list-style-type: '\2714';"> تأكد من تشفير البيانات الحساسة أثناء الاستخدام أو أثناء الراحة أو أثناء النقل.
de: <li style="list-style-type: '\2714';"> Stellen Sie sicher, dass vertrauliche Daten während der Verwendung, im Ruhezustand oder bei der Übertragung verschlüsselt sind.
es: <li style="list-style-type: '\2714';"> Asegúrate de que los datos confidenciales estén cifrados durante el uso, en reposo o en tránsito.
fr: <li style="list-style-type: '\2714';"> Assurez-vous que les données sensibles sont chiffrées pendant leur utilisation, au repos ou en transit.
it: <li style="list-style-type: '\2714';"> Assicurati che i dati sensibili siano crittografati durante l'uso, a riposo o in transito.</li>
ko: <li style="list-style-type: '\2714';"> 민감한 데이터가 사용, 저장 또는 전송 중에 암호화되었는지 확인합니다.</li>
nl: <li style="list-style-type: '\2714';"> Zorg ervoor dat gevoelige gegevens worden versleuteld tijdens gebruik, in rust of onderweg.
pl: <li style="list-style-type: '\2714';"> Upewnij się, że poufne dane są szyfrowane podczas użytkowania, przechowywania lub przesyłania.
pt: <li style="list-style-type: '\2714';"> Certifique-se de que os dados sensíveis são cifrados enquanto em uso, repouso e trânsito.
ru: <li style="list-style-type: '\2714';"> Убедитесь, что конфиденциальные данные зашифрованы во время использования, в состоянии покоя или при транспортировке.
sv: <li style="list-style-type: '\2714';"> Se till att känslig data är krypterad under användning, i vila eller under transport.
tr: <li style="list-style-type: '\2714';"> Hassas verilerin kullanım, bekleme veya aktarım sırasında şifrelendiğinden emin olun.</li>
zh: <li style="list-style-type: '\2714';"> 确保敏感数据在使用、静止或传输过程中加密。

# Blog_WICE_Takeaway_Text4
source: <li style="list-style-type: '\2714';"> Never give decryption keys to the cloud service provider or employees.
ar: <li style="list-style-type: '\2714';"> لا تعطي أبدًا مفاتيح فك التشفير لمزود الخدمة السحابية أو الموظفين.
de: <li style="list-style-type: '\2714';"> Geben Sie niemals Entschlüsselungsschlüssel an den Cloud-Dienstanbieter oder Mitarbeiter weiter.
es: <li style="list-style-type: '\2714';"> Nunca proporciones claves de descifrado al proveedor de servicios en la nube ni a los empleados.
fr: <li style="list-style-type: '\2714';"> Ne donnez jamais les clés de déchiffrement au fournisseur de services cloud ou aux employés.
it: <li style="list-style-type: '\2714';"> Non fornire mai chiavi di decrittografia al provider di servizi cloud o ai dipendenti.
ko: <li style="list-style-type: '\2714';"> 클라우드 서비스 공급자 또는 직원에게 암호 해독 키를 제공하지 마십시오.</li>
nl: <li style="list-style-type: '\2714';"> Geef nooit decoderingssleutels aan de cloudserviceprovider of medewerkers.
pl: <li style="list-style-type: '\2714';"> Nigdy nie należy przekazywać kluczy odszyfrowywania dostawcy usług w chmurze ani pracownikom.
pt: <li style="list-style-type: '\2714';"> Nunca forneça chaves de decifragem ao fornecedor de serviços na nuvem ou a trabalhadores.
ru: <li style="list-style-type: '\2714';"> Никогда не передавайте ключи дешифрования поставщику облачных услуг или сотрудникам.
sv: <li style="list-style-type: '\2714';"> Ge aldrig dekrypteringsnycklar till molntjänstleverantören eller anställda.
tr: <li style="list-style-type: '\2714';"> Şifre çözme anahtarlarını asla bulut hizmeti sağlayıcısına veya çalışanlarına vermeyin.</li>
zh: <li style="list-style-type: '\2714';"> 切勿将解密密钥提供给云服务提供商或员工。

# Blog_WICE_Takeaway_Text5
source: <li style="list-style-type: '\2714';"> Data should be encrypted using random length keys and strong approved algorithms.
ar: <li style="list-style-type: '\2714';"> يجب تشفير البيانات باستخدام مفاتيح طول عشوائية وخوارزميات قوية معتمدة.
de: <li style="list-style-type: '\2714';"> Daten sollten mit Schlüsseln zufälliger Länge und bewährten Algorithmen verschlüsselt werden.
es: <li style="list-style-type: '\2714';"> Los datos deben cifrarse mediante claves de longitud aleatoria y algoritmos sólidos aprobados.
fr: <li style="list-style-type: '\2714';"> Les données doivent être chiffrées à l'aide de clés de longueur aléatoire et d'algorithmes approuvés puissants.
it: <li style="list-style-type: '\2714';"> I dati devono essere crittografati utilizzando chiavi di lunghezza casuale e algoritmi approvati complessi.</li>
ko: <li style="list-style-type: '\2714';"> 데이터는 임의 길이 키와 강력한 승인 알고리즘을 사용하여 암호화해야 합니다.</li>
nl: <li style="list-style-type: '\2714';"> Gegevens moeten worden versleuteld met sleutels van willekeurige lengte en sterk goedgekeurde algoritmen.
pl: <li style="list-style-type: '\2714';"> Dane powinny być szyfrowane przy użyciu kluczy o losowej długości i silnych zatwierdzonych algorytmów.
pt: <li style="list-style-type: '\2714';"> Os dados devem ser cifrados com chaves de comprimento aleatório e algoritmos fortes e aprovados.
ru: <li style="list-style-type: '\2714';"> Данные должны быть зашифрованы с использованием ключей произвольной длины и надежных утвержденных алгоритмов.
sv: <li style="list-style-type: '\2714';"> Data bör krypteras med nycklar av slumpmässig längd och starka godkända algoritmer.
tr: <li style="list-style-type: '\2714';"> Veriler rastgele uzunlukta anahtarlar ve güçlü onaylanmış algoritmalar kullanılarak şifrelenmelidir.</li>
zh: <li style="list-style-type: '\2714';"> 数据应该使用随机长度密钥和强大的认可算法进行加密。
