Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_Conclusion_Download_ContactUs
source: <a href='https://www.axcrypt.net/download'>Download AxCrypt here:</a>. For more information you can contact <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
ar: <a href=' https://www.axcrypt.net/information/axcrypt'> قم بتنزيل اكسكربت هنا: </a>. لمزيد من المعلومات ، يمكنك الاتصال بـ <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a>
de: <a href=' https://www.axcrypt.net/information/axcrypt'>Download AxCrypt here:</a>. Für weitere Informationen können Sie sich an <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a>
es: <a href=' https://www.axcrypt.net/information/axcrypt'>Descarga AxCrypt aquí:</a>. Para obtener más información puedes ponerte en contacto al correo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
fr: <a href=' https://www.axcrypt.net/information/axcrypt'>Téléchargez AxCrypt ici:</a>. Pour plus d’informations, vous pouvez contacter <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
it: <a href=' https://www.axcrypt.net/information/axcrypt'>Scarica AxCrypt qui:</a>. Per ulteriori informazioni è possibile contattare <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
ko: <a href=' https://www.axcrypt.net/information/axcrypt'>여기에서 AxCrypt를 다운로드하십시오:</a>. 자세한 내용은 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>으로 문의하세요.
nl: <a href=' https://www.axcrypt.net/information/axcrypt'>Download AxCrypt hier:</a>. Voor meer informatie kunt u contact opnemen met <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
pl: <a href=' https://www.axcrypt.net/information/axcrypt'>Pobierz AxCrypt tutaj:</a>. Aby uzyskać więcej informacji, skontaktuj się z <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
pt: <a href=' https://www.axcrypt.net/information/axcrypt'>Download AxCrypt here:</a>. Para mais informações, pode contactar <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
ru: <a href=' https://www.axcrypt.net/information/axcrypt'>Download AxCrypt here:</a>. Для получения дополнительной информацией вы можете написать на <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a>
sv: <a href=' https://www.axcrypt.net/information/axcrypt'>Ladda ner AxCrypt här:</a>. För mer information kan du kontakta oss på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>
tr: <a href=' https://www.axcrypt.net/information/axcrypt'>AxCrypt'i buradan indirin:</a>. Daha fazla bilgi için <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> iletişime geçebilirsiniz.
zh: <a href=' https://www.axcrypt.net/information/axcrypt'>Download AxCrypt here:</a>. 有关更多信息，您可以联系<a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>

# Blog_Conclusion_Feature
source: Have a Look at the <a href='/information/features'>feature page</a> to find out more about how AxCrypt can secure your files and data.
ar: ألق نظرة على <a href='/information/features'> صفحة الميزات </a> لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك.
de: Schauen Sie sich die <a href='/information/features'>Feature Page</a> an, um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann.
es: Echa un vistazo a la <a href='/information/features'>página de funciones</a> para obtener más información sobre cómo AxCrypt puede proteger tus archivos y datos.
fr: Consultez la <a href='/information/features'>page des fonctionnalités</a> pour en savoir plus sur la manière dont AxCrypt peut sécuriser vos fichiers et vos données.
it: Dai un'Occhiata alla <a href='/information/features'>pagina delle funzionalità</a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati.
ko: AxCrypt가 파일과 데이터를 보호하는 방법에 대해 자세히 알아보려면 <a href='/information/features'>기능 페이지</a>를 살펴보십시오.
nl: Bekijk de <a href='/information/features'>functiepagina</a> om meer te weten te komen over hoe AxCrypt uw bestanden en gegevens kan beveiligen.
pl: Zajrzyj na <a href='/information/features'>stronę funkcji</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane.
pt: Dê uma olhadela na <a href='/information/features'>Página de Funcionalidades</a> da AxCrypt para descobrir mais sobre como a AxCrypt pode proteger os seus ficheiros e dados.
ru: Загляните на <a href='/information/features'>feature page</a>, чтобы узнать больше о том, как AxCrypt может защитить ваши файлы и данные.
sv: Ta en titt på <a href='/information/features'>funktionssidan</a> för att ta reda på mer om hur AxCrypt kan säkra dina filer och data.
tr: AxCrypt'in dosyalarınızı ve verilerinizi nasıl güvence altına alabileceği hakkında daha fazla bilgi edinmek için <a href='/information/features'>özellik sayfasına</a> göz atın.
zh: 查看<a href='/information/features'>feature page</a>以了解有关AxCrypt如何保护您的文件和数据的更多信息。

# Blog_Conclusion_Feature_Text1
source: Have a Look at the <a href='https://axcrypt.net/information/features'>AxCrypt Feature Page</a> to find out more about how AxCrypt can secure your files and data, the <a href='https://www.axcrypt.net/pricing'>Pricing Page</a> shows which type of encryption subscriptions AxCrypt offers.
ar: ألق نظرة على <a href='https://axcrypt.net/information/features'> صفحة ميزات اكسكربت </a> لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك و <a href = ' تعرض https://www.axcrypt.net/pricing'> صفحة التسعير </a> نوع اشتراكات التشفير التي يقدمها اكسكربت.
de: Schauen Sie sich das <a href=' anhttps://axcrypt.net/information/features '>AxCrypt Feature Page</a>, um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann und die <a href='https://www.axcrypt.net/pricing'>Pricing Page</a> zeigt, welche Art von Verschlüsselungsabonnements AxCrypt anbietet.
es: Echa un vistazo a la <a href='https://axcrypt.net/information/features'>Página de funciones de AxCrypt</a> para obtener más información sobre cómo AxCrypt puede proteger tus archivos y datos y la <a href='https://www.axcrypt.net/pricing'>Página de precios</a> para conocer los tipos de suscripciones de cifrado que ofrece AxCrypt.
fr: Consultez la <a href='https://axcrypt.net/information/features'>Page des Fonctionnalités d’AxCrypt</a> pour en savoir plus sur la façon dont AxCrypt peut sécuriser vos fichiers et vos données et la <a href='https://www.axcrypt.net/pricing'>Page de Tarification</a> indique le type d’abonnements de cryptage proposés par AxCrypt.
it: Dai un'occhiata alla <a href='https://axcrypt.net/information/features'>Pagina delle Funzionalità di AxCrypt</a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati, la <a href='https://www.axcrypt.net/pricing'>Pagina dei Prezzi</a> mostra quale tipo di abbonamenti di crittografia offre AxCrypt.
ko: <a href='https://axcrypt.net/information/features'>AxCrypt 기능 페이지</a> 를 살펴보고 AxCrypt가 파일과 데이터를 보호하는 방법에 대해 자세히 알아보고 <a href='https://www.axcrypt.net/pricing'>가격 책정 페이지</a>에는 AxCrypt가 제공하는 암호화 구독 유형이 표시됩니다.
nl: Bekijk de <a href='https://axcrypt.net/information/features'>AxCrypt-functiepagina</a> om meer te weten te komen over hoe AxCrypt uw bestanden en gegevens kan beveiligen en de <a href=' https://www.axcrypt.net/pricing'>Prijzenpagina</a> laat zien welk type encryptieabonnementen AxCrypt aanbiedt.
pl: Zajrzyj na <a href='https://axcrypt.net/information/features'>stronę funkcji AxCrypt</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane oraz <a href=' https://www.axcrypt.net/pricing'>Strona cenowa</a> pokazuje, jaki rodzaj subskrypcji szyfrowania oferuje AxCrypt.
pt: Dê uma olhadela na <a href='https://axcrypt.net/information/features '>Página de Funcionalidades AxCrypt</a> para descobrir mais sobre como a AxCrypt pode proteger ficheiros e dados e na <a href='https://www.axcrypt.net/pricing'>Página de Preços</a> que mostra os tipos de subscrições de cifragem que a AxCrypt oferece.
ru: Взгляните на <a href='https://axcrypt.net/information/features '>AxCrypt Feature Page</a> чтобы узнать больше, как AxCrypt может защитить ваши файлы и данные, а также <a href='https://www.axcrypt.net/pricing '>Pricing Page</a> показывает, какие типы подписки на шифрование предлагает AxCrypt.
sv: Titta gärna på <a href='https://axcrypt.net/information/features'>AxCrypt Feature Page</a>för att ta reda på mer om hur AxCrypt kan säkra dina filer och data och <a href='https://www.axcrypt.net/pricing'>Pricing Page</a> visar vilken typ av krypteringsprenumerationer AxCrypt erbjuder.
tr: AxCrypt'in yor dosyalarını ve verilerini nasıl güvence altına alabileceği hakkında daha fazla bilgi edinmek için AxCrypt <a href='https://axcrypt.net/information/features'>Özellik Sayfasına</a> bir göz atın ve <a href='https://www.axcrypt.net/pricing'>Fiyatlandırma Sayfasında</a> , da AxCrypt'in hangi tür şifreleme aboneliklerini sunduğunu görebilirsiniz.
zh: 看看<a href='https://axcrypt.net/information/features'>AxCrypt Feature Page</a>了解更多关于AxCrypt如何保护您的文件和数据和<a href='https://www.axcrypt.net/pricing'>Pricing Page</a>显示AxCrypt提供的加密订阅类型。

# Blog_Conclusion_Feature2_Text1
source: <a href='https://axcrypt.net/information/features '>Have a look at AxCrypt’s Feature Page</a> to find out more about how AxCrypt can secure your files and data <a href='https://www.axcrypt.net/pricing'>Pricing Page</a> that shows which type of encryption subscriptions AxCrypt offers. To get a 10% discount on AxCrypt premium and business subscriptions,<a href='https://www.wethrift.com/axcrypt'> go to</a>.
ar: <a href='https://axcrypt.net/information/features'> ألق نظرة على صفحة ميزات اكسكربت</a> لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك <a href = 'https: / /www.axcrypt.net/pricing'> صفحة التسعير </a> التي تعرض نوع اشتراكات التشفير التي يقدمها اكسكربت. للحصول على خصم 10٪ على اشتراكات اكسكربت المميزة والأعمال ، <a href='https://www.wethrift.com/axcrypt'> انتقل إلى </a>.
de: <a href='https://axcrypt.net/information/features '>Have a look at AxCrypt’s Feature Page</a> um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann <a href='https://www.axcrypt.net/pricing '>Pricing Page</a>, die zeigt, welche Art von Verschlüsselungsabonnements AxCrypt anbietet. Um einen Rabatt von 10% auf AxCrypt Premium- und Business-Abonnements zu erhalten,<a href='https://www.wethrift.com/axcrypt '> go to</a>.
es: <a href='https://axcrypt.net/information/features '>Echa un vistazo a la página de funciones de AxCrypt</a> para obtener más información sobre cómo AxCrypt puede proteger tus archivos y datos. La <a href='https://www.axcrypt.net/pricing'>página de precios</a> muestra qué tipos de suscripciones de cifrado ofrece AxCrypt. Para obtener un 10 % de descuento en las suscripciones Premium y Business de AxCrypt,<a href='https://www.wethrift.com/axcrypt'> visita este enlace</a>.
fr: <a href='https://axcrypt.net/information/features '>Consultez la page des fonctionnalités d’AxCrypt</a> pour en savoir plus sur la façon dont AxCrypt peut sécuriser vos fichiers et vos données <a href='https://www.axcrypt.net/pricing'>Page de Tarification</a> qui indique le type d’abonnements de cryptage proposés par AxCrypt. Pour obtenir une réduction de 10% sur les abonnements premium et professionnels AxCrypt,<a href='https://www.wethrift.com/axcrypt'> allez ici</a> sur.
it: <a href='https://axcrypt.net/information/features '>Dai un'occhiata alla pagina delle funzionalità di AxCrypt</a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati <a href='https:/ /www.axcrypt.net/pricing'>Pagina dei prezzi</a> che mostra quale tipo di abbonamento di crittografia offre AxCrypt. Per ottenere uno sconto del 10% sugli abbonamenti AxCrypt premium e business,<a href='https://www.wethrift.com/axcrypt'>vai su</a>.
ko: <a href='https://axcrypt.net/information/features '>AxCrypt 특징 페이지</a>를 눌러 AxCrypt의 파일 및 데이터 보안 방법에 대해 알아보세요. <a href='https://www.axcrypt.net/pricing'>가격 페이지</a>에서는 AxCrypt의 구독 정책을 알아보실 수 있습니다. AxCrypt 프리미엄과 비즈니스의 10% 가격할인을 얻으시려면,<a href='https://www.wethrift.com/axcrypt'> 여기를 눌러주세요</a>.
nl: <a href='https://axcrypt.net/information/features '>Bekijk de functiepagina van AxCrypt</a> voor meer informatie over hoe AxCrypt uw bestanden en gegevens kan beveiligen <a href='https://www.axcrypt.net/pricing'>Prijspagina</a> die laat zien welk type versleutelingsabonnementen AxCrypt aanbiedt. Om 10% korting te krijgen op AxCrypt premium en zakelijke abonnementen,<a href='https://www.wethrift.com/axcrypt'>gaat u naar</a>.
pl: <a href='https://axcrypt.net/information/features '>Zajrzyj na stronę funkcji AxCrypt</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane <a href='https://www.axcrypt.net/pricing'>Strona cenowa</a>, która pokazuje, jakie rodzaje subskrypcji szyfrowania oferuje AxCrypt. Aby uzyskać 10% zniżki na subskrypcje premium i biznesowe AxCrypt,<a href='https://www.wethrift.com/axcrypt'> przejdź do</a>.
pt: Dê uma olhadela na <a href='https://axcrypt.net/information/features '>Página de Funcionalidades AxCrypt</a> para descobrir mais sobre como a AxCrypt pode proteger ficheiros e dados e na <a href='https://www.axcrypt.net/pricing'>Página de Preços</a> que mostra os tipos de subscrições de cifragem que a AxCrypt oferece. Para obter um desconto de 10% nas subscrições AxCrypt Premium e Business, vá até <a href='https://www.wethrift.com/axcrypt'>aqui</a>.
ru: <a href='https://axcrypt.net/information/features '>Have a look at AxCrypt’s Feature Page</a>, чтобы узнать больше, как AxCrypt может защитить ваши файлы и данные <a href='https://www.axcrypt.net/pricing '>Pricing Page</a>, которая показывает, какие типы подписки на шифрование предлагает AxCrypt. Чтобы получить скидку 10% на подписки AxCrypt premium и business,<a href='https://www.wethrift.com/axcrypt '> go to</a>.
sv: <a href='https://axcrypt.net/information/features '> Titta på AxCrypt’s Funktionssida</a> för att läsa mer om hur AxCrypt kan skydda dina filer och data <a href='https://www.axcrypt.net/pricing'>Pricing Page</a> som visar vilken typ av krypteringsprenumerationer AxCrypt erbjuder. För att få 10 % rabatt på AxCrypt premium- och företagsabonneman,<a href='https://www.wethrift.com/axcrypt'> go to</a>.
tr: href='https://axcrypt.net/information/features'> AxCrypt'in dosyalarınızı ve verilerinizi nasıl güvence altına alabileceği hakkında daha fazla bilgi edinmek için AxCrypt'in Özellik sayfasına</a> <a href='https://www.axcrypt.net/pricing'>ve AxCrypt'in sunduğu şifreleme türlerini gösteren Fiyatlandırma Sayfasına</a> bakınız. AxCrypt Premium ve Business abonelikleri için %10 indirim almak için<a href='https://www.wethrift.com/axcrypt'> şuraya gidiniz</a>.
zh: <href='https://axcrypt.net/information/features '>Have a look at AxCrypt's Feature Page</a>以了解更多关于AxCrypt如何保护您的文件和数据<a href='https://www.axcrypt.net/pricing'>Pricing Page</a>显示AxCrypt提供的加密订阅类型。 要获得AxCrypt premium和business订阅的10％折扣，<a href='https://www.wethrift.com/axcrypt'>go to</a>。

# Blog_Conclusion_FeaturePage_Text1
source: <a href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page</a> to find out more about how AxCrypt can secure your files and data and the <a href='https://www.axcrypt.net/pricing'>Pricing Page </a> that shows which type of encryption subscriptions AxCrypt offers.
ar: <a href='https://axcrypt.net/information/features'> ألق نظرة على صفحة ميزات اكسكربت </a> لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك و <a href = 'https : //www.axcrypt.net/pricing '> صفحة الأسعار </a> التي تعرض نوع اشتراكات التشفير التي يقدمها اكسكربت.
de: <a href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page</a> um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann und die <a href='https://www.axcrypt.net/pricing '>Pricing Page </a>, die zeigt, welche Art von Verschlüsselungsabonnements AxCrypt anbietet.
es: <a href='https://axcrypt.net/information/features'>Echa un vistazo a la página de funciones de AxCrypt</a> para conocer más sobre cómo AxCrypt puede proteger tus archivos y datos, y también la <a href='https://www.axcrypt.net/pricing'>página de precios </a> que muestra qué tipo de suscripciones de cifrado ofrece AxCrypt.
fr: <a href='https://axcrypt.net/information/features'>Consultez la Page des Fonctionnalités d’AxCrypt</a> pour en savoir plus sur la façon dont AxCrypt peut sécuriser vos fichiers et vos données et la <a href='https://www.axcrypt.net/pricing'>Page de Tarification </a> qui indique le type d’abonnements de cryptage proposés par AxCrypt.
it: <a href='https://axcrypt.net/information/features'>Dai un'occhiata alla pagina delle funzionalità di AxCrypt</a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati e <a href='https ://www.axcrypt.net/pricing'>Pagina dei prezzi </a> che mostra il tipo di abbonamento di crittografia offerto da AxCrypt.
ko: <a href='https://axcrypt.net/information/features'>AxCrypt 기능 페이지</a>에서 AxCrypt가 데이터를 보호하는 방법에 대해서 알아보시고 <a href='https://www.axcrypt.net/pricing'>요금 페이지</a>에서 구독 서비스에 따른 요금제를 알아보세요.
nl: <a href='https://axcrypt.net/information/features'>Bekijk de AxCrypt-functiepagina</a> voor meer informatie over hoe AxCrypt uw bestanden en gegevens kan beveiligen en de <a href='https://www.axcrypt.net/pricing'>Prijspagina </a> die laat zien welk type versleutelingsabonnementen AxCrypt aanbiedt.
pl: <a href='https://axcrypt.net/information/features'>Zajrzyj na stronę funkcji AxCrypt</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane oraz <a href='https ://www.axcrypt.net/pricing'>Strona cen </a>, która pokazuje, jakie rodzaje subskrypcji szyfrowania oferuje AxCrypt.
pt: <a href='https://axcrypt.net/information/features'>Dê uma olhadela na Página de Funcionalidades AxCrypt</a> para descobrir mais sobre como o AxCrypt pode proteger os seus ficheiros e dados, e a <a href='https://www.axcrypt.net/pricing'>Página de Preços </a> que mostra os tipos de subscrições de cifragem que a AxCrypt oferece.
ru: <a href='https://axcrypt.net/information/features '>Yave a look at AxCrypt Feature Page</a>, чтобы узнать больше о том, как AxCrypt может защитить ваши файлы и данные, а также <a href='https://www.axcrypt.net/pricing '>Pricing Page </a>, чтобы узнать, какой тип подписки на шифрование предлагает AxCrypt.
sv: <a href='https://axcrypt.net/information/features'>Ta en titt på AxCrypts funktionssida</a> för att få veta mer om hur AxCrypt kan säkra dina filer och data och <a href='https://www.axcrypt.net/pricing'>prissidan</a> som visar vilken typ av krypteringsabonnemang AxCrypt erbjuder.
tr: <ahref='https://axcrypt.net/information/features'>AxCrypt'in dosyalarınızı ve verilerinizi nasıl güvenceye aldığı hakkında daha fazla bilgi edinmek için</a> AxCrypt Özellikler Sayfasına<ahref='https://www.axcrypt.net/pricing'>ve AxCrypt'in ne tür şifreleme abonelikleri sunduğu hakkında daha fazla bilgi almak için</a>Fiyatlandırma Sayfasına bakınız.
zh: <a href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page </a> 要了解更多关于AxCrypt如何保护您的文件和数据以及<a href='https://www.axcrypt.net/pricing'>Pricing Page</a>显示AxCrypt提供的加密订阅类型。

# Blog_Conclusion_FuturePageText
source: <a href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page</a> to find out more about how AxCrypt can secure your files and data
ar: <a href='https://axcrypt.net/information/features'> ألق نظرة على صفحة ميزات اكسكربت </a> لاكتشاف المزيد حول كيفية قيام اكسكربت بتأمين ملفاتك وبياناتك
de: <a href='https://axcrypt.net/information/features'>Schauen Sie sich die AxCrypt-Funktionsseite</a> an, um mehr darüber zu erfahren, wie AxCrypt Ihre Dateien und Daten sichern kann
es: <a href='https://axcrypt.net/information/features'>Echa un vistazo a la página de funciones de AxCrypt</a> para saber más sobre cómo AxCrypt puede proteger tus archivos y datos.
fr: <a href='https://axcrypt.net/information/features'>Consultez la Page des Fonctionnalités d’AxCrypt</a> pour en savoir plus sur la façon dont AxCrypt peut sécuriser vos fichiers et vos données
it: <a href='https://axcrypt.net/information/features'>Dai un'occhiata alla pagina delle caratteristiche di AxCrypt </a> per saperne di più su come AxCrypt può proteggere i tuoi file e dati
ko: <a href='https://axcrypt.net/information/features'>AxCrypt 기능 페이지</a> 를 살펴보고 AxCrypt가 파일과 데이터를 보호하는 방법에 대해 자세히 알아보십시오.
nl: <a href='https://axcrypt.net/information/features'>Bekijk de AxCrypt-functiepagina</a> voor meer informatie over hoe AxCrypt uw bestanden en gegevens kan beveiligen
pl: <a href='https://axcrypt.net/information/features'>Zajrzyj na stronę funkcji AxCrypt</a>, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczyć Twoje pliki i dane
pt: <a href='https://axcrypt.net/information/features'>Dê uma olhadela na Página de Funcionalidades da AxCrypt</a> para descobrir mais sobre como a AxCrypt pode proteger os seus ficheiros e dados.
ru: <a href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page</a> чтобы узнать больше о том, как AxCrypt может защитить ваши файлы и данные
sv: <a href='https://axcrypt.net/information/features'>Ta en titt på AxCrypt Feature Page</a> för att ta reda på mer om hur AxCrypt kan säkra dina filer och data
tr: AxCrypt'in dosyalarınızı ve verilerinizi nasıl güvence altına alabileceği hakkında daha fazla bilgi edinmek için AxCrypt <a href='https://axcrypt.net/information/features'>Özellik Sayfası'na göz atın</a>.
zh: <href='https://axcrypt.net/information/features'>Have a look at AxCrypt Feature Page</a>以了解有关AxCrypt如何保护您的文件和数据的更多信息
