Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WCACT_H1_Text1
source: Cloud computing uses the internet to provide a shared pool of data that can be accessed at any time. With the rise of remote work, the cloud provides greater flexibility and efficacy while also lowering expenses. Many individuals and corporations have already improved their operational efficiency while reducing IT expenditures by utilising cloud computing. The COVID-19 pandemic has accelerated the long-awaited widespread adoption of cloud systems, including multi cloud and hybrid installations. While cloud computing brings undeniable advantages, it is nevertheless vulnerable to both inside and outside threats.
ar: تستخدم الحوسبة السحابية الإنترنت لتوفير مجموعة مشتركة من البيانات يمكن الوصول إليها في أي وقت. مع ظهور العمل عن بُعد ، توفر السحابة قدرًا أكبر من المرونة والفعالية مع تقليل النفقات أيضًا. لقد قام العديد من الأفراد والشركات بالفعل بتحسين كفاءتهم التشغيلية مع تقليل نفقات تكنولوجيا المعلومات من خلال استخدام الحوسبة السحابية. أدى جائحة كوفيد -19 إلى تسريع التبني الواسع الذي طال انتظاره للأنظمة السحابية ، بما في ذلك التركيبات السحابية المتعددة والمختلطة. بينما تجلب الحوسبة السحابية مزايا لا يمكن إنكارها ، فهي مع ذلك عرضة للتهديدات الداخلية والخارجية.
de: Cloud Computing nutzt das Internet, um einen gemeinsamen Datenpool bereitzustellen, auf den jederzeit zugegriffen werden kann. Mit dem Aufkommen der Fernarbeit bietet die Cloud mehr Flexibilität und Effizienz bei gleichzeitiger Senkung der Kosten. Viele Einzelpersonen und Unternehmen haben bereits ihre betriebliche Effizienz verbessert und gleichzeitig die IT-Ausgaben durch den Einsatz von Cloud Computing gesenkt. Die COVID-19-Pandemie hat die lang erwartete breite Akzeptanz von Cloud-Systemen, einschließlich Multi-Cloud- und Hybrid-Installationen, beschleunigt. Während Cloud Computing unbestreitbare Vorteile mit sich bringt, ist es dennoch anfällig für Bedrohungen von innen und außen.
es: La computación en la nube utiliza internet para proporcionar un conjunto compartido de datos a los que se puede acceder en cualquier momento. Con el auge del trabajo remoto, la nube proporciona una mayor flexibilidad y eficacia al mismo tiempo que reduce los gastos. Muchos individuos y corporaciones ya han mejorado su eficiencia operativa mientras reducen los gastos de TI al utilizar la computación en la nube. La pandemia de COVID-19 ha acelerado la tan esperada adopción generalizada de los sistemas en la nube, incluidas las instalaciones híbridas y de múltiples nubes. Si bien la computación en la nube brinda ventajas innegables, es vulnerable a amenazas tanto internas como externas.
fr: L'informatique cloud utilise internet pour fournir un pool partagé de données accessibles à tout moment. Avec l’essor du travail à distance, le cloud offre une plus grande flexibilité et efficacité tout en réduisant les dépenses. De nombreuses personnes et entreprises ont déjà amélioré leur efficacité opérationnelle tout en réduisant leurs dépenses informatiques en utilisant le cloud computing. La pandémie de COVID-19 a accéléré l’adoption généralisée tant attendue des systèmes cloud, y compris les installations multi-cloud et hybrides. Si l'informatique cloud apporte des avantages indéniables, il n’en est pas moins vulnérable aux menaces internes et extérieures.
it: Il cloud computing utilizza Internet per fornire un pool condiviso di dati a cui è possibile accedere in qualsiasi momento. Con l'aumento del lavoro da remoto, il cloud offre maggiore flessibilità ed efficacia, riducendo al contempo le spese. Molti individui e aziende hanno già migliorato la loro efficienza operativa, riducendo al contempo le spese IT, con l'utilizzo del cloud computing. La pandemia di COVID-19 ha accelerato la tanto attesa adozione diffusa dei sistemi cloud, comprese le installazioni multi cloud e ibride. Sebbene il cloud computing offra innegabili vantaggi, è tuttavia vulnerabile alle minacce interne ed esterne.
ko: 클라우드 컴퓨팅은 인터넷을 사용하여 언제든지 액세스할 수 있는 공유 데이터 풀을 제공합니다. 원격 근무가 증가함에 따라 클라우드는 더 큰 유연성과 효율성을 제공하는 동시에 비용을 절감합니다. 많은 개인과 기업이 이미 클라우드 컴퓨팅을 활용하여 IT 지출을 줄이면서 운영 효율성을 개선했습니다. 코로나-19 팬데믹은 멀티 클라우드 및 하이브리드 설치를 포함하여 오랫동안 기다려온 클라우드 시스템의 광범위한 채택을 가속화했습니다. 클라우드 컴퓨팅은 부인할 수 없는 이점을 제공하지만 그럼에도 불구하고 내부 및 외부 위협 모두에 취약합니다.
nl: Cloud computing gebruikt het internet om een gedeelde pool van gegevens aan te bieden die op elk moment toegankelijk is. Met de opkomst van het werken op afstand zorgt de cloud voor meer flexibiliteit en efficiëntie en verlaagt hij de kosten. Veel particulieren en bedrijven hebben hun operationele efficiëntie al verbeterd en hun IT-uitgaven verlaagd door gebruik te maken van cloud computing. De COVID-19 pandemie heeft de langverwachte grootschalige invoering van cloudsystemen, inclusief multi-cloud en hybride installaties, versneld. Hoewel cloud computing onmiskenbare voordelen biedt, is het niettemin kwetsbaar voor zowel interne als externe bedreigingen.
pl: Przetwarzanie w chmurze wykorzystuje Internet do udostępniania wspólnej puli danych, do której można uzyskać dostęp w dowolnym momencie. Wraz z rozwojem pracy zdalnej chmura zapewnia większą elastyczność i wydajność przy jednoczesnym obniżeniu kosztów. Wiele osób i korporacji poprawiło już swoją wydajność operacyjną, jednocześnie zmniejszając wydatki na IT dzięki wykorzystaniu przetwarzania w chmurze. Pandemia COVID-19 przyspieszyła długo oczekiwane powszechne przyjęcie systemów chmurowych, w tym instalacji wielochmurowych i hybrydowych. Chociaż przetwarzanie w chmurze ma niezaprzeczalne zalety, jest jednak podatne na zagrożenia zarówno wewnętrzne, jak i zewnętrzne.
pt: A computação na nuvem usa a internet para fornecer um conjunto partilhado de dados que podem ser acedidos a qualquer momento. Com o aumento do trabalho remoto, a nuvem fornece mais flexibilidade e eficácia ao mesmo tempo que permite diminuir despesas também. Muitos indivíduos e empresas já melhoraram a sua eficiência operacional ao mesmo tempo que reduziram despesas com TI ao utilizar a computação na nuvem. A pandemia COVID-19 acelerou a há muito esperada adopção generalizada de sistemas na nuvem, incluindo instalações multi-nuvem e híbridas. Enquanto que a computação na nuvem traz vantagens inegáveis, é todavia vulnerável a ameaças tanto internas como externas.
ru: Облачные вычисления используют интернет для предоставления общего пула данных, к которому можно получить доступ в любое время. С ростом удаленной работы облако обеспечивает большую гибкость и эффективность при одновременном снижении расходов. Многие частные лица и корпорации уже повысили свою операционную эффективность при одновременном снижении расходов на ИТ за счет использования облачных вычислений. Пандемия COVID-19 ускорила долгожданное широкое внедрение облачных систем, включая мультиоблачные и гибридные установки. Хотя облачные вычисления приносят неоспоримые преимущества, они, тем не менее, уязвимы как для внутренних, так и для внешних угроз.
sv: Molntjänster använder internet för att tillhandahålla en delad pool av data som kan nås när som helst. Med framväxten av distansarbete ger molnet större flexibilitet och effektivitet samtidigt som kostnaderna sänks. Många individer och företag har redan förbättrat sin operativa effektivitet samtidigt som de minskat IT-utgifterna genom att använda molnsystem. COVID-19-pandemin har påskyndat den efterlängtade utbredda adoptionen av molnsystem, inklusive multimoln- och hybridinstallationer. Även om molntjänster ger obestridliga fördelar, är det ändå sårbart för både inre och yttre hot.
tr: Bulut bilişim, herhangi bir zamanda erişilebilen paylaşılan bir veri havuzu sağlamak için interneti kullanır. Uzaktan çalışmanın yükselişiyle birlikte bulut, daha fazla esneklik ve etkinlik sağlarken aynı zamanda masrafları da düşürür. Birçok kişi ve kurum, bulut bilişimi kullanarak BT harcamalarını azaltırken operasyonel verimliliklerini zaten geliştirmiştir. COVID-19 salgını, çoklu bulut ve hibrit kurulumlar da dahil olmak üzere bulut sistemlerinin uzun zamandır beklenen bir şekilde yaygın olarak benimsenmesini sağladı. Bulut bilişim inkar edilemez avantajlar getirse de, yine de hem iç hem de dış tehditlere karşı savunmasızdır.
zh: 云计算使用互联网提供可随时访问的共享数据池。 随着远程工作的兴起，云提供了更大的灵活性和效率，同时也降低了费用。 许多个人和企业已经通过使用云计算提高了运营效率，同时降低了IT支出。 COVID-19大流行加速了人们期待已久的云系统的广泛采用，包括多云和混合安装。 虽然云计算带来了不可否认的优势，但它仍然容易受到内部和外部威胁的影响。

# Blog_WCACT_H1_Text2
source: 79% of businesses have encountered at least one cloud data breach in the previous 18 months, and 43% have reported 10 or more breaches in that period.
ar: واجهت 79٪ من الشركات خرقًا واحدًا على الأقل للبيانات السحابية في الأشهر الـ 18 الماضية ، وأبلغ 43٪ عن 10 انتهاكات أو أكثر في تلك الفترة.
de: 79% der Unternehmen haben in den letzten 18 Monaten mindestens einen Verstoß gegen Cloud-Daten festgestellt, und 43% haben in diesem Zeitraum 10 oder mehr Verstöße gemeldet.
es: El 79 % de las empresas ha experimentado al menos una filtración de datos en la nube en los últimos 18 meses y el 43 % ha informado de 10 o más vulneraciones en ese período.
fr: 79% des entreprises ont rencontré au moins une violation de données cloud au cours des 18 derniers mois, et 43% ont signalé 10 violations ou plus au cours de cette période.
it: il 79% delle aziende hanno subito almeno una violazione dei dati in cloud nei 18 messi precedenti e il 43% hanno denunciato 10 o più violazioni in quel periodo.
ko: 기업의 79%는 지난 18개월 동안 최소 1회의 클라우드 데이터 침해를 경험했으며 43%는 해당 기간 동안 10건 이상의 침해를 보고했습니다.
nl: 79% van de bedrijven heeft in de afgelopen 18 maanden ten minste één datalek in de cloud ondervonden en 43% heeft in die periode 10 of meer inbreuken gemeld.
pl: 79% firm napotkało co najmniej jedno naruszenie danych w chmurze w ciągu ostatnich 18 miesięcy, a 43% zgłosiło 10 lub więcej naruszeń w tym okresie.
pt: 79% das empresas depararam-se com, pelo menos, uma violação de dados na nuvem nos 18 últimos meses e 43% reportaram 10 ou mais violações naquele período.
ru: 79% компаний столкнулись по крайней мере с одной утечкой облачных данных за предыдущие 18 месяцев, а 43% сообщили о 10 или более утечках за этот период.
sv: 79 % av företag har stött på minst ett molndataintrång under de senaste 18 månaderna, och 43 % har rapporterat 10 eller fler intrång under den perioden.
tr: İşletmelerin %79'u son 18 ayda en az bir bulut veri ihlali ile karşılaşmış, %43'ü ise aynı dönemde 10 ve daha fazla ihlal raporlamıştır.
zh: 79%的企业在过去18个月内至少遭遇过一次云数据泄露，43%的企业在此期间报告了10次或更多的数据泄露。

# Blog_WCACT_H2_SH1_Text1
source: The most prevalent hazard to cloud computing is data breaches, which result in data leaks or loss. A data breach happens when a company is targeted by hackers who get illegal access to their cloud network. <br/>
ar: الخطر الأكثر انتشارًا على الحوسبة السحابية هو اختراق البيانات ، مما يؤدي إلى تسرب البيانات أو فقدانها. يحدث خرق البيانات عندما يتم استهداف شركة من قبل المتسللين الذين يحصلون على وصول غير قانوني إلى شبكتهم السحابية. <br/>
de: Die häufigste Gefahr für Cloud Computing sind Datenschutzverletzungen, die zu Datenlecks oder -verlusten führen. Ein Datenverstoß tritt auf, wenn ein Unternehmen von Hackern angegriffen wird, die illegalen Zugriff auf ihr Cloud-Netzwerk erhalten. <br/>
es: El peligro más frecuente para la computación en la nube son las vulneraciones de los datos, que derivan en fugas o pérdidas de datos. Una vulneración de datos ocurre cuando una empresa es atacada por hackers informáticos que obtienen acceso ilegal a su red en la nube. <br/>
fr: Le danger le plus répandu pour l'informatique cloud est la violation de données, qui entraîne des fuites ou des pertes de données. Une violation de données se produit lorsqu’une entreprise est ciblée par des pirates informatiques qui obtiennent un accès illégal à leur réseau cloud. <br/>
it: Il pericolo più diffuso per il cloud computing sono le violazioni dei dati, che provocano fughe o perdite di dati. Una violazione dei dati si verifica quando un'azienda viene presa di mira da hacker che ottengono l'accesso illegale alla propria rete cloud. <br/>
ko: 클라우드 컴퓨팅에 가장 널리 퍼진 위험은 데이터 유출 또는 손실로 이어지는 데이터 유출입니다. 데이터 침해는 회사가 클라우드 네트워크에 불법적으로 액세스하는 해커의 표적이 될 때 발생합니다. <br/>
nl: Het meest voorkomende gevaar voor cloud computing zijn data inbreuken, die leiden tot datalekken of verlies. Er is sprake van een datalek wanneer een bedrijf het doelwit is van hackers die illegale toegang krijgen tot hun cloudnetwerk. <br/>
pl: Najbardziej powszechnym zagrożeniem dla przetwarzania danych w chmurze są naruszenia danych, które skutkują wyciekiem lub utratą danych. Naruszenie danych ma miejsce, gdy firma jest celem hakerów, którzy uzyskują nielegalny dostęp do swojej sieci w chmurze. <br/>
pt: O perigo mais prevalecente na computação na nuvem são as violações de dados que resultam em fugas ou perda de dados. Uma violação de dados ocorre quando uma empresa é atacada por hackers que obtêm acesso ilegal à sua rede na nuvem. <br/>
ru: Наиболее распространенной опасностью для облачных сервисов являются утечки данных, которые приводят к утрате данных. Утечка данных происходит, когда компания становится мишенью хакеров, которые получают незаконный доступ к их облачной сети. <br/>
sv: Den vanligaste faran för molntjänster är dataintrång, vilket leder till dataläckor eller förlust. Ett dataintrång inträffar när ett företag utsätts för hackare som får olaglig tillgång till dess molnnätverk. <br/>
tr: Bulut bilişim için en yaygın tehlike, veri sızıntılarına veya kaybına neden olan veri ihlalleridir. Veri ihlali, bir şirket bulut ağına yasadışı erişim sağlayan bilgisayar korsanları tarafından hedef alındığında meydana gelir. <br/>
zh: 云计算最普遍的危害是数据泄露，这会导致数据泄漏或丢失。 当公司被非法访问其云网络的黑客攻击为目标时，就会发生数据泄露。 <br/>

# Blog_WCACT_H2_SH2_Text1
source: A denial of service (DoS) attack is one of the most dangerous risks to cloud services. Cybercriminals can overwhelm your system with a massive volume of web traffic that your servers can't handle. This implies that the servers will not buffer, and your employees and business as a whole will not be able to access anything on the cloud.
ar: يعد هجوم رفض الخدمة (DoS) أحد أخطر المخاطر على الخدمات السحابية. يمكن لمجرمي الإنترنت إرهاق نظامك بكمية هائلة من حركة مرور الويب التي لا تستطيع خوادمك التعامل معها. هذا يعني أن الخوادم لن يتم تخزينها مؤقتًا ، ولن يتمكن موظفوك وعملك ككل من الوصول إلى أي شيء على السحابة.
de: Ein Denial-of-Service-Angriff (DoS) ist eines der gefährlichsten Risiken für Cloud-Dienste. Cyberkriminelle können Ihr System mit einem massiven Volumen an Webverkehr überfordern, das Ihre Server nicht bewältigen können. Dies bedeutet, dass die Server nicht gepuffert werden und Ihre Mitarbeiter und Ihr Unternehmen insgesamt nicht auf irgendetwas in der Cloud zugreifen können.
es: Un ataque por denegación de servicio (DoS) es uno de los riesgos más peligrosos para los servicios en la nube. Los ciberdelincuentes pueden abrumar tu sistema con un volumen masivo de tráfico web que tus servidores no pueden manejar. Esto implica que los servidores no se almacenarán en el búfer y que tus empleados y la empresa en su conjunto no podrán acceder a nada en la nube.
fr: Une attaque par déni de service (DoS) est l’un des risques les plus dangereux pour les services cloud. Les cybercriminels peuvent submerger votre système avec un volume massif de trafic web que vos serveurs ne peuvent pas gérer. Cela implique que les serveurs ne seront pas mis en mémoire tampon, et que vos employés et votre entreprise dans son ensemble ne pourront accéder à rien sur le cloud.
it: Un attacco Denial of Service (DoS) è uno dei rischi più pericolosi per i servizi cloud. I criminali informatici possono sopraffare il tuo sistema con un enorme volume di traffico web che i tuoi server non sono in grado di gestire. Ciò implica che i server non andranno in buffer e i tuoi dipendenti e l'azienda nel suo complesso non saranno in grado di accedere a nulla sul cloud.
ko: DoS(서비스 거부) 공격은 클라우드 서비스에 가장 위험한 위험 중 하나입니다. 사이버 범죄자는 서버가 처리할 수 없는 엄청난 양의 웹 트래픽으로 시스템을 압도할 수 있습니다. 이는 서버가 버퍼링되지 않고 직원과 비즈니스 전체가 클라우드의 어떤 것에도 액세스할 수 없음을 의미합니다.
nl: Een Denial of Service (DoS)-aanval is een van de gevaarlijkste risico's voor clouddiensten. Cybercriminelen kunnen uw systeem overspoelen met een enorme hoeveelheid webverkeer die uw servers niet aankunnen. Dit houdt in dat de servers niet kunnen bufferen, en dat uw werknemers en uw bedrijf als geheel geen toegang hebben tot wat dan ook in de cloud.
pl: Atak typu „odmowa usługi” (DoS) jest jednym z najniebezpieczniejszych zagrożeń dla usług w chmurze. Cyberprzestępcy mogą przytłoczyć Twój system ogromną ilością ruchu internetowego, z którym nie są w stanie obsłużyć Twoje serwery. Oznacza to, że serwery nie będą buforować, a Twoi pracownicy i firma jako całość nie będą mieli dostępu do niczego w chmurze.
pt: Um ataque de negação de serviço (DoS) é um dos riscos mais perigosos para os serviços na nuvem. Os cibercriminosos podem sobrecarregar o seu sistema com um volume de tráfego web grande demais para os seus servidores. Isto implica que os servidores não conseguirão processar tal volume de tráfego e os seus trabalhadores e o seu negócio como um todo deixam de poder aceder à nuvem.
ru: Атака типа "отказ в обслуживании" (DoS) является одним из наиболее опасных угроз для облачных сервисов. Киберпреступники могут перегружать вашу систему огромным объемом веб-трафика, с которым ваши серверы не справляются. Это означает, что серверы не будут буферизоваться, и ваши сотрудники и бизнес в целом не смогут получить доступ к облаку.
sv: En överbelastningsattack (DoS) är en av de farligaste riskerna för molntjänster. Cyberkriminella kan överväldiga ditt system med en enorm mängd webbtrafik som dina servrar inte kan hantera. Detta innebär att servrarna inte kommer att att ladda, och dina anställda och företaget som helhet kommer inte att kunna komma åt något på molnet.
tr: Hizmet reddi (DoS) saldırısı, bulut hizmetleri için en tehlikeli risklerden biridir. Siber suçlular sisteminizi sunucularınızın kaldıramayacağı kadar büyük bir web trafiği ile bunaltabilir. Bu, sunucuların ara belleğe alınmayacağı ve çalışanlarınızın ve işletmenizin bir bütün olarak buluttaki hiçbir şeye erişemeyeceği anlamına gelir.
zh: 拒绝服务(DoS)攻击是云服务最危险的风险之一。 网络犯罪分子可以通过服务器无法处理的大量网络流量来压倒您的系统。 这意味着服务器不会缓冲，您的员工和整个企业将无法访问云上的任何内容。

# Blog_WCACT_H2_SH3_Text1
source: An attacker in a cloud system could be because of a client or employee with wide access, or it might be the result of ignorance or simple human mistake. Thus, administrators should establish high-level security designs with distinct degrees of access to cloud services to avoid malicious behaviour by an insider.
ar: قد يكون المهاجم في نظام السحابة بسبب عميل أو موظف يتمتع بوصول واسع ، أو قد يكون نتيجة جهل أو خطأ بشري بسيط. وبالتالي ، يجب على المسؤولين إنشاء تصميمات أمان عالية المستوى مع درجات مميزة من الوصول إلى الخدمات السحابية لتجنب السلوك الضار من قبل المطلعين.
de: Ein Angreifer in einem Cloud-System kann auf einen Kunden oder Mitarbeiter mit breitem Zugriff zurückzuführen sein, oder es kann das Ergebnis von Unwissenheit oder einfachem menschlichem Fehler sein. Daher sollten Administratoren Sicherheitsdesigns auf hoher Ebene mit unterschiedlichen Zugriffsgraden auf Cloud-Dienste einrichten, um böswilliges Verhalten eines Insiders zu vermeiden.
es: Un atacante en un sistema en la nube puede ser un cliente o empleado con amplio acceso, o puede ser el resultado de la ignorancia o un simple error humano. Por lo tanto, los administradores deben establecer diseños de seguridad de alto nivel con distintos grados de acceso a los servicios en la nube para evitar el comportamiento malicioso por parte de un usuario interno.
fr: Un attaquant dans un système cloud peut être dû à un client ou à un employé disposant d’un large accès, ou il peut être le résultat d’une ignorance ou d’une simple erreur humaine. Ainsi, les administrateurs doivent établir des conceptions de sécurité de haut niveau avec des degrés distincts d’accès aux services cloud pour éviter tout comportement malveillant d’un initié.
it: Un utente malintenzionato in un sistema cloud potrebbe essere dovuto a un cliente o a un dipendente con ampio accesso, oppure potrebbe essere il risultato di ignoranza o semplice errore umano. Pertanto, gli amministratori dovrebbero stabilire progetti di sicurezza di alto livello con distinti gradi di accesso ai servizi cloud per evitare comportamenti malevoli da parte di un insider.
ko: 클라우드 시스템의 공격자는 광범위한 액세스 권한이 있는 클라이언트 또는 직원 때문일 수도 있고, 무지 또는 단순한 사람의 실수의 결과일 수도 있습니다. 따라서 관리자는 내부자의 악의적인 동작을 방지하기 위해 클라우드 서비스에 대한 고유한 액세스 수준을 가진 높은 수준의 보안 디자인을 설정해야 합니다.
nl: Een aanvaller in een cloudsysteem kan het gevolg zijn van een klant of werknemer met ruime toegang, maar ook van onwetendheid of een eenvoudige menselijke fout. Beheerders moeten dus hoogstaande beveiligingsontwerpen opstellen met verschillende gradaties van toegang tot clouddiensten om kwaadwillig gedrag door een insider te voorkomen.
pl: Atakujący w systemie w chmurze może być z powodu klienta lub pracownika o szerokim dostępie, może też być wynikiem niewiedzy lub zwykłego ludzkiego błędu. Dlatego administratorzy powinni opracować projekty zabezpieczeń wysokiego poziomu z różnymi stopniami dostępu do usług w chmurze, aby uniknąć złośliwego zachowania osoby z wewnątrz.
pt: Um atacante num sistema de nuvem pode ocorrer por causa de um cliente ou trabalhador com acesso alargado ou pode ser o resultado de ignorância ou simplesmente erro humano. Assim, os administradores devem estabelecer designs de segurança de alto nível com níveis distintos de acesso a serviços na nuvem para evitar comportamento malicioso por alguém de dentro.
ru: Злоумышленник в облачной системе пояляется из-за клиента или сотрудника с широким доступом, также, это может быть результатом невежества или простой человеческой ошибки. Таким образом, администраторы должны разработать высокоуровневые схемы безопасности с различными степенями доступа к облачным сервисам, чтобы избежать злонамеренного поведения со стороны инсайдера.
sv: En angripare i ett molnsystem kan bero på en klient eller anställd med bred åtkomst, eller så kan det vara resultatet av okunnighet eller enkla mänskliga misstag. Således bör administratörer upprätta en säkerhetsdesign på hög nivå med distinkta grader av åtkomst till molntjänster för att undvika skadligt beteende av en insider.
tr: Bulut sistemindeki bir saldırgan, geniş erişime sahip bir istemci veya çalışan olabilir ya da cehaletten veya basit bir insan hatasından kaynaklanıyor olabilir. Bu nedenle, yöneticiler, içeriden birinin kötü niyetli davranışlarını önlemek için bulut hizmetlerine farklı derecelerde erişime sahip üst düzey güvenlik tasarımları oluşturmalıdır.
zh: 云系统中的攻击者可能是由于具有广泛访问权限的客户端或员工，也可能是由于无知或简单的人为错误造成的。 因此，管理员应该建立具有不同访问云服务程度的高级安全设计，以避免内部人员的恶意行为。
