Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIAAI_Text17
source: The key pair is typically generated on our server when an account is created. The private key is temporarily encrypted using our local system key. Once you sign on and set your password, we re-encrypt it using your password.
ar: عادةً ما يتم إنشاء زوج المفاتيح على خادمنا عند إنشاء حساب. يتم تشفير المفتاح الخاص مؤقتًا باستخدام مفتاح النظام المحلي الخاص بنا. بمجرد تسجيل الدخول وتعيين كلمة المرور الخاصة بك ، نقوم بإعادة تشفيرها باستخدام كلمة المرور الخاصة بك.
de: Das Schlüsselpaar wird normalerweise auf unserem Server generiert, wenn ein Konto erstellt wird. Der private Schlüssel wird temporär mit unserem lokalen Systemschlüssel verschlüsselt. Sobald Sie sich angemeldet und Ihr Passwort festgelegt haben, verschlüsseln wir es erneut mit Ihrem Passwort.
es: El par de claves generalmente se genera en nuestro servidor cuando se crea una cuenta. La clave privada se cifra temporalmente utilizando nuestra clave de sistema local. Una vez que inicias sesión y estableces tu contraseña, la volvemos a cifrar usando tu contraseña.
fr: La paire de clés est généralement générée sur notre serveur lorsqu’un compte est créé. La clé privée est temporairement cryptée à l’aide de notre clé système locale. Une fois que vous vous êtes connecté et que vous avez défini votre mot de passe, nous le recryptons à l’aide de votre mot de passe.
it: La coppia di chiavi viene generalmente generata sul nostro server quando viene creato un account. La chiave privata viene temporaneamente crittografata utilizzando la nostra chiave di sistema locale. Una volta effettuato l'accesso e impostata la password, la crittografiamo di nuovo utilizzando la tua password.
ko: 키 쌍은 일반적으로 계정이 생성될 때 서버에서 생성됩니다. 개인 키는 로컬 시스템 키를 사용하여 일시적으로 암호화됩니다. 로그인하고 암호를 설정하면 암호를 사용하여 다시 암호화됩니다.
nl: Het sleutelpaar wordt meestal gegenereerd op onze server wanneer een account wordt aangemaakt. De privésleutel wordt tijdelijk versleuteld met onze lokale systeemsleutel. Zodra u zich aanmeldt en uw wachtwoord instelt, versleutelen we het opnieuw met uw wachtwoord.
pl: Para kluczy jest zazwyczaj generowana na naszym serwerze podczas tworzenia konta. Klucz prywatny jest tymczasowo zaszyfrowany przy użyciu naszego lokalnego klucza systemowego. Gdy się zalogujesz i ustawisz hasło, zaszyfrujemy je ponownie przy użyciu Twojego hasła.
pt: O par de chaves é tipicamente gerado no nosso servidor quando uma conta é criada. A chave privada é temporariamente cifrada usando-se a nossa chave do sistema local. Uma vez que você inicia sessão e define a sua palavra-passe, nós re-ciframo-la com a sua palavra-passe.
ru: Пара ключей обычно генерируется на нашем сервере при создании учетной записи. Закрытый ключ временно зашифрован с помощью нашего локального системного ключа. Как только вы войдете в систему и установите свой пароль, мы повторно зашифруем его, используя ваш пароль.
sv: Nyckelparet genereras vanligtvis på vår server när ett konto skapas. Den privata nyckeln är tillfälligt krypterad med vår lokala systemnyckel. När du väl har loggat in och ställt in ditt lösenord, krypterar vi det igen med ditt lösenord.
tr: Anahtar çifti genellikle bir hesap oluşturulduğunda sunucumuzda oluşturulur. Özel anahtar, yerel sistem anahtarımız kullanılarak geçici olarak şifrelenir. Oturum açıp parolanızı belirledikten sonra, parolanızı kullanarak bunu yeniden şifreleriz.
zh: 密钥对通常在创建帐户时在我们的服务器上生成。 私钥使用我们的本地系统密钥临时加密。 一旦您登录并设置密码，我们将使用您的密码重新加密。

# Blog_WIAAI_Text18
source: The private key, when encrypted, is actually encrypted as an AxCrypt file of course – but only using your password to encrypt the session key as above. We don’t use any public keys for this encryption.
ar: يتم تشفير المفتاح الخاص ، عند تشفيره ، كملف اكسكربت بالطبع - ولكن فقط باستخدام كلمة المرور الخاصة بك لتشفير مفتاح الجلسة على النحو الوارد أعلاه. لا نستخدم أي مفاتيح عامة لهذا التشفير.
de: Der private Schlüssel wird, wenn er verschlüsselt ist, natürlich tatsächlich als AxCrypt–Datei verschlüsselt - aber nur mit Ihrem Passwort, um den Sitzungsschlüssel wie oben beschrieben zu verschlüsseln. Wir verwenden keine öffentlichen Schlüssel für diese Verschlüsselung.
es: La clave privada, cuando está cifrada, en realidad está cifrada como un archivo AxCrypt, por supuesto, pero solo usando tu contraseña para cifrar la clave de sesión como se indicó anteriormente. No utilizamos ninguna clave pública para este cifrado.
fr: La clé privée, lorsqu’elle est cryptée, est en fait cryptée en tant que fichier AxCrypt bien sûr – mais en utilisant uniquement votre mot de passe pour chiffrer la clé de session comme ci-dessus. Nous n’utilisons aucune clé publique pour ce cryptage.
it: La chiave privata, quando crittografata, è in realtà crittografata come un file AxCrypt, naturalmente – ma solo utilizzando la password per crittografare la chiave di sessione come sopra. Non utilizziamo chiavi pubbliche per questa crittografia.
ko: 개인 키는 암호화 될 때 실제로 AxCrypt 파일로 암호화되지만 위와 같이 세션 키를 암호화하는 데만 암호를 사용합니다. 이 암호화에는 공개 키를 사용하지 않습니다.
nl: De privésleutel wordt, indien versleuteld, natuurlijk versleuteld als een AxCrypt-bestand - maar alleen met uw wachtwoord om de sessiesleutel te versleutelen zoals hierboven. We gebruiken geen openbare sleutels voor deze encryptie.
pl: Klucz prywatny, gdy jest zaszyfrowany, jest oczywiście zaszyfrowany jako plik AxCrypt – ale tylko przy użyciu hasła do zaszyfrowania klucza sesji, jak powyżej. Do tego szyfrowania nie używamy żadnych kluczy publicznych.
pt: A chave privada, quando cifrada, é na realidade cifrada como um ficheiro AxCrypt, claro – mas usando-se apenas a sua palavra-passe para cifrar a chave de sessão. Não usamos quaisquer chaves públicas para esta cifragem.
ru: Закрытый ключ, когда он зашифрован, на самом деле, конечно, зашифрован как файл AxCrypt – но только с использованием вашего пароля для шифрования сеансового ключа, как указано выше. Мы не используем никаких открытых ключей для этого шифрования.
sv: Den privata nyckeln, när den är krypterad, är faktiskt krypterad som en AxCrypt-fil så klart - men du använder bara ditt lösenord för att kryptera sessionsnyckeln enligt ovan. Vi använder inga offentliga nycklar för denna kryptering.
tr: Özel anahtar, şifrelendiğinde, aslında elbette bir AxCrypt dosyası olarak şifrelenir - ancak oturum anahtarını yukarıdaki gibi şifrelemek için yalnızca parolanızı kullanır. Bu şifreleme için herhangi bir ortak anahtar kullanmayız.
zh: 私钥，当加密时，实际上被加密为AxCrypt文件当然-但仅使用您的密码加密会话密钥如上所述。 我们不使用任何公钥进行此加密。

# Blog_WIAAI_Text19
source: Normally, then, the process is:
ar: عادة ، إذن ، تكون العملية كما يلي:
de: Normalerweise ist der Prozess dann:
es: Normalmente, entonces, el proceso consta de lo siguiente:
fr: Normalement, ensuite, le processus est:
it: Normalmente, quindi, il processo è:
ko: 일반적으로 프로세스는 다음과 같습니다:
nl: Normaal gesproken is het proces dan:
pl: Normalnie proces wygląda więc następująco:
pt: Normalmente, então, o processo consiste no seguinte:
ru: Таким образом, обычно процесс представляет собой:
sv: Normalt är processen då:
tr: Normal olarak süreç şöyledir:
zh: 通常情况下，该过程是:

# Blog_WIAAI_Text2
source: Actually, it’s more than that. Technically, an AxCrypt ID is a RSA-4096 key pair.
ar: في الواقع ، إنه أكثر من ذلك. من الناحية الفنية ، معرف اكسكربت هو زوج مفاتيح RSA-4096.
de: Eigentlich ist es mehr als das. Technisch gesehen ist eine AxCrypt-ID ein RSA-4096-Schlüsselpaar.
es: En realidad, es más que eso. Técnicamente, una ID de AxCrypt es un par de claves RSA-4096.
fr: En fait, c’est plus que cela. Techniquement, un ID AxCrypt est une paire de clés RSA-4096.
it: In realtà, è più di questo. Tecnicamente, un ID AxCrypt è una coppia di chiavi RSA-4096.
ko: 사실, 그 이상입니다. 기술적으로 AxCrypt ID는 RSA-4096 키 쌍입니다.
nl: Eigenlijk is het meer dan dat. Technisch gezien is een AxCrypt ID een RSA-4096 sleutelpaar.
pl: Właściwie to coś więcej. Technicznie rzecz biorąc, AxCrypt ID to para kluczy RSA-4096.
pt: Na realidade, é mais do que isso. Tecnicamente, o AxCrypt ID é um par de chaves RSA-4096.
ru: На самом деле, это нечто большее. Технически, AxCrypt ID представляет собой пару ключей RSA-4096.
sv: Egentligen är det mer än så. Tekniskt sett är ett AxCrypt-ID ett RSA-4096-nyckelpar.
tr: Bu, aslında bundan daha fazlasını ifade eder. Teknik olarak, bir AxCrypt Kimliği, bir RSA-4096 anahtar çiftidir.
zh: 事实上，还不止这些。 从技术上讲，AxCrypt ID是RSA-4096密钥对。

# Blog_WIAAI_Text20
source: <li><em>You sign up for an account. We generate and create a key pair on our server, and encrypt the private key temporarily.</em></li>
ar: <li> <em> تقوم بالتسجيل للحصول على حساب. نقوم بإنشاء وإنشاء زوج مفاتيح على خادمنا ، وتشفير المفتاح الخاص مؤقتًا. </ em> </li>
de: <li><em>Sie melden sich für ein Konto an. Wir generieren und erstellen ein Schlüsselpaar auf unserem Server und verschlüsseln den privaten Schlüssel vorübergehend.</em></li>
es: <li><em>Tú te registras para obtener una cuenta. Generamos y creamos un par de claves en nuestro servidor y ciframos la clave privada temporalmente.</em></li>
fr: <li><em>Vous créez un compte. Nous générons et créons une paire de clés sur notre serveur, et chiffrons temporairement la clé privée.</em></li>
it: <li><em>Ti registri per un account. Generiamo e creiamo una coppia di chiavi sul nostro server e criptiamo temporaneamente la chiave privata.</em></li>
ko: <li><em>계정에 가입 합니다. 서버에서 키 쌍을 생성 및 생성하고 개인 키를 일시적으로 암호화합니다.</em></li>
nl: <li><em>Je meldt je aan voor een account. We genereren en maken een sleutelpaar op onze server en versleutelen de privésleutel tijdelijk.</em></li>
pl: <li><em>Zakładasz konto. Generujemy i tworzymy parę kluczy na naszym serwerze i tymczasowo szyfrujemy klucz prywatny.</em></li>
pt: <li><em>Você cria uma conta. Nós geramos e criamos um par de chaves no nosso servidor e ciframos a chave privada temporariamente.</em></li>
ru: <li><em>Вы регистрируете учетную запись. Мы генерируем и создаем пару ключей на нашем сервере и временно шифруем закрытый ключ.</em></li>
sv: <li><em>Du registrerar dig för ett konto. Vi genererar och skapar ett nyckelpar på vår server och krypterar den privata nyckeln tillfälligt.</em></li>
tr: <li><em>Bir hesap için kaydolursunuz. Sunucumuzda bir anahtar çifti yaratır ve oluşturur ve özel anahtarı geçici olarak şifreleriz.</em></li>
zh: <li><em>您注册了一个帐户。 我们在服务器上生成并创建密钥对，并临时加密私钥。</em></li>

# Blog_WIAAI_Text21
source: <li><em>You set your password. We re-encrypt the private key with your password. At this point no-one can recover your private key without knowing your password. Not we, not anyone else.</em></li>
ar: <li> <em> أنت تحدد كلمة المرور الخاصة بك. نقوم بإعادة تشفير المفتاح الخاص بكلمة المرور الخاصة بك. في هذه المرحلة ، لا يمكن لأي شخص استعادة مفتاحك الخاص دون معرفة كلمة المرور الخاصة بك. لا نحن ولا أي شخص آخر. </em> </li>
de: <li><em>Sie legen Ihr Passwort fest. Wir verschlüsseln den privaten Schlüssel mit Ihrem Passwort neu. Zu diesem Zeitpunkt kann niemand Ihren privaten Schlüssel wiederherstellen, ohne Ihr Passwort zu kennen. Nicht wir, niemand sonst.</em></li>
es: <li><em>Tú estableces tu contraseña. Volvemos a cifrar la clave privada con tu contraseña. En este punto, nadie puede recuperar tu clave privada sin conocer tu contraseña. Ni nosotros, ni nadie más.</em></li>
fr: <li><em>Vous définissez votre mot de passe. Nous recryptons la clé privée avec votre mot de passe. À ce stade, personne ne peut récupérer votre clé privée sans connaître votre mot de passe. Pas nous, personne d’autre.</em></li>
it: <li><em>Tu scegli la tua password. Noi crittografiamo nuovamente la chiave privata con la tua password. A questo punto nessuno può recuperare la tua chiave privata senza conoscere la tua password. Non noi, né nessun altro.</em></li>
ko: <li><em>암호를 설정합니다. 비밀번호로 개인 키를 다시 암호화합니다. 이 시점에서 누구도 암호를 모르면 개인 키를 복구할 수 없습니다. </em></li>
nl: <li><em>Je hebt je wachtwoord ingesteld. We versleutelen de privésleutel opnieuw met uw wachtwoord. Op dit moment kan niemand uw privésleutel herstellen zonder uw wachtwoord te kennen. Wij niet, niemand anders.</em></li>
pl: <li><em>Ustawiasz swoje hasło. Ponownie zaszyfrujemy klucz prywatny Twoim hasłem. W tym momencie nikt nie może odzyskać Twojego klucza prywatnego bez znajomości Twojego hasła. Nie my, nikt inny.</em></li>
pt: <li><em>Você define sua palavra-passe. Re-ciframos a chave privada com a sua palavra-chave. Neste momento, ninguém pode recuperar a sua chave privada sem saber a sua palavra-passe. Nem nós, nem ninguém.</em></li>
ru: <li><em>Вы устанавливаете свой пароль. Мы повторно шифруем закрытый ключ с помощью вашего пароля. На данный момент никто не может восстановить ваш закрытый ключ, не зная вашего пароля. Ни мы, ни кто-либо другой.</em></li>
sv: <li><em>Du ställer in ditt lösenord. Vi krypterar om den privata nyckeln med ditt lösenord. Vid det här laget kan ingen återställa din privata nyckel utan att känna till ditt lösenord. Inte vi, inte någon annan.</em></li>
tr: <li><em>Parolanızı siz belirlersiniz. Özel anahtarı parolanızla yeniden şifreleriz. Bu noktada hiç kimse parolanızı bilmeden özel anahtarınızı kurtaramaz. Ne biz, ne başkası.</em></li>
zh: <li><em>您设置密码。 我们用您的密码重新加密私钥。 此时，没有人可以在不知道您的密码的情况下恢复您的私钥。 不是我们，不是其他人。</em></li>

# Blog_WIAAI_Text22
source: <li><em>You sign in with an AxCrypt app. The app contacts our server, and downloads the key pair – both private and public keys from the server. The private key is kept encrypted.</em></li>
ar: <li> <em> تقوم بتسجيل الدخول باستخدام تطبيق اكسكربت. يتصل التطبيق بخادمنا ويقوم بتنزيل زوج المفاتيح - كلا من المفاتيح الخاصة والعامة من الخادم. يتم الاحتفاظ بالمفتاح الخاص مشفرًا. </em> </li>
de: <li><em>Sie melden sich mit einer AxCrypt-App an. Die App kontaktiert unseren Server und lädt das Schlüsselpaar – sowohl private als auch öffentliche Schlüssel - vom Server herunter. Der private Schlüssel wird verschlüsselt aufbewahrt.</em></li>
es: <li><em>Inicia sesión con una app AxCrypt. La app se pone en contacto con nuestro servidor y descarga el par de claves, tanto las claves públicas como las privadas, del servidor. La clave privada se mantiene cifrada.</em></li>
fr: <li><em>Vous vous connectez avec une application AxCrypt. L’application contacte notre serveur, et télécharge la paire de clés - la clé privée et la clé publique à partir du serveur. La clé privée est chiffrée.</em></li>
it: <li><em>Accedi con un'app AxCrypt. L'app contatta il nostro server e scarica la coppia di chiavi – sia privata che pubblica dal server. La chiave privata viene mantenuta crittografata.</em></li>
ko: <li><em>AxCrypt 앱으로 로그인합니다. 앱이 서버에 접속하여 서버에서 개인 키와 공개 키 모두의 키 쌍을 다운로드합니다. 개인 키는 암호화된 상태로 유지됩니다.</em></li>
nl: <li><em>U logt in met een AxCrypt-app. De app maakt contact met onze server en downloadt het sleutelpaar – zowel privé- als openbare sleutels van de server. De privésleutel wordt versleuteld bewaard.</em></li>
pl: <li><em>Logujesz się za pomocą aplikacji AxCrypt. Aplikacja kontaktuje się z naszym serwerem i pobiera z serwera parę kluczy – zarówno prywatny, jak i publiczny. Klucz prywatny jest zaszyfrowany.</em></li>
pt: <li><em>Você inicia sessão com a app AxCrypt. A app contacta o nosso servidor e descarrega o par de chaves – privada e pública – do servidor. A chave privada é mantida cifrada.</em></li>
ru: <li><em>Вы входите в систему с помощью приложения AxCrypt. Приложение связывается с нашим сервером и загружает пару ключей – как закрытый, так и открытый ключи с сервера. Закрытый ключ хранится в зашифрованном виде.</em></li>
sv: <li><em>Du loggar in med en AxCrypt-app. Appen kontaktar vår server och laddar ner nyckelparet – både privata och publika nycklar från servern. Den privata nyckeln hålls krypterad.</em></li>
tr: <li><em>Bir AxCrypt uygulamasıyla oturum açarsınız. Uygulama sunucumuzla iletişim kurar ve sunucudan hem özel hem de genel olmak üzere anahtar çiftini indirirsiniz. Özel anahtar şifrelenmiş olarak tutulur.</em></li>
zh: <li><em>您使用AxCrypt应用程序登录。 该应用程序联系我们的服务器，并从服务器下载密钥对–私钥和公钥。 私钥保持加密。</em></li>

# Blog_WIAAI_Text23
source: <li><em>Whenever opening a file using your sign in password fails, AxCrypt will decrypt the private key, and attempt to decrypt the session key as described above. This will enable you to open files key shared with you, as well as older files encrypted with an earlier password if you have changed the password since then (note: changed – not reset).</em></li>
ar: <li> <em> عندما يفشل فتح ملف باستخدام كلمة مرور تسجيل الدخول ، سيقوم اكسكربت بفك تشفير المفتاح الخاص ومحاولة فك تشفير مفتاح الجلسة كما هو موضح أعلاه. سيمكنك هذا من فتح مفتاح الملفات المشتركة معك ، بالإضافة إلى الملفات القديمة المشفرة بكلمة مرور سابقة إذا قمت بتغيير كلمة المرور منذ ذلك الحين (ملاحظة: تم التغيير - لم تتم إعادة التعيين). </ em> </li>
de: <li><em>Immer wenn das Öffnen einer Datei mit Ihrem Anmeldekennwort fehlschlägt, entschlüsselt AxCrypt den privaten Schlüssel und versucht, den Sitzungsschlüssel wie oben beschrieben zu entschlüsseln. Auf diese Weise können Sie für Sie freigegebene Dateischlüssel sowie ältere Dateien öffnen, die mit einem früheren Kennwort verschlüsselt wurden, wenn Sie das Kennwort seitdem geändert haben (Hinweis: geändert – nicht zurückgesetzt).</em></li>
es: <li><em>Cada vez que falla la apertura de un archivo con tu contraseña de inicio de sesión, AxCrypt descifrará la clave privada e intentará descifrar la clave de sesión como se describe anteriormente. Esto te permitirá abrir la clave de los archivos compartidos contigo, así como los archivos más antiguos cifrados con una contraseña anterior si ha cambiado la contraseña desde entonces (nota: cambiada, no restablecida).</em></li>
fr: <li><em>Chaque fois que l'ouverture d'un fichier à l'aide de votre mot de passe de connexion échoue, AxCrypt déchiffre la clé privée et tente de déchiffrer la clé de session comme décrit ci-dessus. Cela vous permettra d'ouvrir les fichiers clés partagés avec vous, ainsi que les fichiers plus anciens chiffrés avec un mot de passe antérieur si vous avez modifié le mot de passe depuis (remarque : modifié - pas réinitialisé).</em></li>
it: <li><em>Ogni volta che l'apertura di un file utilizzando la tua password di accesso fallisce, AxCrypt decritterà la chiave privata e tenterà di decrittografare la chiave di sessione come descritto sopra. Ciò ti consentirà di aprire la chiave dei file condivisa con te, nonché i file meno recenti crittografati con una password precedente se da allora hai modificato la password (nota: modificata, non reimpostata).</em></li>
ko: <li><em>로그인 암호를 사용하여 파일을 열 수 없을 때마다 AxCrypt는 개인 키를 해독하고 위에서 설명한 대로 세션 키의 암호를 해독하려고 시도합니다. 이렇게 하면 나와 공유된 파일 키뿐만 아니라 그 이후로 암호를 변경한 경우 이전 암호로 암호화된 이전 파일을 열 수 있습니다(참고: 변경됨 – 재설정되지 않음).</em></li>
nl: <li><em>Telkens wanneer het openen van een bestand met uw aanmeldingswachtwoord mislukt, zal AxCrypt de privésleutel ontsleutelen en proberen de sessiesleutel te ontsleutelen zoals hierboven beschreven. Dit stelt u in staat de met u gedeelde sleutels te openen, evenals oudere bestanden die zijn versleuteld met een eerder wachtwoord als u het wachtwoord sindsdien hebt gewijzigd (opmerking: gewijzigd – niet opnieuw ingesteld).</em></li>
pl: <li><em>Za każdym razem, gdy otwarcie pliku przy użyciu hasła logowania się nie powiedzie, AxCrypt odszyfruje klucz prywatny i spróbuje odszyfrować klucz sesji, jak opisano powyżej. Umożliwi to otwieranie udostępnionego Ci klucza plików, a także starszych plików zaszyfrowanych wcześniejszym hasłem, jeśli zmieniłeś hasło od tego czasu (uwaga: zmienione – nie resetowane).</em></li>
pt: <li><em>Sempre que abrir um ficheiro com a sua palavra-passe falhar, a AxCrypt decifrará a chave privada e tentará decifrar a chave de sessão como descrito acima. Isto permitir-lhe-á abrir os seus ficheiros com a chave partilhada consigo assim como ficheiros mais antigos cifrados com uma palavra-passe anterior caso tenha mudado a palavra-passe desde então (note: mudado – não redefinido).</em></li>
ru: <li><em>Всякий раз, когда открытие файла с использованием вашего пароля для входа завершается неудачей, AxCrypt расшифрует закрытый ключ и попытается расшифровать сеансовый ключ, как описано выше. Это позволит вам открывать файлы с общим ключом, а также старые файлы, зашифрованные более ранним паролем, если с тех пор вы изменили пароль (примечание: изменен – не сброшен).</em></li>
sv: <li><em>När det inte går att öppna en fil med ditt inloggningslösenord, kommer AxCrypt att dekryptera den privata nyckeln och försöka dekryptera sessionsnyckeln enligt beskrivningen ovan. Detta gör att du kan öppna filer som delas med dig, såväl som äldre filer krypterade med ett tidigare lösenord om du har ändrat lösenordet sedan dess (obs: ändrat – inte återställt).</em></li>
tr: <li><em>Oturum açma parolanızı kullanarak bir dosya açılamadığında, AxCrypt özel anahtarın şifresini çözer ve yukarıda açıklandığı gibi oturum anahtarının şifresini çözmeye çalışır. Bu, sizinle paylaşılan dosya anahtarını ve o andan sonra şifreyi değiştirmiş olmanız halinde, daha önceki bir parolayla şifrelenmiş eski dosyaları açmanıza olanak tanır (not: değiştirildi – sıfırlanmaz).</em></li>
zh: <li><em>每当使用登录密码打开文件失败时，AxCrypt将解密私钥，并尝试如上所述解密会话密钥。 这将使您能够打开与您共享的文件密钥，以及使用早期密码加密的旧文件，如果您从那时起更改了密码（注意：已更改–未重置）。</em></li>
