Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVL_Text9
source: Our yearly subscription fee is currently EUR 30, while most simple encryption softwares license costs range between EUR 35 – 100. With the upgrades being added on top of that. It’s also fair and predictable because you know exactly what the cost is, and that there is a cost. With licensed software you might suddenly be forced to upgrade because your environment changed, perhaps your old computer broke.
ar: تبلغ رسوم الاشتراك السنوي لدينا حاليًا 30 يورو ، بينما تتراوح تكاليف ترخيص برامج التشفير الأكثر بساطة بين 35-100 يورو. مع إضافة الترقيات علاوة على ذلك. إنها أيضًا عادلة ويمكن التنبؤ بها لأنك تعرف بالضبط ما هي التكلفة وأن هناك تكلفة. مع البرامج المرخصة ، قد تضطر فجأة إلى الترقية بسبب تغير بيئتك ، وربما تعطل جهاز الكمبيوتر القديم.
de: Unsere jährliche Abonnementgebühr beträgt derzeit 30 EUR, während die Lizenzkosten für die meisten einfachen Verschlüsselungssoftware zwischen 35 und 100 EUR liegen. Mit den Upgrades, die darüber hinaus hinzugefügt werden. Es ist auch fair und vorhersehbar, weil Sie genau wissen, was die Kosten sind und dass es Kosten gibt. Mit lizenzierter Software könnten Sie plötzlich gezwungen sein, ein Upgrade durchzuführen, weil sich Ihre Umgebung geändert hat, vielleicht ist Ihr alter Computer kaputt gegangen.
es: Nuestra tarifa de suscripción anual es actualmente de 30 euros, mientras que los costos de licencia de software de encriptación más simples oscilan entre 35 y 100 euros. Además, se agregan las actualizaciones. También es justo y predecible porque sabes exactamente cuál es el costo y que hay un costo. Con el software con licencia, es posible que de repente te veas obligado a actualizar porque tu entorno cambió, tal vez tu computadora anterior se estropeó.
fr: Nos frais d’abonnement annuels s’élèvent actuellement à 30 EUR, tandis que les coûts de licence de la plupart des logiciels de cryptage simples varient entre 35 et 100 EUR. Avec les mises à niveau ajoutées en plus de cela. C’est aussi juste et prévisible parce que vous savez exactement quel est le coût, et qu’il y a un coût. Avec un logiciel sous licence, vous pourriez soudainement être obligé de mettre à niveau parce que votre environnement a changé, peut-être que votre ancien ordinateur est tombé en panne.
it: La nostra quota di abbonamento annuale è attualmente di 30 EUR, mentre i costi di licenza per i software di crittografia più semplici variano tra 35 e 100 EUR. Oltre a ciò, vengono aggiunti gli aggiornamenti. È anche giusto e prevedibile perché sai esattamente qual è il costo e che c'è un costo. Con il software concesso in licenza potresti essere improvvisamente costretto a eseguire l'aggiornamento perché il tuo ambiente è cambiato, forse il tuo vecchio computer si è rotto.
ko: 연간 구독료는 현재 EUR 30이며 대부분의 간단한 암호화 소프트웨어 라이센스 비용은 EUR 35 – 100 사이입니다. 그 위에 업그레이드가 추가됩니다. 또한 비용을 정확히 알고 있기 때문에 공정하고 예측 가능합니다. 라이센스가 부여 된 소프트웨어를 사용하면 환경이 변경되어 갑자기 업그레이드해야 할 수도 있고, 오래된 컴퓨터가 고장 날 수도 있습니다.
nl: Onze jaarlijkse abonnementskosten bedragen momenteel 30 euro, terwijl de meeste licentiekosten voor eenvoudige versleutelingssoftware tussen 35 en 100 euro liggen. Daarbovenop worden de upgrades toegevoegd. Het is ook eerlijk en voorspelbaar omdat u precies weet wat de kosten zijn en dat er kosten aan verbonden zijn. Met gelicentieerde software kunt u plotseling worden gedwongen om te upgraden omdat uw omgeving is veranderd, misschien is uw oude computer kapot gegaan.
pl: Nasza roczna opłata za subskrypcję wynosi obecnie 30 EUR, podczas gdy koszty licencji na większość prostych programów do szyfrowania wahają się od 35 do 100 EUR. Oprócz tego dodawane są aktualizacje. Jest to również uczciwe i przewidywalne, ponieważ dokładnie wiesz, jaki jest koszt i że jest koszt. W przypadku licencjonowanego oprogramowania możesz nagle zostać zmuszony do uaktualnienia, ponieważ zmieniło się Twoje środowisko, być może Twój stary komputer się zepsuł.
pt: A taxa da nossa subscrição anual é actualmente €30, enquanto que a maior parte das licenças de software de cifragem simples custa €35 a €100. Com as actualizações em cima disso. É também justo e previsível, porque você sabe exactamente qual o custo e que há um custo. Com software licenciado, poderá ser forçado de repente a actualizá-lo porque o seu ambiente mudou, talvez o seu antigo computador se tenha avariado.
ru: Наша годовая абонентская плата в настоящее время составляет 30 евро, в то время как стоимость лицензии на большинство простых программ для шифрования составляет от 35 до 100 евро. Вдобавок ко всему добавляются обновления. Это также верно и прогнозируемо, потому что вы точно знаете, какова цена, и за что вы платите. При использовании лицензионного программного обеспечения вам может внезапно потребоваться обновление из-за изменения вашей рабочей среды, например, ваш старый компьютер сломался.
sv: Vår årliga prenumerationsavgift är för närvarande 30 Euro, medan licenskostnaderna för de flesta enkla krypteringsmjukvaror varierar mellan 35 – 100 euro. Uppgraderingarna läggs på denna kostnad. Det är rättvist och förutsägbart eftersom du vet exakt vad kostnaden är och att det finns en kostnad. Med licensierad programvara kan du plötsligt bli tvungen att uppgradera eftersom din miljö förändrades, till exempel om din gamla dator går sönder.
tr: Yıllık abonelik ücretimiz şu anda 30 Euro'dur, çoğu basit şifreleme yazılımının lisans maliyeti ise 35 – 100 Euro arasında değişmektedir. Bunun üzerine eklenen yükseltmelerle birlikte. Aynı zamanda adil ve öngörülebilir çünkü maliyetin tam olarak ne olduğunu ve bir maliyeti olduğunu bilirsiniz. Lisanslı yazılımda, ortamınız değiştiği, belki de eski bilgisayarınız bozulduğu için aniden yükseltme yapmak zorunda kalabilirsiniz.
zh: 我们的年订阅费目前是30欧元,而大多数简单的加密软件许可费用在35–100欧元之间. 随着升级被添加在这之上。 它也是公平和可预测的，因为你确切地知道成本是什么，并且有一个成本。 使用许可软件，您可能会突然被迫升级，因为您的环境发生了变化，也许您的旧电脑坏了。

# Blog_SVL_Title
source: Subscription vs. License
ar: الاشتراك مقابل الترخيص
de: Abonnement vs. Lizenz
es: Suscripción vs Licencia
fr: Abonnement vs. Licence
it: Abbonamento vs licenza
ko: 구독 vs 라이선스
nl: Abonnement versus Licentie
pl: Subskrypcja a licencja
pt: Subscrição vs. Licença
ru: Подписка vs. Лицензия
sv: Prenumeration vs Licens
tr: Abonelik veya Lisans
zh: 订阅与许可证

# Blog_TAYBS_Conclusion_Heading_Text
source: The New Year is about moving forward
ar: السنة الجديدة تدور حول المضي قدمًا
de: Das neue Jahr geht voran
es: El Año Nuevo se trata de seguir adelante
fr: La Nouvelle Année consiste à aller de l’avant
it: Il Nuovo Anno riguarda l'andare avanti
ko: 새해는 앞으로 나아간다는 것입니다
nl: Het nieuwe jaar gaat over vooruitgang
pl: Nowy Rok to krok naprzód
pt: O Ano Novo é sobre avançar
ru: Новый год - это движение вперед
sv: Det Nya Året handlar om att gå framåt
tr: Yeni Yıl ileriye doğru yol almakla ilgilidir
zh: 新的年是关于前进

# Blog_TAYBS_Conclusion_text1
source: Going into 2022, we will see an increase in data breaches. So, let's all make a resolution to increase our awareness about data security. With another year approaching, we are excited to provide you with new offerings and services.
ar: مع اقتراب عام 2022 ، سنرى زيادة في خروقات البيانات. لذلك ، دعونا نتخذ قرارًا لزيادة وعينا بأمان البيانات. مع اقتراب عام آخر ، نحن متحمسون لتزويدك بالعروض والخدمات الجديدة.
de: Ab 2022 werden wir eine Zunahme von Datenschutzverletzungen sehen. Lassen Sie uns also alle einen Beschluss fassen, um unser Bewusstsein für Datensicherheit zu schärfen. Ein weiteres Jahr rückt näher und wir freuen uns, Ihnen neue Angebote und Dienstleistungen anbieten zu können.
es: Al entrar en el 2022, veremos un aumento en las filtraciones de datos. Entonces, tomemos todos la resolución de aumentar nuestra conciencia sobre la seguridad de los datos. Con otro año acercándose, estamos emocionados de brindarte nuevas ofertas y servicios.
fr: En 2022, nous assisterons à une augmentation des violations de données. Alors, prenons tous une résolution pour accroître notre sensibilisation à la sécurité des données. À l’approche d’une autre année, nous sommes ravis de vous proposer de nouvelles offres et de nouveaux services.
it: Entrando nel 2022, assisteremo a un aumento delle violazioni dei dati. Quindi, prendiamo tutti una decisione per aumentare la nostra consapevolezza sulla sicurezza dei dati. Con l'avvicinarsi di un altro anno, siamo entusiasti di offrirvi nuove offerte e servizi.
ko: 2022년에는 데이터 유출이 증가할 것입니다. 따라서 우리 모두 데이터 보안에 대한 인식을 높이기 위한 결의를 합시다. 이에 우리는 다가오는 새해에 맞춰 새로운 제안과 서비스를 제공하게 된 것을 기쁘게 생각합니다.
nl: In 2022 zal het aantal datalekken toenemen. Laten we ons dus allemaal voornemen om ons meer bewust te worden van gegevensbeveiliging. Met een nieuw jaar in aantocht zijn we verheugd u nieuwe aanbiedingen en diensten aan te bieden.
pl: W 2022 r. zaobserwujemy wzrost naruszeń danych. Podejmijmy więc decyzję o zwiększeniu naszej świadomości na temat bezpieczeństwa danych. Zbliża się kolejny rok i cieszymy się, że możemy zaoferować Państwu nowe oferty i usługi.
pt: Entrando em 2022, iremos assistir a um aumento de violações de dados. Portanto, vamos todos fazer uma resolução para aumentar a nossa consciência sobre segurança de dados. Com mais um ano a aproximar-se, estamos entusiasmados por lhe fornecer novas ofertas e serviços.
ru: Начиная с 2022 года, мы увидим увеличение числа утечек данных. Итак, давайте все примем решение повысить нашу осведомленность о безопасности данных. Приближается еще один год, и мы рады предоставить вам новые предложения и услуги.
sv: Inför 2022 kommer vi att se en ökning av dataintrång. Så låt oss alla göra löftet att öka vår medvetenhet om datasäkerhet. När ännu ett år närmar sig, är vi glada att kunna förse dig med nya erbjudanden och tjänster.
tr: 2022'ye girerken, veri ihlallerinde bir artış göreceğiz. Öyleyse, hepimiz veri güvenliği konusunda farkındalığımızı artırma konusunda bir karara varalım. Yeni bir yıl daha yaklaşırken, size yeni teklifler ve hizmetler sunmaktan heyecan duyuyoruz.
zh: 进入2022年，我们将看到数据泄露事件的增加。 所以，让我们都做一个决议，以提高我们对数据安全的认识。 随着新的一年的到来，我们很高兴为您提供新的产品和服务。

# Blog_TAYBS_H1_SH1_Text1
source: AxCrypt is multi-award-winning Encryption software. It has been awarded the “The World's Best Encryption Software” by PC Magazine for the past seven years, including this year.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here</a>
ar: اكسكربت هو برنامج تشفير حائز على العديد من الجوائز. وقد حاز على جائزة "أفضل برنامج تشفير في العالم" من مجلة بي سي ماكيسين على مدى السنوات السبع الماضية ، بما في ذلك هذا العام. <br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software axcrypt-premium '> اقرأ المزيد هنا </a>
de: AxCrypt ist eine mehrfach ausgezeichnete Verschlüsselungssoftware. Es wurde in den letzten sieben Jahren vom PC Magazine als "Die beste Verschlüsselungssoftware der Welt" ausgezeichnet, auch in diesem Jahr.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software' >Read more here</a>
es: AxCrypt es un software de cifrado galardonado con múltiples premios. Ha recibido el premio como "El mejor software de cifrado del mundo" de parte de PC Magazine durante los últimos siete años, incluido este año.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Obtener más información</a>
fr: AxCrypt est un logiciel de cryptage primé à plusieurs reprises. Il a reçu le prix du « Meilleur Logiciel de Cryptage au Monde » par PC Magazine au cours des sept dernières années, y compris cette année.<br/><a href='https://www.pcmag.com/picks/the-best-encryption-software'>En savoir plus ici</a>
it: AxCrypt è un software di crittografia pluripremiato. È stato premiato come "The World's Best Encryption Software" da PC Magazine negli ultimi sette anni, incluso quest'anno.<br/><a href='https://www.pcmag.com/picks/the-best-encryption-software'>Leggi di più qui</a>
ko: AxCrypt는 여러 수상 경력에 빛나는 암호화 소프트웨어입니다. 올해를 포함하여 지난 7년 동안 PC Magazine에서 "세계 최고의 암호화 소프트웨어"를 수상했습니다.<br/><a href='https://www.pcmag.com/picks/the-best-encryption-software'>여기에서 더 읽어보세요</a>
nl: AxCrypt is meermaals bekroonde encryptiesoftware. Het is de afgelopen zeven jaar, inclusief dit jaar, door PC Magazine bekroond met de titel 'The World's Best Encryption Software'.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Lees hier meer</a>
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania. Od siedmiu lat, również w tym roku, jest nagradzany jako „Najlepsze oprogramowanie szyfrujące na świecie” przez magazyn PC Magazine.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Więcej informacji tutaj</a>
pt: O AxCrypt é software de cifragem galardoado com vários prémios. Foi premiado com o "Melhor Software de Cifragem do Mundo" pela PC Magazine durante os últimos sete anos, incluindo este.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Leia mais aqui</a>
ru: AxCrypt - это программное обеспечение для шифрования, отмеченное множеством наград. Журнал PC Magazine присуждал ему награду “Лучшее в мире программное обеспечение для шифрования” последние семь лет, включая этот год. <br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here</a>
sv: AxCrypt är ett flerfaldigt prisbelönt krypteringsprogram. Den har belönats med "Världens bästa krypteringsmjukvara" av PC Magazine under de senaste sju åren, inklusive i år.<br/> <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>Läs mer här</a>
tr: AxCrypt birçok ödül kazanmış bir şifreleme yazılımıdır. PC Dergisi tarafından bu yıl da dahil olmak üzere son yedi yıldır "Dünyanın En İyi Şifreleme Yazılımı" ödülüne layık görüldük.<br/><a href='https://www.pcmag.com/picks/the-best-encryption-software'>Daha fazla bilgi için buraya tıklayın</a>
zh: AxCrypt是屡获殊荣的加密软件。 在过去的七年里，包括今年，它被PC杂志评为"世界上最好的加密软件"。<br/><href='https://www.pcmag.com/picks/the-best-encryption-software'>Read more here</a>

# Blog_TAYBS_H1_SH2_Text1
source: AxCrypt launched its affiliate program in August 2021. AxCrypt Affiliate Program offers a 25% commission when anyone subscribes through your referral link.<a href ='https://www.axcrypt.net/information/affiliate '> Know more</a>
ar: أطلقت اكسكربت برنامج الإحالة الخاص بها في أغسطس 2021. يقدم برنامج الإحالة اكسكربت عمولة بنسبة 25٪ عندما يشترك أي شخص من خلال رابط الإحالة الخاص بك. <a href ='https://www.axcrypt.net/information/affiliate'> اعرف المزيد </ a >
de: AxCrypt startete sein Partnerprogramm im August 2021. Das AxCrypt-Partnerprogramm bietet eine Provision von 25%, wenn sich jemand über Ihren Empfehlungslink anmeldet.<a href ='https://www.axcrypt.net/information/affiliate '>Know more</a>
es: AxCrypt lanzó su programa de afiliados en agosto de 2021. El programa de afiliados de AxCrypt ofrece una comisión del 25 % cuando alguien se suscribe a través de su enlace de referencia.<a href ='https://www.axcrypt.net/information/affiliate '> Obtener más información</a>
fr: AxCrypt a lancé son programme d’affiliation en août 2021. Le programme d’affiliation AxCrypt offre une commission de 25% lorsque quelqu’un s’abonne via votre lien de parrainage. <a href='https://www.axcrypt.net/information/affiliate '> En savoir plus</a>
it: AxCrypt ha lanciato il suo programma di affiliazione nell'agosto 2021. Il programma di affiliazione AxCrypt offre una commissione del 25% quando qualcuno si iscrive tramite il tuo link di riferimento. <a href='https://www.axcrypt.net/information/affiliate '> Per saperne di più</a>
ko: 액스크립트는 2021년 8월 제휴 프로그램을 시작했습니다. AxCrypt 제휴 프로그램은 당신의 소개 링크를 통해 누구나 가입할 때 25%의 수수료를 제공합니다.<a href = 'https://www.axcrypt.net/information/affiliate '> 자세히 보기 </a>
nl: AxCrypt lanceerde zijn partnerprogramma in augustus 2021. AxCrypt Affiliate Program biedt een commissie van 25% wanneer iemand zich abonneert via uw verwijzingslink.<a href ='https://www.axcrypt.net/information/affiliate '> Meer weten</a >
pl: AxCrypt uruchomił swój program partnerski w sierpniu 2021 r. Program partnerski AxCrypt oferuje 25% prowizji, gdy ktoś subskrybuje za pośrednictwem Twojego linku polecającego. <a href ='https://www.axcrypt.net/information/affiliate '>Dowiedz się więcej</a >
pt: A AxCrypt lançou o seu programa de afiliados em Agosto de 2021. O Programa de Afiliados da AxCrypt oferece uma comissão de 25% quando alguém subscreve através da sua hiperligação de recomendação. <a href ='https://www.axcrypt.net/information/affiliate'>Saiba mais</a>
ru: AxCrypt запустил свою партнерскую программу в августе 2021 года. Партнерская программа AxCrypt предлагает комиссию в размере 25% при подписке по вашей реферальной ссылке. <a href ='https://www.axcrypt.net/information/affiliate '> Know more</a>
sv: AxCrypt lanserade sitt affiliateprogram i augusti 2021. AxCrypt Affiliate Program erbjuder 25 % i provision när någon prenumererar via din hänvisningslänk.<a href ='https://www.axcrypt.net/information/affiliate '> Läs mer</a >
tr: AxCrypt, ortaklık programını Ağustos 2021'de başlattı. AxCrypt Satış Ortaklığı Programına herhangi biri yönlendirme bağlantınız üzerinden abonelik sağlandığında %25 komisyon verir. <a href='https://www.axcrypt.net/information/affiliate '> Daha fazla bilgi edinin</a>
zh: AxCrypt于2021年8月推出了联盟计划。 当任何人通过您的推荐链接订阅时，AxCrypt联盟计划提供25％的佣金。<href='https://www.axcrypt.net/information/affiliate '>Know more</a>
