Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_LYCWAR_Summary
source: When you use AxCrypt 2, first you have to “sign in” – after the first time, that’s just entering your password. Since AxCrypt is a password based file encryption application, that makes sense.
ar: عندما تستخدم اكسكربت 2 ، عليك أولاً "تسجيل الدخول" - بعد المرة الأولى ، هذا هو مجرد إدخال كلمة المرور الخاصة بك. نظرًا لأن اكسكربت هو تطبيق لتشفير الملفات يعتمد على كلمة مرور ، فهذا أمر منطقي.
de: Wenn Sie AxCrypt 2 verwenden, müssen Sie sich zuerst "anmelden" – nach dem ersten Mal müssen Sie nur noch Ihr Passwort eingeben. Da AxCrypt eine kennwortbasierte Dateiverschlüsselungsanwendung ist, ist dies sinnvoll.
es: Cuando usas AxCrypt 2, primero tienes que "iniciar sesión"; después de la primera vez, solo tienes que ingresar tu contraseña. Dado que AxCrypt es una aplicación de cifrado de archivos basada en contraseña, tiene sentido.
fr: Lorsque vous utilisez AxCrypt 2, vous devez d’abord vous « connecter » - après la première fois, il suffit d’entrer votre mot de passe. Étant donné qu’AxCrypt est une application de cryptage de fichiers basée sur un mot de passe, cela a du sens.
it: Quando usi AxCrypt 2, prima devi "accedere" - dopo la prima volta, è sufficiente inserire la tua password. Poiché AxCrypt è un'applicazione di crittografia dei file basata su password, ha senso.
ko: AxCrypt 2를 사용할 때 먼저 "로그인"해야합니다 - 처음 로그인 한 후에는 비밀번호를 입력하는 것입니다. AxCrypt는 암호 기반 파일 암호화 응용 프로그램이기 때문입니다.
nl: Wanneer u AxCrypt 2 gebruikt, moet u eerst "inloggen" - na de eerste keer is dat gewoon uw wachtwoord invoeren. Aangezien AxCrypt een wachtwoordgebaseerde bestandsencryptiestoepassing is, is dat logisch.
pl: Kiedy korzystasz z AxCrypt 2, najpierw musisz się „zalogować” – za pierwszym razem jest to po prostu wpisanie hasła. Ponieważ AxCrypt jest aplikacją do szyfrowania plików opartą na hasłach, ma to sens.
pt: Quando usa a AxCrypt 2, tem de, em primeiro lugar, “iniciar sessão” – depois da primeira vez, é só introduzir a palavra-passe. Uma vez que a AxCrypt é uma aplicação de cifragem de ficheiros baseada em palavras-passe, tal faz sentido.
ru: Когда вы используете AxCrypt 2, сначала вы должны “войти в систему” – после первого раза это просто ввод вашего пароля. Поскольку AxCrypt - это приложение для шифрования файлов на основе паролей, это имеет смысл.
sv: När du använder AxCrypt 2 måste du först "logga in" - efter första gången är det bara att ange ditt lösenord. Eftersom AxCrypt är en lösenordsbaserad app för filkryptering är det rimligt.
tr: AxCrypt 2'yi kullandığınızda, önce "oturum açmanız" gerekir - ilk seferden sonra, bu sadece parolanızı girmek anlamına gelir. Bu, AxCrypt parola tabanlı bir dosya şifreleme uygulaması olduğu için anlam ifade eder.
zh: 当您使用AxCrypt2时，首先您必须"登录"-在第一次之后，这只是输入您的密码。 由于AxCrypt是一个基于密码的文件加密应用程序，这是有道理的。

# Blog_LYCWAR_Text1
source: When you use AxCrypt 2, first you have to “sign in” – after the first time, that’s just entering your password. Since AxCrypt is a password based file encryption application, that makes sense. Even if the password is really the only thing that’s required to decrypt a file, we decided to use the “sign in” metaphor for a number of reasons, among others to make it harder to make a fatal mistake that sometimes happened with AxCrypt 1, which was to mistype the password twice when encrypting a new file. This would sometimes lead to data loss, and that’s bad.
ar: عندما تستخدم اكسكربت 2 ، عليك أولاً "تسجيل الدخول" - بعد المرة الأولى ، هذا هو مجرد إدخال كلمة المرور الخاصة بك. نظرًا لأن اكسكربت هو تطبيق لتشفير الملفات يعتمد على كلمة مرور ، فهذا أمر منطقي. حتى إذا كانت كلمة المرور هي حقًا الشيء الوحيد المطلوب لفك تشفير ملف ، فقد قررنا استخدام استعارة "تسجيل الدخول" لعدد من الأسباب ، من بين أمور أخرى لجعل ارتكاب خطأ فادح يحدث أحيانًا مع اكسكربت 1 أمرًا صعبًا ، والذي كان خطأ في كتابة كلمة المرور مرتين عند تشفير ملف جديد. قد يؤدي هذا في بعض الأحيان إلى فقدان البيانات ، وهذا أمر سيء.
de: Wenn Sie AxCrypt 2 verwenden, müssen Sie sich zuerst "anmelden" – nach dem ersten Mal müssen Sie nur noch Ihr Passwort eingeben. Da AxCrypt eine kennwortbasierte Dateiverschlüsselungsanwendung ist, ist dies sinnvoll. Auch wenn das Passwort wirklich das einzige ist, was zum Entschlüsseln einer Datei benötigt wird, haben wir uns aus verschiedenen Gründen für die Metapher "Anmelden" entschieden, unter anderem, um es schwieriger zu machen, einen fatalen Fehler zu machen, der manchmal bei AxCrypt 1 passiert ist, nämlich das Passwort beim Verschlüsseln einer neuen Datei zweimal falsch einzugeben. Dies würde manchmal zu Datenverlust führen, und das ist schlecht.
es: Cuando usas AxCrypt 2, primero tienes que "iniciar sesión"; después de la primera vez, solo debes ingresar tu contraseña. Dado que AxCrypt es una aplicación de cifrado de archivos basada en contraseña, tiene sentido. Incluso si la contraseña es realmente lo único que se requiere para descifrar un archivo, decidimos usar la metáfora de "iniciar sesión" por varias razones, entre otras, para hacer más difícil cometer un error fatal que a veces ocurría con AxCrypt 1, que consistía en escribir mal la contraseña dos veces al cifrar un archivo nuevo. Esto a veces conduciría a la pérdida de datos, y eso no es algo bueno.
fr: Lorsque vous utilisez AxCrypt 2, vous devez d’abord vous « connecter » - après la première fois, il suffit d’entrer votre mot de passe. Étant donné qu’AxCrypt est une application de cryptage de fichiers basée sur un mot de passe, cela a du sens. Même si le mot de passe est vraiment la seule chose nécessaire pour décrypter un fichier, nous avons décidé d’utiliser la métaphore « connexion » pour un certain nombre de raisons, entre autres pour rendre plus difficile de faire une erreur fatale qui se produisait parfois avec AxCrypt 1, qui consistait à mal taper le mot de passe deux fois lors du cryptage d’un nouveau fichier. Cela entraînerait parfois une perte de données, et c’est mauvais.
it: Quando usi AxCrypt 2, per prima cosa devi “accedere” – dopo la prima volta, devi solo inserire la tua password. Poiché AxCrypt è un'applicazione di crittografia dei file basata su password, ha senso. Anche se la password è davvero l'unica cosa richiesta per decrittografare un file, abbiamo deciso di utilizzare la metafora dell'"accesso" per una serie di motivi, tra gli altri per rendere più difficile commettere un errore fatale che a volte accadeva con AxCrypt 1, che consisteva nell'errare la password due volte durante la crittografia di un nuovo file. Questo a volte porterebbe alla perdita di dati, e questo è un male.
ko: AxCrypt 2를 사용할 때는 먼저 "로그인"을 해야 합니다. 처음 사용한 후에는 암호를 입력하면 됩니다. AxCrypt는 암호 기반 파일 암호화 응용 프로그램이기 때문에 이에 맞습니다. 암호를 해독하는 데 필요한 것이 암호뿐이지만 여러 가지 이유로 "로그안"이라는 표현을 사용하기로 결정했습니다. 특히 새 파일을 암호화 할 때 암호를 두 번 잘못 입력하는 AxCrypt 1에서 가끔 발생하는 치명적인 실수로 이로 인해 데이터 손실이 있을 수 있기 때문입니다.
nl: Wanneer u AxCrypt 2 gebruikt, moet u zich eerst "aanmelden" - na de eerste keer hoeft u alleen maar uw wachtwoord in te voeren. Aangezien AxCrypt een op wachtwoord gebaseerde applicatie voor bestandscodering is, is dat logisch. Zelfs als het wachtwoord echt het enige is dat nodig is om een bestand te decoderen, hebben we om een aantal redenen besloten om de metafoor "aanmelden" te gebruiken, onder andere om het moeilijker te maken om een fatale fout te maken wat soms met AxCrypt 1 gebeurde. Dat gebeurde namelijk wanneer het wachtwoord twee keer verkeerd werd getypt bij het coderen van een nieuw bestand. Dit zou soms hebben geleidt tot gegevensverlies, en dat is slecht.
pl: Kiedy korzystasz z AxCrypt 2, najpierw musisz się „zalogować” – za pierwszym razem jest to po prostu wpisanie hasła. Ponieważ AxCrypt jest aplikacją do szyfrowania plików opartą na hasłach, ma to sens. Nawet jeśli hasło jest naprawdę jedyną rzeczą, jaka jest wymagana do odszyfrowania pliku, zdecydowaliśmy się użyć metafory „zaloguj się” z wielu powodów, między innymi po to, by utrudnić popełnienie fatalnego błędu, który czasami zdarzał się w przypadku AxCrypt 1, co polegało na dwukrotnym błędnym wpisaniu hasła podczas szyfrowania nowego pliku. Czasami prowadziłoby to do utraty danych, a to jest złe.
pt: Quando usa a AxCrypt 2, tem de, em primeiro lugar, “iniciar sessão” – depois da primeira vez, é só introduzir a palavra-passe. Uma vez que a AxCrypt é uma aplicação de cifragem de ficheiros baseada em palavras-passe, tal faz sentido. Mesmo que a palavra-passe seja realmente a única coisa necessária para decifrar um ficheiro, nós decidimos usar a metáfora “iniciar sessão” por um número de razões, entre as quais tornar mais difícil cometer um erro fatal, como por vezes acontecia com a AxCrypt 1 ao escrever-se de forma errada a palavra-passe duas vezes ao cifrar um ficheiro novo. Por vezes, isto levou a perda de dados, o que é mau.
ru: Когда вы используете AxCrypt 2, сначала вам нужно “войти” – после первого раза это просто ввод вашего пароля. Поскольку AxCrypt - это приложение для шифрования файлов на основе паролей, это имеет смысл. Даже если пароль действительно единственное, что требуется для расшифровки файла, мы решили использовать метафору “входа” по ряду причин, среди прочего, чтобы затруднить совершение фатальной ошибки, которая иногда случалась с AxCrypt. Она заключалась в двойном вводе пароля при шифровании нового файла. Иногда это может привести к потере данных, и это плохо.
sv: När du använder AxCrypt 2 måste du först "logga in" - efter första gången anger du bara ditt lösenord. Eftersom AxCrypt är en lösenordsbaserad filkrypteringsapplikation är det vettigt. Även om lösenordet egentligen är det enda som krävs för att dekryptera en fil, bestämde vi oss för att använda "logga in"-metaforen av ett antal anledningar, bland annat för att göra det svårare att göra ett ödesdigert misstag som ibland hände med AxCrypt 1, vilket var att skriva fel lösenordet två gånger vid kryptering av en ny fil. Detta kunde ibland leda till dataförlust, och det är inte bra.
tr: AxCrypt 2'yi kullandığınızda öncelikle "oturum açmanız" gerekir - ilk seferin ardından ise sadece parolanızı girmeniz yeterlidir. AxCrypt parola bazlı bir şifreleme uygulaması olduğu için bu kulağa mantıklı geliyor olsa gerek. Bir dosyanın şifresini çözmek için gerekli olan tek şey aslında parola olsa da AxCrypt 1'de bazen gerçekleşen, yeni bir dosya şifrelerken parolanın iki kez yanlış yazılması hatasının yapılmasını zorlaştırmak gibi diğerlerine ek olarak bir dizi sebepten ötürü "oturum açma" metaforunu kullanmaya karar verdik.
zh: 当您使用AxCrypt2时，首先您必须"登录"-在第一次之后，这只是输入您的密码。 由于AxCrypt是一个基于密码的文件加密应用程序，这是有道理的。 即使密码确实是解密文件所需的唯一内容，我们还是出于多种原因决定使用"登录"比喻，其中包括使AxCrypt1有时发生的致命错误变得更加困难，即在加密新文 这有时会导致数据丢失，这很糟糕。

# Blog_LYCWAR_Text10
source: It should also be noted that AxCrypt is not really 100% about local device security, there are too many things outside our control for that. For local device security, we recommend using hard disk or device encryption such as BitLocker, FileVault or mobile device encryption as an excellent complement to AxCrypt.
ar: وتجدر الإشارة أيضًا إلى أن اكسكربت لا يتعلق حقًا بأمان الجهاز المحلي بنسبة 100٪ ، فهناك الكثير من الأشياء الخارجة عن سيطرتنا لذلك. لأمان الجهاز المحلي ، نوصي باستخدام تشفير القرص الثابت أو الجهاز مثل بيت لوكر أو فيل وولت أو تشفير الجهاز المحمول كمكمل ممتاز لبرنامج اكسكربت.
de: Es sollte auch beachtet werden, dass es bei AxCrypt nicht wirklich zu 100% um die Sicherheit lokaler Geräte geht, dafür gibt es zu viele Dinge, die außerhalb unserer Kontrolle liegen. Für die lokale Gerätesicherheit empfehlen wir die Verwendung von Festplatten- oder Geräteverschlüsselung wie BitLocker, FileVault oder Mobilgeräteverschlüsselung als hervorragende Ergänzung zu AxCrypt.
es: También se debe tener en cuenta que AxCrypt no se trata realmente al 100% de la seguridad del dispositivo local, hay demasiadas cosas fuera de nuestro control para eso. Para la seguridad del dispositivo local, recomendamos utilizar el cifrado del disco duro o del dispositivo como BitLocker, FileVault o el cifrado del dispositivo móvil como complemento excelente de AxCrypt.
fr: Il convient également de noter qu’AxCrypt n’est pas vraiment à 100% sur la sécurité des appareils locaux, il y a trop de choses hors de notre contrôle pour cela. Pour la sécurité des appareils locaux, nous vous recommandons d’utiliser le chiffrement de disque dur ou de périphérique tel que BitLocker, FileVault ou le chiffrement d’appareil mobile comme un excellent complément à AxCrypt.
it: Va anche notato che AxCrypt non si occupa realmente al 100% della sicurezza del dispositivo locale, ci sono troppe cose al di fuori del nostro controllo per questo. Per la sicurezza del dispositivo locale, si consiglia di utilizzare la crittografia del disco rigido o del dispositivo come BitLocker, FileVault o la crittografia del dispositivo mobile come eccellente complemento di AxCrypt.
ko: AxCrypt는 실제로 로컬 장치 보안에 대해 100 % 작동하는 것은 아니며, 통제 할 수없는 것이 너무 많습니다. 로컬 장치 보안을 위해 AxCrypt와 함께 BitLocker, FileVault 또는 모바일 장치 암호화와 같은 하드 디스크 또는 장치 암호화를 사용하는 것이 좋습니다.
nl: Er moet ook worden opgemerkt dat AxCrypt niet echt 100% over lokale apparaatbeveiliging gaat, daarvoor zijn er te veel dingen buiten onze controle. Voor lokale apparaatbeveiliging raden we het gebruik van harde schijf- of apparaatversleuteling zoals BitLocker, FileVault of versleuteling van mobiele apparaten aan als een uitstekende aanvulling op AxCrypt.
pl: Należy również zauważyć, że AxCrypt nie jest tak naprawdę w 100% związany z bezpieczeństwem urządzeń lokalnych, jest zbyt wiele rzeczy poza naszą kontrolą. W celu zapewnienia bezpieczeństwa urządzeń lokalnych zalecamy używanie szyfrowania dysku twardego lub urządzenia, takiego jak BitLocker, FileVault lub szyfrowanie urządzeń mobilnych, jako doskonałe uzupełnienie AxCrypt.
pt: De referir que o AxCrypt não é de todo sobre segurança de dispositivos locais, há muitas mais coisas fora do nosso controlo em relação a isso. Para segurança de dispositivos locais, recomendamos que use cifragem de discos rígidos ou de dispositivos tal como o BitLocker, o FileVault ou cifragem de dispositivos móveis como complemento excelente ao AxCrypt.
ru: Следует также отметить, что AxCrypt на самом деле не на 100% обеспечивает безопасность локальных устройств, для этого слишком много вещей вне нашего контроля. Для обеспечения безопасности локального устройства мы рекомендуем использовать шифрование жесткого диска или устройства, такое как BitLocker, FileVault или шифрование мобильных устройств, в качестве отличного дополнения к AxCrypt.
sv: Det bör också noteras att AxCrypt inte handlar till 100% om lokal enhetssäkerhet, det finns för många saker utanför vår kontroll för det. För lokal enhetssäkerhet rekommenderar vi att du använder hårddisk- eller enhetskryptering som BitLocker, FileVault eller mobilenhetskryptering som ett komplement till AxCrypt.
tr: Ayrıca, AxCrypt'in yerel cihaz güvenliği konusunda tam anlamıyla %100 kusursuz olmadığı, bunun için kontrolümüz dışında çok fazla şey olduğu da unutulmamalıdır. Yerel cihaz güvenliği için, AxCrypt için mükemmel bir destekleyici olarak BitLocker, FileVault veya mobil cihaz şifrelemesi gibi sabit disk veya cihaz şifrelemesi kullanmanızı öneririz.
zh: 还应该注意的是，AxCrypt并不是真正的100％关于本地设备安全性，我们无法控制的事情太多了。 对于本地设备安全，我们建议使用硬盘或设备加密（如BitLocker，FileVault或移动设备加密）作为AxCrypt的优秀补充。

# Blog_LYCWAR_Text11
source: To summarize, we do not think think that the “<em>what if someone walks up to my computer</em>” argument against having AxCrypt stay signed in is valid.
ar: للتلخيص ، لا نعتقد أن حجة "<em> ماذا لو توجه شخص ما إلى جهاز الكمبيوتر الخاص بي </ em>" ضد بقاء اكسكربت قيد تسجيل الدخول صحيحة.
de: Zusammenfassend glauben wir nicht, dass das Argument "<em> Was ist, wenn jemand zu meinem Computer geht </em>" dagegen, dass AxCrypt angemeldet bleibt, gültig ist.
es: Para resumir, no creemos que el argumento "<em>qué pasa si alguien se acerca a mi computadora</em>" en contra de que AxCrypt permanezca conectado sea válido.
fr: Pour résumer, nous ne pensons pas que l’argument « <em>et si quelqu’un se dirigeait vers mon ordinateur</em> » contre le fait qu’AxCrypt reste connecté soit valide.
it: Per riassumere, non pensiamo che l'argomento "<em>cosa succede se qualcuno si avvicina al mio computer</em>" contro il fatto che AxCrypt rimanga connesso sia valido.
ko: 요약하자면, 우리는 AxCrypt로 로그인 상태를 유지한다면 "<em>누군가 내 컴퓨터를 사용하면 어떻게됩니까</em>"라는 주장이 유효하다고 생각하지 않습니다.
nl: Kortom, wij denken niet dat het "<em>wat als iemand naar mijn computer loopt</em>" argument om AxCrypt aangemeld te laten blijven geldig is.
pl: Podsumowując, nie uważamy, że argument „<em>co jeśli ktoś podejdzie do mojego komputera</em>” przeciwko pozostawaniu zalogowanym w AxCrypt jest słuszny.
pt: Resumindo, não achamos que o argumento “<em>e se alguém acede ao meu computador?</em>” contra ter o AxCrypt com sessão iniciada é válido.
ru: Подводя итог, мы не думаем, что аргумент “<em> что, если кто-то подойдет к моему компьютеру </ em>” против того, чтобы AxCrypt оставался авторизованным, является обоснованным.
sv: Sammanfattningsvis tror vi inte att argumentet "<em>tänk om någon kommer fram till min dator</em>" mot att låta AxCrypt vara inloggat är giltigt.
tr: Özetlemek gerekirse, AxCrypt'in açık kalması fikrine karşı “<em>ya biri bilgisayarıma yaklaşırsa</em>” savının geçerli olmadığı görüşündeyiz.
zh: 总而言之，我们不认为"<em>如果有人走到我的电脑</em>"反对AxCrypt保持登录的论点是有效的。

# Blog_LYCWAR_Text12
source: <strong>We think you should activate your screen saver if you walk away from a device&nbsp;with information on it confidential enough to warrant encryption in the first place.</strong>
ar: <strong> نعتقد أنه يجب عليك تنشيط شاشة التوقف إذا ابتعدت عن أحد الأجهزة والمعلومات الموجودة فيه سرية بدرجة كافية لضمان التشفير في المقام الأول. </strong>
de: <strong>Wir sind der Meinung, dass Sie Ihren Bildschirmschoner aktivieren sollten, wenn Sie sich von einem Gerät entfernen, dessen Informationen vertraulich genug sind, um eine Verschlüsselung zu rechtfertigen.</strong>
es: <strong>Creemos que deberías activar tu protector de pantalla si te alejas de un dispositivo&nbsp;con información lo suficientemente confidencial como para garantizar el cifrado en primer lugar.</strong>
fr: <strong>Nous pensons que vous devriez activer votre économiseur d’écran si vous quittez un appareil&nbsp;avec des informations suffisamment confidentielles pour justifier un cryptage en premier lieu.</strong>
it: <strong>Pensiamo che dovresti attivare il tuo screen saver se ti allontani da un dispositivo con informazioni su di esso abbastanza riservate da giustificare la crittografia in primo luogo.</strong>
ko: <strong>애초에 암호화가 필요할 만큼 기밀 정보가 있는 장치에서 멀리 떨어져 있는 경우&nbsp;화면 보호기를 활성화해야 한다고 생각합니다.</strong>
nl: <strong>We vinden dat u uw screensaver moet activeren als u wegloopt van een apparaat waarop informatie vertrouwelijk genoeg is om versleuteling te rechtvaardigen.</strong>
pl: <strong>Uważamy, że należy aktywować wygaszacz ekranu, jeśli odejdziesz od urządzenia,&nbsp;z informacjami na tyle poufnymi, że przede wszystkim gwarantujemy szyfrowanie.</strong>
pt: <strong>Achamos que deve activar a protecção de ecrã quando se distancia de um dispositivo &nbsp;com informação confidencial que justifique, antes de tudo, cifragem.</strong>
ru: <strong>Мы считаем, что вам следует активировать блокировку устройства, информация на котором достаточно конфиденциальна, если вы отлучились, чтобы гарантировать надежное шифрование.
sv: <strong>Vi tycker att du ska aktivera din skärmsläckare om du går bort från en enhet &nbsp; med information på den som är tillräckligt konfidentiell för att motivera kryptering i första hand.</strong>
tr: <strong>Şifrelemeyi gerektirecek kadar gizli bilgiler içeren bir cihazdan&nbsp'den uzaklaşırsanız; öncelikle ekran koruyucunuzu etkinleştirmenizi öneriyoruz.</strong>
zh: <strong>我们认为，如果你离开一个设备，你应该激活你的屏幕保护程序，它的信息保密到足以保证首先加密。</强>

# Blog_LYCWAR_Text13
source: Happy AxCrypting!
ar: اكسكربتينك سعيد
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Buona crittografia con AxCrypt!
ko: 행복한 AxCrypting!
nl: Veel plezier met AxCrypten!
pl: Miłego AxCryptowania!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxCrypting!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting快乐！

# Blog_LYCWAR_Text2
source: Once you are signed in to AxCrypt 2, it’ll stay signed in until you sign out, or the screen saver goes active, or the device goes to sleep, or you sign out of your user account, or you power down the device.
ar: بمجرد تسجيل الدخول إلى اكسكربت 2 ، سيظل مسجلاً للدخول حتى تقوم بتسجيل الخروج ، أو تصبح شاشة التوقف نشطة ، أو ينتقل الجهاز إلى وضع السكون ، أو تقوم بتسجيل الخروج من حساب المستخدم الخاص بك ، أو تقوم بإيقاف تشغيل الجهاز.
de: Sobald Sie bei AxCrypt 2 angemeldet sind, bleibt es angemeldet, bis Sie sich abmelden oder der Bildschirmschoner aktiv wird oder das Gerät in den Ruhezustand wechselt oder Sie sich von Ihrem Benutzerkonto abmelden oder das Gerät ausschalten.
es: Una vez que hayas iniciado sesión en AxCrypt 2, permanecerás conectado hasta que cierres sesión, o el protector de pantalla se active, o el dispositivo entre en suspensión, o cierres sesión en tu cuenta de usuario, o apagues el dispositivo.
fr: Une fois que vous êtes connecté à AxCrypt 2, il reste connecté jusqu’à ce que vous vous déconnectiez, ou que l’économiseur d’écran devienne actif, ou que l’appareil se mette en veille, ou que vous vous déconnectiez de votre compte d’utilisateur, ou que vous éteigniez l’appareil.
it: Una volta effettuato l'accesso ad AxCrypt 2, rimarrà connesso fino a quando non ti disconnetti, o lo screen saver si attiva, o il dispositivo va in sospensione, o esci dal tuo account utente o spegni il dispositivo.
ko: AxCrypt 2에 로그인하면 로그아웃하거나, 화면 보호기가 활성화되거나, 장치가 절전 모드로 전환되거나, 사용자 계정에서 로그아웃하거나, 장치의 전원을 끌 때까지 로그인 상태가 유지됩니다.
nl: Zodra u bent aangemeld bij AxCrypt 2, blijft u aangemeld totdat u zich afmeldt, of de schermbeveiliging actief wordt, of het apparaat in de slaapstand gaat, of u zich afmeldt van uw gebruikersaccount, of u het apparaat uitschakelt.
pl: Po zalogowaniu się do AxCrypt 2 pozostanie on zalogowany do czasu, aż się wylogujesz, wygaszacz ekranu stanie się aktywny, urządzenie przejdzie w stan uśpienia, wylogujesz się z konta użytkownika lub wyłączysz urządzenie.
pt: Uma vez iniciada uma sessão no AxCrypt 2, assim permanecerá até que a termine ou a protecção de ecrã se active ou o dispositivo adormeça ou você desligue o dispositivo.
ru: Как только вы войдете в AxCrypt 2, он останется авторизованным до тех пор, пока вы не выйдете из системы, или экранная заставка не станет активной, или устройство перейдет в спящий режим, или вы выйдете из своей учетной записи пользователя, или вы выключите устройство.
sv: När du väl har loggat in på AxCrypt 2 förblir den inloggad tills du loggar ut, skärmsläckaren aktiveras, om enheten går i viloläge, om du loggar ut från ditt användarkonto, eller du stänger av enheten.
tr: AxCrypt 2'de oturum açtıktan sonra, siz oturumu kapatana veya ekran koruyucu etkin hale gelene veya cihaz uyku moduna geçene veya kullanıcı hesabınızdan çıkış yapana veya cihazı kapatana kadar oturumunuz açık kalacaktır.
zh: 一旦您登录到AxCrypt2，它将保持登录状态，直到您注销，或屏幕保护程序处于活动状态，或设备进入睡眠状态，或您注销您的用户帐户，或关闭设备电源。
