Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AutoDeletionEmailOutro
source: You do not need to respond or do anything. If you do nothing, no more e-mails will be sent and your AxCrypt ID account will be deleted permanently.
ar: لا تحتاج للرد أو القيام بأي شيء. إذا لم تفعل شيئًا ، فلن يتم إرسال المزيد من رسائل البريد الإلكتروني وسيتم حذف حساب معرف اكسكربت الخاص بك نهائيًا.
de: Sie müssen Sie nicht antworten oder anderweitig reagieren. Wenn Sie nichts tun, werden keine E-Mails mehr verschickt und ihr AxCrypt ID Account wird permanent gelöscht.
es: No es necesario que respondas ni hagas nada. Si no haces nada, no se enviarán más correos electrónicos y tu cuenta de AxCrypt ID se eliminará en forma permanente.
fr: Vous n'avez pas besoin de répondre ou faire quoi que ce soit. Si vous ne faites rien, nous n'enverrons plus d'e-mail et votre compte AxCrypt ID sera supprimé définitivement.
it: Non c'è bisogno di rispondere o fare qualcosa. Se non fai nulla, non verranno più inviate e-mail e il tuo account AxCrypt ID verrà eliminato definitivamente.
ko: 답변을 안 하셔도 됩니다. 무시하시면 AxCrypt ID는 지속적으로 삭제되고 메일을 더이상 안 받으실겁니다.
nl: U hoeft niet te reageren of iets te doen. Wanneer u niks doet worden er geen emails meer verzonden en wordt uw AxCrypt ID permanent verwijderd.
pl: Nie musisz odpowiadać ani robić niczego. Jeśli nic nie zrobisz, nie będą wysyłane żadne emaile, a Twój AxCrypt ID zostanie trwale usunięty.
pt: Você não precisa responder ou fazer qualquer coisa. Se não fizer nada, não receberá mais e-mails e sua conta ID AxCrypt será deletada permanentemente.
ru: Вам не требуется отвечать или предпринимать что-либо. Если Вы ничего не предпримите, мы больше не будем отправлять электронные письма, и Ваш AxCrypt ID аккаунт будет удален окончательно.
sv: Du behöver inte svara eller göra någonting. Om du inte gör något, kommer inga fler e-postmeddelanden att skickas och ditt AxCrypt ID-konto raderas permanent.
tr: Cevaplaman veya başka birşey yapman gerekmemektedir. Bir şey yapmazsan başka e-posta yollanmayacak ve AxCrypt kimliğin kalıcı olarak silinecektir.
zh: 你不需要回应或做任何事情。 如果你什么都不做，没有更多的电子邮件将被发送，您的AxCrypt ID帐户将被永久删除。

# AutoDeletionMailBodyButton
source: Verify AxCrypt ID
ar: تحقق من معرف اكسكربت
de: Überprüfen Sie die AxCrypt-ID
es: Verificar el ID de AxCrypt
fr: Vérifier l’identifiant AxCrypt
it: Verifica ID AxCrypt
ko: AxCrypt ID 확인
nl: Verifiëer AxCrypt ID
pl: Zweryfikuj identyfikator AxCrypt
pt: Verificar o AxCrypt ID
ru: Подтвердить AxCrypt ID
sv: Verifiera AxCrypt-ID
tr: AxCrypt Kimliğini Doğrulayın
zh: 验证AxCrypt ID

# AutoDeletionMailBodyFreeTrial
source: You can start your trial of <b>AxCrypt Premium features for 30 days</b> in the app!
ar: يمكنك بدء الإصدار التجريبي من ميزات اكسكربت الممتاز لمدة 30 يومًا في التطبيق!
de: Sie können Ihre Testversion der <b> AxCrypt Premium-Funktionen 30 Tage lang</b> in der App starten!
es: ¡Puedes comenzar tu prueba gratis de las <b>funciones de AxCrypt Premium durante 30 días</b> en la app!
fr: Vous pouvez commencer votre essai des <b>fonctionnalités AxCrypt Premium pendant 30 jours</b> dans l’application!
it: Puoi iniziare la tua prova delle <b>funzionalità AxCrypt Premium per 30 giorni</b> nell'app!
ko: 앱에서 <b>AxCrypt 프리미엄 기능 30일</b> 평가판을 시작할 수 있습니다!
nl: U kunt uw proefperiode van <b>AxCrypt Premium-functies gedurende 30 dagen</b> starten in de app!
pl: Możesz rozpocząć okres próbny <b>funkcji AxCrypt Premium przez 30 dni</b> w aplikacji!
pt: Pode começar a sua avaliação das <b>funcionalidades AxCrypt Premium durante 30 dias</b> na app!
ru: Оцените <b>все функции AxCrypt Premium в течение 30 дней</b> в приложении!
sv: Du kan starta din provperiod för <b>AxCrypts Premium-funktioner under 30 dagar</b> i appen!
tr: <b>AxCrypt Premium özelliklerinin 30 günlük</b> ücretsiz bir denemesini uygulamada başlatabilirsiniz!
zh: 您可以在应用程序中开始试用<b>AxCrypt高级功能30天</b>！

# AutoDeletionMailBodyIntro
source: You gave us your e-mail as part of installing or using AxCrypt, through an app or the web. We sent you a verification code via e-mail, but you've not used it. If you do not immediately verify your AxCrypt ID account by using the verification code we'll be removing you permanently from our system.
ar: لقد قدمت لنا بريدك الإلكتروني كجزء من تثبيت أو استخدام اكسكربت ، من خلال تطبيق أو الويب. لقد أرسلنا لك رمز التحقق عبر البريد الإلكتروني ، لكنك لم تستخدمه. إذا لم تتحقق فورًا من حساب معرف اكسكربت الخاص بك باستخدام رمز التحقق ، فسنزيلك نهائيا من نظامنا.
de: Sie haben uns Ihre E-Mail Adresse gegeben, um sich bei AxCrypt zu registrieren und es via App oder Web zu nutzen. Wir haben Ihnen eine E-Mail mit dem Aktivierungscode gesendet, aber Sie haben ihn noch nicht genutzt. Wenn Sie nicht umgehend Ihren AxCrypt ID Account mit Ihrem Aktivierungscode verifizieren, werden wir Ihn permanent aus unserem System entfernen.
es: Nos has facilitado tu correo electrónico como parte de la instalación o uso de AxCrypt, a través de una aplicación o la web. Te enviamos un código de verificación por correo electrónico, pero no la has usado. Si no verificas inmediatamente tu AxCrypt ID utilizando el código de verificación, la eliminaremos de nuestro sistema.
fr: Vous nous avez donné votre e-mail pour installer ou utiliser AxCrypt, à travers une application ou le web. Nous vous avons envoyé un code de vérification par e-mail, mais vous ne l'avez pas utilisé. Si vous ne vérifiez pas immédiatement votre compte AxCrypt ID en utilisant le code d'activation, nous allons vous enlever définitivement de notre système.
it: Ci hai fornito il tuo indirizzo e-mail durante l'installazione o l'utilizzo di AxCrypt, attraverso l'app o il sito. Ti abbiamo inviato un codice di verifica via e-mail, ma non l'hai ancora utilizzato. Se non verifichi immediatamente il tuo account AxCrypt ID utilizzando il codice di verifica ti rimuoveremo definitivamente dal nostro sistema.
ko: 앱 또는 웹사이트를 통해 AxCrypt를 설치하거나 사용하는 과정에서 사용자님의 이메일 주소를 받았습니다. 이메일을 통해 인증 코드를 보내 드렸지만, 사용하지는 않으셨습니다. 인증 코드를 사용해 AxCrypt ID 계정을 바로 인증하지 않으면, 사용자님을 시스템에서 영구적으로 삭제할 것입니다.
nl: U heeft uw email gegeven tijdens het installeren of gebruik maken van de AxCrypt applicatie of website. Wij hebben u een verificatiecode verzonden via email, maar u heeft deze code nog niet gebruikt. Als u uw AxCrypt ID account niet onmiddelijk verifieert met de verificatiecode zullen wij u permanent uit ons systeem verwijderen.
pl: Dałeś nam swój email w ramach instalacji lub używania AxCrypt, za pośrednictwem aplikacji lub sieci. Wysłaliśmy Ci kod weryfikacyjny przez email, ale go nie użyłeś. Jeśli nie zweryfikujesz niezwłocznie swojego AxCrypt ID używając kodu weryfikacyjnego, zostaniesz usunięty na stałe z naszego systemu.
pt: Você nos deu seu e-mail como parte da instalação ou uso do AxCrypt, através de um app ou da internet. Nós enviamos um código de verificação por e-mail, mas você não o usou. Caso não verifique imediatamente sua conta ID AxCrypt com o link de verificação, você será permanentemente removido do nosso sistema.
ru: Вы предоставили нам Ваш адрес электронной почты при установлении или использовании AxCrypt, через приложение или сеть. Мы отправили Вам верификационный код в электронном письме, однако Вы его не использовали. В случае, если Вы немедленно не подтвердите Ваш AxCrypt ID аккаунт, использовав верификационный код, мы будем вынуждены навсегда удалить Вас из нашей системы.
sv: Vi fick din e-post-address när du installerade AxCrypt, eller via vår webbsida. En verifieringskod skickades då till dig, men du har inte använt den. Därför kommer vi att radera ditt konto om du inte snarast verifierar ditt konto genom att använda verifieringskoden.
tr: Bir uygulama veya web tarayıcı üzerinden AxCrypt kullanmak veya yüklemek için bize bir e-posta adresi verdin. Sana e-posta yoluyla bir onay kodu yolladık fakat bunu kullanmadın. Derhal AxCrypt kimliği hesabını onay koduyla onaylamazsan seni sistemimizden kalıcı olarak silmek zorunda kalacağız.
zh: 您在安装或使用AxCrypt时，通过应用程序或网络向我们发送电子邮件。 我们通过电子邮件向您发送了验证码，但您没有使用它。 如果您没有立即使用验证码验证您的AxCrypt ID帐户，我们将永久将您从我们的系统中删除。

# AutoDeletionMailBodyTitle
source: We're about to delete your AxCrypt ID!
ar: نحن على وشك حذف معرف اكسكربت الخاص بك!
de: Wir sind dabei Ihre AxCrypt ID löschen!
es: ¡Estamos a punto de eliminar tu AxCrypt ID!
fr: Vous êtes en train de supprimer votre AxCrypt ID!
it: Stiamo per cancellare il tuo AxCrypt ID!
ko: AxCrypt ID를 삭제하려고 합니다!
nl: We staan op het punt om uw AxCrypt ID te verwijderen!
pl: Usuwasz właśnie swój AxCrypt ID!
pt: Estamos a ponto de deletar seu ID AxCrypt!
ru: Мы скоро будем вынуждены удалить Ваш AxCrypt ID!
sv: Vi kommer strax att radera ditt AxCrypt ID!
tr: AxCrypt kimliğini silmek üzereyiz!
zh: 我们即将删除您的AxCrypt ID！

# AutoDeletionMailSubject
source: Your AxCrypt ID account will soon be deleted!
ar: سيتم حذف حساب معرف اكسكربت الخاص بك قريبًا!
de: Ihr AxCrypt ID Account wird bald gelöscht!
es: ¡Tu cuenta de AxCrypt ID se eliminará pronto!
fr: Votre compte AxCrypt ID va bientôt être supprimé!
it: Il tuo account AxCrypt ID verrà eliminato presto!
ko: AxCrypt ID 계정이 곧 삭제됩니다!
nl: Uw AxCrypt ID wordt binnenkort verwijderd!
pl: Konto Twojego AxCrypt ID zostanie wkrótce usunięte!
pt: Seu ID AxCrypt em breve será deletado!
ru: Ваш AxCrypt ID аккаунт будет скоро удалён!
sv: Ditt AxCrypt ID-konto raderas snart!
tr: AxCrypt kimliğin yakında silinecektir!
zh: 您的AxCrypt ID帐户将很快被删除！

# AutomaticFileUpdatingLabel
source: Automatic file updating
ar: التحديث التلقائي للملف
de: Automatische Dateiaktualisierung
es: Actualización automática de archivos
fr: Mise à jour automatique des fichiers
it: Aggiornamento automatico dei file
ko: 파일 자동 업데이트
nl: Automatische bestandsupdate
pl: Automatyczna aktualizacja plików
pt: Actualização automática de ficheiro
ru: Автоматическое обновление файлов
sv: Automatisk filuppdatering
tr: Otomatik dosya güncelleştirme
zh: 自动文件更新

# AutomaticFileUpdatingText
source: Automatic update of the secured file after open and save.
ar: التحديث التلقائي للملف المحمي بعد فتحه وحفظه.
de: Automatische Aktualisierung der gesicherten Datei nach dem öffnen und speichern.
es: Actualización automática de archivos protegidos después de abrirlos y guardarlos.
fr: Mise à jour automatique du fichier sécurisé après l'avoir ouvert et sauvegardé.
it: Aggiornamento automatico del file protetto dopo l'apertura ed il salvataggio.
ko: 열고 저장한 후 보안 파일의 자동 업데이트.
nl: Automatische update van beveiligde bestanden na het openen en opslaan.
pl: Automatyczna aktualizacja zabezpieczonego pliku po otwarciu i zapisaniu.
pt: Actualização automática do ficheiro seguro depois de o abrir e guardar.
ru: Автоматическое обновление защищенного файла после открытия и сохранения.
sv: Automatisk uppdatering av den säkrade filen efter att ha öppnats och sparats.
tr: Dosyaları, açıp güncelledikten sonra otomatik olarak güvence altına alma
zh: 打开并保存后自动更新安全文件。

# AwardsReviewsLinkLabel
source: Awards & Reviews
ar: الجوائز والمراجعات
de: Auszeichnungen & Bewertungen
es: Premios y reseñas
fr: Awards & avis
it: Premi & Recensioni
ko: 어워드 & 리뷰
nl: Prijzen & Reviews
pl: Nagrody i recenzje
pt: Prémios & Críticas
ru: Награды и Отзывы
sv: Utmärkelser & Recensioner
tr: Ödüller & İncelemeler
zh: 奖项及评论

# AwardsReviewsReviewPcmagText
source: AxCrypt makes everything about encryption simple.
ar: يجعل اكسكربت كل شيء يتعلق بالتشفير أمرا بسيطا.
de: AxCrypt macht alles über Verschlüsselung einfach.
es: AxCrypt simplifica todo lo relacionado con el cifrado.
fr: AxCrypt simplifie tout ce qui concerne le chiffrement.
it: AxCrypt rende semplice tutto ciò che riguarda la crittografia.
ko: AxCrypt는 간단한 보안 시스템을 선보입니다.
nl: AxCrypt maakt alles dat met versleuteling te maken heeft simpel.
pl: AxCrypt sprawia, że wszystko związane z szyfrowaniem jest proste.
pt: A AxCrypt torna tudo sobre cifragem simples.
ru: AxCrypt делает шифрование простым.
sv: AxCrypt gör allt kring kryptering enkelt.
tr: AxCrypt şifreleme üzerine her şeyi basitleştirir.
zh: AxCrypt使有关加密的一切变得简单。

# AwardsReviewsReviewSoftpediaText
source: It's essential when you are sharing your computer with multiple users and want to maintain your privacy.
ar: إنه ضروري عندما تشارك جهاز الكمبيوتر الخاص بك مع عدة مستخدمين وترغب في الحفاظ على خصوصيتك.
de: Es ist wichtig, wenn Sie Ihren computer mit mehreren Benutzern teilen und Ihre Privatsphäre wahren möchten.
es: Es crucial cuando compartes tu computadora con varios usuarios y deseas mantener tu privacidad.
fr: C'est indispensable si vous partagez votre ordinateur avec plusieurs utilisateurs et que vous voulez garder de la confidentialité.
it: È fondamentale quando condividi il tuo computer con più utenti e desideri mantenere la tua privacy.
ko: 여러 사용자와 컴퓨터를 공유하고 개인 정보를 유지하려는 경우에는 필수입니다.
nl: Dit is essentieel wanneer u uw computer met meerdere gebruikers deelt en uw privacy wilt behouden.
pl: Jest to niezbędne, gdy udostępniasz komputer wielu użytkownikom i chcesz zachować swoją prywatność.
pt: É essencial quando partilha o seu computador com múltiplos utilizadores e quer manter a sua privacidade.
ru: Это очень важно, если вы пользуетесь своим компьютером вместе с несколькими другими пользователями и хотите сохранить свою конфиденциальность.
sv: Det är viktigt när du delar din dator med flera användare och ändå vill behålla din integritet.
tr: Bilgisayarınızı birden çok kullanıcı ile paylaşırken gizliliğinizi sürdürmek istediğinizde çok önemlidir.
zh: 当您与多个用户共享计算机并希望维护您的隐私时，这是至关重要的。

# AwardsReviewsReviewTechradarText
source: AxCrypt is a good bet if you want something reliable.
ar: يعد اكسكربت رهانًا جيدًا إذا كنت تريد شيئًا موثوقًا به.
de: AxCrypt ist eine gute Wette, wenn Sie etwas zuverlässiges wollen.
es: AxCrypt es una apuesta segura si quieres un producto confiable.
fr: AxCrypt est un bon pari si vous voulez un système fiable.
it: AxCrypt è una buona scommessa se desideri qualcosa di affidabile.
ko: 듬직한 AxCrypt가 제공하는 서비스를 믿어보세요.
nl: AxCrypt is een goede gok als u iets betrouwbaars wilt.
pl: AxCrypt to dobry zakład, jeśli chcesz czegoś niezawodnego.
pt: A AxCrypt é uma boa aposta se quiser algo de confiança.
ru: Если вы хотите больше надежности, то ставьте на AxCrypt.
sv: AxCrypt är bra om du vill ha något pålitligt.
tr: AxCrypt, güvenilir bir seçimdir.
zh: 如果你想要可靠的东西，AxCrypt是一个不错的选择。

# AwardsReviewsReviewVpncrewText
source: AxCrypt is a robust file encryption software that allows you to do much more than encrypting your confidential files.
ar: اكسكربت هو برنامج قوي لتشفير الملفات يتيح لك القيام بأكثر من مجرد تشفير ملفاتك السرية.
de: AxCrypt ist eine robuste dateiverschlüsselungssoftware, mit der Sie viel mehr als nur Ihre vertraulichen Dateien verschlüsseln können.
es: AxCrypt es un software sólido de cifrado de archivos que te permite hacer mucho más que cifrar tus archivos confidenciales.
fr: AxCrypt est un logiciel robuste de chiffrement de données qui vous permet de faire bien plus que de chiffrer vos documents confidentiels.
it: AxCrypt è un software di crittografia dei file robusto che ti consente di fare molto di più che crittografare i tuoi file riservati.
ko: AxCrypt는 강력한 파일 암호화 소프트웨어로 기밀 파일 암호화 이상의 작업을 수행할 수 있습니다.
nl: AxCrypt is een robuuste software voor bestandsversleuteling waarmee u veel meer kunt doen dan alleen uw vertrouwelijke bestanden versleutelen.
pl: AxCrypt to solidne oprogramowanie do szyfrowania plików, które pozwala zrobić znacznie więcej niż tylko szyfrowanie poufnych plików.
pt: A AxCrypt é um software robusto de cifragem de ficheiros que lhe permite fazer muito mais do que cifrar os seus ficheiros confidenciais.
ru: AxCrypt - это надежное программное обеспечение для шифрования файлов, которое дает вам гораздо больше, чем простое шифрование файлов.
sv: AxCrypt är en robust filkrypteringsmjukvara som låter dig göra mycket mer än att bara kryptera dina konfidentiella filer.
tr: AxCrypt, özel dosyalarınızı şifrelemek dışında çok daha fazla imkan sunan güçlü bir şifreleme yazılımıdır.
zh: AxCrypt是一个强大的文件加密软件，可以让你做的比加密您的机密文件更多。

# AwardsReviewsReviewWindowscentralText
source: The best encryption service available by subscription is AxCrypt.
ar: أفضل خدمة تشفير متاحة عن طريق الاشتراك هي اكسكربت.
de: Der beste verschlüsselungsdienst, der im Abonnement verfügbar ist, ist AxCrypt.
es: El mejor servicio de cifrado disponible por suscripción es AxCrypt.
fr: Le meilleur service de chiffrement disponible par abonnement est AxCrypt.
it: Il miglior servizio di crittografia disponibile in abbonamento è AxCrypt.
ko: 최고의 암호화 서비스를 AxCrypt 구독 서비스로 즐겨보세요.
nl: De beste coderingsservice die beschikbaar is per abonnement is AxCrypt.
pl: Najlepsza usługa szyfrowania dostępna w ramach subskrypcji to AxCrypt.
pt: O melhor serviço de cifragem disponível por subscrição é a AxCrypt.
ru: Лучший сервис шифрования, доступный по подписке - AxCrypt.
sv: Den bästa tillgängliga krypteringstjänsten är AxCrypt.
tr: Abonelik ile kullanılabilen en iyi şifreleme hizmeti AxCrypt'tir.
zh: 订阅提供的最佳加密服务是AxCrypt。

# AxCBTGDBlock1Text1
source: AxCrypt now offers a modern interface and improved performance across platforms. The new design offers a more intuitive experience and a simplified encryption workflow, making it easier than ever to secure your files. This guide walks you through how to use AxCrypt efficiently and take full advantage of its interface and features.
de: AxCrypt bietet jetzt eine moderne Benutzeroberfläche und eine verbesserte Leistung auf allen Plattformen. Das neue Design bietet eine intuitivere Benutzeroberfläche und einen vereinfachten Verschlüsselungs-Workflow, der es einfacher denn je macht, Ihre Dateien zu sichern. Dieser Leitfaden führt Sie durch die effiziente Nutzung von AxCrypt und die Nutzung der Benutzeroberfläche und der Funktionen.
fr: AxCrypt offre désormais une interface moderne et des performances améliorées sur toutes les plateformes. Le nouveau design propose une expérience plus intuitive et un flux de travail de chiffrement simplifié, rendant la sécurisation de vos fichiers plus facile que jamais. Ce guide vous accompagne pour utiliser AxCrypt de manière efficace et tirer pleinement parti de son interface et de ses fonctionnalités.
ru: AxCrypt теперь предлагает современный интерфейс и улучшенную производительность на всех платформах. Новый дизайн обеспечивает более интуитивно понятный интерфейс и упрощенный рабочий процесс шифрования, что делает защиту файлов проще, чем когда-либо. В этом руководстве вы узнаете, как эффективно использовать AxCrypt и в полной мере воспользоваться его интерфейсом и функциями.
zh: AxCrypt 现在提供了一个现代化的界面和改进的跨平台性能。新设计提供更直观的体验和简化的加密工作流程，使保护文件比以往任何时候都更容易。本指南将引导您了解如何有效地使用 AxCrypt 并充分利用其界面和功能。

# AxCBTGDBlock1Text2
source: You can begin with a <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial</b></a> by selecting either the Premium or Business plan. During the trial period, you'll have full access to all features included in the plan you choose.
de: Sie können mit einer <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial</b></a> beginnen, indem Sie entweder den Premium- oder den Business-Plan auswählen. Während des Testzeitraums haben Sie vollen Zugriff auf alle Funktionen, die in dem von Ihnen gewählten Plan enthalten sind.
fr: Vous pouvez commencer avec un <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>essai gratuit de 30 jours</b></a> en sélectionnant le plan Premium ou Business. Pendant la période d'essai, vous aurez un accès complet à toutes les fonctionnalités incluses dans le plan que vous choisissez.
ru: Вы можете начать с <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial</b></a>, выбрав тарифный план Premium или Business. В течение пробного периода у вас будет полный доступ ко всем функциям, включенным в выбранный вами план.
zh: 您可以通过选择 Premium 或 Business 计划从 <a href='https://account.axcrypt.net/en/Home/Login?Signup=True'><b>30-day free trial</b></a> 开始。在试用期内，您将拥有对所选计划中包含的所有功能的完全访问权限。

# AxCBTGDHeroText
source: AxCrypt's new MAUI design
de: Das neue MAUI-Design von AxCrypt
fr: Le nouveau design MAUI d'AxCrypt
ru: Новый дизайн MAUI от AxCrypt
zh: AxCrypt 的新 MAUI 设计

# AxCKSGDBlock1Heading
source: What is <span>Key Sharing?</span>
ar: ما هي <span>مشاركة المفاتيح؟</span>
de: Was ist <span>Schlüssel teilen?</span>
es: ¿Qué es <span>Compartir claves?</span>
fr: Qu'est-ce que le <span>Partage de clés</span> ?
it: Che cos'è <span>la condivisione delle chiavi?</span>
ko: <span>키 공유란 무엇입니까?</span>
nl: Wat is <span>Sleutel delen?</span>
pl: Co to jest <span>Udostępnianie kluczy?</span>
ru: Что такое <span>общий доступ к ключам?</span>
zh: 什么是 <span>密钥共享？</span>
