Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CSFE_H2_SH1_Text2
source: Now use the AxCrypt Key Sharing feature on your mobiles with AxCrypt mobile app. Download now
ar: الآن استخدم ميزة مشاركة مفتاح اكسكربت على الهواتف المحمولة الخاصة بك مع تطبيق اكسكربت للجوال. التحميل الان
de: Verwenden Sie jetzt die AxCrypt-Schlüsselfreigabefunktion auf Ihren Handys mit der AxCrypt Mobile App. Jetzt herunterladen
es: Ahora puedes usar la función de Uso compartido de claves de AxCrypt en tu teléfono móvil con la app móvil de AxCrypt. Descárgala ahora.
fr: Utilisez maintenant la fonction de partage de clés AxCrypt sur vos mobiles avec l’application mobile AxCrypt. Télécharger maintenant
it: Ora usa la funzione AxCrypt Key Sharing sui tuoi dispositivi mobili con l'app mobile AxCrypt. Scarica ora
ko: 이제 AxCrypt 모바일 앱으로 모바일에서 AxCrypt 키 공유 기능을 사용하세요. 지금 다운로드하세요.
nl: Gebruik nu de AxCrypt Key Sharing functie op uw mobiele telefoons met de AxCrypt mobiele app. Download nu
pl: Teraz skorzystaj z funkcji udostępniania kluczy AxCrypt na swoich telefonach komórkowych dzięki aplikacji mobilnej AxCrypt. Pobierz teraz
pt: Use já a funcionalidade Partilha de Chaves AxCrypt nos seus telemóveis com a app móvel AxCrypt. Descarregue já
ru: Теперь используйте функцию обмена ключами AxCrypt на своих мобильных телефонах с помощью мобильного приложения AxCrypt. Скачай прямо сейчас
sv: Använd funktion AxCrypt-nyckeldelning på dina mobiler med AxCrypt-mobilappen. Ladda ner nu
tr: Şimdi AxCrypt mobil uygulaması ile cep telefonlarınızda AxCrypt Anahtar Paylaşımı özelliğini kullanın. Hemen indirin
zh: 现在使用AxCrypt密钥共享功能在您的手机与AxCrypt移动应用程序。 立即下载

# Blog_CSFE_H2_SH2_Text1
source: Master Key is highly secure, it can be viewed as an automatic sharing of files with the administrators of the business. It allows business managers to recover files from other members of the company. This avoids the possibility of losing vital files. No documents will ever be lost owing to employees quitting or forgetting the passwords as long as the company administrators keep track of the credentials.<a href='https://axcrypt.net/blog/master-key/'> Read more about AxCrypt's master key feature here </a>
ar: يعد المفتاح الرئيسي آمنًا للغاية ، ويمكن اعتباره مشاركة تلقائية للملفات مع مسؤولي الأعمال. يسمح لمديري الأعمال باستعادة الملفات من أعضاء آخرين في الشركة. هذا يتجنب احتمال فقدان الملفات الحيوية. لن تُفقد أي مستندات أبدًا بسبب استقالة الموظفين أو نسيان كلمات المرور طالما أن مسؤولي الشركة يتتبعون بيانات الاعتماد. <a href='https://www.axcrypt.net/blog/master-key'> اقرأ المزيد حول ميزة المفتاح الرئيسي لبرنامج اكسكربت هنا </a>
de: Der Hauptschlüssel ist sehr sicher und kann als automatische Freigabe von Dateien mit den Administratoren des Unternehmens angesehen werden. Es ermöglicht Geschäftsführern, Dateien von anderen Mitgliedern des Unternehmens wiederherzustellen. Dies vermeidet die Möglichkeit, wichtige Dateien zu verlieren. Es gehen niemals Dokumente verloren, wenn Mitarbeiter die Kennwörter kündigen oder vergessen, solange die Unternehmensadministratoren die Anmeldeinformationen im Auge behalten.<a href='https://axcrypt.net/blog/master-key/'> Read more about AxCrypt's master key feature here </a>
es: La clave maestra es altamente segura; se puede considerar como un sistema automático de intercambio de archivos con los gerentes de la empresa. Permite a los gerentes comerciales recuperar archivos de otros empleados de la compañía. Esto elimina la posibilidad de perder archivos importantes. Ningún documento se perderá nunca ante la renuncia u olvido de las contraseñas de los empleados, siempre y cuando los administradores de la empresa realicen un seguimiento de las credenciales. <a href='https://axcrypt.net/blog/master-key/'> Conoce más sobre la función de clave maestra de AxCrypt aquí </a>
fr: La Clé Principale est hautement sécurisée, elle peut être considéré comme un partage automatique de fichiers avec les administrateurs de l’entreprise. Elle permet aux chefs d’entreprise de récupérer des fichiers d’autres membres de l’entreprise. Cela évite la possibilité de perdre des fichiers vitaux. Aucun document ne sera jamais perdu en raison de la démission ou de l’oubli des mots de passe par les employés tant que les administrateurs de l’entreprise gardent une trace des informations d’identification. <a href='https://axcrypt.net/blog/master-key/'> En savoir plus sur la fonctionnalité de clé principale d’AxCrypt ici </a>
it: Master Key è altamente sicura, può essere vista come una condivisione automatica di file con gli amministratori dell'azienda. Consente ai responsabili aziendali di recuperare file da altri membri dell'azienda. Ciò evita la possibilità di perdere file vitali. Nessun documento andrà mai perso a causa di dipendenti che si licenziano o dimenticano le password fintanto che gli amministratori dell'azienda tengono traccia delle credenziali.<a href='https://axcrypt.net/blog/master-key/'> Leggi di più informazioni sulla funzione chiave principale di AxCrypt qui </a>
ko: 마스터 키는 매우 안전하며 비즈니스 관리자와 파일을 자동으로 공유하는 기능으로 볼 수 있습니다. 회사 관리자가 자격 증명을 추적하면 직원이 그만두거나 암호를 잊어버리는 등의 실수로 문서가 손실되는 것을 막을 수 있습니다.<a href='https://axcrypt.net/blog/master-key/'> 마스터 키 기능에 대한 사항은 여기서 읽어보세요 </a>
nl: Master Key is zeer veilig, het kan worden gezien als het automatisch delen van bestanden met de beheerders van het bedrijf. Hiermee kunnen bedrijfsmanagers bestanden herstellen van andere leden van het bedrijf. Dit vermijdt de mogelijkheid om vitale bestanden te verliezen. Er gaan nooit documenten verloren doordat werknemers ontslag nemen of de wachtwoorden vergeten, zolang de bedrijfsbeheerders de inloggegevens bijhouden.<a href='https://axcrypt.net/blog/master-key/'> Lees meer over de hoofdsleutelfunctie van AxCrypt hier </a>
pl: Master Key jest wysoce bezpieczny, może być postrzegany jako automatyczne udostępnianie plików administratorom firmy. Umożliwia menedżerom biznesowym odzyskiwanie plików od innych członków firmy. Pozwala to uniknąć utraty ważnych plików. Żadne dokumenty nigdy nie zostaną utracone z powodu rezygnacji lub zapomnienia haseł przez pracowników, o ile administratorzy firmy śledzą dane uwierzytelniające.<a href='https://axcrypt.net/blog/master-key/'> Czytaj więcej o funkcji klucza głównego AxCrypt tutaj </a>
pt: A Chave-Mestra é altamente segura e pode ser vista como uma partilha automática de ficheiros com os administradores da empresa. Permite aos gestores de negócios recuperar ficheiros de outros membros da empresa. Isto evita a possibilidade de perda de ficheiros vitais. Nenhum documento será perdido por causa de trabalhadores que saem da empresa ou que se esquecem das palavras-chave, desde que os administradores da empresa controlem as credenciais. Leia mais sobre a chave-mestra da AxCrypt <a href='https://axcrypt.net/blog/master-key/'>aqui</a>.
ru: Мастер-ключ обладает высокой степенью безопасности, его можно рассматривать как автоматический обмен файлами с бизнес-администраторами. Это позволяет бизнес-менеджерам восстанавливать файлы от других сотрудников компании, а также избежать возможности потери жизненно важных файлов. Никакие документы никогда не будут потеряны из-за того, что сотрудники уволились или забыли пароли, пока администраторы компании отслеживают учетные данные.
sv: Huvudnyckeln är mycket säker, den kan ses som en automatisk delning av filer med företagets administratörer. Det tillåter företagschefer att återställa filer från andra medlemmar i företaget. Detta undviker möjligheten att förlora viktiga filer. Inga dokument kommer någonsin att gå förlorade på grund av att anställda slutar eller glömmer lösenorden så länge företagets administratörer håller reda på nycklarna.<a href='https://axcrypt.net/blog/master-key/'> Läs mer om AxCrypts huvudnyckelfunktion här </a>
tr: Ana Anahtar son derece güvenlidir, dosyaların işletme yöneticileriyle otomatik olarak paylaşılması olarak görülebilir. İşletme yöneticilerinin şirketin diğer üyelerinden dosyaları kurtarmasına olanak tanır. Bu da hayati dosyaların kaybedilmesi olasılığını önler. Şirket yöneticileri kimlik bilgilerini takip ettiği sürece çalışanların ayrılmaları veya şifreleri unutmaları nedeniyle hiçbir belge kaybolmaz. <a href='https://axcrypt.net/blog/master-key/'> AxCrypt'in ana anahtar özelliği hakkında daha fazla bilgiyi buradan edinebilirsiniz </a>
zh: 主密钥是高度安全的，它可以被看作是与业务管理员自动共享文件。 它允许业务经理从公司的其他成员恢复文件。 这避免了丢失重要文件的可能性。 只要公司管理员跟踪凭据，就不会因员工退出或忘记密码而丢失任何文件。<href='https://axcrypt.net/blog/master-key/'>Read more about AxCrypt's master key feature here </a>

# Blog_CSFE_H2_SubHeading1
source: <strong>Key sharing </strong>
ar: <strong> مشاركة المفتاح </strong>
de: <strong>Schlüsselfreigabe </strong>
es: <strong>Uso compartido de claves </strong>
fr: <strong>Partage de clés </strong>
it: <strong>Condivisione delle chiavi</strong>
ko: <strong>키 공유 </strong>
nl: <strong>Sleutel delen </strong>
pl: <strong>Udostępnianie kluczy </strong>
pt: <strong>Partilha de chaves </strong>
ru: <strong>Совместное использование ключей </strong>
sv: <strong>Nyckel delning </strong>
tr: <strong>Anahtar paylaşımı </strong>
zh: <strong>密钥共享</strong>

# Blog_CSFE_H2_SubHeading2
source: <strong>Master key</strong>
ar: <strong> المفتاح الرئيسي </ strong>
de: <strong>Hauptschlüssel</strong>
es: <strong>Clave maestra</strong>
fr: <strong>Clé principale</strong>
it: <strong>Chiave principale</strong>
ko: <strong>마스터 키</strong>
pl: <strong>Klucz główny</strong>
pt: <strong>Chave-mestra</strong>
ru: <strong>Мастер-ключ</strong>
sv: <strong>Huvudnyckel</strong>
tr: <strong>Ana anahtar</strong>
zh: <strong>主密钥</strong>

# Blog_CSFE_H2_Text1
source: AxCrypt business provides multiple features that allow employees to securely share data with their teammates.
ar: توفر شركة اكسكربت التجارية ميزات متعددة تسمح للموظفين بمشاركة البيانات بأمان مع زملائهم في الفريق.
de: AxCrypt Business bietet mehrere Funktionen, mit denen Mitarbeiter Daten sicher mit ihren Teamkollegen teilen können.
es: AxCrypt Business proporciona múltiples funciones que permiten a los empleados compartir datos de forma segura con sus compañeros de equipo.
fr: AxCrypt business fournit de multiples fonctionnalités qui permettent aux employés de partager des données en toute sécurité avec leurs coéquipiers.
it: AxCrypt Business offre molteplici funzionalità che consentono ai dipendenti di condividere in modo sicuro i dati con i loro compagni di squadra.
ko: AxCrypt 비즈니스는 직원들이 팀원들과 데이터를 안전하게 공유할 수 있는 다양한 기능을 제공합니다.
nl: AxCrypt business biedt meerdere functies waarmee werknemers veilig gegevens kunnen delen met hun teamgenoten.
pl: Firma AxCrypt zapewnia wiele funkcji, które pozwalają pracownikom bezpiecznie udostępniać dane swoim kolegom z zespołu.
pt: A AxCrypt Business fornece várias funcionalidades que permitem aos trabalhadores partilharem em segurança dados com os seus colegas de equipa.
ru: AxCrypt business предоставляет множество функций, которые позволяют сотрудникам безопасно обмениваться данными со своими партнерами по команде.
sv: AxCrypt business tillhandahåller flera funktioner som gör det möjligt för anställda att säkert dela innehåll med sina kollegor.
tr: AxCrypt Business, çalışanların ekip arkadaşlarıyla güvenli bir şekilde veri paylaşmalarını sağlayan birden fazla özellik sunar.
zh: AxCrypt Business提供了多种功能，允许员工安全地与队友共享数据。

# Blog_CSFE_Heading1
source: What is Cybersecurity Awareness and why is it important?
ar: ما هو الوعي بالأمن السيبراني ولماذا هو مهم؟
de: Was ist Cybersicherheitsbewusstsein und warum ist es wichtig?
es: ¿Qué es la conciencia sobre ciberseguridad y por qué es importante?
fr: Qu’est-ce que la Sensibilisation à la Cybersécurité et pourquoi est-elle importante?
it: Che cos'è la consapevolezza della sicurezza informatica e perché è importante?
ko: 사이버 보안 인식이란 무엇이며 왜 중요한가요?
nl: Wat is Cybersecurity Awareness en waarom is het belangrijk?
pl: Co to jest świadomość cyberbezpieczeństwa i dlaczego jest ważna?
pt: O que é a Consciencialização para a Cibersegurança e porque é importante?
ru: Что такое осведомленность о кибербезопасности и почему это важно?
sv: Vad är cybersäkerhetsmedvetenhet och varför är det viktigt?
tr: Siber Güvenlik Farkındalığı Nedir ve Neden Önemlidir?
zh: 什么是网络安全意识，为什么它很重要？

# Blog_CSFE_Heading2
source: How AxCrypt benefit employees?
ar: كيف يفيد برنامج اكسكربت الموظفين؟
de: Wie profitieren AxCrypt-Mitarbeiter?
es: ¿Cómo AxCrypt beneficia a los empleados?
fr: Comment AxCrypt profite-t-il aux employés?
it: In che modo AxCrypt avvantaggia i dipendenti?
ko: AxCrypt는 직원들에게 어떤 이점이 있습니까?
nl: Welke voordelen biedt AxCrypt voor werknemers?
pl: W jaki sposób AxCrypt przynosi korzyści pracownikom?
pt: Como é que a AxCrypt beneficia os trabalhadores?
ru: Как AxCrypt приносит пользу сотрудникам?
sv: Hur gynnar AxCrypt anställda?
tr: AxCrypt çalışanlara nasıl fayda sağlar?
zh: AxCrypt如何使员工受益？

# Blog_CSFE_Summary
source: Cybercriminals are continuously devising new ways to get beyond the latest protective techniques and technologies and into employees' inboxes and browsers.
ar: يبتكر مجرمو الإنترنت باستمرار طرقًا جديدة لتجاوز أحدث تقنيات وتقنيات الحماية والوصول إلى صناديق البريد الوارد للموظفين والمتصفحات.
de: Cyberkriminelle entwickeln ständig neue Wege, um über die neuesten Schutztechniken und -technologien hinaus in die Posteingänge und Browser der Mitarbeiter vorzudringen.
es: Los ciberdelincuentes están continuamente ideando nuevas formas de ir más allá de las últimas técnicas y tecnologías de protección y llegar a las bandejas de entrada y los navegadores de los empleados.
fr: Les cybercriminels conçoivent continuellement de nouvelles façons de dépasser les dernières techniques et technologies de protection et d’entrer dans les boîtes de réception et les navigateurs des employés.
it: I criminali informatici escogitano continuamente nuovi modi per andare oltre le più recenti tecniche e tecnologie di protezione ed entrare nelle caselle di posta e nei browser dei dipendenti.
ko: 사이버 범죄자들은 최신 보호 기술과 기술을 뛰어넘는, 직원의 전자우편 편지함과 브라우저에 침투할 수 있는 새로운 방법을 지속적으로 고안하고 있습니다.
nl: Cybercriminelen bedenken voortdurend nieuwe manieren om voorbij de nieuwste beveiligingstechnieken en -technologieën in de inboxen en browsers van werknemers te komen.
pl: Cyberprzestępcy nieustannie opracowują nowe sposoby, aby wyjść poza najnowsze techniki i technologie ochrony i wejść do skrzynek odbiorczych i przeglądarek pracowników.
pt: Os cibercriminosos estão continuamente a inventar novas formas de ultrapassar as últimas técnicas de protecção e tecnologias, e de aceder a caixas de entrada e navegadores de trabalhadores.
ru: Киберпреступники постоянно изобретают новые способы проникнуть за пределы новейших методов защиты и технологий в почтовые ящики и браузеры сотрудников.
sv: Cyberbrottslingar utarbetar ständigt nya sätt att ta sig bortom de senaste skyddsteknikerna och teknologierna och in i anställdas inkorgar och webbläsare.
tr: Siber suçlular, en son koruyucu tekniklerin ve teknolojilerin ötesine geçip çalışanların gelen kutularına ve tarayıcılarına girmek için sürekli olarak yeni yollar tasarlamaktadır.
zh: 网络犯罪分子不断设计新的方法，超越最新的保护技术和技术，进入员工的收件箱和浏览器。

# Blog_CSFE_Text1
source: Approximately 85% of data breaches are caused by human error, frequently due to a lack of knowledge about the threat or what to look for. By empowering staff with the knowledge they need, cybersecurity awareness can help businesses prevent many attacks.
ar: ما يقرب من 85٪ من خروقات البيانات ناتجة عن خطأ بشري ، غالبًا بسبب نقص المعرفة حول التهديد أو ما الذي تبحث عنه. من خلال تمكين الموظفين بالمعرفة التي يحتاجون إليها ، يمكن أن يساعد الوعي بالأمن السيبراني الشركات على منع العديد من الهجمات.
de: Ungefähr 85% der Datenschutzverletzungen werden durch menschliches Versagen verursacht, häufig aufgrund mangelnden Wissens über die Bedrohung oder wonach zu suchen ist. Indem die Mitarbeiter mit dem Wissen ausgestattet werden, das sie benötigen, kann das Bewusstsein für Cybersicherheit Unternehmen dabei helfen, viele Angriffe zu verhindern.
es: Cerca del 85 % de las filtraciones de datos se deben a un error humano, con frecuencia debido a la falta de conocimiento sobre la amenaza o qué buscar. Al capacitar al personal con el conocimiento que necesitan, la conciencia sobre ciberseguridad puede ayudar a las empresas a prevenir muchos ataques.
fr: Environ 85% des violations de données sont causées par une erreur humaine, souvent en raison d’un manque de connaissances sur la menace ou ce qu’il faut rechercher. En donnant au personnel les connaissances dont il a besoin, la sensibilisation à la cybersécurité peut aider les entreprises à prévenir de nombreuses attaques.
it: Circa l'85% delle violazioni dei dati sono causate da errori umani, spesso dovuti alla mancanza di conoscenza della minaccia o di cosa cercare. Fornendo al personale le conoscenze di cui ha bisogno, la consapevolezza della sicurezza informatica può aiutare le aziende a prevenire molti attacchi.
ko: 데이터 침해의 약 85%는 인적 오류로 인해 발생하며, 종종 위협이나 찾아야 할 사항에 대한 지식 부족으로 인해 발생합니다. 직원에게 필요한 지식을 제공함으로써 사이버 보안 인식은 기업이 많은 공격을 방지하는 데 도움이 될 수 있습니다.
nl: Ongeveer 85% van de datalekken wordt veroorzaakt door menselijke fouten, vaak als gevolg van een gebrek aan kennis over de dreiging of waarnaar moet worden gezocht. Door medewerkers te voorzien van de kennis die ze nodig hebben, kan cyberbeveiligingsbewustzijn bedrijven helpen veel aanvallen te voorkomen.
pl: Około 85% naruszeń danych jest spowodowanych błędem ludzkim, często z powodu braku wiedzy na temat zagrożenia lub tego, czego szukać. Dostarczając pracownikom niezbędną wiedzę, świadomość cyberbezpieczeństwa może pomóc firmom zapobiegać wielu atakom.
pt: Aproximadamente 85% das violações de dados são causadas por erro humano, frequentemente devido à falta de conhecimento sobre a ameaça ou o que procurar. Ao se capacitar o pessoal com o conhecimento de que precisam, a consciência da cibersegurança pode ajudar os negócios a prevenir muitos ataques.
ru: Примерно 85% утечек данных вызваны человеческой ошибкой, часто из-за недостатка знаний об угрозе или о том, на что обращать внимание. Предоставляя сотрудникам необходимые знания, информированность о кибербезопасности может помочь предприятиям предотвратить многие атаки.
sv: Cirka 85 % av dataintrången orsakas av mänskliga fel, ofta på grund av bristande kunskap om hotet eller vad man ska leta efter. Genom att ge personalen den kunskap de behöver kan medvetenhet om cybersäkerhet hjälpa företag att förhindra många attacker.
tr: Veri ihlallerinin yaklaşık %85'i, genellikle tehditler veya ne aranacağı konusundaki bilgi eksikliğinden kaynaklı insan hatası nedeniyle ortaya çıkar. Siber güvenlik bilinci, personeli ihtiyaç duydukları bilgilerle güçlendirerek, işletmelerin birçok saldırıyı önlemesine yardımcı olabilir.
zh: 大约85％的数据泄露是由人为错误引起的，通常是由于对威胁或寻找什么缺乏了解。 通过赋予员工所需的知识，网络安全意识可以帮助企业防止许多攻击。
