Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WENTI_H4_Text1
source: AxCrypt is designed to provide advanced encryption in a simplistic manner on multiple cloud storage services such as Google Drive, One Drive, Dropbox, etc. AxCrypt provides AES 256 bit, the strongest encryption, and guarantees that risks are at bay without compromising the company's productivity. AxCrypt also ensures your organization stays compliant with regulations like the General Data Protection Regulation (GDPR) which concerns the protection of personal data and individual rights. Some of the AxCrypt features make it the best encryption solution for the IT industry.
ar: تم تصميم اكسكربت لتوفير تشفير متقدم بطريقة مبسطة على خدمات التخزين السحابية المتعددة مثل جوجل درايف و دروب بوكس وون درايف وما إلى ذلك. يوفر اكسكربت AES 256 بت ، أقوى تشفير ، ويضمن أن المخاطر موجودة دون المساس بإنتاجية الشركة . تضمن اكسكربت أيضًا بقاء مؤسستك متوافقة مع اللوائح مثل اللائحة العامة لحماية البيانات (GDPR) التي تتعلق بحماية البيانات الشخصية والحقوق الفردية. بعض ميزات اكسكربت تجعله أفضل حل تشفير لصناعة تكنولوجيا المعلومات.
de: AxCrypt wurde entwickelt, um auf vereinfachte Weise eine erweiterte Verschlüsselung für mehrere Cloud-Speicherdienste wie Google Drive, One Drive, Dropbox usw. bereitzustellen. AxCrypt bietet mit AES 256 Bit die stärkste Verschlüsselung und garantiert, dass Risiken in Schach gehalten werden, ohne die Produktivität des Unternehmens zu beeinträchtigen. AxCrypt stellt auch sicher, dass Ihr Unternehmen Vorschriften wie die Datenschutz-Grundverordnung (DSGVO) einhält, die den Schutz personenbezogener Daten und individueller Rechte betrifft. Einige der Funktionen von AxCrypt machen es zur besten Verschlüsselungslösung für die IT-Branche.
es: AxCrypt está diseñado para proporcionar cifrado avanzado de manera simple en múltiples servicios de almacenamiento en la nube, como Google Drive, One Drive, Dropbox, etc. AxCrypt proporciona AES de 256 bits, el cifrado más fuerte que existe, y garantiza que los riesgos están a raya sin comprometer la productividad de la empresa. También garantiza que tu organización cumpla con regulaciones como el Reglamento General de Protección de Datos (GDPR) que se refiere a la protección de datos personales y derechos individuales. Algunas de las funciones de AxCrypt lo convierten en la mejor solución de cifrado para la industria de TI.
fr: AxCrypt est conçu pour fournir un cryptage avancé de manière simpliste sur plusieurs services de stockage cloud tels que Google Drive, One Drive, Dropbox, etc. AxCrypt fournit AES 256 bits, le cryptage le plus puissant, et garantit que les risques sont à distance sans compromettre la productivité de l’entreprise. AxCrypt veille également à ce que votre organisation reste conforme aux réglementations telles que le Règlement Général sur la Protection des Données (RGPD) qui concerne la protection des données personnelles et des droits individuels. Certaines des fonctionnalités d’AxCrypt en font la meilleure solution de cryptage pour l’industrie informatique.
it: AxCrypt è progettato per fornire una crittografia avanzata in modo semplice, su più servizi di cloud storage come Google Drive, One Drive, Dropbox, ecc. AxCrypt fornisce AES a 256 bit, la crittografia più forte, e garantisce che i rischi siano a bada senza compromettere la produttività dell'azienda. AxCrypt garantisce inoltre che la tua organizzazione rimanga conforme a normative come il Regolamento Generale sulla Protezione dei Dati (GDPR) che riguarda la protezione dei dati personali e dei diritti individuali. Alcune delle caratteristiche di AxCrypt lo rendono la migliore soluzione di crittografia per il settore IT.
ko: AxCrypt는 구글 드라이브, 원드라이브, 드롭박스 등과 같은 여러 클라우드 스토리지 서비스에서 고급 암호화를 단순한 방식으로 제공하도록 설계되었습니다. AxCrypt는 가장 강력한 암호화인 AES 256비트를 제공하며 회사의 생산성을 저하시키지 않고 위험을 방지합니다. 또한 AxCrypt는 개인 데이터 및 개인의 권리 보호와 관련된 일반 데이터 보호 규정(GDPR)과 같은 규정을 조직이 준수하도록 보장합니다. AxCrypt 의 기능은 IT 업계를 위한 최고의 암호화 솔루션입니다.
nl: AxCrypt is ontworpen om op een simplistische manier geavanceerde encryptie te bieden op meerdere cloudopslagdiensten zoals Google Drive, One Drive, Dropbox, enz. AxCrypt biedt AES 256 bit, de sterkste encryptie, en garandeert dat risico's op afstand worden gehouden zonder de productiviteit van het bedrijf in gevaar te brengen. AxCrypt zorgt er ook voor dat uw organisatie compliant blijft met regelgeving zoals de General Data Protection Regulation (GDPR) die gaat over de bescherming van persoonsgegevens en individuele rechten. Enkele kenmerken van AxCrypt maken het de beste encryptieoplossing voor de IT-industrie.
pl: AxCrypt został zaprojektowany w celu zapewnienia zaawansowanego szyfrowania w uproszczony sposób w wielu usługach przechowywania w chmurze, takich jak Google Drive, One Drive, Dropbox itp. AxCrypt zapewnia 256-bitowe szyfrowanie AES, najsilniejsze szyfrowanie i gwarantuje, że ryzyko jest na dystans bez narażania wydajności firmy . AxCrypt zapewnia również, że Twoja organizacja przestrzega przepisów, takich jak Ogólne rozporządzenie o ochronie danych (RODO), które dotyczy ochrony danych osobowych i praw jednostki. Niektóre funkcje AxCrypt sprawiają, że jest to najlepsze rozwiązanie do szyfrowania dla branży IT.
pt: A AxCrypt foi projectada para fornecer cifragem avançada de forma simplista em vários serviços de armazenamento na nuvem, como o Google Drive, One Drive, Dropbox, etc. A AxCrypt fornece AES de 256 bits, a cifragem mais forte, e garante que os riscos são mantidos à distância sem comprometer a produtividade da empresa. A AxCrypt também garante que a sua organização permanece em conformidade com regulamentos como o Regulamento Geral sobre a Protecção de Dados (RGPD) que diz respeito à protecção de dados pessoais e direitos individuais. Algumas das funcionalidades da AxCrypt fazem dela a melhor solução de cifragem para o sector das TI.
ru: AxCrypt предназначен для обеспечения расширенного шифрования упрощенным способом в нескольких облачных сервисах хранения данных, таких как Google Drive, One Drive, Dropbox и т.д. AxCrypt обеспечивает 256-битное шифрование AES, самое надежное шифрование, и гарантирует минимизацию рисков без ущерба для производительности компании. AxCrypt также гарантирует, что ваша организация соблюдает такие правила, как Общее положение о защите данных (GDPR), которое касается защиты персональных данных и индивидуальных прав. Некоторые функции AxCrypt делают его лучшим решением для шифрования в ИТ-индустрии.
sv: AxCrypt är designat för att tillhandahålla avancerad kryptering på ett förenklat sätt på flera molnlagringstjänster som Google Drive, One Drive, Dropbox, etc. AxCrypt tillhandahåller AES 256 bitar, den starkaste krypteringen, och garanterar att riskerna är i schack utan att kompromissa företagets produktivitet. AxCrypt säkerställer också att din organisation förblir kompatibel med regler som General Data Protection Regulation (GDPR) som rör skydd av personuppgifter och individuella rättigheter. Några av AxCrypt-funktionerna gör det till den bästa krypteringslösningen för IT-branschen.
tr: AxCrypt, Google Drive, One Drive, Dropbox gibi birden fazla bulut depolama hizmetinde basit bir şekilde gelişmiş şifreleme sağlamak için tasarlanmıştır. AxCrypt, en güçlü şifreleme olan AES 256 bit sağlar ve şirketin üretkenliğinden ödün vermeden risklerin uzakta olmasını garanti eder. AxCrypt ayrıca kuruluşunuzun kişisel verilerin ve bireysel hakların korunmasıyla ilgili Genel Veri Koruma Yönetmeliği (GDPR) gibi düzenlemelerle uyumlu kalmasını sağlar. AxCrypt'in bazı özellikleri onu BT sektörü için en iyi şifreleme çözümü haline getirmektedir.
zh: AxCrypt旨在以简单的方式在多个云存储服务（如谷歌驱动器，One Drive，Dropbox等）上提供高级加密。 AxCrypt提供AES256位，最强的加密，并保证在不影响公司生产力的情况下规避风险。 AxCrypt还可确保您的组织符合通用数据保护条例（GDPR）等法规，该法规涉及个人数据和个人权利的保护。 AxCrypt的一些特性使其成为IT行业的最佳加密解决方案。

# Blog_WENTI_H4_Text2
source: <strong>Password Manager</strong> - With the AxCrypt password manager feature you can store all your passwords and codes in our cloud in a secure manner. For more information, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>.
ar: <strong> مدير كلمات المرور </ strong> - باستخدام ميزة مدير كلمات المرور اكسكربت ، يمكنك تخزين جميع كلمات المرور والرموز الخاصة بك في السحابة الخاصة بنا بطريقة آمنة. لمزيد من المعلومات ، <a href='https://www.youtube.com/watch؟v=sLvY5lMK7wA'> شاهد برنامجنا التعليمي </a>.
de: <strong>Passwort-Manager</ strong> - Mit der AxCrypt Passwort-Manager-Funktion können Sie alle Ihre Passwörter und Codes sicher in unserer Cloud speichern. Für weitere Informationen, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>.
es: <strong>Administrador de contraseñas</strong> - Con la función de administrador de contraseñas de AxCrypt puedes almacenar todas tus contraseñas y códigos en nuestra nube de una manera segura. Para obtener más información, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>mira nuestro tutorial</a>.
fr: <strong>Gestionnaire de Mots de passe</strong> - Avec la fonction de gestionnaire de mots de passe AxCrypt, vous pouvez stocker tous vos mots de passe et codes dans notre cloud de manière sécurisée. Pour plus d'informations, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>regardez notre tutoriel</a>.
it: <strong>Password Manager</strong> - Con la funzione di gestione password di AxCrypt puoi archiviare tutte le tue password e i codici nel nostro cloud in modo sicuro. Per ulteriori informazioni, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>.
ko: <strong>비밀번호 관리자</strong> - AxCrypt 비밀번호 관리자 기능을 사용하면 모든 비밀번호와 코드를 클라우드에 안전하게 저장할 수 있습니다. 자세한 내용은 <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>튜토리얼</a>을 시청 하세요.
nl: <strong>Wachtwoordbeheer</strong> - Met de AxCrypt-wachtwoordbeheerfunctie kunt u al uw wachtwoorden en codes op een veilige manier in onze cloud opslaan. <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>bekijk onze tutorial</a> voor meer informatie.
pl: <strong>Menedżer haseł</strong> - Dzięki funkcji menedżera haseł AxCrypt możesz bezpiecznie przechowywać wszystkie swoje hasła i kody w naszej chmurze. Aby uzyskać więcej informacji, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>obejrzyj nasz samouczek</a>.
pt: <strong>Gestor de Palavras-Passe</strong> - Com o gestor de palavras-passe da AxCrypt, pode guardar todas as suas palavras-passe e códigos na nuvem de forma segura. Para mais informação, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>veja o nosso tutorial</a>.
ru: <strong>Менеджер паролей</strong> - С помощью функции Менеджер паролей от AxCrypt вы можете безопасно хранить все свои пароли и коды в нашем облаке. Для получения дополнительной информации, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>.
sv: <strong>Password Manager</strong> Med funktionen AxCrypt lösenordshanterare kan du lagra alla dina lösenord och koder i vårt moln på ett säkert sätt. För mer information, <ahref='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>.
tr: <strong>Şifre Yöneticisi</strong> - AxCrypt şifre yöneticisi özelliği ile tüm şifrelerinizi ve kodlarınızı bulutumuzda güvenli bir şekilde saklayabilirsiniz. Daha fazla bilgi için <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>eğitimimizi izleyin</a>..
zh: <strong>密码管理器</strong>-使用AxCrypt密码管理器功能，您可以以安全的方式将所有密码和代码存储在我们的云中。 有关更多信息，<a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our tutorial</a>。

# Blog_WENTI_H4_Text3
source: <strong>Key sharing</strong> - It allows secured files to be opened by other AxCrypt users with their own passwords. Users can send an encrypted file via email, which means that the file can only be accessed with a unique key. For more info on the AxCrypt key, sharing check our <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>key sharing tutorial</a>
ar: <strong> مشاركة المفاتيح </ strong> - يسمح لمستخدمي اكسكربت الآخرين بفتح الملفات المؤمنة باستخدام كلمات المرور الخاصة بهم. يمكن للمستخدمين إرسال ملف مشفر عبر البريد الإلكتروني ، مما يعني أنه لا يمكن الوصول إلى الملف إلا باستخدام مفتاح فريد. لمزيد من المعلومات حول مفتاح اكسكربت ، راجع برنامج المشاركة <a href='https://www.youtube.com/watch؟v=TUVWbmiEFSs'> البرنامج التعليمي لمشاركة المفاتيح </a>
de: <strong>Schlüsselfreigabe</strong> - Ermöglicht das Öffnen gesicherter Dateien durch andere AxCrypt-Benutzer mit ihren eigenen Passwörtern. Benutzer können eine verschlüsselte Datei per E-Mail senden, was bedeutet, dass auf die Datei nur mit einem eindeutigen Schlüssel zugegriffen werden kann. Weitere Informationen zum AxCrypt-Schlüssel finden Sie in unserem <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>key sharing tutorial</ a>
es: <strong>Uso compartido de claves</strong> - Permite que otros usuarios de AxCrypt abran archivos protegidos con sus propias contraseñas. Los usuarios pueden enviar un archivo cifrado por correo electrónico, lo que significa que solo se puede acceder al archivo con una clave única. Para obtener más información sobre el uso compartido de claves de AxCrypt, <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>mira nuestro tutorial</a>
fr: <strong>Partage de clés</strong> - Il permet aux fichiers sécurisés d’être ouverts par d’autres utilisateurs d’AxCrypt avec leurs propres mots de passe. Les utilisateurs peuvent envoyer un fichier crypté par e-mail, ce qui signifie que le fichier n’est accessible qu’avec une clé unique. Pour plus d’informations sur le partage de clés AxCrypt, consultez notre <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutoriel de partage de clé</a>
it: <strong>Condivisione delle chiavi</strong> - Consente ai file protetti di essere aperti da altri utenti AxCrypt con le proprie password. Gli utenti possono inviare un file crittografato via e-mail, il che significa che è possibile accedere al file solo con una chiave univoca. Per maggiori informazioni sulla condivisione della chiave AxCrypt, consulta il nostro <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutorial sulla condivisione delle chiavi</a>
ko: <strong>키 공유</strong> - 다른 AxCrypt 사용자가 자신의 암호로 보안 파일을 열 수 있습니다. 사용자는 전자 메일을 통해 암호화된 파일을 보낼 수 있습니다. 즉, 고유한 키로만 파일에 액세스할 수 있습니다. AxCrypt 키 공유에 대한 자세한 내용은 키 공유 튜토리얼 <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>key sharing tutorial</a>을 참조하십시오.
nl: <strong>Sleutel delen</strong> - Hiermee kunnen beveiligde bestanden worden geopend door andere AxCrypt-gebruikers met hun eigen wachtwoorden. Gebruikers kunnen een versleuteld bestand via e-mail verzenden, wat betekent dat het bestand alleen toegankelijk is met een unieke sleutel. Raadpleeg voor meer informatie over de AxCrypt-sleutel en het delen onze <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>handleiding voor het delen van sleutels</a>
pl: <strong>Udostępnianie kluczy</strong> - Umożliwia otwieranie zabezpieczonych plików przez innych użytkowników AxCrypt za pomocą ich własnych haseł. Użytkownicy mogą wysłać zaszyfrowany plik pocztą elektroniczną, co oznacza, że dostęp do pliku można uzyskać tylko za pomocą unikalnego klucza. Aby uzyskać więcej informacji na temat klucza AxCrypt, zapoznaj się z naszym <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>samouczkiem udostępniania kluczy</a>
pt: <strong>Partilha de chaves</strong> - Permite que ficheiros protegidos sejam abertos por outros utilizadores AxCrypt com suas próprias palavras-passe. Os utilizadores podem enviar um ficheiro cifrado por e-mail, o que significa que o ficheiro só pode ser acedido com uma chave única. Para mais informação sobre a chave da AxCrypt, partilhe o nosso <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>tutorial de partilha de chaves</a>
ru: <strong>Совместное использование ключей</strong> позволяет другим пользователям AxCrypt открывать защищенные файлы с их собственными паролями. Пользователи могут отправить зашифрованный файл по электронной почте, что означает, что доступ к файлу возможен только с помощью уникального ключа. Для получения дополнительной информации о ключе AxCrypt, пожалуйста, ознакомьтесь с нашим <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs '>key sharing tutorial</a>
sv: <strong>Nyckeldelning</strong> - Det gör att säkra filer kan öppnas av andra AxCrypt-användare med sina egna lösenord. Användare kan skicka en krypterad fil via e-post, vilket innebär att filen endast kan nås med en unik nyckel. Mer information om AxCrypt-nyckeln finns i vår <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>manual för nyckeldelning</a>
tr: <strong>Anahtar paylaşımı</strong> - Güvenli dosyaların diğer AxCrypt kullanıcıları tarafından kendi parolalarıyla açılmasını sağlar. Kullanıcılar şifreli bir dosyayı e-posta yoluyla gönderebilir, bu da dosyaya yalnızca benzersiz bir anahtarla erişilebileceği anlamına gelir. AxCrypt anahtarı, paylaşımı hakkında daha fazla bilgi için <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>anahtar paylaşımı öğretici videomuza</a> göz atın
zh: <strong>密钥共享</strong>-它允许其他AxCrypt用户使用自己的密码打开安全文件。 用户可以通过电子邮件发送加密文件，这意味着只能使用唯一密钥访问该文件。 有关AxCrypt密钥的更多信息，请查看我们的<a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>key sharing tutorial</a>

# Blog_WENTI_H4_Text4
source: <strong>Mobile Encryption</strong> - With the AxCrypt mobile encryption you can secure your data on Google Drive Files and Dropbox with just one click on your iOS and Android devices. Try a one-month free trial: Download for <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
ar: <strong> تشفير الهاتف المحمول </ strong> - باستخدام تشفير الأجهزة المحمولة اكسكربت ، يمكنك تأمين بياناتك على ملفات جوجل درايف و دروب بوكس بنقرة واحدة فقط على أجهزة نظام التشغيل ايفون و ذكري المظهر. جرب نسخة تجريبية مجانية مدتها شهر واحد: تنزيل <a href='https://play.google.com/store/apps/details؟id=net.axcrypt.axcrypt2x'> ذكري المظهر</a> أو <a href = "https://apps.apple.com/us/app/axcrypt/id1157695909'> iOS </a>
de: <strong>Mobile Verschlüsselung</strong> - Mit der mobilen AxCrypt-Verschlüsselung können Sie Ihre Daten auf Google Drive-Dateien und Dropbox mit nur einem Klick auf Ihren iOS- und Android-Geräten sichern. Probieren Sie eine einmonatige kostenlose Testversion aus: Download für <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x '>Android</a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909 '>iOS</a>
es: <strong>Cifrado móvil</strong> - con el cifrado móvil de AxCrypt, puedes proteger tus datos en Google Drive y Dropbox con solo un clic en tus dispositivos iOS y Android. Obtén una prueba gratuita de un mes: Descargar para <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
fr: <strong>Cryptage mobile</strong> - Avec le cryptage mobile AxCrypt vous pouvez sécuriser vos données sur Google Drive Files et Dropbox en un seul clic sur vos appareils iOS et Android. Essayez un essai gratuit d’un mois: Télécharger pour <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
it: <strong>Crittografia Mobile</strong> - Con la crittografia mobile AxCrypt puoi proteggere i tuoi dati su Google Drive Files e Dropbox con un solo clic sui tuoi dispositivi iOS e Android. Prova gratuita di un mese: Scarica per <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
ko: 모바일 암호화 - AxCrypt <strong>모바일 암호화</strong>를 사용하면 iOS 및 안드로이드 장치에서 한 번의 클릭으로 구글 드라이브 파일 및 드롭박스의 데이터를 보호 할 수 있습니다. 1개월 무료 평가판 사용해보기: <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>용 다운로드
nl: <strong>Mobiele Encryptie</strong> - Met de mobiele encryptie van AxCrypt kunt u uw gegevens op Google Drive-bestanden en Dropbox met slechts één klik op uw iOS- en Android-apparaten beveiligen. Probeer een gratis proefperiode van een maand: download voor <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> of <a href= 'https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
pl: <strong>Szyfrowanie mobilne</strong> - Dzięki szyfrowaniu mobilnemu AxCrypt możesz zabezpieczyć swoje dane w plikach na Dysku Google i w Dropbox za pomocą jednego kliknięcia na urządzeniach z systemem iOS i Android. Wypróbuj miesięczny bezpłatny okres próbny: pobierz na <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Androida</a> lub <a href= 'https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
pt: <strong>Cifragem Móvel</strong> - Com a cifragem móvel da AxCrypt pode proteger os seus dados no Google Drive Files e Dropbox com apenas um clique nos seus dispositivos iOS e Android. Experimente gratuitamente durante um mês: Descarregue para <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
ru: <strong> Мобильное шифрование </strong> - С помощью мобильного шифрования AxCrypt вы можете защитить свои данные в файлах Google Drive и Dropbox всего одним щелчком для ваших устройствах iOS и Android. Попробуйте бесплатную пробную версию на один месяц: скачайте для <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x '>Android</a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909 '>iOS</a>
sv: <strong>Mobilkryptering</strong> - Med mobilkrypteringen AxCrypt kan du säkra din data på Google Drive Files och Dropbox med bara ett klick på dina iOS- och Android-enheter. Prova en månads gratis provperiod: Ladda ner för href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'> Android</a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
tr: <strong>Mobil Şifreleme</strong> - AxCrypt mobil şifreleme ile iOS ve Android cihazlarınızda tek bir tıklamayla Google Drive Files ve Dropbox'taki verilerinizi güvence altına alabilirsiniz. Bir aylık ücretsiz deneme sürümünü deneyin: <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a> için indirin
zh: <strong>移动加密</strong>-使用AxCrypt移动加密，您只需在iOS和Android设备上单击一下即可保护谷歌云端硬盘文件和Dropbox上的数据。 试用一个月免费试用：下载<a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> 或 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>
