Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCKSGDBlock2Text4
source: The Key Sharing feature is designed to prioritize security and privacy of your files. The files are still encrypted with the strong <b>AES-256</b> bit algorithm when you share it, and the recipients can easily access them at their convenience.
ar: تم تصميم ميزة مشاركة المفاتيح لإعطاء الأولوية لأمان وخصوصية ملفاتك. لا تزال الملفات مشفرة باستخدام خوارزمية <b>AES-256</b> بت القوية عند مشاركتها ، ويمكن للمستلمين الوصول إليها بسهولة في الوقت الذي يناسبهم.
de: Die Schlüsselfreigabefunktion wurde entwickelt, um die Sicherheit und den Datenschutz Ihrer Dateien zu priorisieren. Die Dateien werden immer noch mit dem starken <b>AES-256-Bit-Algorithmus</b> verschlüsselt, wenn Sie sie freigeben, und die Empfänger können nach Belieben problemlos darauf zugreifen.
es: La función de uso compartido de claves está diseñada para priorizar la seguridad y la privacidad de sus archivos. Los archivos siguen encriptados con el potente algoritmo <b>AES-256</b> bits cuando los compartes, y los destinatarios pueden acceder fácilmente a ellos cuando les convenga.
fr: La fonctionnalité de partage de clés est conçue pour donner la priorité à la sécurité et à la confidentialité de vos fichiers. Les fichiers sont toujours cryptés avec l'algorithme puissant <b>AES-256</b> bits lorsque vous les partagez, et les destinataires peuvent facilement y accéder à leur convenance.
it: La funzione di condivisione delle chiavi è progettata per dare priorità alla sicurezza e alla privacy dei file. I file sono ancora crittografati con il potente algoritmo <b>AES-256</b> bit quando li condividi e i destinatari possono accedervi facilmente a loro piacimento.
ko: 키 공유 기능은 파일의 보안 및 개인 정보 보호에 우선 순위를 두도록 설계되었습니다. 파일을 공유할 때 강력한 <b>AES-256</b> 비트 알고리즘으로 파일이 여전히 암호화되며 수신자는 편리한 시간에 쉽게 액세스할 수 있습니다.
nl: De functie Key Sharing is ontworpen om prioriteit te geven aan de beveiliging en privacy van jouw bestanden. De bestanden zijn nog steeds versleuteld met het sterke <b>AES-256-bits</b> algoritme wanneer je ze deelt, en de ontvangers hebben er gemakkelijk toegang toe wanneer het hen uitkomt.
pl: Funkcja udostępniania kluczy ma na celu nadanie priorytetu bezpieczeństwu i prywatności Twoich plików. Pliki są nadal szyfrowane silnym algorytmem <b>AES-256</b>, gdy je udostępniasz, a odbiorcy mogą łatwo uzyskać do nich dostęp w dogodny dla siebie sposób.
pt: O recurso Compartilhamento de Chaves foi projetado para priorizar a segurança e a privacidade de seus arquivos. Os arquivos ainda são criptografados com o forte algoritmo <b>AES-256</b> bit quando você o compartilha, e os destinatários podem acessá-los facilmente em sua conveniência.
ru: Функция «Обмен ключами» предназначена для обеспечения безопасности и конфиденциальности ваших файлов. Файлы по-прежнему шифруются с помощью надежного <b>алгоритма AES-256</b>, когда вы делитесь ими, и получатели могут легко получить к ним доступ в любое удобное для них время.
sv: Nyckeldelningsfunktionen är utformad för att prioritera säkerheten och integriteten för dina filer. Filerna är fortfarande krypterade med den starka <b>AES-256</b>bitars algoritm när du delar dem, och mottagarna kan enkelt få åtkomst till dem när det passar dem.
tr: Anahtar Paylaşımı özelliği, dosyalarınızın güvenliğine ve gizliliğine öncelik verecek şekilde tasarlanmıştır. Dosyalar, paylaştığınızda güçlü <b>AES-256</b> bit algoritmasıyla şifrelenmeye devam eder ve alıcılar bunlara istedikleri zaman kolayca erişebilir.
zh: 密钥共享功能旨在优先考虑文件的安全性和隐私性。当您共享文件时，文件仍使用强大的 <b>AES-256</b> 位算法进行加密，收件人可以在方便时轻松访问它们。

# AxCKSGDBlock2Text5
source: Imagine sharing a highly sensitive business document such as a revenue report with your boss or colleague – while ensuring that file is encrypted, even after the recipient opens it, that’s the Key Sharing feature for you.
ar: تخيل مشاركة مستند عمل حساس للغاية مثل تقرير الإيرادات مع رئيسك أو زميلك - مع ضمان تشفير الملف ، حتى بعد أن يفتحه المستلم ، فهذه هي ميزة مشاركة المفاتيح بالنسبة لك.
de: Stellen Sie sich vor, Sie teilen ein hochsensibles Geschäftsdokument wie einen Umsatzbericht mit Ihrem Chef oder Kollegen – und stellen gleichzeitig sicher, dass diese Datei verschlüsselt ist, auch nachdem der Empfänger sie geöffnet hat.
es: Imagínese compartir un documento comercial altamente confidencial, como un informe de ingresos, con su jefe o colega, mientras se asegura de que el archivo esté encriptado, incluso después de que el destinatario lo abra, esa es la función de uso compartido de claves para usted.
fr: Imaginez partager un document commercial très sensible, tel qu'un rapport de revenus, avec votre patron ou un collègue ; tout en vous assurant que le fichier soit crypté, même après que le destinataire l'a ouvert. C'est la fonctionnalité de partage de clés qu'il vous faut.
it: Immagina di condividere un documento aziendale altamente sensibile, come un rapporto sulle entrate, con il tuo capo o collega: assicurati che il file sia crittografato, anche dopo che il destinatario lo ha aperto, questa è la funzione di condivisione delle chiavi che fa per te.
ko: 수익 보고서와 같은 매우 중요한 비즈니스 문서를 상사 또는 동료와 공유하는 것을 상상해 보십시오. 파일이 암호화되어 있는지 확인하면서 받는 사람이 파일을 열어 본 후에도 파일이 암호화되어 있는지 확인하는 것이 바로 키 공유 기능입니다.
nl: Stel je eens voor dat je een zeer gevoelig zakelijk document, zoals een omzetrapport, deelt met jouw baas of collega - terwijl je ervoor zorgt dat het bestand versleuteld is, zelfs nadat de ontvanger het heeft geopend, dat is de functie voor het delen van sleutels voor jou.
pl: Wyobraź sobie, że udostępniasz szefowi lub współpracownikowi bardzo poufny dokument biznesowy, np. raport o przychodach – zapewniając jednocześnie, że plik jest zaszyfrowany, nawet po jego otwarciu przez odbiorcę – to właśnie jest funkcja udostępniania kluczy dla Ciebie.
pt: Imagine compartilhar um documento comercial altamente sensível, como um relatório de receita, com seu chefe ou colega – ao mesmo tempo em que garante que o arquivo seja criptografado, mesmo depois que o destinatário o abre, esse é o recurso de compartilhamento de chaves para você.
ru: Представьте себе, что вы делитесь конфиденциальным деловым документом, таким как отчет о доходах, со своим начальником или коллегой, при этом гарантируя, что файл зашифрован даже после того, как получатель откроет его.
sv: Föreställ dig att dela ett mycket känsligt affärsdokument, såsom en intäktsrapport, med din chef eller kollega – samtidigt som du säkerställer att filen är krypterad, även efter att mottagaren öppnar den!
tr: Gelir raporu gibi son derece hassas bir iş belgesini - alıcı belgeyi açtıktan sonra bile dosyanın şifrelenmesini sağlamaya devam ederken patronunuz veya iş arkadaşınızla paylaştığınızı hayal edin, bu sizin için Anahtar Paylaşımı özelliğidir.
zh: 想象一下，与您的老板或同事共享高度敏感的业务文档（例如收入报告），同时确保文件已加密，即使在收件人打开文件后也是如此，这就是您的密钥共享功能。

# AxCKSGDBlock3Heading
source: How Does <span> Key Sharing Work?</span>
ar: كيف <span> تعمل مشاركة المفاتيح؟</span>
de: Wie <span> funktioniert die Schlüsselfreigabe?</span>
es: ¿Cómo funciona <span> el uso compartido de claves?</span>
fr: Comment fonctionne <span> le partage de clés ?</span>
it: Come <span> funziona la condivisione delle chiavi?</span>
ko: <span> 키 공유는 어떻게 작동합니까?</span>
nl: Hoe werkt het delen van sleutels met <span>?</span>
pl: Jak działa <span> udostępnianie kluczy?</span>
ru: Как <span> работает совместное использование ключей?</span>
sv: Hur fungerar <span> nyckeldelning?</span>
zh: <span> 密钥共享如何运作？</span>

# AxCKSGDBlock3Text1
source: AxCrypt uses <b>Asymmetrical</b> encryption to securely share the encrypted files. That means public key is used for encryption and private key is used for decryption. AxCrypt generates an <b>RSA-4096</b> public and private key pair when an account is created. The private key is encrypted with your password.
ar: يستخدم اكسكربت التشفير <b>غير المتماثل</b> لمشاركة الملفات المشفرة بشكل آمن. هذا يعني أن المفتاح العام يستخدم للتشفير والمفتاح الخاص يستخدم لفك التشفير. يقوم اكسكربت بإنشاء زوج مفاتيح عام وخاص <b>RSA-4096</b> عند إنشاء حساب. يتم تشفير المفتاح الخاص بكلمة المرور الخاصة بك.
de: AxCrypt verwendet <b>eine asymmetrische</b> Verschlüsselung, um die verschlüsselten Dateien sicher zu teilen. Das bedeutet, dass der öffentliche Schlüssel für die Verschlüsselung und der private Schlüssel für die Entschlüsselung verwendet wird. AxCrypt generiert beim Anlegen eines Kontos ein öffentliches und privates <b>RSA-4096-Schlüsselpaar</b>. Der private Schlüssel wird mit Ihrem Passwort verschlüsselt.
es: AxCrypt utiliza el cifrado <b>asimétrico</b> para compartir de forma segura los archivos cifrados. Eso significa que la clave pública se usa para el cifrado y la clave privada se usa para el descifrado. AxCrypt genera un par de claves públicas y privadas <b>RSA-4096</b> cuando se crea una cuenta. La clave privada está encriptada con su contraseña.
fr: AxCrypt utilise le cryptage <b>Asymétrique</b> pour partager en toute sécurité les fichiers cryptés. Cela signifie que la clé publique est utilisée pour le cryptage et la clé privée pour le déchiffrement. AxCrypt génère une paire de clés publique et privée <b>RSA-4096</b> lorsqu'un compte est créé. La clé privée est cryptée avec votre mot de passe.
it: AxCrypt utilizza la crittografia <b>asimmetrica</b> per condividere in modo sicuro i file crittografati. Ciò significa che la chiave pubblica viene utilizzata per la crittografia e la chiave privata viene utilizzata per la decrittografia. AxCrypt genera una coppia di chiavi pubbliche e private <b>RSA-4096</b> quando viene creato un account. La chiave privata è crittografata con la tua password.
ko: AxCrypt는 <b>비대칭</b> 암호화를 사용하여 암호화된 파일을 안전하게 공유합니다. 즉, 암호화를 위해 공개 키가 사용되고 암호 해독을 위해 개인 키가 사용됩니다. 계정을 만들면 AxCrypt에서 <b>RSA-4096</b> 공개 및 개인 키 쌍을 생성합니다. 개인 키는 암호로 암호화됩니다.
nl: AxCrypt gebruikt <b>asymmetrische</b> versleuteling om de versleutelde bestanden veilig te delen. Dat betekent dat de publieke sleutel wordt gebruikt voor versleuteling en de privésleutel voor ontsleuteling. AxCrypt genereert een <b>RSA-4096</b> publiek en privé sleutelpaar wanneer een account wordt aangemaakt. De privésleutel is versleuteld met jouw wachtwoord.
pl: AxCrypt używa szyfrowania <b>asymetrycznego</b>, aby bezpiecznie udostępniać zaszyfrowane pliki. Oznacza to, że klucz publiczny służy do szyfrowania, a klucz prywatny do deszyfrowania. AxCrypt generuje parę kluczy publicznych i prywatnych <b>RSA-4096</b> podczas tworzenia konta. Klucz prywatny jest szyfrowany za pomocą Twojego hasła.
pt: O AxCrypt usa criptografia <b>assimétrica</b> para compartilhar com segurança os arquivos criptografados. Isso significa que a chave pública é usada para criptografia e a chave privada é usada para descriptografia. O AxCrypt gera um par de chaves pública e privada <b>RSA-4096</b> quando uma conta é criada. A chave privada é criptografada com sua senha.
ru: AxCrypt использует <b>асимметричное</b> шифрование для безопасного обмена зашифрованными файлами. Это означает, что открытый ключ используется для шифрования, а закрытый ключ — для расшифровки. AxCrypt генерирует пару открытого и закрытого ключей <b>RSA-4096</b> при создании учетной записи. Закрытый ключ зашифрован вашим паролем.
sv: AxCrypt använder <b>asymmetrisk</b> kryptering för att dela de krypterade filerna på ett säkert sätt. Det innebär att den offentliga nyckeln används för kryptering och den privata nyckeln används för dekryptering. AxCrypt genererar ett <b>RSA-4096</b> offentlig och privat nyckel när ett konto skapas. Den privata nyckeln krypteras med ditt lösenord.
tr: AxCrypt, şifrelenmiş dosyaları güvenli bir şekilde paylaşmak için <b>Asimetrik</b> şifreleme kullanır. Bu, şifreleme için genel anahtarın ve şifre çözme için özel anahtarın kullanıldığı anlamına gelir. AxCrypt, bir hesap oluşturulduğunda bir <b>RSA-4096</b> genel ve özel anahtar çifti oluşturur. Özel anahtar, parolanızla şifrelenir.
zh: AxCrypt使用 <b>非对称</b> 加密来安全地共享加密文件。这意味着公钥用于加密，私钥用于解密。AxCrypt 在创建账户时生成 <b>RSA-4096</b> 公钥和私钥对。私钥使用您的密码进行加密。

# AxCKSGDBlock3Text2
source: The unique thing about public sharing and private secret key pairs is that while anyone can *encrypt* data with the public sharing key, only the person knowing the private secret key can *decrypt*, and even knowing the public sharing key it’s not possible to figure out the private secret key.
ar: الشيء الفريد في المشاركة العامة وأزواج المفاتيح السرية الخاصة هو أنه بينما يمكن لأي شخص * تشفير * البيانات باستخدام مفتاح المشاركة العامة ، يمكن فقط للشخص الذي يعرف المفتاح السري الخاص * فك التشفير * ، وحتى معرفة مفتاح المشاركة العامة ، لا يمكن معرفة المفتاح السري الخاص.
de: Das Einzigartige an öffentlichen und privaten geheimen Schlüsselpaaren ist, dass zwar jeder Daten mit dem öffentlichen Freigabeschlüssel *verschlüsseln* kann, aber nur die Person, die den privaten geheimen Schlüssel kennt, *entschlüsseln* kann, und selbst wenn man den öffentlichen Freigabeschlüssel kennt, ist es nicht möglich, den privaten geheimen Schlüssel herauszufinden.
es: Lo único de los pares de claves públicas y secretas privadas es que, si bien cualquiera puede *cifrar* los datos con la clave pública de compartir, solo la persona que conoce la clave secreta privada puede *descifrar*, e incluso conociendo la clave pública de uso compartido no es posible averiguar la clave secreta privada.
fr: La particularité du partage public et des paires de clés secrètes privées est que même si n'importe qui peut *crypter* des données avec la clé de partage publique, seule la personne connaissant la clé secrète privée peut *déchiffrer*, et même connaissant la clé de partage publique, il n'est pas possible de trouver la clé secrète privée.
it: La particolarità della condivisione pubblica e delle coppie di chiavi private è che mentre chiunque può *crittografare* i dati con la chiave di condivisione pubblica, solo la persona che conosce la chiave privata privata può *decrittografare*, e anche conoscendo la chiave di condivisione pubblica non è possibile capire la chiave privata segreta.
ko: 공개 공유 및 개인 비밀 키 쌍의 독특한 점은 누구나 공개 공유 키로 데이터를 *암호화*할 수 있지만, 개인 비밀 키를 아는 사람만이 *복호화*할 수 있으며, 공개 공유 키를 알더라도 개인 비밀 키를 알아낼 수 없다는 것입니다.
nl: Het unieke aan openbaar delen en privé geheime sleutelparen is dat hoewel iedereen gegevens kan *versleutelen* met de openbare deelsleutel, alleen de persoon die de geheime privésleutel kent, kan *ontsleutelen*, en zelfs als diegene de openbare deelsleutel kent, is het niet mogelijk om de geheime privésleutel te achterhalen.
pl: Wyjątkowość par kluczy udostępniania publicznego i klucza prywatnego polega na tym, że chociaż każdy może *szyfrować* dane za pomocą publicznego klucza udostępniania, tylko osoba znająca tajny klucz prywatny może *odszyfrować*, a nawet znając publiczny klucz udostępniania nie jest możliwe znalezienie tajnego klucza prywatnego.
pt: A única coisa sobre compartilhamento público e pares de chaves secretas privadas é que, embora qualquer pessoa possa *criptografar* dados com a chave de compartilhamento pública, apenas a pessoa que conhece a chave secreta privada pode *descriptografar*, e mesmo conhecendo a chave de compartilhamento pública, não é possível descobrir a chave secreta privada.
ru: Уникальность пар открытого и закрытого секретных ключей заключается в том, что, хотя любой может *зашифровать* данные с помощью открытого ключа общего доступа, только человек, знающий закрытый секретный ключ, может *расшифровать*, и даже зная открытый ключ общего доступа, невозможно выяснить закрытый секретный ключ.
sv: Det unika med offentliga delningsnycklar och privata hemliga nyckelpar är att vem som helst kan *Kryptera* data med den offentliga delningsnyckeln, medan det endast är personen som känner till den privata hemliga nyckeln som kan dekryptera. Även om man känner till den offentliga delningsnyckeln är det inte möjligt att lista ut den privata hemliga nyckeln.
tr: Genel paylaşım ve özel gizli anahtar çiftleri ile ilgili benzersiz olan şey, herkesin genel paylaşım anahtarıyla verileri *şifreleyebilmesine* rağmen, yalnızca özel gizli anahtarı bilen kişinin *şifresini çözebilmesi* ve genel paylaşım anahtarını bilmesine rağmen özel gizli anahtarı bulmanın mümkün olmamasıdır.
zh: 关于公共共享和私人秘密密钥对的独特之处在于，虽然任何人都可以使用公共共享密钥*加密*数据，但只有知道私人秘密密钥的人可以*解密*，甚至知道公。

# AxCKSGDBlock3Text3
source: When we encrypt a file, we don’t <b>encrypt</b> it with your password as the encryption key. We encrypt your file with a random and <b>unique key</b> every time a file is encrypted. We call this the master file key or session key. It’s this master file key that we encrypt with your password and add to the encrypted file.
ar: عندما نقوم بتشفير ملف ، فإننا لا نقوم <b>بتشفيره</b> بكلمة المرور الخاصة بك كمفتاح تشفير. نقوم بتشفير ملفك <b>بمفتاح عشوائي وفريد</b> في كل مرة يتم فيها تشفير ملف. نسمي هذا مفتاح الملف الرئيسي أو مفتاح الجلسة. إنه مفتاح الملف الرئيسي هذا الذي نقوم بتشفيره بكلمة المرور الخاصة بك وإضافته إلى الملف المشفر.
de: Wenn wir eine Datei verschlüsseln, <b>verschlüsseln</b> wir sie nicht mit Ihrem Passwort als Verschlüsselungsschlüssel. Wir verschlüsseln Ihre Datei jedes Mal mit einem zufälligen und <b>eindeutigen Schlüssel</b>, wenn eine Datei verschlüsselt wird. Wir nennen dies den Masterdateischlüssel oder Sitzungsschlüssel. Es ist dieser Master-Dateischlüssel, den wir mit Ihrem Passwort verschlüsseln und der verschlüsselten Datei hinzufügen.
es: Cuando encriptamos un archivo, no lo encriptamos con su contraseña como clave de <b>encriptación</b> . Encriptamos su archivo con una clave aleatoria y <b>única</b> cada vez que se encripta un archivo. A esto lo llamamos clave de archivo maestro o clave de sesión. Es esta clave de archivo maestra la que encriptamos con su contraseña y agregamos al archivo encriptado.
fr: Lorsque nous chiffrons un fichier, nous ne le <b>chiffrons</b> pas avec votre mot de passe comme clé de chiffrement. Nous chiffrons votre fichier avec une <b>clé aléatoire et unique</b> chaque fois qu'un fichier est chiffré. Nous appelons cela la clé de fichier maître ou clé de session. C'est cette clé de fichier maître que nous chiffrons avec votre mot de passe et ajoutons au fichier chiffré.
it: Quando crittografiamo un file, non lo <b>crittografiamo</b> con la tua password come chiave di crittografia. Crittografiamo il tuo file con una <b>chiave casuale e univoca</b> ogni volta che un file viene crittografato. La chiamiamo chiave del file master o chiave di sessione. È questa chiave del file master che crittografiamo con la tua password e aggiungiamo al file crittografato.
ko: 파일을 암호화할 때는 암호를 암호화 키로 사용하여 <b>암호화</b>하지 않습니다. 파일이 암호화될 때마다 무작위 및 <b>고유 키</b>로 파일을 암호화합니다. 우리는 이것을 마스터 파일 키 또는 세션 키라고 부른다. 이 마스터 파일 키는 암호로 암호화하여 암호화된 파일에 추가합니다.
nl: Wanneer we een bestand versleutelen, <b>versleutelen</b> we het niet met jouw wachtwoord als coderingssleutel. We versleutelen jouw bestand met een willekeurige en <b>unieke sleutel</b> elke keer dat een bestand wordt versleuteld. We noemen dit de master file key of session key. Het is deze hoofdsleutel die we versleutelen met jouw wachtwoord en toevoegen aan het versleutelde bestand.
pl: Kiedy szyfrujemy plik, nie <b>szyfrujemy</b> go przy użyciu Twojego hasła jako klucza szyfrowania. Szyfrujemy Twój plik losowym i <b>unikalnym kluczem</b> za każdym razem, gdy plik jest szyfrowany. Nazywamy to głównym kluczem pliku lub kluczem sesji. To ten główny klucz pliku, który szyfrujemy za pomocą Twojego hasła i dodajemy do zaszyfrowanego pliku.
pt: Quando criptografamos um arquivo, não o <b>criptografamos</b> com sua senha como chave de criptografia. Criptografamos seu arquivo com uma chave aleatória e <b>única</b> toda vez que um arquivo é criptografado. Chamamos isso de chave de arquivo mestre ou chave de sessão. É essa chave mestra que criptografamos com sua senha e adicionamos ao arquivo criptografado.
ru: Когда мы шифруем файл, мы не <b>шифруем</b> его с помощью вашего пароля в качестве ключа шифрования. Мы шифруем ваш файл случайным и <b>уникальным ключом</b> каждый раз, когда файл шифруется. Мы называем это ключом главного файла или ключом сеанса. Именно этот ключ мастер-файла мы шифруем вашим паролем и добавляем в зашифрованный файл.
sv: När vi <b>Krypterar</b> en fil använder vi inte ditt lösenord som krypteringsnyckel. Vi krypterar din fil med en slumpmässig och <b>unik nyckel</b> varje gång en fil krypteras. Vi kallar detta för en masterfilnyckel eller sessionsnyckel. Det är denna masterfilnyckel som vi krypterar med ditt lösenord och sen lägger till den krypterade filen.
tr: Bir dosyayı şifrelediğimizde, şifreleme anahtarı olarak parolanızla <b>şifrelemeyiz</b> . Bir dosya her şifrelendiğinde dosyanızı rastgele ve <b>benzersiz bir anahtarla</b> şifreleriz. Buna ana dosya anahtarı veya oturum anahtarı deriz. Parolanızla şifrelediğimiz ve şifrelenmiş dosyaya eklediğimiz bu ana dosya anahtarıdır.
zh: 当我们加密文件时，我们不会使用您的密码作为加密密钥对其进行 <b>加密</b> 。每次加密文件时，我们都会使用随机且 <b>唯一的密钥</b> 对您的文件进行加密。我们称之为主文件密钥或会话密钥。我们用您的密码加密并添加到加密文件中的就是这个主文件密钥。
