Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZTCS_Heading2
source: Key concepts of Zero Trust
ar: المفاهيم الأساسية لزيرو تريست
de: Schlüsselkonzepte von Zero Trust
es: Conceptos clave del enfoque de cero confianza
fr: Concepts clés du Zero Trust
it: Concetti chiave di Zero Trust
ko: 제로 트러스트의 핵심 개념
nl: Hoofdconcepten van Zero Trust
pl: Kluczowe koncepcje Zero Trust
pt: Conceitos-chave do Zero Trust
ru: Ключевые концепции нулевого доверия
sv: Nyckelbegrepp för Zero Trust
tr: Sıfır Güven'in temel kavramları
zh: 零信任的关键概念

# Blog_ZTCS_Heading3
source: How AxCrypt could help to implement Zero Trust?
ar: كيف يمكن أن يساعد اكسكربت في تطبيق زيرو تريست؟
de: Wie könnte AxCrypt helfen, Zero Trust zu implementieren?
es: ¿Cómo podría ayudar AxCrypt a implementar la cero confianza?
fr: Comment AxCrypt pourrait-il aider à mettre en œuvre Zero Trust?
it: In che modo AxCrypt potrebbe aiutare a implementare Zero Trust?
ko: AxCrypt가 제로 트러스트 구현에 어떤 도움을 줄 수 있을까요?
nl: Hoe kan AxCrypt helpen om Zero Trust te implementeren?
pl: W jaki sposób AxCrypt może pomóc we wdrożeniu Zero Trust?
pt: Como pode a AxCrypt ajudar a implementar Zero Trust?
ru: Как AxCrypt может помочь внедрить нулевое доверие?
sv: Hur AxCrypt kan hjälpa till att implementera Zero Trust?
tr: AxCrypt, Sıfır Güven'in uygulanmasına nasıl yardımcı olabilir?
zh: AxCrypt如何帮助实现零信任？

# Blog_ZTCS_Summary
source: The primary objective of the Zero Trust model is to minimize the possibility of remote work risks and insider threats, as well as to control third-party interference and cloud risk.
ar: الهدف الأساسي لنموذج زيرو تريست هو تقليل احتمالية مخاطر العمل عن بُعد والتهديدات الداخلية ، بالإضافة إلى التحكم في تداخل الجهات الخارجية ومخاطر السحابة.
de: Das Hauptziel des Zero-Trust-Modells besteht darin, die Möglichkeit von Remote-Arbeitsrisiken und Insider-Bedrohungen zu minimieren sowie Eingriffe Dritter und Cloud-Risiken zu kontrollieren.
es: El objetivo principal del modelo de cero confianza es minimizar la posibilidad de riesgos de trabajo remoto y amenazas internas, así como controlar la intromisión de terceros y el riesgo de la nube.
fr: L’objectif principal du modèle Zero Trust est de minimiser la possibilité de risques de travail à distance et de menaces internes, ainsi que de contrôler les interférences de tiers et les risques liés au cloud.
it: L'obiettivo principale del modello Zero Trust è ridurre al minimo la possibilità di rischi di lavoro remoto e minacce interne, nonché controllare le interferenze di terze parti e il rischio cloud.
ko: 제로 트러스트 모델의 주요 목표는 원격 작업 위험 및 내부자 위협 가능성을 최소화하고 타사 간섭 및 클라우드 위험을 제어하는 것입니다.
nl: De primaire doelstelling van het Zero Trust-model is het minimaliseren van de kans op risico's van werk op afstand en bedreigingen van binnenuit, alsmede het beheersen van de inmenging van derden en het cloudrisico.
pl: Podstawowym celem modelu Zero Trust jest minimalizacja ryzyka pracy zdalnej i zagrożeń wewnętrznych, a także kontrola ingerencji osób trzecich i ryzyka w chmurze.
pt: O objectivo principal do modelo Zero Trust é minimizar a possibilidade de riscos do teletrabalho e ameaças internas, assim como controlar interferências de terceiros e risco na nuvem.
ru: Основная цель модели нулевого доверия - свести к минимуму вероятность рисков удаленной работы и инсайдерских угроз, а также контролировать вмешательство третьих лиц и облачные риски.
sv: Det primära målet med Zero Trust-modellen är att minimera risker gällande distansarbete och insiderhot, samt att kontrollera tredje parts störning och molnrisk.
tr: Sıfır Güven modelinin temel amacı, uzaktan çalışma risklerini ve içeriden gelen tehditleri en aza indirmenin yanı sıra üçüncü taraf müdahalesini ve bulut riskini kontrol etmektir.
zh: 零信任模型的主要目标是最大限度地减少远程工作风险和内部威胁的可能性，以及控制第三方干扰和云风险。

# Blog_ZTCS_Title
source: Zero Trust Cyber Security
ar: أمان الإنترنت ذو الثقة المعدومة
de: Zero-Trust Cybersicherheit
es: Ciberseguridad de confianza cero
fr: Cybersécurité Zéro Confiance
it: Sicurezza informatica Zero Trust
ko: 제로 트러스트 사이버 보안
pl: Cyberbezpieczeństwo Zero Trust
pt: Cibersegurança Zero Trust
ru: Кибербезопасность с нулевым доверием
sv: Noll Förtroende för cybersäkerhet
tr: Sıfır Güven Siber Güvenliği
zh: 零信任网络安全

# BlogIndustryCategory
source: Industry
de: Industrie
fr: Industrie
it: Industria
ru: Индустрия
zh: 行业

# BlogInformativeCategory
source: Informative
de: Informativ
fr: Informatif
it: Informativo
ru: Информативный
zh: 信息

# BlogNewsandtrendsCategory
source: News and trends
de: Neuigkeiten und Trends
fr: Actualités et tendances
it: Notizie e tendenze
pl: Nowości i trendy
ru: Новости и тренды
zh: 新闻和趋势

# BrandingGuidelinesDescription
source: If you intend to include AxCrypt in your own publications, you are free to do so as long as you comply with the branding guidelines. The document includes the following:
ar: إذا كنت تنوي تضمين اكسكربت في منشوراتك الخاصة ، فأنت حر في القيام بذلك طالما أنك تلتزم بإرشادات العلامة التجارية. يتضمن المستند ما يلي:
de: Wenn Sie beabsichtigen, AxCrypt in Ihre eigenen Publikationen aufzunehmen, steht es Ihnen frei, Dies zu tun, solange Sie die Branding-Richtlinien einhalten. Das Dokument enthält Folgendes:
es: Si quieres incluir AxCrypt en tus propias publicaciones, puedes hacerlo siempre que cumplas con las directrices de la marca. El documento incluye lo siguiente:
fr: Si vous avez l'intention d'inclure AxCrypt dans vos propres publications, vous êtes libres de le faire, à condition de respecter nos politiques publicitaires. Le document inclut les choses suivantes :
it: Se intendi includere AxCrypt nelle tue pubblicazioni, sei libero di farlo purché rispetti le linee guida del marchio. Il documento include quanto segue:
ko: 만약 사용자가 AxCrypt를 출판물에 포함시키고자 한다면, 당신은 브랜딩 가이드라인을 준수해야 합니다. 이 문서에는 다음이 포함됩니다.
nl: Als u van plan bent om AxCrypt in uw eigen publicaties op te nemen, bent u vrij om dit te doen zolang u zich aan de branding-richtlijnen houdt. Het document bevat het volgende:
pl: Jeśli zamierzasz umieścić AxCrypt we własnych publikacjach, możesz to zrobić, o ile przestrzegasz wytycznych dotyczących marki. Dokument zawiera następujące informacje:
pt: Se pretender incluir a AxCrypt nas suas próprias publicações, pode fazê-lo desde que de acordo com as orientações de marca. O documento inclui o seguinte:
ru: Если вы намерены включить AxCrypt в свои собственные публикации, вы можете сделать это при соблюдении рекомендации по брендингу. Этот документ включает в себя следующее:
sv: Om du tänker inkludera AxCrypt i dina egna publikationer får du göra det så länge du följer riktlinjerna för varumärket. Dokumentet innehåller följande:
tr: Kendi yayınlarınıza AxCrypt'i dahil etmek isterseniz, markalaştırma kılavuzuna uygun hareket ettiğiniz sürece yapabilirsiniz. Bu belge şunları içerir:
zh: 如果您打算在自己的出版物中包含AxCrypt，只要您遵守品牌指南，您可以自由地这样做。 该文档包括以下内容:

# BrandingGuidelinesLabel
source: Branding guidelines
ar: إرشادات العلامة التجارية
de: Branding-Richtlinien
es: Directrices de la marca
fr: Politiques publicitaires
it: Linee guida per il Brand
ko: 브랜딩 가이드라인
nl: Richtlijnen voor Branding
pl: Wytyczne dotyczące marki
pt: Orientações de marca
ru: Рекомендации по бренду
tr: Markalaşma kılavuzları
zh: 品牌指南

# BrandToneLabel
source: Brand tone
ar: نغمة العلامة التجارية
de: Marke Ton
es: Tono corporativo
fr: Ton de la marque
it: Tono del Brand
ko: 브랜드 톤
nl: Merk toon
pl: Ton marki
pt: Tom da marca
ru: Фирменный стиль
sv: Varumärkeston
tr: Marka yaklaşımı
zh: 品牌基调

# BruteForceResistantLabel
source: Brute force resistant
ar: مقاومة القوة الغاشمة
de: Brute force resistent
es: Resistencia a la fuerza bruta
fr: Résistant à la force brute
it: Resistente agli attacchi di forza bruta
nl: Brute kracht bestendig
pl: Odporny na brutalne siły
pt: Resistente a força bruta
ru: Устойчивость к грубому воздействию
sv: Brute force resistent
tr: Kaba kuvvet yöntemine dirençli
zh: 耐蛮力

# BruteForceResistantText
source: Dynamic brute force counter measure - iterative password wrapping making attacks even harder.
ar: مقياس القوة الغاشمة الديناميكي - التفاف كلمة المرور التكراري يجعل الهجمات أكثر صعوبة.
de: Dynamische Brute-Force-Counter-Maßnahme - iterativ passwortumhüllung macht Angriffe noch schwieriger.
es: Contramedida dinámica de fuerza bruta: ajuste iterativo de contraseñas que dificulta aún más los ataques.
fr: Contre-mesure dynamique de force brute - l'emballage itératif de mots de passe rend les attaques encore plus compliquées.
it: Contromisura dinamica della forza bruta - wrapping iterativo delle password che rende gli attacchi ancora più difficili.
ko: 다이나믹 브루트 포스 카운터 측정 - 반복적인 암호 래핑으로 공격을 더욱 어렵게 합니다.
nl: Dynamische brute force-tegenmaatregel - iteratieve wachtwoordverpakking maakt aanvallen nog moeilijker.
pl: Dynamiczny środek przeciwdziałający brutalnej sile - iteracyjne zawijanie haseł jeszcze bardziej utrudnia ataki.
pt: Contramedida de força bruta dinâmica - empacotamento iterativo de palavra-passe, tornando os ataques ainda mais difíceis.
ru: Динамическая мера счетчика полного перебора - итеративная упаковка паролей, еще более затрудняющая атаки.
sv: Dynamisk brute force motåtgärd - iterativ lösenordswrapping gör attacker ännu svårare.
tr: Dinamik kaba kuvvet önlemi, yinelemeli şifre paketleme saldırıları daha da zor hale getirir.
zh: 动态蛮力计数器措施 - 迭代密码包装使攻击更加困难。

# BusinessAcceptInvitationText
source: Accept Invitation
ar: قبول دعوة
es: Aceptar invitación
fr: Accepter l'invitation
it: Accetta l'Invito
ko: 초대 승락하기
nl: Uitnodiging accepteren
pl: Przyjmij zaproszenie
pt: Aceitar Convite
sv: Acceptera Inbjudan
tr: Daveti Kabul Et
zh: 接受邀请

# BusinessAddedMailBodyHtml
source: <p>Welcome to AxCrypt Business.</p> <p>You were added to an AxCrypt Business subscription by {addedby_user_email}. You now have access to the subscriber benefits of AxCrypt!</p>
ar: <p> مرحبًا بك في اكسكربت بيزنس. </p> <p> تمت إضافتك إلى اشتراك اكسكربت بيزنس عن طريق {addedby_user_email}. يمكنك الآن الوصول إلى مزايا المشتركين في اكسكربت! </p>
de: <p>Willkommen zu AxCrypt Business.</p> <p>Sie wurden von {addedby_user_email} zu einem AxCrypt Business Abonnement hinzugefügt. Sie haben jetzt Zugang zu den Subscriber-Vorteilen solange Sie ein gültiges Mitglied sind. </p> <p>Falls Sie irgendwelche Fragen haben, kontaktieren Sie bitte zuerst {addedby_user_email}.</p>
es: <p>Bienvenido a AxCrypt Business.</p> <p>Has sido añadido a una subscripción AxCrypt Business por {addedby_user_email}, por lo que ahora tienes acceso a los beneficios del subscriptor AxCrypt mientras seas miembro legítimo.</p> <p>Si tienes alguna pregunta, por favor, contáctanos en primer lugar {addedby_user_email}.</p>
fr: <p>Bienvenue dans AxCrypt Business.</p> <p>Vous avez été ajouté à un abonnement AxCrypt Business par {addedby_user_email}. Vous avez désormais accès aux avantages d'un abonnement AxCrypt tant que vous êtes un membre valide.</p> <p>Si vous avez des questions, veuillez d'abord contacter {addedby_user_email}.</p>
it: <p>Benvenuto in AxCrypt Business.</p> <p>Sei stato aggiunto ad un abbonamento AxCrypt Business da {addedby_user_email}, avrai accesso ai benefici degli abbonati AxCrypt finchè sarai un membro valido.</p> <p>Se hai domande, per prima cosa contatta {addedby_user_email}.</p>
ko: AxCrypt Business에 오신것을 환영합니다. {addedby_user_email}에 의해 AxCrypt Business에 추가되셨으며, AxCrypt의 유효 회원이실 경우에 한해 향후 구독자 혜택을 받으실 수 있습니다. 관련 문의사항은 {addedby_user_email}로 연락 부탁드립니다.
nl: <p>Welkom bij AxCrypt Business.</p> <p>U bent toegevoegd aan een AxCrypt Business abonnement door {addedby_user_email}. U heeft nu toegang tot de voordelen voor AxCrypt abonnees, zolang u een geldig lid bent.</p> <p>Als u een vraag heeft, neem dan graag eerst contact op met {addedby_user_email}.</p>
pl: <p>Witamy w AxCrypt Business.</p> <p>Zostałeś dodany do abonamentu AxCrypt Business przez {addedby_user_email}, dlatego masz teraz dostęp do korzyści subskrybenta AxCryptas dopóki Twoje członkostwo jest ważne.</p> <p>W razie pytań w pierwszej kolejności skontaktuj się z {addedby_user_email}.</p>
pt: <p>Bem vindo ao AxCrypt Business.</p> <p>Você foi adicionado a uma subscrição AxCrypt Business por {addedby_user_email}, por isso tem agora acesso aos benefícios de assinante AxCrypt enquanto se mantiver um membro válido.</p> <p>Se tiver dúvidas, entre primeiro em contato connosco {addedby_user_email}.</p>
ru: <p>Добро пожаловать на AxCrypt Business.</p> <p> Вы были добавлены аккаунтом {addedby_user_email} в участники подписки на AxCrypt Business, поэтому теперь у Вас есть доступ к привилегиям AxCrypt пользователя, пока Вы являетесь действующим подписчиком.</p> <p> В случае возникновения вопросов, пожалуйста, соединитесь в первую очередь с {addedby_user_email}.</p>
sv: <p>Välkomment till AxCrypt Business.</p> <p>Du har blivit adderad som medlem till ett AxCrypt Business abonnemang av {addedby_user_email}, så nu har du tillgång till alla fördelar med Business-abonnemanget så länge du är kvar som medlem.</p> <p>Om du har några frågor, kontakta {addedby_user_email} i första hand.</p>
tr: <p>AxCrypt Business'a hoş geldin.</p> <p>{addedby_user_email} tarafından AxCrypt Business üyeliğine eklendin, artık geçerli bir üyeliğin bulunduğu sürece abone ayrıcalıklarına erişimin bulunmaktadır.</p> <p>Soruların için lütfen önce {addedby_user_email} ile iletişime geç.</p>
zh: <p>欢迎到AxCrypt Business.</p> <p>您是通过{addedby_user_email}添加到AxCrypt Business订阅的，所以只要您是有效成员，您现在就可以访问AxCrypt的订阅者福利。</p> <p>如果您有任何问题，请先联系{addedby_user_email}。</p>

# BusinessAddedMailSubject
source: Welcome to AxCrypt Business
ar: مرحبًا بك في اكسكربت بيزنس
de: Willkommen zu AxCrypt Business
es: Bienvenido a AxCrypt Business
fr: Bienvenue dans AxCrypt Business
it: Benvenuto in AxCrypt Business
ko: AxCrypt Business에 오신것을 환영합니다.
nl: Welkom bij AxCrypt Business
pl: Witamy w AxCrypt Business
pt: Bem vindo ao AxCrypt Business
ru: Добро пожаловать на AxCrypt Business
sv: Välkommen till AxCrypt Business
tr: AxCrypt Business'a hoş geldin
zh: 欢迎到AxCrypt Business

# BusinessAddedMasterKeyInfoMailBodyHtml
source: You have been invited to AxCrypt by {0}. This business has the feature master key turned on, meaning files you encrypt will for safety reasons be possible to recover by the administrators of the business. This feature is not turned on for you by default! You will have to approve the feature by going to <a href='" + {1} + "'>My AxCrypt ID</a> page.
ar: تمت دعوتك إلى اكسكربت بواسطة {0}. يحتوي هذا العمل على مفتاح الميزة الرئيسي قيد التشغيل ، مما يعني أنه من الممكن استرداد الملفات التي تقوم بتشفيرها لأسباب تتعلق بالسلامة من قبل مسؤولي الشركة. لم يتم تشغيل هذه الميزة افتراضيًا! سيتعين عليك الموافقة على الميزة بالانتقال إلى صفحة <a href='" + {1} + "'> معرف اكسكربت</a>.
es: {0} te ha invitado a AxCrypt. Esta cuenta tiene activada la función de clave maestra, lo que significa que los administradores de la cuenta podrán recuperar los archivos que cifres por motivos de seguridad. ¡Esta función no está activada de manera predeterminada! Tendrás que aprobar la función en la página <a href='" + {1} + "'>My AxCrypt ID</a>.
fr: Vous avez été invité.e sur AxCrypt par {0}. Cette entreprise a activé la fonctionnalité Passe-Partout, ce qui veut dire que, pour des raisons de sécurités, les documents que vous chiffrez pourront être récupérés par les gestionnaires de l'entreprise. Cette fonctionnalité n'est pas encore activée sur votre compte. Vous devrez l'approuver en allant sur la page <a href='" + {1} + "'>Mon AxCrypt ID</a>.
it: Sei stato invitato in AxCrypt da {0}. Questa azienda ha la funzionalità Master key attivata, il che significa che i file che cripti potranno essere recuperati dagli amministratori dell'azienda per motivi di sicurezza. Questa funzionalità non è attivata per te da impostazione predefinita! Dovrai approvare la funzionalità andando nella pagina {1}<a href='" + {1} + "'>Il Mio ID AxCrypt</a>.
ko: ‪{0}‬의 AxCrypt에 초대되었습니다. 이 비즈니스에는 기능 마스터 키가 켜져 있습니다. 즉, 비즈니스 관리자가 안전을 위해 암호화한 파일을 복구할 수 있습니다. 이 기능은 기본적으로 설정되어 있지 않으므로, <a href=' + {1} + '''내 AxCrypt ID</a> 페이지로 이동하여 기능을 승인하세요.
nl: Je bent uitgenodigd voor AxCrypt door {0}. Dit bedrijf heeft de master sleutel van de functie ingeschakeld, wat betekent dat bestanden die u versleutelt kunnen worden hersteld, voor veiligheidsredenen, door de beheerders van het bedrijf. Deze functie is standaard niet voor u ingeschakeld! U moet de functie goedkeuren door naar de pagina <a href='" + {1} + "'>Mijn AxCrypt ID</a> te gaan.
pl: Zostałeś zaproszony do AxCrypt przez {0}. Ta firma ma włączony klucz główny funkcji, co oznacza, że zaszyfrowane pliki będą możliwe do odzyskania ze względów bezpieczeństwa przez administratorów firmy. Ta funkcja nie jest domyślnie włączona! Będziesz musiał zatwierdzić tę funkcję, przechodząc do strony <a href='" + {1} + "'>Mój identyfikator AxCrypt</a>.
pt: Foi convidada(o) para a AxCrypt por {0}. Esta empresa tem a funcionalidade chave-mestra activa, o que quer dizer que os ficheiros que cifrar poderão, por razões de segurança, ser recuperados por administradores. Esta funcionalidade não está activa por omissão! Terá de aprovar a funcionalidade através da página <a href='" + {1} + "'>O Meu AxCrypt ID</a>.
sv: Du har blivit inbjuden till AxCrypt av {0}. Det här företaget har master key aktiverad, vilket innebär att filer du krypterar av säkerhetsskäl kommer att vara möjliga att återställa av företagets administratörer. Den här funktionen är dock inte aktiverad för dig automatiskt! Du måste godkänna funktionen genom att gå till sidan <a href='" + {1} + "'>Mitt AxCrypt ID</a>.
tr: {0} tarafından AxCrypt'e davet edildiniz. Bu işletmede ana anahtar özelliği açık, yani şifrelediğiniz dosyalar güvenlik nedenleriyle işletme yöneticileri tarafından kurtarılabilir. Bu özellik sizin için varsayılan olarak açık değildir! <a href='" + {1} + "'>AxCrypt Kimliğim</a> sayfasına giderek özelliği onaylamanız gerekecek.
zh: 您已被{0}邀请到AxCrypt。 此业务已启用功能主密钥，这意味着出于安全原因，您加密的文件可以由业务管理员恢复。 默认情况下，此功能不会为您打开！ 您必须通过转到来批准该功能<a href='"+{1}+"'>我的AxCrypt ID</a>页面。

# BusinessAdministratorsLabel
source: Administrators
ar: المسؤولين
de: Administratoren
es: Administradores
fr: Administrateurs
it: Amministratori
ko: 관리자
pl: Administratorzy
pt: Administradores
ru: Администраторы
sv: Administratörer
tr: Yöneticiler
zh: 管理员

# BusinessAfterTrialBodyText
source: <p>After 30 days, the trial turns into the subscription you signed up for, whether that’s monthly or yearly.</p><p>You can cancel your subscription at any time. If you do this before the trial ends, you won’t be charged anything. After that, your account will fall back to the Free version.</p>
ar: بعد 30 يوما ، يتحول الإصدار التجريبي إلى الاشتراك الذي اشتركت فيه ، سواء كان ذلك شهريا أو سنويا. يمكنك إلغاء اشتراكك في أي وقت. إذا فعلت ذلك قبل انتهاء الإصدار التجريبي، فلن يتم تحصيل أي رسوم منك. بعد ذلك ، سيعود حسابك إلى الإصدار المجاني.
de: <p>Nach 30 Tagen wird der Testversion zum Abonnement, für das Sie sich angemeldet haben, egal ob monatlich oder jährlich.</p><p>Sie können Ihr Abonnement jederzeit kündigen. Wenn Sie dies tun, bevor der Prozess endet, werden Sie nichts berechnet. Danach wird Ihr Konto auf die Kostenlose version zurückfallen.</p>
es: <p>Después de 30 días, se activa la suscripción a la que te registraste, ya sea mensual o anual.</p><p>Puedes cancelar tu suscripción en cualquier momento. Si lo haces antes de que finalice el período de prueba, no se te cobrará nada. Después de eso, tu cuenta volverá a la versión gratuita.</p>
fr: <p>Après 30 jours, l'essai se transforme en l'abonnement auquel vous avez souscrit, qu'il soit mensuel ou annuel.</p><p>Vous pouvez annuler votre abonnement quand vous voulez. Si vous le faites avant la fin de l'essai, rien ne vous sera facturé. Après, votre compte retournera à la version gratuite.</p>
it: <p>Dopo 30 giorni, la prova si trasforma nell'abbonamento per cui ti sei registrato, che sia mensile oppure annuale.</p><p>Puoi cancellare il tuo abbonamento in qualsiasi momento. Se lo fai prima del termine del periodo di prova, non ti verrà addebitato nulla. In seguito, il tuo account tornerà alla versione gratuita.</p>
ko: <p>30일 무료 체험 이후에는 매 달 혹은 매 년 서비스를 구독하시게 됩니다.</p><p>언제든지 구독을 취소할 수 있으며 무료 체험이 끝나기 전 취소하시면 어떠한 요금이 발생하지 않습니다.</p>
nl: <p>Na 30 dagen verandert de proefperiode in het abonnement waarvoor je je hebt aangemeld, of dat nu maandelijks of jaarlijks is. </p> <p> Je kunt jouw abonnement op elk moment opzeggen. Als je dit doet voordat de proefperiode afloopt, wordt er niets in rekening gebracht. Daarna valt je account terug op de gratis versie. </p>
pl: <p>Po 30 dniach okres próbny zamieni się w subskrypcję, którą wykupiłeś, niezależnie od tego, czy będzie miesięczna, czy roczna. </p> <p> Możesz anulować subskrypcję w dowolnym momencie. Jeśli zrobisz to przed zakończeniem okresu próbnego, nie poniesiesz żadnych kosztów. Następnie Twoje konto powróci do wersji bezpłatnej. </p>
pt: <p>Após 30 dias, é activada a subscrição a que aderiu, seja mensal ou anual.</p><p>Pode cancelar a sua subscrição a qualquer momento. Se o fizer antes do período experimental terminar, não lhe será cobrado nada. Depois disso, a sua conta reverterá à versão Free.</p>
ru: <p>Через 30 дней пробная версия переходит в оформленную вами подписку, месячную или годовую.</p><p>Вы можете отменить свою подписку в любое время.Если вы сделаете это до окончания пробного периода, то с вас не потребуют никакой оплаты.После этого, ваш аккаунт вернется к бесплатной версии.</p>
sv: <p>Efter 30 dagar, växlas provperioden mot prenumerationen du registrerades för vare sig den är månadsvis eller årlig.</p><p>Du kan närsomhelst avsluta prenumerationen. Om du gör detta innan provperioden löper ur, debiteras du inte. Därefter faller ditt konto tillbaka mot den Kostnadsfria versionen.</p>
tr: <p>30 günün ardından deneme sürümü, kaydolduğunuz aylık veya yıllık olan aboneliğe dönüşür.</p><p>İstediğiniz zaman aboneliğinizi iptal edebilirsiniz. Eğer deneme sürümü bitmeden iptal ederseniz tarafınıza herhangi bir ödeme yansıtılmayacaktır. Bunun ardından hesabınız Bedava sürüme dönüşecektir.</p>
zh: <p>30天后，无论是每月还是每年，试用版都会变成您注册的订阅。</p><p>您可以随时取消订阅。 如果您在审判结束前这样做，您将不会被收取任何费用。 之后，您的帐户将回落到免费版本。</p>

# BusinessAfterTrialBodyText1
source: After 30 days, the trial turns into the subscription you signed up for, whether that’s monthly or yearly.
ar: بعد 30 يومًا ، تتحول النسخة التجريبية إلى الاشتراك الذي اشتركت فيه ، سواء كان ذلك شهريًا أو سنويًا.
de: Nach 30 Tagen wird der Testversion zum Abonnement, für das Sie sich angemeldet haben, egal ob monatlich oder jährlich.
es: Después de 30 días, se activa la suscripción a la que te registraste, ya sea mensual o anual.
fr: Après 30 jours, l'essai se transforme automatiquement en l'abonnement pour lequel vous vous êtes inscrit, qu'il soit mensuel ou annuel.
it: Dopo 30 giorni, la prova si trasforma nell'abbonamento per cui ti sei registrato, che sia mensile oppure annuale.
ko: 30일 후 무료 서비스 체험은 매 달 혹은 매 년 기준으로 한 유로 구독 서비스로 변경됩니다.
nl: Na 30 dagen verandert de proefperiode in het abonnement waarvoor u zich heeft aangemeld, of dat nu maandelijks of jaarlijks is.
pl: Po 30 dniach okres próbny zamieni się w subskrypcję, na którą się zarejestrowałeś, miesięczną lub roczną.
pt: Após 30 dias, é activada a subscrição a que aderiu, seja mensal ou anual.
ru: Через 30 дней пробная версия переходит в оформленную вами подписку, месячную или годовую.
sv: Efter 30 dagar omvandlas provversionen till den prenumeration du registrerade dig för, oavsett om den är månatlig eller årlig.
tr: 30 günün ardından deneme sürümü, kaydolduğunuz aylık veya yıllık olan aboneliğe dönüşür.
zh: 30天后，无论是每月还是每年，试用版都会变成您注册的订阅。
