Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_MDPNST_Text1
source: With the widespread adoption of remote work during the COVID-19 pandemic, the mobile attack surface grew, with 97% of organizations now facing mobile threats from several known vulnerabilities. You must protect your mobile data to keep your business and personal information safe.
ar: مع التبني الواسع النطاق للعمل عن بعد خلال جائحة كوفيد -19 ، نما سطح هجوم الأجهزة المحمولة ، حيث تواجه 97٪ من المنظمات الآن تهديدات متنقلة من عدة نقاط ضعف معروفة. يجب عليك حماية بيانات هاتفك المحمول للحفاظ على أمان معلومات عملك ومعلوماتك الشخصية.
de: Mit der weit verbreiteten Einführung von Remote-Arbeit während der COVID-19-Pandemie wuchs die mobile Angriffsfläche, wobei 97% der Unternehmen jetzt mobilen Bedrohungen durch mehrere bekannte Sicherheitslücken ausgesetzt sind. Sie müssen Ihre mobilen Daten schützen, um Ihre geschäftlichen und persönlichen Daten zu schützen.
es: Con la adopción generalizada del trabajo remoto durante la pandemia por el COVID-19, la superficie de ataque móvil creció, y el 97 % de las organizaciones ahora enfrentan amenazas móviles de varias vulnerabilidades conocidas. Debes proteger tus datos móviles para mantener segura tu información comercial y personal.
fr: Avec l’adoption généralisée du travail à distance pendant la pandémie de COVID-19, la surface d’attaque mobile a augmenté, avec 97% des organisations confrontées à des menaces mobiles provenant de plusieurs vulnérabilités connues. Vous devez protéger vos données mobiles pour protéger votre entreprise et vos informations personnelles.
it: Con l'adozione diffusa del lavoro da remoto durante la pandemia COVID-19, la superficie di attacco mobile è cresciuta: il 97% delle organizzazioni si trova ora ad affrontare minacce mobili derivanti da diverse vulnerabilità note. Devi proteggere i tuoi dati mobili per proteggere le tue informazioni aziendali e personali.
ko: 코로나-19 팬데믹 기간 동안 원격 근무가 널리 채택되면서, 모바일 공격이 증가했으며 조직의 97%가 여러 취약점으로 인한 모바일 위협에 직면해 있습니다. 비즈니스 및 개인 정보를 안전하게 유지하려면 모바일 데이터를 보호해야 합니다.
nl: Met de grootschalige invoering van werken op afstand tijdens de COVID-19 pandemie is het mobiele aanvalsoppervlak gegroeid: 97% van de organisaties wordt nu geconfronteerd met mobiele bedreigingen door verschillende bekende kwetsbaarheden. U moet uw mobiele gegevens beschermen om uw zakelijke en persoonlijke informatie veilig te houden.
pl: Wraz z powszechnym przyjęciem pracy zdalnej podczas pandemii COVID-19, powierzchnia ataków mobilnych wzrosła, a 97% organizacji staje obecnie w obliczu zagrożeń mobilnych związanych z kilkoma znanymi lukami w zabezpieczeniach. Musisz chronić swoje dane mobilne, aby zapewnić bezpieczeństwo danych biznesowych i osobistych.
pt: Com a ampla adopção do trabalho remoto durante a pandemia COVID-19, a superfície do ataque móvel cresceu, com 97% das organizações a enfrentarem agora ameaças móveis de várias vulnerabilidades conhecidas. Você deve proteger os seus dados móveis para manter a sua informação empresarial e pessoal segura.
ru: С широким внедрением удаленной работы во время пандемии COVID-19 количество мобильных атак увеличилось, и 97% организаций в настоящее время сталкиваются с мобильными угрозами из-за нескольких общеизвестных уязвимостей. Вы должны защищать свои мобильные данные, чтобы обеспечить безопасность вашей деловой и личной информации.
sv: Med den utbredda användningen av distansarbete under covid-19-pandemin växte den mobila attackytan, 97 % av organisationerna nu står inför mobilhot från flera kända sårbarheter. Du måste skydda din mobila data för att hålla ditt företag och din personliga information säker.
tr: COVID-19 salgını sırasında uzaktan çalışmanın yaygın olarak benimsenmesiyle, mobil saldırı yüzeyi büyüdü ve kuruluşların %97'si artık bilinen birkaç güvenlik açığından kaynaklanan mobil tehditlerle karşı karşıya. İş ve kişisel bilgilerinizi güvende tutmak için mobil verilerinizi korumanız gerekir.
zh: 随着COVID-19大流行期间远程工作的广泛采用，移动攻击面不断扩大，97%的组织现在面临来自几个已知漏洞的移动威胁。 您必须保护您的移动数据，以保证您的业务和个人信息的安全。

# Blog_MDPNST_Text2
source: Mobile security trends worldwide are dominated by misinformation campaigns, supply chain attacks, phishing, smishing, mobile interception, and mobile malware.
ar: تهيمن حملات المعلومات المضللة ، وهجمات سلسلة التوريد ، والتصيد الاحتيالي ، والتصيد الاحتيالي ، واعتراض الأجهزة المحمولة ، والبرامج الضارة للأجهزة المحمولة على اتجاهات أمان الأجهزة المحمولة في جميع أنحاء العالم.
de: Mobile Sicherheitstrends weltweit werden von Fehlinformationskampagnen, Lieferkettenangriffen, Phishing, Smishing, mobilem Abfangen und mobiler Malware dominiert.
es: Las tendencias de seguridad móvil en todo el mundo están dominadas por campañas de desinformación, ataques a la cadena de suministro, phishing, smishing, intercepción móvil y malware móvil.
fr: Les tendances mondiales en matière de sécurité mobile sont dominées par les campagnes de désinformation, les attaques de la chaîne d’approvisionnement, l'hameçonnage, l'hameçonnage , l’interception mobile et les logiciels malveillants mobiles.
it: Le tendenze della sicurezza mobile in tutto il mondo sono dominate da campagne di disinformazione, attacchi alla supply chain, phishing, smishing, intercettazione mobile e malware mobile.
ko: 전 세계의 모바일 보안 트렌드는 잘못된 정보 캠페인, 공급망 공격, 피싱, 스미싱, 모바일 가로채기 및 모바일 맬웨어에 의해 지배됩니다.
nl: Mobiele beveiligingstrends over de hele wereld worden gedomineerd door desinformatiecampagnes, aanvallen op de toeleveringsketen, phishing, smishing, mobiele onderschepping en mobiele malware.
pl: Trendy w zakresie bezpieczeństwa mobilnego na całym świecie są zdominowane przez kampanie dezinformacyjne, ataki w łańcuchu dostaw, phishing, smishing, przechwytywanie urządzeń mobilnych i mobilne złośliwe oprogramowanie.
pt: As tendências mundiais da segurança móvel são dominadas por campanhas de desinformação, ataques a cadeias de fornecimento, phishing, smishing, intercepção móvel e malware móvel.
ru: В тенденциях мобильной безопасности во всем мире доминируют кампании по дезинформации, атаки на цепочки поставок, фишинг, смишинг, перехват мобильных сообщений и вредоносное ПО для мобильных устройств.
sv: Mobilsäkerhetstrender över hela världen domineras av desinformationskampanjer, supply chain-attacker, nätfiske, smishing, mobil avlyssning och skadlig mobil programvara.
tr: Yanlış bilgilendirme kampanyaları, tedarik zinciri saldırıları, kimlik avı, sms dolandırıcılığı, mobil dinleme ve mobil kötü amaçlı yazılımlar dünya çapındaki mobil güvenlik trendlerinin başını çekiyor.
zh: 全球移动安全趋势主要是错误信息活动、供应链攻击、网络钓鱼、短信诈骗、移动拦截和移动恶意软件。

# Blog_MDPNST_Title
source: Mobile devices pose new security threats
ar: تشكل الأجهزة المحمولة تهديدات أمنية جديدة
de: Mobile Geräte stellen neue Sicherheitsbedrohungen dar
es: Los dispositivos móviles plantean nuevas amenazas de seguridad
fr: Les appareils mobiles posent de nouvelles menaces de sécurité
it: I dispositivi mobili pongono nuove minacce alla sicurezza
ko: 모바일 장치는 새로운 보안 위협을 야기합니다.
nl: Mobiele apparaten vormen nieuwe beveiligingsrisico's
pl: Urządzenia mobilne stwarzają nowe zagrożenia bezpieczeństwa
pt: Os dispositivos móveis colocam novas ameaças de segurança
ru: Мобильные устройства создают новые угрозы безопасности
sv: Mobila enheter utgör nya säkerhetshot
tr: Mobil cihazlar yeni güvenlik tehditleri oluşturuyor
zh: 移动设备带来新的安全威胁

# Blog_MDSCBF_Conclusion_Text1
source: According to the “Cost of a Data Breach 2021,” it takes security teams 287 days to find and stop a data breach. With AxCrypt Business secure your company data with the strongest 256-bit encryption.
ar: وفقًا لـ "تكلفة خرق البيانات 2021" ، تستغرق فرق الأمان 287 يومًا للعثور على خرق البيانات وإيقافه. باستخدام اكسكربت بيزنس ، قم بتأمين بيانات شركتك بأقوى تشفير 256 بت.
de: Laut den "Kosten einer Datenschutzverletzung 2021" benötigen Sicherheitsteams 287 Tage, um eine Datenschutzverletzung zu finden und zu stoppen. Mit AxCrypt Business sichern Sie Ihre Unternehmensdaten mit der stärksten 256-Bit-Verschlüsselung.
es: Según el informe "Cost of a Data Breach 2021", los equipos de seguridad tardan 287 días en encontrar y detener una vulneración de datos. Con AxCrypt Business, asegura los datos de tu empresa con el cifrado más potente de 256 bits.
fr: Selon le « Coût d’une Violation de Données 2021 », il faut 287 jours aux équipes de sécurité pour trouver et arrêter une violation de données. Avec AxCrypt Business, sécurisez les données de votre entreprise avec le cryptage 256 bits le plus puissant.
it: Secondo il "Costo di una violazione dei dati 2021", i team di sicurezza impiegano 287 giorni per trovare e fermare una violazione dei dati. Con AxCrypt Business proteggi i tuoi dati aziendali con la più potente crittografia a 256 bit.
ko: "2021년 데이터 침해 비용"에 따르면 보안 팀이 데이터 침해를 발견하고 이를 해결하는 데 통상 287일이 소요된다고 합니다. AxCrypt 비즈니스를 사용하면 가장 강력한 256비트 암호화로 기업의 데이터를 보호할 수 있습니다.
nl: Volgens de 'Kosten van een datalek 2021' hebben beveiligingsteams 287 dagen nodig om een datalek te vinden en te stoppen. Met AxCrypt Business beveiligt u uw bedrijfsgegevens met de sterkste 256-bits encryptie.
pl: Zgodnie z „Cost of a Data Breach 2021” zespołom ds. bezpieczeństwa znalezienie i powstrzymanie naruszenia danych zajmuje 287 dni. Dzięki AxCrypt Business zabezpiecz dane swojej firmy najsilniejszym 256-bitowym szyfrowaniem.
pt: De acordo com o “Custo de uma Violação de Dados 2021,” as empresas de segurança demoram 287 dias a encontrar e parar uma violação de dados. Com o AxCrypt Business, proteja os dados da sua empresa com a cifragem mais forte de 256 bits.
ru: Согласно “Стоимости утечки данных 2021”, службам безопасности требуется 287 дней, чтобы обнаружить и остановить утечку данных. С AxCrypt Business защитите данные вашей компании с помощью самого надежного 256-битного шифрования.
sv: Enligt "Cost of a Data Breach 2021" tar det säkerhetsteam 287 dagar att hitta och stoppa dataintrång. Med AxCrypt Företag säkra mitt företags data med den starkaste 256-bit krypteringen.
tr: "Bir Veri İhlalinin Maliyeti, 2021'e" göre güvenlik ekiplerinin bir veri ihlalini bulup durdurması 287 gün sürmektedir. AxCrypt Business ile şirket verilerinizin güvenliğinizi en güçlü 256-bit şifreleme ile sağlayın.
zh: 根据"2021年数据泄露成本"，安全团队需要287天才能发现并阻止数据泄露。 与AxCrypt业务安全您的公司数据与最强的256位加密.

# Blog_MDSCBF_H1_SH1_Text1
source: 57% of businesses create more than 6,500 files containing sensitive data daily. That is a lot of information, yet it is also very complicated. Additionally, there is the concern of where that data is kept and who has access to it. At least 1,000 inactive users in 71% of the companies can still access sensitive data.
ar: تقوم 57٪ من الشركات بإنشاء أكثر من 6500 ملفًا تحتوي على بيانات حساسة يوميًا. هذه معلومات كثيرة ، لكنها أيضًا معقدة للغاية. بالإضافة إلى ذلك ، هناك قلق بشأن مكان الاحتفاظ بهذه البيانات ومن يمكنه الوصول إليها. لا يزال بإمكان 1000 مستخدم غير نشط على الأقل في 71٪ من الشركات الوصول إلى البيانات الحساسة.
de: 57% der Unternehmen erstellen täglich mehr als 6.500 Dateien mit sensiblen Daten. Das sind viele Informationen, aber es ist auch sehr kompliziert. Darüber hinaus besteht die Sorge, wo diese Daten aufbewahrt werden und wer Zugriff darauf hat. Mindestens 1.000 inaktive Nutzer in 71% der Unternehmen können noch auf sensible Daten zugreifen.
es: El 57 % de las empresas crea diariamente más de 6.500 archivos que contienen datos confidenciales. Es mucha información, pero también es muy complicada. Además, existe la preocupación de dónde se guardan esos datos y quién tiene acceso a ellos. Al menos 1.000 usuarios inactivos en el 71% de las empresas aún pueden acceder a datos confidenciales.
fr: 57 % des entreprises créent quotidiennement plus de 6 500 fichiers contenant des données sensibles. C'est beaucoup d'informations, mais c'est aussi très compliqué. De plus, il y a la préoccupation de savoir où ces données sont conservées et qui y a accès. Au moins 1 000 utilisateurs inactifs dans 71 % des entreprises peuvent encore accéder aux données sensibles.
it: Il 57% delle aziende crea quotidianamente più di 6.500 file contenenti dati sensibili. Si tratta di molte informazioni, ma è anche molto complicato. Inoltre, vi è la preoccupazione di dove vengono conservati tali dati e chi ha accesso ad essi. Almeno 1.000 utenti inattivi nel 71% delle aziende possono ancora accedere ai dati sensibili.
ko: 기업의 57%는 매일 민감한 데이터가 포함된 6,500개 이상의 파일을 생성합니다. 그것은 많은 정보이지만 매우 복잡합니다. 또한 해당 데이터가 보관되는 위치와 액세스 권한이 있는 사람에 대한 우려가 있습니다. 기업의 71%에서 최소 1,000명의 비활성 사용자가 여전히 민감한 데이터에 액세스할 수 있습니다.
nl: 57% van de bedrijven creëert dagelijks meer dan 6.500 bestanden met gevoelige gegevens. Dat is veel informatie, maar ook erg ingewikkeld. Daarnaast is er de zorg waar die gegevens worden bewaard en wie er toegang toe heeft. Bij 71% van de bedrijven hebben minstens 1.000 inactieve gebruikers nog toegang tot gevoelige gegevens.
pl: 57% firm codziennie tworzy ponad 6500 plików zawierających wrażliwe dane. To dużo informacji, na dodatek bardzo skomplikowanych. Dodatkowo istnieje obawa o to, gdzie te dane są przechowywane i kto ma do nich dostęp. Co najmniej 1000 nieaktywnych użytkowników w 71% firm nadal ma dostęp do wrażliwych danych.
pt: 57% das empresas criam diariamente mais de 6500 ficheiros com dados sensíveis. É muita informação, mas, também, muito complicado. Além disso, há a preocupação de onde é que os dados são mantidos e de quem lhes tem acesso. Pelo menos 1000 de utilizadores inactivos de 71% das empresas ainda podem aceder a dados sensíveis.
ru: 57% компаний ежедневно создают более 6500 файлов, содержащих конфиденциальные данные. Это очень много информации, но в то же время она очень запутана. Кроме того, существует проблема, где хранятся эти данные и кто имеет к ним доступ. По меньшей мере 1000 неактивных пользователей в 71% компаний все еще могут получить доступ к конфиденциальным данным.
sv: 57 % av företagen skapar mer än 6 500 filer som innehåller känslig data dagligen. Det är mycket information, men det är också mycket komplicerat. Dessutom finns det en oro över var dessa uppgifter förvaras och vem som har tillgång till den. I 71 % av företagen kan fortfarande minst 1 000 inaktiva användare komma åt känslig information.
tr: İşletmelerin %57'si her gün hassas veriler içeren 6.500'den fazla dosya oluşturuyor. Bu çok fazla bilgiyi ifade etmekle birlikte oldukça da karmaşıktır. Ek olarak, bu verilerin nerede saklandığı ve bunlara kimlerin erişebildiği endişesi bulunur. Şirketlerin %71'inde en az 1.000 faal olmayan kullanıcı yine de hassas verilere erişebilir.
zh: 57%的企业每天创建超过6500个包含敏感数据的文件。 这是很多信息，但也非常复杂。 此外，还有一个问题，即数据保存在哪里以及谁可以访问它。 71％的公司中至少有1,000名不活跃用户仍然可以访问敏感数据。

# Blog_MDSCBF_H1_SH2_Text1
source: Several businesses have been found to have violated regulations such as the CCPA, PCI, <a href='https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/'><b>HIPAA</b></a>, and <a href='https://axcrypt.net/information/gdpr/'><b>GDPR</b></a>. In addition to increasing your vulnerability to attacks, having additional copies of your data can make it more difficult to perform analytics and make business decisions. If outdated information is used, it could lead to monetary loss, security breaches, or other problems. AxCrypt ensures your organization stays compliant with regulations like the GDPR and HIPAA, which concerns the protection of personal data and individual rights.
de: Es wurde festgestellt, dass mehrere Unternehmen gegen Vorschriften wie CCPA, PCI, <a href='https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/'><b>HIPAA</b></a> und <a href='https://axcrypt.net/information/gdpr/'><b>GDPR</b></a> verstoßen haben. Zusätzliche Kopien Ihrer Daten erhöhen nicht nur Ihre Anfälligkeit für Angriffe, sondern können auch die Durchführung von Analysen und das Treffen von Geschäftsentscheidungen erschweren. Wenn veraltete Informationen verwendet werden, kann dies zu finanziellen Verlusten, Sicherheitsverletzungen oder anderen Problemen führen. AxCrypt stellt sicher, dass Ihr Unternehmen Vorschriften wie die DSGVO und HIPAA einhält, die den Schutz personenbezogener Daten und individueller Rechte betreffen.
fr: Plusieurs entreprises ont été découvertes en violation de réglementations telles que la CCPA, PCI, <a href='https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/'><b>HIPAA</b></a> et <a href='https://axcrypt.net/information/gdpr/'><b>GDPR</b></a>. En plus d'augmenter votre vulnérabilité aux attaques, disposer de copies supplémentaires de vos données peut compliquer l'analyse et la prise de décisions commerciales. Si des informations obsolètes sont utilisées, cela peut entraîner des pertes financières, des violations de sécurité ou d'autres problèmes. AxCrypt garantit que votre organisation reste conforme aux réglementations telles que le GDPR et le HIPAA, qui concernent la protection des données personnelles et des droits individuels.
it: È stato riscontrato che diverse aziende hanno violato normative come CCPA, PCI, <a href='https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/'><b>HIPAA</b></a> e <a href='https://axcrypt.net/information/gdpr/'><b>GDPR</b></a>. Oltre ad aumentare la vulnerabilità agli attacchi, la presenza di copie aggiuntive dei dati può rendere più difficile l'esecuzione di analisi e prendere decisioni aziendali. L'utilizzo di informazioni obsolete potrebbe causare perdite monetarie, violazioni della sicurezza o altri problemi. AxCrypt garantisce che la tua organizzazione rimanga conforme a normative come il GDPR e l'HIPAA, che riguardano la protezione dei dati personali e dei diritti individuali.
ru: Было установлено, что несколько предприятий нарушили такие нормативные акты, как CCPA, PCI, <a href="https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/"><b>HIPAA</b></a> и <a href="https://axcrypt.net/information/gdpr /'><b>GDPR</b></a>. Наличие дополнительных копий ваших данных может не только повысить вашу уязвимость к атакам, но и затруднить аналитику и принятие бизнес-решений. Использование устаревшей информации может привести к денежным потерям, нарушениям безопасности или другим проблемам. AxCrypt гарантирует, что ваша организация соблюдает такие нормативные акты, как GDPR и HIPAA, которые касаются защиты персональных данных и прав личности.
zh: 一些企业被发现违反了CCPA，PCI，<a href='等法规https://axcrypt.net/blog/how-to-comply-with-hipaa-encryption-requirements/'><B>HIPAA</b></a>,和<a href='https://axcrypt.net/information/gdpr/'><b>GDPR</b></a>。除了增加攻击的脆弱性外，拥有额外的数据副本还会使执行分析和做出业务决策变得更加困难。 如果使用过时的信息，可能会导致金钱损失，安全漏洞或其他问题。 AxCrypt确保您的组织符合GDPR和HIPAA等法规，这些法规涉及个人数据和个人权利的保护。
