Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BAWIT_H8_Text2
source: Despite challenges and stereotypes about women's capabilities in coding and analytical thinking, I have persevered and have seen the importance of diversity in this field. Balancing work and family responsibilities can be difficult, especially for working mothers, but we are capable of multitasking, time management, and keeping up with family values while pursuing our careers.
ar: على الرغم من التحديات والصور النمطية حول قدرات المرأة في الترميز والتفكير التحليلي ، فقد ثابرت ورأيت أهمية التنوع في هذا المجال. قد يكون تحقيق التوازن بين مسؤوليات العمل والأسرة أمرا صعبا ، خاصة بالنسبة للأمهات العاملات ، لكننا قادرون على القيام بمهام متعددة وإدارة الوقت ومواكبة القيم العائلية أثناء متابعة حياتنا المهنية.
de: Trotz Herausforderungen und Stereotypen über die Fähigkeiten von Frauen im Programmieren und im analytischen Denken habe ich durchgehalten und die Bedeutung von Vielfalt in diesem Bereich erkannt. Die Vereinbarkeit von Beruf und Familie kann schwierig sein, insbesondere für berufstätige Mütter, aber wir sind in der Lage, Multitasking, Zeitmanagement und die Einhaltung familiärer Werte zu gewährleisten, während wir unsere Karriere verfolgen.
es: A pesar de los desafíos y los estereotipos sobre las capacidades de las mujeres en codificación y pensamiento analítico, he perseverado y he visto la importancia de la diversidad en este campo. Equilibrar el trabajo y las responsabilidades familiares puede ser difícil, especialmente para las madres que trabajan, pero somos capaces de realizar múltiples tareas, administrar el tiempo y mantenernos al día con los valores familiares mientras seguimos nuestras carreras.
fr: Malgré les défis et les stéréotypes sur les capacités des femmes en codage et en pensée analytique, j'ai persévéré et j'ai vu l'importance de la diversité dans ce domaine. Concilier travail et responsabilités familiales peut être difficile, en particulier pour les mères qui travaillent, mais nous sommes capables d'effectuer plusieurs tâches à la fois, de gérer notre temps et de respecter les valeurs familiales tout en poursuivant notre carrière.
it: Nonostante le sfide e gli stereotipi sulle capacità delle donne nella codifica e nel pensiero analitico, ho perseverato e ho visto l'importanza della diversità in questo campo. Conciliare lavoro e responsabilità familiari può essere difficile, soprattutto per le madri che lavorano, ma siamo in grado di fare multitasking, gestire il tempo e rispettare i valori della famiglia mentre portiamo avanti la nostra carriera.
ko: 코딩과 분석적 사고에서 여성의 능력에 대한 도전과 고정 관념에도 불구하고, 저는 인내심을 가지고 이 분야에서 다양성의 중요성을 보았습니다. 특히 워킹맘의 경우 일과 가족의 책임의 균형을 맞추는 것이 어려울 수 있지만 우리는 경력을 추구하면서 멀티태스킹, 시간 관리, 가족 가치를 따라갈 수 있습니다.
nl: Ondanks uitdagingen en stereotypen over de capaciteiten van vrouwen op het gebied van coderen en analytisch denken, heb ik doorgezet en het belang van diversiteit op dit gebied gezien. Het balanceren van werk- en gezinsverantwoordelijkheden kan moeilijk zijn, vooral voor werkende moeders, maar we zijn in staat om te multitasken, tijdmanagement en het bijhouden van familiewaarden tijdens het nastreven van onze carrière.
pl: Pomimo wyzwań i stereotypów dotyczących zdolności kobiet do kodowania i analitycznego myślenia, wytrwałam i zobaczyłam, jak ważna jest różnorodność w tej dziedzinie. Równoważenie pracy i obowiązków rodzinnych może być trudne, zwłaszcza dla pracujących matek, ale jesteśmy w stanie pracować wielozadaniowo, zarządzać czasem i nadążać za wartościami rodzinnymi, jednocześnie kontynuując naszą karierę.
pt: Apesar dos desafios e estereótipos sobre as capacidades das mulheres de programação e pensamento analítico, tenho perseverado e visto a importância da diversidade neste campo. Equilibrar o trabalho e as responsabilidades familiares pode ser difícil, especialmente para as mães que trabalham, mas nós somos capazes de executar múltiplas tarefas, gerir tempo e acompanhar os valores da família enquanto nos dedicamos às nossas carreiras.
ru: Несмотря на трудности и стереотипы относительно способностей женщин к программированию и аналитическому мышлению, я проявила настойчивость и убедилась в важности разнообразия в этой области. Совмещать работу и семейные обязанности может быть непросто, особенно работающим матерям, но мы способны быть многозадачными управлять временем и следовать семейным ценностям, продолжая свою карьеру.
sv: Trots utmaningar och stereotyper om kvinnors förmågor inom kodning och analytiskt tänkande har jag hållit ut och sett vikten av mångfald inom detta område. Att balansera arbete och familjeansvar kan vara svårt, särskilt för arbetande mödrar, men vi kan multitasking, tidshantering och hålla jämna steg med familjens värderingar samtidigt som vi fortsätter våra karriärer.
tr: Kadınların kodlama ve analitik düşünme yetenekleriyle ilgili zorluklara ve klişelere rağmen, bu alanda çeşitliliğin öneminde direttim ve bunu gördüm. İş ve aile sorumluluklarını dengelemek, özellikle çalışan anneler için zor olabilir, ancak kariyerlerimizi sürdürürken çoklu görev, zaman yönetimi ve aile değerlerine ayak uydurma yeteneğine sahibiz.
zh: 尽管对女性在编码和分析思维方面的能力存在挑战和陈规定型观念，但我坚持并看到了多样性在这一领域的重要性。 平衡工作和家庭责任可能很困难，特别是对于职业母亲来说，但我们能够多任务处理，时间管理，并在追求事业的同时跟上家庭价值观。

# Blog_BAWIT_H8_Text3
source: As Women's Day approaches, I would like to extend my congratulations to all the women in tech and thank them for their remarkable achievements and contribution to the industry.
ar: مع اقتراب يوم المرأة ، أود أن أتقدم بالتهنئة لجميع النساء في مجال التكنولوجيا وأشكرهن على إنجازاتهن الرائعة ومساهمتهن في الصناعة.
de: Da der Frauentag näher rückt, möchte ich allen Frauen in der Technik meine Glückwünsche aussprechen und ihnen für ihre bemerkenswerten Leistungen und ihren Beitrag zur Branche danken.
es: A medida que se acerca el Día de la Mujer, me gustaría extender mis felicitaciones a todas las mujeres en tecnología y agradecerles por sus notables logros y su contribución a la industria.
fr: À l'approche de la Journée de la Femme, je tiens à féliciter toutes les femmes de la technologie et à les remercier pour leurs réalisations remarquables et leur contribution à l'industrie.
it: Con l'avvicinarsi della Festa della Donna, vorrei estendere le mie congratulazioni a tutte le donne nel settore tecnologico e ringraziarle per i loro notevoli risultati e il loro contributo al settore.
ko: 여성의 날이 다가옴에 따라 기술 분야의 모든 여성들에게 축하의 말을 전하고 업계에 대한 놀라운 업적과 공헌에 감사드립니다.
nl: Nu Vrouwendag nadert, wil ik graag mijn felicitaties overbrengen aan alle vrouwen in tech en hen bedanken voor hun opmerkelijke prestaties en bijdragen aan de industrie.
pl: Ponieważ zbliża się Dzień Kobiet, chciałabym pogratulować wszystkim kobietom w branży technologicznej i podziękować im za ich niezwykłe osiągnięcia i wkład w branżę.
pt: À medida que o Dia da Mulher se aproxima, gostaria de estender os meus parabéns a todas as mulheres na área da tecnologia e agradecê-las pelas suas notáveis conquistas e contribuição para a indústria.
ru: По мере приближения Женского дня я хотела бы поздравить всех женщин, работающих в сфере технологий, и поблагодарить их за их замечательные достижения и вклад в индустрию.
sv: Nu när kvinnodagen närmar sig vill jag gratulera alla kvinnor inom teknik och tacka dem för deras anmärkningsvärda prestationer och bidrag till branschen.
tr: Kadınlar Günü yaklaşırken, teknolojideki tüm kadınlara tebriklerimi sunmak ve muazzam başarıları ve sektöre katkıları için teşekkür etmek istiyorum.
zh: 随着妇女节的临近，我要向所有科技界的女性表示祝贺，并感谢她们在这个行业所取得的卓越成就和贡献。

# Blog_BAWIT_Heading1
source: <strong>Daria – Graphic Designer, The Design Dynamo of AxCrypt </strong>
ar: <strong> داريا - مصممة جرافيك ، دينامو التصميم في اكسكربت </strong>
de: <strong>Daria - Grafikdesignerin, Die Designdynamo von AxCrypt </strong>
es: <strong>Daria, diseñadora gráfica, dínamo del diseño de AxCrypt </strong>
fr: <strong>Daria – Graphiste, la Dynamo du Design d'AxCrypt </strong>
it: <strong>Daria – Graphic Designer, La Dinamo del Design di AxCrypt</strong>
ko: <strong>Daria – 그래픽 디자이너, AxCrypt의 디자인 원동 </strong>
nl: <strong>Daria – Grafisch ontwerper, de Ontwerpdynamo van AxCrypt </strong>
pl: <strong>Daria – Grafik, Dynamo projektowania AxCrypt </strong>
pt: <strong>Daria – Designer Gráfica, O Dínamo de Design de AxCrypt </strong>
ru: <strong>Daria – графический дизайнер, Дизайнерская динамо-машина AxCrypt </strong>
sv: <strong>Daria – Grafisk Designer, Designdynamon av AxCrypt </strong>
tr: <strong>Daria – Grafik Tasarımcı, AxCrypt'in Tasarım Dinamosu </strong>
zh: <strong>Daria-平面设计师，AxCrypt的设计动力</strong>

# Blog_BAWIT_Heading2
source: <strong>Pavitra - Human Resource Manager, The HR Hero of AxCrypt </strong>
ar: <strong> بافيترا - مدير الموارد البشرية ، بطل الموارد البشرية في اكسكربت </strong>
de: <strong>Pavitra - Personalmanagerin, Die HR-Heldin von AxCrypt </strong>
es: <strong>Pavitra, gerenta de RR.HH., heroína de recursos humanos de AxCrypt </strong>
fr: <strong>Pavitra - Responsable des Ressources Humaines, l'Héroïne RH d'AxCrypt </strong>
it: <strong>Pavitra - Responsabile delle Risorse Umane, l'Eroina delle Risorse Umane di AxCrypt</strong>
ko: <strong>Pavitra - 인적 자원 관리자, AxCrypt의 HR 영웅 </strong>
nl: <strong>Pavitra - Human Resource Manager, de HR-held van AxCrypt </strong>
pl: <strong>Pavitra — kierownik ds. zasobów ludzkich, bohater HR AxCrypt </strong>
pt: <strong>Pavitra - Gestora de Recursos Humanos, A Heroína dos RH da AxCrypt </strong>
ru: <strong>Pavitra - менеджер по персоналу, HR-герой AxCrypt </strong>
sv: <strong>Pavitra - Human Resources Chef, AxCrypts HR-hjälte </strong
tr: <strong>Pavitra - İnsan Kaynakları Yöneticisi, AxCrypt'in İK Kahramanı </strong>
zh: <strong>Pavitra-人力资源经理，AxCrypt的人力资源 女英雄</strong>

# Blog_BAWIT_Heading3
source: <strong>Jency - Operational Director, The Operational Oracle of AxCrypt</strong>
ar: <strong>جينسي - مدير العمليات ، التشغيلية اوراكل لـلاكسكربت</strong>
de: <strong>Jency - Operativer Direktor, Das operative Orakel von AxCrypt</strong>
es: <strong>Jency, directora operativa, oráculo operativo de AxCrypt</strong>
fr: <strong>Jency - Directeur des Opérations, L'Oracle Opérationnelle d'AxCrypt</strong>
it: <strong>Jency - Direttore Operativo, L'Oracolo Operativo di AxCrypt</strong>
ko: <strong>Jency - AxCrypt 운영 오라클 운영 이사</strong>
nl: <strong>Jency - Operationeel directeur, het operationele orakel van AxCrypt</strong>
pl: <strong>Jency — dyrektor operacyjny, wyrocznia operacyjna AxCrypt</strong>
pt: <strong>Jency - Directora Operacional, O Oráculo Operacional da AxCrypt</strong>
ru: <strong>Jency - операционный директор, Операционный оракул AxCrypt</strong>
sv: <strong>Jency -Operativ Chef, Det operativa oraklet i AxCrypt</strong>
tr: <strong>Jency - Operasyon Direktörü, AxCrypt'in Operasyonel Mabedi</strong>
zh: <strong>Jency-运营总监，AxCrypt的运营神谕</strong>

# Blog_BAWIT_Heading4
source: <strong>Vandana – Business Manager, The Marketing Marvel of AxCrypt </strong>
ar: <strong> فاندانا- مدير الأعمال ، أعجوبة التسويق لاكسكربت </strong>
de: <strong>Vandana - Business Managerin, Die Marketing-Wunderin von AxCrypt </strong>
es: <strong>Vandana, gerenta comercial, maravilla del marketing de AxCrypt </strong>
fr: <strong>Vandana – Directrice Commerciale, La Merveille Marketing d'AxCrypt </strong>
it: <strong>Vandana – Business Manager, La Meraviglia del Marketing di AxCrypt </strong>
ko: <strong>Vandana – 비즈니스 매니저, AxCrypt의 마케팅 마 </strong>
nl: <strong>Vandana - Business Manager, het Marketingwonder van AxCrypt </strong>
pl: <strong>Vandana – Business Manager, cud marketingu AxCrypt </strong>
pt: <strong>Vandana – Gestora de Negócios, A Maravilha do Marketing da AxCrypt </strong>
ru: <strong>Vandana – бизнес-менеджер, Чудо маркетинга AxCrypt </strong>
sv: <strong>Vandana – Affärsansvarig, Marknadsundret på AxCrypt </strong>
tr: <strong>Vandana – İşletme Yöneticisi, AxCrypt'in Pazarlama Harikası </strong>
zh: <strong>Vandana-业务经理，AxCrypt的营销奇迹</strong>

# Blog_BAWIT_Heading5
source: <strong>Venkatalakshmi – Jr. Software Engineer, The Coding Ninja of AxCrypt </strong>
ar: <strong> فينكاتالاكشمي- مهندس برمجيات جونيور ، نينجا التشفير في اكسكربت </strong>
de: <strong>Venkatalakshmi – Jr. Software-Ingenieurin, Die Codierungs-Ninja von AxCrypt </strong>
es: <strong>Venkatalakshmi, ingeniera de software junior, ninja codificadora de AxCrypt </strong>
fr: <strong>Venkatalakshmi - Ingénieur logiciel junior, La Ninja du Codage d'AxCrypt </strong>
it: <strong>Venkatalakshmi - Ingegnere Software Junior, Il Ninja della Codifica di AxCrypt </strong>
ko: <strong>Venkatalakshmi – 주니어 소프트웨어 엔지니어, AxCrypt의 코딩 닌자 </strong>
nl: <strong>Venkatalakshmi - Jr. Software Engineer, de Codeer Ninja van AxCrypt </strong>
pl: <strong>Venkatalakshmi – młodszy inżynier oprogramowania, kodujący ninja AxCrypt </strong>
pt: <strong>Venkatalakshmi – Engenheira Júnior de Software, O Programador-Ninja da AxCrypt </strong>
ru: <strong>Venkatalakshmi – младший инженер-программист, Ниндзя кодирования AxCrypt </strong>
sv: <strong>Venkatalakshmi – Junior mjukvaruingenjör, Den kodande ninjan på AxCrypt </strong>
tr: <strong>Venkatalakshmi – Jr. Yazılım Mühendisi, AxCrypt'in Kodlama Ninjası </strong>
zh: <strong>Venkatalakshmi–初级软件工程师，AxCrypt的编码忍者</strong>

# Blog_BAWIT_Heading6
source: <strong>Swapna – Jr. Software Developer, The Binary Defender of AxCrypt </strong>
ar: <strong> سوابنا - جونيور.. مطور برامج ، المدافع الثنائي لـ اكسكربت </strong>
de: <strong>Swapna - Jr. Softwareentwicklerin, Die binäre Verteidigerin von AxCrypt </strong>
es: <strong>Swapna, desarrolladora de software junior, defensora binaria de AxCrypt </strong>
fr: <strong>Swapna - Développeur Junior de Logiciels, La Défenseure Binaire d'AxCrypt </strong>
it: <strong>Swapna – Sviluppatore di Software Junior, Il Difensore Binario di AxCrypt </strong>
ko: <strong>Swapna – 주니어 소프트웨어 개발자, AxCrypt의 바이너리 수호자 </strong>
nl: <strong>Swapna - Jr. Software Ontwikkelaar, de Binaire Verdediger van AxCrypt </strong>
pl: <strong>Swapna – młodszy programista, binarny obrońca AxCrypt </strong>
pt: <strong>Swapna – Programadora Júnior de Software, O Defensor Binário da AxCrypt </strong>
ru: <strong>Swapna – младший разработчик программного обеспечения, Двоичная защитница AxCrypt </strong>
sv: <strong>Swapna – Jr. Mjukvaruutvecklare, Den binära försvararen av AxCrypt </strong>
tr: <strong>Swapna – Kıdemsiz Yazılım Geliştirici, AxCrypt'in İkili Koruyucusu </strong>
zh: <strong>Swapna–初级软件开发人员，Axcrypt的二进制防御者</strong>

# Blog_BAWIT_Heading7
source: <strong>Shalini – Jr. Software Engineer, The Captain Compiler AxCrypt</strong>
ar: <strong> شاليني - جونيور. مهندس برمجيات ، مترجم الكابتن اكسكربت </strong>
de: <strong>Shalini - Jr. Software-Ingenieurin, Die Capitain Compiler AxCrypt</strong>
es: <strong>Shalini, ingeniera de software junior, capitana compiladora de AxCrypt</strong>
fr: <strong>Shalini - Ingénieur Logiciel Junior, La Capitaine Compilateur AxCrypt</strong>
it: <strong>Shalini – Software Engineer Jr, Il Capitano Compilatore di AxCrypt</strong>
ko: <strong>Shalini – 주니어 소프트웨어 엔지니어, AxCrypt의 캡틴 컴파일러</strong>
nl: <strong>Shalini - Jr. Software Engineer, de Compileer Kapitein van AxCrypt</strong>
pl: <strong>Shalini – młodszy inżynier oprogramowania, główny kompilator AxCrypt</strong>
pt: <strong>Shalini – Engenheira de Software Júnior, A Capitã Compilador AxCrypt</strong>
ru: <strong>Shalini – младший инженер-программист, Капитан компиляций AxCrypt</strong>
sv: <strong>Shalini – Jr. mjukvaruingenjör, Kaptenkompilatorn AxCrypt</strong>
tr: <strong>Shalini – Jr. Yazılım Mühendisi, Redaktör Kaptan AxCrypt</strong>
zh: <strong>Shalini-初级软件工程师，船长编译器AxCrypt</strong>

# Blog_BAWIT_Heading8
source: <strong>Manjula – Sr. Software Engineer, The Tech Titan of AxCrypt </strong>
ar: <strong> مانجولا - مهندس برمجيات كبير ، العملاق التقني في اكسكربت </strong>
de: <strong>Manjula - Senior Software Ingenieurin, Die Tech-Titanin von AxCrypt </strong>
es: <strong>Manjula, ingeniera de software, titán tecnológica de AxCrypt </strong>
fr: <strong>Manjula - Ingénieure Logiciel Senior, La Titan Technologique d'AxCrypt </strong>
it: <strong>Manjula – Software Engineer Senior, Il Titano della Tecnologia di AxCrypt </strong>
ko: <strong>Manjula – 선임 소프트웨어 엔지니어, AxCrypt의 테크 타이탄</strong>
nl: <strong>Manjula - Sr. Software Engineer, de Tech Titaan van AxCrypt </strong>
pl: <strong>Manjula – starszy inżynier oprogramowania, tytan technologiczny AxCrypt </strong>
pt: <strong>Manjula – Engenheira de Software Sénior, O Titã Tecnológico da AxCrypt </strong>
ru: <strong>Manjula – старший инженер-программист, Технический титан AxCrypt </strong>
sv: <strong>Manjula – Senior mjukvaruingenjör, AxCrypts Teknik Titan</strong>
tr: <strong>Manjula – Kıdemli Yazılım Mühendisi, AxCrypt'in Teknoloji Titan'ı </strong>
zh: <strong>Manjula-高级软件工程师，AxCrypt的技术巨头</strong>

# Blog_BAWIT_Summary
source: As we all celebrate International Women's Day, it is important to recognize the invaluable contributions of women in the tech industry.
ar: بينما نحتفل جميعا باليوم العالمي للمرأة ، من المهم الاعتراف بالمساهمات التي لا تقدر بثمن للمرأة في صناعة التكنولوجيا.
de: Da wir alle den Internationalen Frauentag feiern, ist es wichtig, die unschätzbaren Beiträge von Frauen in der Technologiebranche anzuerkennen.
es: Mientras todos celebramos el Día Internacional de la Mujer, es importante reconocer las valiosas contribuciones de las mujeres en la industria de la tecnología.
fr: Alors que nous célébrons tous la Journée Internationale de la Femme, il est important de reconnaître les contributions inestimables des femmes dans l'industrie technologique.
it: Mentre tutti noi celebriamo la Giornata Internazionale delle Donne, è importante riconoscere il contributo inestimabile delle donne nel settore tecnologico.
ko: 우리 모두가 세계 여성의 날을 기념하면서 기술 산업에서 여성의 귀중한 공헌을 인정하는 것이 중요합니다.
nl: Terwijl we allemaal Internationale Vrouwendag vieren, is het belangrijk om de onschatbare bijdragen van vrouwen in de technische industrie te erkennen.
pl: Ponieważ wszyscy obchodzimy Międzynarodowy Dzień Kobiet, ważne jest, aby docenić nieoceniony wkład kobiet w branżę technologiczną.
pt: Ao celebrarmos todos nós o Dia Internacional da Mulher, é importante reconhecer as contribuições inestimáveis das mulheres na indústria tecnológica.
ru: Поскольку мы все отмечаем Международный женский день, важно признать неоценимый вклад женщин в технологическую индустрию.
sv: När vi firar internationella kvinnodagen är det viktigt att erkänna de ovärderliga bidragen från kvinnor i den tekniska industrin.
tr: Dünya Kadınlar Günü'nü kutlarken, kadınların teknoloji endüstrisindeki paha biçilmez katkılarını takdir etmek önemlidir.
zh: 在我们都庆祝国际妇女节的时候，认识到女性在科技行业的宝贵贡献是很重要的。

# Blog_BAWIT_Text1
source: As we all celebrate International Women's Day, it is important to recognize the invaluable contributions of women in the tech industry. Traditionally, technology is seen as a male dominated industry. However, in recent years, this industry has welcomed more women breaking barriers and making their mark in the tech world.
ar: بينما نحتفل جميعًا باليوم العالمي للمرأة ، من المهم الاعتراف بالمساهمات التي لا تقدر بثمن للمرأة في صناعة التكنولوجيا. تقليديا ، ينظر إلى التكنولوجيا على أنها صناعة يهيمن عليها الذكور. ومع ذلك ، في السنوات الأخيرة ، استقبلت هذه الصناعة المزيد من النساء اللواتي كسرن الحواجز وترك بصماتهن في عالم التكنولوجيا.
de: Da wir alle den Internationalen Frauentag feiern, ist es wichtig, die unschätzbaren Beiträge von Frauen in der Technologiebranche anzuerkennen. Traditionell wird die Technologie als eine von Männern dominierte Branche angesehen. In den letzten Jahren hat diese Branche jedoch mehr Frauen begrüßt, die Barrieren überwinden und sich in der Technologiewelt einen Namen machen.
es: Mientras todos celebramos el Día Internacional de la Mujer, es importante reconocer las valiosas contribuciones de las mujeres en la industria de la tecnología. Tradicionalmente, la tecnología es vista como una industria dominada por hombres. Sin embargo, en los últimos años, esta industria ha dado la bienvenida a más mujeres que rompen barreras y dejan su huella en el mundo de la tecnología.
fr: Alors que nous célébrons tous la Journée Internationale de la Femme, il est important de reconnaître les contributions inestimables des femmes dans l'industrie technologique. Traditionnellement, la technologie est considérée comme une industrie dominée par les hommes. Cependant, ces dernières années, cette industrie a accueilli davantage de femmes qui brisent les barrières et font leur marque dans le monde de la technologie.
it: Mentre tutti noi celebriamo la Giornata Internazionale delle Donne, è importante riconoscere il contributo inestimabile delle donne nel settore tecnologico. Tradizionalmente, la tecnologia è vista come un settore dominato dagli uomini. Tuttavia, negli ultimi anni, questo settore ha accolto più donne che rompono le barriere e lasciano il segno nel mondo della tecnologia.
ko: 우리 모두가 세계 여성의 날을 기념하면서 기술 산업에서 여성의 귀중한 공헌을 인정하는 것이 중요합니다. 전통적으로 기술은 남성이 지배하는 산업으로 간주되었습니다. 그러나 최근 몇 년 동안 이 산업은 장벽을 허물고 기술 세계에서 명성을 얻는 더 많은 여성을 환영했습니다.
nl: Terwijl we allemaal Internationale Vrouwendag vieren, is het belangrijk om de onschatbare bijdragen van vrouwen in de technische industrie te erkennen. Traditioneel wordt technologie gezien als een door mannen gedomineerde industrie. In de afgelopen jaren heeft deze industrie echter meer vrouwen verwelkomd die barrières doorbreken en hun stempel drukken op de technische wereld.
pl: Ponieważ wszyscy obchodzimy Międzynarodowy Dzień Kobiet, ważne jest, aby docenić nieoceniony wkład kobiet w branżę technologiczną. Tradycyjnie technologia jest postrzegana jako branża zdominowana przez mężczyzn. Jednak w ostatnich latach branża ta powitała więcej kobiet przełamujących bariery i zaznaczających swoją obecność w świecie technologii.
pt: Ao celebrarmos todos nós o Dia Internacional da Mulher, é importante reconhecer as contribuições inestimáveis das mulheres na indústria tecnológica. Tradicionalmente, a tecnologia é vista como uma indústria dominada por homens. No entanto, nos últimos anos, esta indústria recebeu mais mulheres que quebram barreiras e deixam a sua marca no mundo da tecnologia.
ru: Поскольку мы все отмечаем Международный женский день, важно признать неоценимый вклад женщин в технологическую индустрию. Традиционно технологии рассматриваются как отрасль, в которой доминируют мужчины. Однако в последние годы в этой отрасли появилось больше женщин, которые преодолели барьеры и оставили свой след в мире технологий.
sv: När vi alla firar internationella kvinnodagen är det viktigt att erkänna de ovärderliga bidragen från kvinnor i den tekniska industrin. Traditionellt ses teknik som en mansdominerad bransch. Men under de senaste åren har den här branschen välkomnat fler kvinnor som bryter barriärer och sätter sin prägel i teknikvärlden.
tr: Dünya Kadınlar Günü'nü kutlarken, kadınların teknoloji endüstrisindeki paha biçilmez katkılarını takdir etmek önemlidir. Geleneksel olarak, teknoloji erkek egemen bir endüstri olarak görülmektedir. Bununla birlikte, son yıllarda, bu endüstri engelleri kıran ve teknoloji dünyasında iz bırakan daha fazla kadını memnuniyetle karşıladı.
zh: 在我们都庆祝国际妇女节的时候，认识到女性在科技行业的宝贵贡献是很重要的。 传统上，技术被视为男性主导的行业。 然而，近年来，这个行业欢迎更多女性打破障碍，在科技界崭露头角。
