Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HDSHTPMDWE_Summary
source: Healthcare is one of the top three targeted industries in terms of cyber attacks. The industry also generates around 30% of the world's data volume, with a significant portion containing sensitive patient information. This vast amount of data, often referred to as Protected Health Information (PHI), requires robust security measures to ensure patient privacy and compliance with regulations.
ar: الرعاية الصحية هي واحدة من أكبر ثلاث صناعات مستهدفة من حيث الهجمات الإلكترونية. تولد الصناعة أيضا حوالي 30٪ من حجم البيانات في العالم ، مع جزء كبير يحتوي على معلومات حساسة للمرضى. تتطلب هذه الكمية الهائلة من البيانات ، والتي يشار إليها غالبا باسم المعلومات الصحية المحمية (PHI) ، تدابير أمنية قوية لضمان خصوصية المريض والامتثال للوائح.
de: Das Gesundheitswesen ist eine der drei am häufigsten angegriffenen Branchen in Bezug auf Cyberangriffe. Die Branche generiert auch rund 30 % des weltweiten Datenvolumens, wobei ein erheblicher Teil sensible Patienteninformationen enthält. Diese riesige Datenmenge, die oft als geschützte Gesundheitsinformationen (PHI) bezeichnet wird, erfordert robuste Sicherheitsmaßnahmen, um die Privatsphäre der Patienten und die Einhaltung von Vorschriften zu gewährleisten.
es: La sanidad es uno de los tres sectores más atacados en términos de ciberataques. La industria también genera alrededor del 30% del volumen de datos del mundo, con una parte significativa que contiene información confidencial de los pacientes. Esta gran cantidad de datos, a menudo denominada información médica protegida (PHI), requiere medidas de seguridad sólidas para garantizar la privacidad del paciente y el cumplimiento de las regulaciones.
fr: La santé est l’une des trois principales industries ciblées en termes de cyberattaques. L’industrie génère également environ 30% du volume de données mondial, avec une partie importante contenant des informations sensibles sur les patients. Cette vaste quantité de données, souvent appelée renseignements médicaux protégés (RPS), exige des mesures de sécurité rigoureuses pour assurer la confidentialité des patients et le respect des règlements.
it: L'assistenza sanitaria è uno dei primi tre settori presi di mira in termini di attacchi informatici. Il settore genera anche circa il 30% del volume di dati mondiale, con una parte significativa contenente informazioni sensibili sui pazienti. Questa grande quantità di dati, spesso indicati come informazioni sanitarie protette (PHI), richiede solide misure di sicurezza per garantire la privacy dei pazienti e la conformità alle normative.
ko: 헬스케어는 사이버 공격 측면에서 3대 표적 산업 중 하나이다. 이 산업은 또한 전 세계 데이터 양의 약 30%를 생성하며, 상당 부분이 민감한 환자 정보를 포함하고 있다. 흔히 PHI(Protected Health Information)라고 하는 이 방대한 양의 데이터는 환자의 개인 정보 보호 및 규정 준수를 보장하기 위해 강력한 보안 조치가 필요합니다.
nl: De gezondheidszorg behoort tot de top drie doelwitten op het gebied van cyberaanvallen. De industrie genereert ook ongeveer 30% van het wereldwijde datavolume, waarvan een aanzienlijk deel gevoelige patiëntinformatie bevat. Deze enorme hoeveelheid gegevens, vaak aangeduid als beschermde gezondheidsinformatie (PHI), vereist krachtige beveiligingsmaatregelen om de privacy van de patiënt en de naleving van de regelgeving te waarborgen.
pl: Opieka zdrowotna jest jedną z trzech głównych branż, które padają ofiarą cyberataków. Branża ta generuje również około 30% światowej objętości danych, przy czym znaczna część zawiera poufne informacje o pacjentach. Ta ogromna ilość danych, często określana jako chronione informacje zdrowotne (PHI), wymaga solidnych środków bezpieczeństwa, aby zapewnić prywatność pacjentów i zgodność z przepisami.
pt: A saúde é uma das três principais indústrias visadas em termos de ataques cibernéticos. A indústria também gera cerca de 30% do volume de dados do mundo, com uma parcela significativa contendo informações confidenciais de pacientes. Essa grande quantidade de dados, muitas vezes chamada de Informações de Saúde Protegidas (PHI), requer medidas de segurança robustas para garantir a privacidade do paciente e a conformidade com os regulamentos.
ru: Здравоохранение входит в тройку наиболее уязвимых отраслей с точки зрения кибератак. Отрасль также генерирует около 30% мирового объема данных, значительная часть которых содержит конфиденциальную информацию о пациентах. Этот огромный объем данных, часто называемый защищенной медицинской информацией (PHI), требует надежных мер безопасности для обеспечения конфиденциальности пациентов и соблюдения нормативных требований.
sv: Hälso- och sjukvården är en av de tre mest utsatta industrierna när det gäller cyberattacker. Branschen genererar också cirka 30 % av världens datavolym, med en betydande del som innehåller känslig patientinformation. Denna stora mängd data, ofta kallad skyddad hälsoinformation (PHI), kräver robusta säkerhetsåtgärder för att säkerställa patienternas integritet och efterlevnad av regleringar.
tr: Sağlık hizmetleri, siber saldırılar açısından en çok hedef alınan üç sektörden biridir. Sektör aynı zamanda dünyadaki veri hacminin yaklaşık %30'unu oluşturur ve önemli bir kısmı hassas hasta bilgilerini içerir. Genellikle Korumalı Sağlık Bilgileri (PHI) olarak adlandırılan bu büyük miktarda veri, hasta gizliliğini ve düzenlemelere uyumu sağlamak için sağlam güvenlik önlemleri gerektirir.
zh: 就网络攻击而言，医疗保健是三大目标行业之一。该行业还产生了全球约 30% 的数据量，其中很大一部分包含敏感的患者信息。这些海量数据通常被称为受保护的健康信息 （PHI），需要强大的安全措施来确保患者隐私和遵守法规。

# Blog_HDSHTPMDWE_Text1
source: Healthcare is one of the <b>top three</b> targeted industries in terms of cyber attacks. The industry also generates around <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world's,images%2C%20audio%2C%20and%20video.'><b>30% of the world's data volume</b></a>, with a significant portion containing sensitive patient information. This vast amount of data, often referred to as Protected Health Information <b>(PHI)</b>, requires robust security measures to ensure patient privacy and compliance with regulations.
ar: الرعاية الصحية هي واحدة من <b>أكبر ثلاث</b> صناعات مستهدفة من حيث الهجمات الإلكترونية. تولد الصناعة أيضا حوالي <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>30٪ من حجم البيانات في العالم</b></a> ، مع جزء كبير يحتوي على معلومات حساسة للمرضى. تتطلب هذه الكمية الهائلة من البيانات ، والتي يشار إليها غالبا باسم المعلومات الصحية المحمية <b>(PHI)</b> ، تدابير أمنية قوية لضمان خصوصية المريض والامتثال للوائح.
de: Das Gesundheitswesen ist eine der <b>drei am häufigsten</b> angegriffenen Branchen in Bezug auf Cyberangriffe. Die Branche generiert auch rund <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'><b>30% of the world's data volume</b></a>, wobei ein erheblicher Teil sensible Patienteninformationen enthält. Diese riesige Datenmenge, die oft als geschützte Gesundheitsinformationen <b>(PHI)</b> bezeichnet wird, erfordert robuste Sicherheitsmaßnahmen, um die Privatsphäre der Patienten und die Einhaltung von Vorschriften zu gewährleisten.
es: La sanidad es uno de los <b>tres sectores más</b> atacados en términos de ciberataques. La industria también genera alrededor <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>del 30% del volumen de datos del mundo</b></a>, con una parte significativa que contiene información confidencial de los pacientes. Esta gran cantidad de datos, a menudo denominada información médica protegida <b>(PHI),</b> requiere medidas de seguridad sólidas para garantizar la privacidad del paciente y el cumplimiento de las regulaciones.
fr: La santé est l’un des <b>trois</b> secteurs ciblés en termes de cyberattaques. L’industrie génère également environ <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world’s,images%2C%20audio%2C%20et%20vidéo. '><b>30 % du volume de données mondial</b></a>, dont une partie importante contient des informations sensibles sur les patients. Cette grande quantité de données, souvent appelée Informations sanitaires protégées (PHI)</b>, nécessite des mesures de sécurité robustes pour garantir la confidentialité des patients et le respect des réglementations.
it: L'assistenza sanitaria è uno dei <b>primi tre</b> settori presi di mira in termini di attacchi informatici. Il settore genera anche circa <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>il 30% del volume di dati mondiale</b></a>, con una parte significativa contenente informazioni sensibili sui pazienti. Questa grande quantità di dati, spesso indicati come informazioni sanitarie protette <b>(PHI),</b> richiede solide misure di sicurezza per garantire la privacy dei pazienti e la conformità alle normative.
ko: 헬스케어는 사이버 공격 측면에서 <b>상위 3대</b> 대상 산업 중 하나이다. 또한 이 산업은 전 세계 데이터 볼륨의 <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world's,images%2C%20audio%2C%20and%20video.'><b>30%</a> 정도를 생성하며 상당 부분은 민감한 환자 정보를 포함하고 있습니다. 흔히 Protected Health Information <b>(PHI)</b>라고 하는 이 방대한 양의 데이터는 환자의 개인 정보 보호 및 규정 준수를 보장하기 위해 강력한 보안 조치가 필요합니다.
nl: De gezondheidszorg behoort tot de <b>top drie</b> doelwitten op het gebied van cyberaanvallen. De industrie genereert ook ongeveer <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>30% van het wereldwijde datavolume</b></a>, waarvan een aanzienlijk deel gevoelige patiëntinformatie bevat. Deze enorme hoeveelheid gegevens, vaak aangeduid als beschermde gezondheidsinformatie <b>(PHI),</b> vereist krachtige beveiligingsmaatregelen om de privacy van patiënten en de naleving van de regelgeving te waarborgen.
pl: Opieka zdrowotna jest jedną z <b>trzech</b> najbardziej narażonych na ataki cybernetyczne branż. Branża ta generuje również około <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world's,images%2C%20audio%2C%20and%20video.'><b>30% światowej objętości danych</b></a>, przy czym znaczna część zawiera poufne informacje o pacjentach. Ta ogromna ilość danych, często określana jako chronione informacje zdrowotne <b>(PHI)</b>, wymaga solidnych środków bezpieczeństwa w celu zapewnienia prywatności pacjentów i zgodności z przepisami.
pt: A saúde é uma das <b>três principais</b> indústrias visadas em termos de ataques cibernéticos. A indústria também gera cerca <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>de 30% do volume de dados do mundo</b></a>, com uma parcela significativa contendo informações confidenciais de pacientes. Essa grande quantidade de dados, muitas vezes chamada de Informações de Saúde Protegidas <b>(PHI),</b> requer medidas de segurança robustas para garantir a privacidade do paciente e a conformidade com os regulamentos.
ru: Здравоохранение входит в <b>тройку наиболее</b> уязвимых отраслей с точки зрения кибератак. Отрасль также генерирует около <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'><b>30% of the world's data volume</b></a>, значительная часть которых содержит конфиденциальную информацию о пациентах. Этот огромный объем данных, часто называемый защищенной медицинской информацией <b>(PHI), ⁣/b> требует надежных мер безопасности для обеспечения конфиденциальности пациентов и соблюдения нормативных требований.
sv: Hälso- och sjukvården är en av de <b>topp tre</b> mest utsatta industrierna när det gäller cyberattacker. Branschen genererar också cirka <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world's,images%2C%20audio%2C%20and%20video.'><b>30 % av världens datavolym</b></a>, med en betydande del som innehåller känslig patientinformation. Denna stora mängd data, ofta kallad skyddad hälsoinformation <b>(PHI)</b>, kräver robusta säkerhetsåtgärder för att säkerställa patienternas integritet och efterlevnad av regleringar.
tr: Sağlık hizmetleri, siber saldırılar açısından <b>en çok</b> hedef alınan üç sektörden biridir. Sektör aynı zamanda <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'=""><b>dünyadaki veri hacminin yaklaşık %30'unu</b></a> oluşturur ve önemli bir kısmı hassas hasta bilgilerini içerir. Genellikle Korumalı Sağlık Bilgileri <b>(PHI)</b> olarak adlandırılan bu büyük miktarda veri, hasta gizliliğini ve düzenlemelere uygunluğu sağlamak için sağlam güvenlik önlemleri gerektirir.
zh: 就网络攻击而言，医疗保健是 <b>三大</b> 目标行业之一。该行业还产生了 <a href='https://blog.google/technology/health/google-generative-ai-healthcare/#:~:text=Approximately%2030%25%20of%20the%20world' s,images%2c%20audio%2c%20and%20video.'><b>30% of the world's data volume</b></a>，其中很大一部分包含敏感的患者信息。这些海量数据通常被称为受保护的健康信息 <b>（PHI），</b>需要强大的安全措施来确保患者隐私和遵守法规。

# Blog_HDSHTPMDWE_Text2
source: The exponential increase in the healthcare data also makes it highly vulnerable to malicious cyber attacks and data breaches, which can lead to devastating consequences.
ar: كما أن الزيادة الهائلة في بيانات الرعاية الصحية تجعلها عرضة للهجمات الإلكترونية الخبيثة وخروقات البيانات ، مما قد يؤدي إلى عواقب وخيمة.
de: Der exponentielle Anstieg der Gesundheitsdaten macht sie auch sehr anfällig für böswillige Cyberangriffe und Datenschutzverletzungen, die verheerende Folgen haben können.
es: El aumento exponencial de los datos sanitarios también los hace muy vulnerables a los ciberataques maliciosos y a las violaciones de datos, lo que puede tener consecuencias devastadoras.
fr: L’augmentation exponentielle des données de santé les rend également très vulnérables aux cyberattaques malveillantes et aux violations de données, ce qui peut avoir des conséquences dévastatrices.
it: L'aumento esponenziale dei dati sanitari li rende anche altamente vulnerabili ad attacchi informatici dannosi e violazioni dei dati, che possono portare a conseguenze devastanti.
ko: 의료 데이터의 기하급수적인 증가는 또한 악의적인 사이버 공격과 데이터 침해에 매우 취약하게 만들며, 이는 파괴적인 결과를 초래할 수 있다.
nl: De exponentiële toename aan gezondheidsgegevens maakt deze ook zeer kwetsbaar voor kwaadaardige cyberaanvallen en datalekken, wat tot verwoestende gevolgen kan leiden.
pl: Gwałtowny wzrost ilości danych dotyczących opieki zdrowotnej sprawia również, że są one bardzo podatne na złośliwe ataki cybernetyczne i naruszenia bezpieczeństwa danych, co może mieć katastrofalne skutki.
pt: O aumento exponencial dos dados de saúde também os torna altamente vulneráveis a ataques cibernéticos maliciosos e violações de dados, o que pode levar a consequências devastadoras.
ru: Экспоненциальный рост медицинских данных также делает их очень уязвимыми для злонамеренных кибератак и утечек данных, которые могут привести к разрушительным последствиям.
sv: Den exponentiella ökningen av hälso- och sjukvårdsdata gör den också mycket sårbar för illvilliga cyberattacker och dataintrång, vilket kan leda till förödande konsekvenser.
tr: Sağlık verilerindeki hızlı ve güçlü artış, bu verileri kötü niyetli siber saldırılara ve veri ihlallerine karşı oldukça savunmasız hale getirmekte ve bu da yıkıcı sonuçlara yol açabilmektedir.
zh: 医疗保健数据的指数级增长也使其极易受到恶意网络攻击和数据泄露的影响，这可能导致毁灭性的后果。

# Blog_HDSHTPMDWE_Title
source: Healthcare Data Security 101: How to Protect Medical Data with Encryption
ar: أمن بيانات الرعاية الصحية 101: كيفية حماية البيانات الطبية بالتشفير
de: Datensicherheit im Gesundheitswesen 101: So schützen Sie medizinische Daten mit Verschlüsselung
es: Seguridad de datos sanitarios 101: Cómo proteger los datos médicos con cifrado
fr: Sécurité des données de santé 101 : Comment protéger les données médicales avec le cryptage
it: Sicurezza dei dati sanitari 101: come proteggere i dati medici con la crittografia
ko: 의료 데이터 보안 101: 암호화를 통해 의료 데이터를 보호하는 방법
nl: Gegevensbeveiliging in de gezondheidszorg: medische gegevens beschermen met versleuteling
pl: Bezpieczeństwo danych w opiece zdrowotnej 101: Jak chronić dane medyczne za pomocą szyfrowania
pt: Segurança de dados de saúde 101: Como proteger dados médicos com criptografia
ru: Безопасность медицинских данных 101: Как защитить медицинские данные с помощью шифрования
sv: Datasäkerhet för hälso- och sjukvård 101: Hur man skyddar medicinsk data med kryptering
tr: Sağlık Hizmetlerinde Veri Güvenliği 101: Tıbbi Veriler Şifreleme ile Nasıl Korunur?
zh: 医疗保健数据安全 101：如何通过加密保护医疗数据
