Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICE_Text1
source: In the era of multiple platforms cloud services have become the best model in providing storage, computing and networking resources. The survey specifies that more than 2 billion users currently use cloud storage to store various types of information or credential data. Due to the huge usage of cloud services, it is necessary that data stored in the cloud is protected and secure. When data is stored on a cloud, we no longer have complete control over what happens to our data. For example, if we are running an application in a hybrid or public cloud, we are forced to rely on a third party and our data gets exposed. So, it is mandatory that the best cloud service provider should be selected by one who understands their responsibility when it comes to security.
ar: في عصر الأنظمة الأساسية المتعددة ، أصبحت الخدمات السحابية أفضل نموذج في توفير موارد التخزين والحوسبة والشبكات. يحدد الاستطلاع أن أكثر من 2 مليار مستخدم يستخدمون حاليًا التخزين السحابي لتخزين أنواع مختلفة من المعلومات أو بيانات الاعتماد. نظرًا للاستخدام الضخم للخدمات السحابية ، من الضروري أن تكون البيانات المخزنة في السحابة محمية وآمنة. عندما يتم تخزين البيانات على السحابة ، لم يعد لدينا سيطرة كاملة على ما يحدث لبياناتنا. على سبيل المثال ، إذا كنا نقوم بتشغيل تطبيق في سحابة مختلطة أو عامة ، فنحن مضطرون للاعتماد على طرف ثالث ويتم كشف بياناتنا. لذلك ، من الضروري أن يتم اختيار أفضل مزود خدمة سحابية من قبل شخص يفهم مسؤوليته عندما يتعلق الأمر بالأمان.
de: Im Zeitalter mehrerer Plattformen sind Cloud-Dienste zum besten Modell für die Bereitstellung von Speicher-, Computer- und Netzwerkressourcen geworden. Die Umfrage gibt an, dass derzeit mehr als 2 Milliarden Benutzer Cloud-Speicher verwenden, um verschiedene Arten von Informationen oder Anmeldeinformationen zu speichern. Aufgrund der enormen Nutzung von Cloud-Diensten ist es notwendig, dass in der Cloud gespeicherte Daten geschützt und sicher sind. Wenn Daten in einer Cloud gespeichert werden, haben wir nicht mehr die vollständige Kontrolle darüber, was mit unseren Daten passiert. Wenn wir beispielsweise eine Anwendung in einer hybriden oder öffentlichen Cloud ausführen, sind wir gezwungen, uns auf einen Dritten zu verlassen, und unsere Daten werden offengelegt. Daher ist es zwingend erforderlich, dass der beste Cloud-Dienstanbieter von jemandem ausgewählt wird, der seine Verantwortung in Bezug auf Sicherheit versteht.
es: En la era de las plataformas múltiples, los servicios en la nube se han convertido en el mejor modelo para proporcionar recursos de almacenamiento, computación y redes. La encuesta especifica que más de 2 mil millones de usuarios utilizan actualmente el almacenamiento en la nube para almacenar varios tipos de información o datos de credenciales. Debido al enorme uso de los servicios en la nube, es necesario que los datos almacenados en la nube estén protegidos y seguros. Cuando los datos se almacenan en una nube, ya no tenemos control total sobre lo que sucede con nuestros datos. Por ejemplo, si estamos ejecutando una aplicación en una nube híbrida o pública, nos vemos obligados a depender de un tercero y nuestros datos quedan expuestos. Por lo tanto, es obligatorio que el mejor proveedor de servicios en la nube sea seleccionado por alguien que comprenda su responsabilidad en lo que respecta a la seguridad.
fr: À l'ère des plates-formes multiples, les services cloud sont devenus le meilleur modèle pour fournir des ressources de stockage, de calcul et de mise en réseau. L'enquête précise que plus de 2 milliards d'utilisateurs utilisent actuellement le stockage cloud pour stocker divers types d'informations ou de données d'identification. En raison de l'utilisation massive des services cloud, il est nécessaire que les données stockées dans le cloud soient protégées et sécurisées. Lorsque les données sont stockées sur un cloud, nous n'avons plus un contrôle total sur ce qu'il advient de nos données. Par exemple, si nous exécutons une application dans un cloud hybride ou public, nous sommes obligés de nous fier à un tiers et nos données sont exposées. Il est donc obligatoire que le meilleur fournisseur de services cloud soit sélectionné par une personne qui comprend sa responsabilité en matière de sécurité.
it: Nell'era delle piattaforme multiple, i servizi cloud sono diventati il ​​modello migliore per fornire risorse di archiviazione, elaborazione e rete. Il sondaggio specifica che più di 2 miliardi di utenti utilizzano attualmente il cloud storage per archiviare vari tipi di informazioni o dati sulle credenziali. A causa dell'enorme utilizzo dei servizi cloud, è necessario che i dati archiviati nel cloud siano protetti e protetti. Quando i dati vengono archiviati su un cloud, non abbiamo più il controllo completo su ciò che accade ai nostri dati. Ad esempio, se stiamo eseguendo un'applicazione in un cloud ibrido o pubblico, siamo costretti a fare affidamento su una terza parte e i nostri dati vengono esposti. Pertanto, è obbligatorio che il miglior fornitore di servizi cloud sia selezionato da chi comprende le proprie responsabilità quando si tratta di sicurezza.
ko: 다중 플랫폼 시대에 클라우드 서비스는 스토리지, 컴퓨팅 및 네트워킹 리소스를 제공하는 최고의 모델이 되었습니다. 설문 조사에 따르면 현재 20억 명 이상의 사용자가 클라우드 스토리지를 사용하여 다양한 유형의 정보 또는 자격 증명 데이터를 저장합니다. 따라서 클라우드에 저장된 데이터를 보호하고 보호해야합니다. 데이터가 클라우드에 저장되면 더 이상 데이터를 완전히 제어할 수 없습니다. 예를 들어, 하이브리드 또는 퍼블릭 클라우드에서 애플리케이션을 실행하는 경우 타사에 의존해야 하고 데이터가 노출됩니다. 따라서 최고의 클라우드 서비스 제공 업체는 보안과 관련하여 자신의 책임을 이해하는 사람이 선택해야합니다.
nl: In het tijdperk van meerdere platforms zijn clouddiensten het beste model geworden voor het verstrekken van opslag-, reken- en netwerkmiddelen. Uit het onderzoek blijkt dat meer dan 2 miljard gebruikers momenteel gebruik maken van cloud-opslag om verschillende soorten informatie of gegevens op te slaan. Vanwege het enorme gebruik van cloud-diensten is het noodzakelijk dat de in de cloud opgeslagen gegevens worden beschermd en beveiligd. Wanneer gegevens in een cloud worden opgeslagen, hebben we geen volledige controle meer over wat er met onze gegevens gebeurt. Als we bijvoorbeeld een applicatie draaien in een hybride of publieke cloud, zijn we gedwongen te vertrouwen op een derde partij en worden onze gegevens blootgesteld. Het is dus noodzakelijk dat de beste aanbieder van clouddiensten wordt gekozen door iemand die zijn verantwoordelijkheid begrijpt als het gaat om beveiliging.
pl: W dobie wieloplatformowości usługi chmurowe stały się najlepszym modelem w dostarczaniu zasobów pamięciowych, obliczeniowych i sieciowych. Z badania wynika, że obecnie ponad 2 miliardy użytkowników korzysta z pamięci masowej w chmurze do przechowywania różnego rodzaju informacji lub danych uwierzytelniających. Ze względu na ogromne wykorzystanie usług w chmurze konieczne jest, aby dane przechowywane w chmurze były chronione i bezpieczne. Kiedy dane są przechowywane w chmurze, nie mamy już pełnej kontroli nad tym, co dzieje się z naszymi danymi. Na przykład, jeśli uruchamiamy aplikację w chmurze hybrydowej lub publicznej, jesteśmy zmuszeni polegać na stronie trzeciej, a nasze dane zostają ujawnione. Tak więc obowiązkowe jest, aby najlepszy dostawca usług w chmurze był wybierany przez tego, który rozumie swoją odpowiedzialność w zakresie bezpieczeństwa.
pt: Na era de múltiplas plataformas, os serviços na nuvem tornaram-se o melhor modelo de fornecimento de recursos de armazenamento, computação e rede. O inquérito especifica que mais de 2 mil milhões de utilizadores usam actualmente armazenamento na nuvem para guardar vários tipos de dados e credenciais. Dado o elevado uso de serviços na nuvem, é necessário que os dados armazenados na nuvem estejam protegidos e seguros. Quando os dados são armazenados na nuvem, não temos controlo completo em relação ao que lhes acontece. Por exemplo, se executarmos uma aplicação numa nuvem híbrida ou pública, somos forçados a confiar em terceiros e os nossos dados ficam expostos. Portanto, é obrigatório escolher o melhor fornecedor de serviço na nuvem por alguém que entenda a sua responsabilidade em relação a segurança.
ru: В эпоху множественных платформ облачные сервисы стали лучшей моделью для предоставления хранилищ, вычислительных и сетевых ресурсов. В опросе указывается, что более 2 миллиардов пользователей в настоящее время используют облачное хранилище для хранения различных типов информации или учетных данных. Из-за огромного использования облачных сервисов необходимо, чтобы данные, хранящиеся в облаке, были защищены. Когда данные хранятся в облаке, мы больше не имеем полного контроля над тем, что происходит с нашими данными. Например, если мы запускаем приложение в гибридном или общедоступном облаке, мы вынуждены полагаться на третью сторону, и наши данные становятся доступными. Таким образом, обязательно, чтобы лучший поставщик облачных услуг был выбран тем, кто понимает свою ответственность, когда речь заходит о безопасности.
sv: I en tidevarv med flera plattformar har molntjänster blivit den bästa modellen för att tillhandahålla lagrings-, dator- och nätverksresurser. Undersökningen specificerar att mer än 2 miljarder användare för närvarande använder molnlagring för att lagra olika typer av information eller autentiseringsdata. På grund av den enorma användningen av molntjänster är det nödvändigt att data som lagras i molnet är skyddad och säker. När data lagras i ett moln har vi inte längre fullständig kontroll över vad som händer med vår data. Till exempel, om vi kör en applikation i ett hybrid- eller offentligt moln, tvingas vi förlita oss på en tredje part och vår data exponeras. Så det är obligatoriskt att den bästa molntjänstleverantören ska väljas av en som förstår deras ansvar när det kommer till säkerhet.
tr: Birden çok platformun olduğu böyle bir dönemde bulut hizmetleri, depolama sağlama ve kaynakların hesaplanması ve kaynaklar için ağ oluşturulmasında en iyi model haline geldi. Araştırma hali hazırda 2 milyardan fazla kullanıcının çeşitli türlerdeki bilgi veya kimlik verilerini saklamak için bulut depolamayı kullandığını gösteriyor. Bulut servislerinin muazzam kullanımı nedeniyle bulutta depolanan verilerin korunması ve güvenliği gerekli hale geliyor. Veriler bir bulutta depolandığında verilerimize ne olduğuna dair kontrolü kaybediyoruz. Örneğin, bir hibrit ya da kamuya açık buluttaki bir uygulamayı çalıştırıyorsak, bir üçüncü tarafa güveniyoruz ve verilerimiz açığa çıkıyor. Bu nedenle en iyi bulut hizmeti sağlayıcının konu güvenlik olunca sorumluluğunu iyi bilen bir kişi tarafından seçilmesi gerekiyor.
zh: 在多平台时代，云服务已经成为提供存储、计算和网络资源的最佳模式。 调查指出，目前有超过20亿用户使用云存储来存储各种类型的信息或凭证数据。 由于云服务的大量使用，存储在云中的数据必须得到保护和安全。 当数据存储在云上时，我们不再完全控制数据的发生。 例如，如果我们在混合云或公共云中运行应用程序，我们被迫依赖第三方，我们的数据就会暴露出来。 因此，最好的云服务提供商必须由一个了解他们在安全方面的责任的人来选择。

# Blog_WICE_Text2
source: Credibility and security are among the most important obstacles cloud administrators face. Multiple cyber-attacks and security breaches also occur in cloud storage. Hence, cloud security is the biggest concern for cloud storage as data privacy risks grow.
ar: تعد المصداقية والأمان من بين أهم العقبات التي يواجهها مسؤولو السحابة. تحدث أيضًا عدة هجمات إلكترونية وانتهاكات أمنية في التخزين السحابي. ومن ثم ، فإن أمان السحابة هو أكبر مصدر قلق للتخزين السحابي مع نمو مخاطر خصوصية البيانات.
de: Glaubwürdigkeit und Sicherheit gehören zu den wichtigsten Hindernissen für Cloud-Administratoren. Auch im Cloud-Speicher treten mehrere Cyberangriffe und Sicherheitsverletzungen auf. Daher ist die Cloud-Sicherheit das größte Problem für Cloud-Speicher, da die Datenschutzrisiken zunehmen.
es: La credibilidad y la seguridad se encuentran entre los obstáculos más importantes que enfrentan los administradores de la nube. También se producen múltiples ciberataques y vulneraciones de seguridad en el almacenamiento en la nube. Por lo tanto, la seguridad en la nube es la mayor preocupación para el almacenamiento en la nube a medida que aumentan los riesgos de privacidad de datos.
fr: La crédibilité et la sécurité sont parmi les obstacles les plus importants auxquels sont confrontés les administrateurs de cloud. De multiples cyberattaques et failles de sécurité se produisent également dans le stockage cloud. Par conséquent, la sécurité du cloud est la principale préoccupation pour le stockage dans le cloud à mesure que les risques liés à la confidentialité des données augmentent.
it: La credibilità e la sicurezza sono tra gli ostacoli più importanti che gli amministratori cloud devono affrontare. Molteplici attacchi informatici e violazioni della sicurezza si verificano anche nel cloud storage. Pertanto, la sicurezza del cloud è la più grande preoccupazione per il cloud storage man mano che i rischi per la privacy dei dati crescono.
ko: 신뢰성과 보안은 클라우드 관리자가 직면한 가장 중요한 장애물 중 하나입니다. 여러 사이버 공격 및 보안 침해도 클라우드 스토리지에서 발생합니다. 따라서 클라우드 보안은 데이터 개인 정보 보호 위험이 증가함에 따라 클라우드 스토리지의 가장 큰 관심사입니다.
nl: Geloofwaardigheid en veiligheid behoren tot de belangrijkste obstakels waarmee cloudbeheerders worden geconfronteerd. Meerdere cyberaanvallen en beveiligingsinbreuken vinden ook plaats in cloudopslag. Daarom is cloudbeveiliging de grootste zorg voor cloudopslag naarmate de risico's voor gegevensprivacy toenemen.
pl: Wiarygodność i bezpieczeństwo należą do najważniejszych przeszkód napotykanych przez administratorów chmury. W pamięci masowej w chmurze dochodzi również do wielu cyberataków i naruszeń bezpieczeństwa. W związku z tym bezpieczeństwo w chmurze jest największym problemem związanym z przechowywaniem danych w chmurze, ponieważ rośnie ryzyko związane z prywatnością danych.
pt: A credibilidade e a segurança estão entre os obstáculos mais relevantes com que os administradores da nuvem se deparam. Múltiplos ciberataques e violações de segurança ocorrem também no armazenamento na nuvem. Portanto, a segurança na nuvem é a maior preocupação para o armazenamento na nuvem, à medida que crescem os riscos de privacidade de dados.
ru: Доверие и безопасность являются одними из наиболее важных препятствий, с которыми сталкиваются администраторы облачных сервисов. Многочисленные кибератаки и нарушения безопасности также происходят в облачных хранилищах. Следовательно, облачная безопасность является самой большой проблемой для облачных хранилищ, поскольку риски для конфиденциальности данных растут.
sv: Trovärdighet och säkerhet är bland de viktigaste hindren som molnadministratörer möter. Flera cyberattacker och säkerhetsintrång förekommer också i molnlagring. Därför är molnsäkerhet det största bekymret för molnlagring eftersom riskerna för datasekretess växer.
tr: Güvenilirlik ve güvenlik, bulut yöneticilerinin karşılaştığı en önemli engeller arasındadır. Bulut depolamada da çok sayıda siber saldırı ve güvenlik ihlali meydana gelmektedir. Bu nedenle, veri gizliliği riskleri arttıkça bulut güvenliği bulut depolama için en büyük endişe kaynağıdır.
zh: 可信度和安全性是云管理员面临的最重要障碍之一。 云存储中也会发生多种网络攻击和安全漏洞。 因此，随着数据隐私风险的增加，云安全是云存储最大的担忧。
