Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CHHSSO_Heading2
source: Some of the common cyber hygiene issues:
ar: بعض مشكلات النظافة الإلكترونية الشائعة:
de: Einige der häufigsten Probleme mit der Cyberhygiene:
es: Algunos de los problemas comunes de higiene cibernética:
fr: Quelques-uns des problèmes courants de cyber-hygiène :
it: Alcuni dei problemi più comuni di igiene informatica:
ko: 사이버 위생에 관한 몇몇 공통된 이슈들:
nl: Enkele veelvoorkomende problemen met cyberhygiëne:
pl: Niektóre z typowych problemów z higieną cybernetyczną:
pt: Alguns dos problemas mais comuns de ciber-higiene:
ru: Несколько самых распространенных проблем кибергигиены:
sv: Några utav de mest vanliga cyberhygienproblemen:
tr: Yaygın siber hijyen konularından bazıları:
zh: 一些常见的网络卫生问题:

# Blog_CHHSSO_Heading3
source: Methods to Ensure Good Cyber Hygiene
ar: طرق ضمان النظافة السيبرانية الجيدة
de: Methoden zur Gewährleistung einer guten Cyberhygiene
es: Métodos para garantizar una buena higiene cibernética
fr: Les Méthodes pour Assurer une Bonne Cyber-Hygiène
it: Metodi per assicurarsi una buona Igiene Informatica
ko: 우수한 사이버 위생상태를 위한 방법
nl: Methoden om een ​​Goede Cyberhygiëne te Garanderen
pl: Metody zapewniające dobrą cyberhigienę
pt: Métodos para Garantir uma Boa Ciber-Higiene
ru: Методы обеспечения надлежащей кибергигиены
sv: Metoder att Försäkra Bra Cyberhygien
tr: İyi siber hijyen sağlama yöntemleri
zh: 确保良好网络卫生的方法

# Blog_CHHSSO_Summary
source: The term “cyber hygiene” refers to the measures taken by users to improve their online security and system health.
ar: يشير مصطلح "الصحة الإلكترونية" إلى التدابير التي يتخذها المستخدمون لتحسين أمنهم على الإنترنت وصحة النظام.
de: Der Begriff "Cyberhygiene" bezieht sich auf die Maßnahmen, die Benutzer ergreifen, um ihre Online-Sicherheit und den Systemzustand zu verbessern.
es: El término "higiene cibernética" se refiere a las medidas que toman los usuarios para mejorar su seguridad en línea y la salud del sistema.
fr: Le terme « cyberhygiène » fait référence aux mesures prises par les utilisateurs pour améliorer leur sécurité en ligne et la santé de leur système.
it: Il termine "igiene informatica" si riferisce alle misure adottate dagli utenti per migliorare la loro sicurezza online e la salute del sistema.
ko: "사이버 위생"이라는 용어는 사용자가 온라인 보안 및 시스템 상태를 개선하기 위해 취하는 조치를 의미합니다.
nl: De term "cyberhygiëne" verwijst naar de maatregelen die gebruikers nemen om hun online beveiliging en systeemgezondheid te verbeteren.
pl: Termin „higiena cybernetyczna” odnosi się do środków podejmowanych przez użytkowników w celu poprawy ich bezpieczeństwa online i stanu systemu.
pt: O termo “ciber-higiene” refere-se a medidas tomadas por utilizadores para melhorar a sua segurança online e saúde do sistema.
ru: Термин “кибергигиена” относится к мерам, принимаемым пользователями для улучшения их онлайн-безопасности и работоспособности системы.
sv: Termen "cyberhygien" syftar på de åtgärder som användare vidtagit för att förbättra deras online säkerhet och systemhälsa.
tr: "Siber hijyen" terimi, kullanıcıların çevrimiçi güvenliklerini ve sistem sağlıklarını iyileştirmek için aldıkları önlemleri ifade eder.
zh: "网络卫生"一词是指用户为改善其在线安全和系统健康而采取的措施。

# Blog_CHHSSO_Title
source: Cyber hygiene habits to stay safe online
ar: عادات النظافة الإلكترونية للبقاء آمنًا على الإنترنت
de: Cyber-Hygienegewohnheiten, um online sicher zu bleiben
es: Hábitos de higiene cibernética para mantenerse seguro en línea
fr: Des habitudes de cyberhygiène pour rester en sécurité en ligne
it: Abitudini di igiene informatica per rimanere al sicuro online
ko: 온라인에서 안전하기 위한 사이버 위생
nl: Cyberhygiënegewoonten om online veilig te blijven
pl: Cyberhigieniczne nawyki, aby zachować bezpieczeństwo w Internecie
pt: Hábitos de ciber-higiene para se manter segura(o) online
ru: Привычки кибергигиены, позволяющие оставаться в безопасности онлайн
sv: Cyberhygien vanor för att vara säker på nätet
tr: Çevrimiçi ortamda güvende kalmak için siber hijyen alışkanlıkları
zh: 网络卫生习惯保持在线安全

# Blog_Conclusion_ContactUs
source: Don't forget to contact us at <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> if you have any questions! Follow our social media handles for the latest.
ar: لا تنس الاتصال بنا على <a href = 'mailto: support@axcrypt.net' style = 'font-weight: 800؛ color: #efefef؛ '> support@axcrypt.net </a> أو <a href =' mailto: business@axcrypt.net 'style =' font-weight: 800؛ color: #efefef؛ '> business@axcrypt.net </a> إذا كان لديك أي أسئلة! اتبع مقابض وسائل التواصل الاجتماعي لدينا للحصول على الأحدث.
de: Vergessen Sie nicht, uns unter <a href='mailto:support@axcrypt.net ' style ='font-weight: 800; color: #efefef;'>support@axcrypt.net </a> oder <a href='mailto:business@axcrypt.net ' style ='font-weight: 800; color: #efefef;'>business@axcrypt.net </a> zu kontaktieren, wenn Sie Fragen haben! Folgen Sie unseren Social-Media-Handles für die neuesten Informationen.
es: No olvides contactarnos al correo<a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> si tienes alguna pregunta. Sigue nuestros identificadores de redes sociales para conocer las últimas novedades.
fr: N’oubliez pas de nous contacter à <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> si vous avez des questions! Suivez nos poignées de médias sociaux pour les dernières nouvelles.
it: Non dimenticare di contattarci al <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> se hai domande! Segui i nostri profili sui social media per le ultime novità.
ko: 문의사항은 <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a>으로 연락 주시는 것을 잊지 마세요! 우리의 SNS계정을 팔로우하여 최신정보를 놓치지 마세요.
nl: Vergeet niet contact met ons op te nemen via <a href='mailto:support@axcrypt.net' style='font-weight: 800; kleur: #efefef;'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net' style='font-weight: 800; kleur: #efefef;'>business@axcrypt.net</a> als u vragen heeft! Volg onze social media voor het laatste nieuws.
pl: Nie zapomnij skontaktować się z nami pod adresem <a href='mailto:support@axcrypt.net' style='font-weight: 800; kolor: #efefef;'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> jeśli masz jakieś pytania! Śledź nasze uchwyty w mediach społecznościowych, aby uzyskać najnowsze informacje.
pt: Não se esqueça de nos contactar via <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> se tiver alguma questão! Siga-nos nas redes sociais para saber das últimas novidades.
ru: Не забудьте связаться с нами по адресу <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> или <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> если у вас есть какие-либо вопросы! Следите за новостями в наших социальных сетях.
sv: Glöm inte att kontakta oss på <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> om du har några frågor! Följ oss på våra sociala medier för senaste information.
tr: Herhangi bir sorunuz olması halinde <a href='mailto:support@axcrypt.net' style='font-weight: 800; color: #efefef;'>support@axcrypt.net</a> veya <a href='mailto:business@axcrypt.net' style='font-weight: 800; color: #efefef;'>business@axcrypt.net</a> adresinden bizimle iletişime geçmeyi unutmayın! En son haberler için sosyal medya kanallarımızı takip edin.
zh: 不要忘记通过联系我们<a href='mailto:support@axcrypt.net'style='font-weight:800;color:#efefef;'>support@axcrypt.net</a>或<a href='mailto:business@axcrypt.net'style='font-weight:800;color:#efefef;'>business@axcrypt.net</a>如果您有任何问题！ 跟随我们的社交媒体处理最新。

# Blog_Conclusion_ContactUs_ChangeText1
source: Feel free to contact us at <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> if you have any questions!
ar: لا تتردد في الاتصال بنا على <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a> أو <a href='mailto:business@axcrypt.net'> business@axcrypt.net < / a> إذا كان لديك أي أسئلة!
de: Kontaktieren Sie uns gerne unter <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> oder <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> wenn Sie Fragen haben!
es: ¡No dudes en contactarnos en <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si tienes alguna pregunta!
fr: N’hésitez pas à nous contacter à <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si vous avez des questions!
it: Non esitate a contattarci <a href='mailto:support@axcrypt.net'>all'indirizzo support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se avete domande!
ko: 문의사항은 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>으로 연락주세요!
nl: Neem gerust contact met ons op via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net'>business@axcrypt.net< /a> als u vragen heeft!
pl: Skontaktuj się z nami pod adresem <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net'>business@axcrypt.net< /a> jeśli masz jakieś pytania!
pt: Esteja à vontade para nos contactar via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se tiver questões!
ru: Не стесняйтесь обращаться к нам по адресу <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> или <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> если у вас есть какие-либо вопросы!
sv: Kontakta oss gärna på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net'>business@axcrypt.net< /a> om du har några frågor!
tr: Herhangi bir sorunuz varsa <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> veya <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> adresinden bizimle iletişime geçmekten çekinmeyin!
zh: 请随时通过与我们联系<a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>或<a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>如果您有任何问题！

# Blog_Conclusion_ContactUs_SocialMedia_Text1
source: contact us at <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> if you have any questions! Follow our social media handles to learn more about encryption and for upcoming features & offers <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
ar: اتصل بنا على <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a> أو <a href='mailto:business@axcrypt.net'> business@axcrypt.net </a> إذا كان لديك أية أسئلة! اتبع مقابض الوسائط الاجتماعية الخاصة بنا لمعرفة المزيد حول التشفير وللحصول على الميزات والعروض القادمة <strong> (<a href ='https://facebook.com/axcrypt'> فيسبوك </a>، <a href = 'https: / /instagram.com/axcrypt'>انستغرام </a> ، <a href='https://twitter.com/axcrypt'> تويتر </a> ، <a href = 'https: //linkedin.com/company / axcrypt '> ينكدين</a>) </strong>
de: kontaktieren Sie uns unter <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> oder <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> wenn Sie Fragen haben! Folgen Sie unseren Social-Media-Handles, um mehr über Verschlüsselung und kommende Funktionen und Angebote zu erfahren <strong> (<a href ='https://facebook.com/axcrypt '>Facebook</a>, <a href ='https://instagram.com/axcrypt '>Instagram</a>, <a href='https://twitter.com/axcrypt '>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt '>Linkedin</a>)</strong>
es: Contáctanos al correo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si tienes alguna duda. Síguenos en redes sociales para obtener más información sobre el cifrado y sobre las ofertas y funciones futuras <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a> y <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
fr: contactez-nous à <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si vous avez des questions! Suivez nos poignées de médias sociaux pour en savoir plus sur le cryptage et pour les fonctionnalités et offres à venir <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
it: Contattaci a <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se hai domande! Segui i nostri social media per saperne di più sulla crittografia e per le prossime funzionalità e offerte <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
ko: 질문이 있으시면 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> 로 문의하십시오! SNS에서 암호화에 대해 자세히 알아보고 향후 기능 및 제안에 대해 알아보십시오.<strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
nl: neem contact met ons op via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> als u vragen heeft! Volg onze handvatten voor sociale media voor meer informatie over versleuteling en voor toekomstige functies en aanbiedingen <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
pl: skontaktuj się z nami pod adresem <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> Jeśli masz jakieś pytania! Śledź nasze uchwyty w mediach społecznościowych, aby dowiedzieć się więcej o szyfrowaniu oraz o nadchodzących funkcjach i ofertach <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https:/ /instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company /axcrypt'>Linkedin</a>)</strong>
pt: Contacte-nos via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se tiver alguma questão! Siga-nos nas redes sociais ara saber mais sobre cifragem e próximas funcionalidades e ofertas <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
ru: свяжитесь с нами по адресу <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> или <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> если у вас есть какие-либо вопросы! Следите за нашими социальными сетями, чтобы узнать больше о шифровании и о предстоящих функциях и предложениях <strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
sv: kontakta oss på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> om du har några frågor! Följ och på sociala medier för att lära dig mer om kryptering och för kommande erbjudanden<strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
tr: <a href='mailto:support@axcrypt.net'>Herhangi bir</a> sorunuz varsa support@axcrypt.net veya <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> adresinden bizimle iletişime geçin! Şifreleme hakkında daha fazla bilgi edinmek ve yaklaşan özellikler ve teklifler <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong> için sosyal medya tanıtıcılarımızı takip edin
zh: 联系我们<a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>或<a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>如果您有任何问题！ 跟随我们的社交媒体处理，以了解更多关于加密和即将到来的功能和提供<strong> (<a href ='https://facebook.com/axcrypt'>Facebook</a>, <a href ='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href ='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>

# Blog_Conclusion_ContactUs_Support
source: contact us <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> for any queries.
ar: اتصل بنا <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a> لأية استفسارات.
de: kontaktieren Sie uns <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> für alle Fragen.
es: Contáctanos al correo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> si tienes alguna consulta.
fr: contactez-nous <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> pour toute question.
it: Contattaci <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> per qualsiasi domanda.
ko: 문의사항은 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>으로 연락주세요.
nl: neem voor vragen contact met ons op <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>.
pl: skontaktuj się z nami <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> w przypadku jakichkolwiek pytań.
pt: Contacte-nos via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> para quaisquer questões.
ru: свяжитесь с нами <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> по любым запросам.
sv: kontakta oss på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> för alla frågor.
tr: Herhangi bir <a href='mailto:support@axcrypt.net'>sorunuz için support@axcrypt.net</a> adresinden bizimle iletişime geçin.
zh: 联系我们<a href='mailto:support@axcrypt.net'>support@axcrypt.net</a>用于任何查询。

# Blog_Conclusion_ContactUs_Text1
source: Contact us at <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> if you have any questions!
ar: اتصل بنا على <a href='mailto:support@axcrypt.net'> support@axcrypt.net </a> أو <a href='mailto:business@axcrypt.net'> business@axcrypt.net </a> إذا كان لديك أية أسئلة!
de: Kontaktieren Sie uns unter <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> oder <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> wenn Sie Fragen haben!
es: ¡Contáctanos a los correos <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si tienes alguna pregunta!
fr: Contactez-nous à <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> si vous avez des questions!
it: Contattaci all'indirizzo <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se hai qualche domanda!
ko: 문의사항은 <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> 또는 <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a>으로 연락주십시오.
nl: Contacteer ons op <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> als u vragen hebt!
pl: Skontaktuj się z nami pod adresem <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> Jeśli masz jakieś pytania!
pt: Contacte-nos via <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> se tiver questões!
ru: Свяжитесь с нами по адресу <a href='mailto:support@axcrypt.net '>support@axcrypt.net </a> или <a href='mailto:business@axcrypt.net '>business@axcrypt.net </a> если у вас есть какие-либо вопросы!
sv: Kontakta oss på <a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> eller<a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> om du har några frågor!
tr: <a href='mailto:support@axcrypt.net'>Herhangi bir</a> sorularınız için support@axcrypt.net veya <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> birimimizden bizimle iletişime geçin!
zh: 如果您有任何问题，请与我们联系<a href='mailto:support@axcrypt.net'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net'>business@axcrypt.net</a> ！
