Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ITESBETFC_Conclusion_Text1
source: Cybercrime is on the rise, and educational institutions are particularly vulnerable. Unfortunately, many educational institutions do not use encryption technology, despite the fact that it is a fundamental security measure mandated by rules and policies.
ar: جرائم الإنترنت آخذة في الازدياد ، والمؤسسات التعليمية معرضة للخطر بشكل خاص. لسوء الحظ ، لا تستخدم العديد من المؤسسات التعليمية تقنية التشفير ، على الرغم من حقيقة أنها إجراء أمني أساسي تفرضه القواعد والسياسات.
de: Cyberkriminalität nimmt zu, und Bildungseinrichtungen sind besonders anfällig. Leider verwenden viele Bildungseinrichtungen keine Verschlüsselungstechnologie, obwohl dies eine grundlegende Sicherheitsmaßnahme ist, die durch Regeln und Richtlinien vorgeschrieben ist.
es: El ciberdelito va en aumento y las instituciones educativas son particularmente vulnerables. Lamentablemente, muchas instituciones educativas no utilizan tecnología de cifrado, a pesar de que es una medida de seguridad fundamental exigida por normas y políticas.
fr: La cybercriminalité est en hausse, et les établissements d’enseignement sont particulièrement vulnérables. Malheureusement, de nombreux établissements d’enseignement n’utilisent pas la technologie de cryptage, malgré le fait qu’il s’agisse d’une mesure de sécurité fondamentale imposée par les règles et les politiques.
it: La criminalità informatica è in aumento e gli istituti scolastici sono particolarmente vulnerabili. Sfortunatamente, molte istituzioni educative non utilizzano la tecnologia di crittografia, nonostante sia una misura di sicurezza fondamentale imposta da regole e politiche.
ko: 사이버 범죄가 증가하고 있으며, 특히 교육 기관이 이에 취약합니다. 안타깝게도 규칙과 정책에 의해 요구되는 기본적인 보안 조치인 암호화가 많은 교육 기관에서는 사용되지 않고 있습니다.
nl: Cybercriminaliteit neemt toe en onderwijsinstellingen zijn bijzonder kwetsbaar. Helaas maken veel onderwijsinstellingen geen gebruik van encryptietechnologie, ondanks het feit dat het een fundamentele veiligheidsmaatregel is die door regels en beleid wordt voorgeschreven.
pl: Cyberprzestępczość rośnie, a instytucje edukacyjne są szczególnie narażone. Niestety, wiele instytucji edukacyjnych nie korzysta z technologii szyfrowania, mimo że jest to podstawowy środek bezpieczeństwa wymagany przez zasady i polityki.
pt: O cibercrime tem estão a aumentar e as instituições de educação estão particularmente vulneráveis. Infelizmente, muitas destas instituições não usam tecnologia de cifragem, apesar do facto de ser uma medida de segurança fundamental mandatada por regras e políticas.
ru: Киберпреступность находится на подъеме, и образовательные учреждения особенно уязвимы. К сожалению, многие образовательные учреждения не используют технологию шифрования, несмотря на то, что это фундаментальная мера безопасности, предусмотренная правилами и политиками.
sv: Cyberbrottsligheten ökar, och utbildningsinstitutioner är särskilt utsatta. Tyvärr använder många utbildningsinstitutioner inte krypteringsteknik, trots att det är en grundläggande säkerhetsåtgärd som föreskrivs av regler och policyer.
tr: Siber suçlar artmaya devam ediyor ve özellikle eğitim kurumları savunmasız durumda. Ne yazık ki, birçok eğitim kurumu, kurallar ve politikalar ile zorunlu kılınan temel bir güvenlik önlemi olmasına rağmen, şifreleme teknolojisini kullanmıyor.
zh: 网络犯罪正在上升，教育机构尤其脆弱。 不幸的是，许多教育机构不使用加密技术，尽管它是规则和政策规定的基本安全措施。

# Blog_ITESBETFC_H1_SH1_Text1
source: In the face of known risks, educational institutions can be reasonably protected with encryption. Encryption is now a requirement in the commercial world. Encryption is used to protect data in almost every business that deals with personal or sensitive information. Because student information contains everything that attackers need to steal a person's identity and/or engage in other illicit actions, educational organizations, and suppliers that do business with them are undoubtedly the most targeted for malicious data breaches. Cybercriminals have practically unrestricted access to stolen education data, allowing them to profit, cause harm, and ruin lives.</a>
ar: في مواجهة المخاطر المعروفة ، يمكن حماية المؤسسات التعليمية بشكل معقول من خلال التشفير. أصبح التشفير مطلبًا الآن في عالم التجارة. يستخدم التشفير لحماية البيانات في كل الأعمال تقريبًا التي تتعامل مع المعلومات الشخصية أو الحساسة. نظرًا لأن معلومات الطالب تحتوي على كل ما يحتاجه المهاجمون لسرقة هوية الشخص و / أو الانخراط في أعمال غير مشروعة أخرى ، فإن المنظمات التعليمية والموردين الذين يتعاملون معهم هم بلا شك الأكثر استهدافًا لانتهاكات البيانات الضارة. يتمتع مجرمو الإنترنت بوصول غير مقيد عمليًا إلى بيانات التعليم المسروقة ، مما يسمح لهم بالربح والتسبب في الضرر وإفساد الأرواح. </a>
de: Angesichts bekannter Risiken können Bildungseinrichtungen mit Verschlüsselung angemessen geschützt werden. Verschlüsselung ist heute eine Anforderung in der kommerziellen Welt. Verschlüsselung wird zum Schutz von Daten in fast jedem Unternehmen verwendet, das mit persönlichen oder sensiblen Informationen zu tun hat. Da die Schülerinformationen alles enthalten, was Angreifer benötigen, um die Identität einer Person zu stehlen und/oder andere illegale Handlungen vorzunehmen, sind Bildungsorganisationen und Lieferanten, die mit ihnen Geschäfte machen, zweifellos das Ziel böswilliger Datenschutzverletzungen. Cyberkriminelle haben praktisch uneingeschränkten Zugriff auf gestohlene Bildungsdaten, wodurch sie profitieren, Schaden anrichten und Leben ruinieren können.</a>
es: Ante los riesgos conocidos, las instituciones educativas pueden protegerse razonablemente con cifrado. El cifrado es ahora un requisito en el mundo empresarial. El cifrado se utiliza para proteger los datos en casi todas las empresas que manejan información personal o confidencial. Debido a que la información de los estudiantes contiene todo lo que los atacantes necesitan para robar la identidad de una persona y/o participar en otras actividades ilícitas, las organizaciones educativas y los proveedores que hacen negocios con ellos son, sin duda, los más atacados por las filtraciones maliciosas de datos. Los ciberdelincuentes tienen acceso prácticamente ilimitado a los datos educativos robados, lo que les permite obtener ganancias, causar daños y arruinar vidas.
fr: Face aux risques connus, les établissements d’enseignement peuvent être raisonnablement protégés par cryptage. Le cryptage est maintenant une exigence dans le monde commercial. Le cryptage est utilisé pour protéger les données dans presque toutes les entreprises qui traitent des informations personnelles ou sensibles. Parce que les informations sur les étudiants contiennent tout ce dont les attaquants ont besoin pour voler l’identité d’une personne et/ou se livrer à d’autres actions illicites, les organisations éducatives, et les fournisseurs qui font affaire avec eux sont sans aucun doute les plus ciblés par les violations de données malveillantes. Les cybercriminels ont un accès pratiquement illimité aux données éducatives volées, ce qui leur permet d'en tirer profit, de causer des dommages, et de ruiner des vies.</a>
it: Di fronte a rischi noti, le istituzioni educative possono essere ragionevolmente protette con la crittografia. La crittografia è ora un requisito nel mondo commerciale. La crittografia viene utilizzata per proteggere i dati in quasi tutte le aziende che si occupano di informazioni personali o sensibili. Poiché le informazioni degli studenti contengono tutto ciò di cui gli aggressori hanno bisogno per rubare l'identità di una persona e / o impegnarsi in altre azioni illecite, le organizzazioni educative e i fornitori che fanno affari con loro sono senza dubbio i più presi di mira per violazioni dei dati dannose. I criminali informatici hanno praticamente accesso illimitato ai dati didattici rubati, consentendo loro di trarre profitto, causare danni e rovinare vite umane.
ko: 알려진 위험에 직면하여 교육 기관은 암호화를 통해 합리적으로 보호될 수 있습니다. 이제 상업계에서는 암호화가 필수입니다. 암호화는 개인 또는 중요한 정보를 다루는 거의 모든 기업에서 데이터를 보호하는 데 사용됩니다. 학생 정보에는 공격자가 개인의 신원을 도용하거나 다른 불법 행위에 관여하는 데 필요한 모든 정보가 포함되어 있기 때문에, 공격자와 거래하는 교육 기관 및 공급업체는 의심할 여지 없이 악의적인 데이터 침해의 대상이 됩니다. 사이버 범죄자들은 훔친 교육 데이터에 실질적으로 제한 없이 접근할 수 있으므로 이익을 얻고, 해를 끼치고, 삶을 망칠 수 있습니다.</a>
nl: Ondanks de bekende risico's kunnen onderwijsinstellingen redelijkerwijs worden beschermd met encryptie. Encryptie is nu een vereiste in de commerciële wereld. Encryptie wordt gebruikt om gegevens te beschermen in bijna elk bedrijf dat zich bezighoudt met persoonlijke of gevoelige informatie. Omdat studenteninformatie alles bevat wat aanvallers nodig hebben om de identiteit van een persoon te stelen en/of andere ongeoorloofde acties uit te voeren, zijn onderwijsorganisaties en leveranciers die zaken met hen doen ongetwijfeld het meest doelwit voor kwaadwillige datalekken. Cybercriminelen hebben vrijwel onbeperkte toegang tot gestolen onderwijsgegevens, waardoor ze kunnen profiteren, schade kunnen berokkenen en levens kunnen ruïneren.</a>
pl: W obliczu znanych zagrożeń instytucje edukacyjne mogą być rozsądnie chronione za pomocą szyfrowania. Szyfrowanie jest obecnie wymogiem w świecie komercyjnym. Szyfrowanie służy do ochrony danych w prawie każdej firmie, która zajmuje się danymi osobowymi lub poufnymi. Ponieważ informacje o uczniach zawierają wszystko, czego napastnicy potrzebują, aby ukraść tożsamość osoby i/lub zaangażować się w inne nielegalne działania, organizacje edukacyjne i dostawcy, którzy prowadzą z nimi interesy, są bez wątpienia najbardziej narażone na złośliwe naruszenia danych. Cyberprzestępcy mają praktycznie nieograniczony dostęp do skradzionych danych edukacyjnych, co pozwala im czerpać zyski, wyrządzać szkody i rujnować życie.</a>
pt: Face a riscos conhecidos, as instituições de ensino podem ser protegidas de forma razoável com cifragem. A cifragem é agora um requisito no mundo comercial. A cifragem é usada para proteger dados em quase todas as empresas que lidam com informação pessoal ou sensível. Como a informação dos alunos contém tudo o que os atacantes precisam para roubar a identidade de uma pessoa e/ou para se envolver noutras acções ilícitas, as organizações educacionais e fornecedores que com elas têm negócios são, sem dúvida, as mais visadas em relação a violações maliciosas de dados. Os cibercriminosos têm acesso praticamente ilimitado a dados de educação roubados, permitindo-lhes lucrar, causar danos e arruinar vidas.
ru: Перед лицом известных рисков образовательные учреждения могут быть разумно защищены с помощью шифрования. Шифрование в настоящее время является обязательным требованием в коммерческом мире. Шифрование используется для защиты данных практически в каждом бизнесе, который имеет дело с личной или конфиденциальной информацией. Поскольку информация об учащемся содержит все, что нужно злоумышленникам для кражи личных данных человека и / или совершения других незаконных действий, образовательные организации и поставщики, которые ведут с ними бизнес, несомненно, являются наиболее уязвимыми для вредоносных утечек данных. Киберпреступники имеют практически неограниченный доступ к украденным образовательным данным, что позволяет им извлекать выгоду, причинять вред и разрушать жизни.</a>
sv: Inför kända risker kan utbildningsinstitutioner skyddas med kryptering. Kryptering är nu ett krav i den kommersiella världen. Kryptering används för att skydda data i nästan alla företag som hanterar personlig eller känslig information. Eftersom studentinformation innehåller allt som en angripare behöver för att stjäla en persons identitet och/eller engagera sig i andra olagliga handlingar, är utbildningsorganisationer och leverantörer som gör affärer med dem utan tvekan de mest utsatta mot skadliga dataintrång. Cyberkriminella har praktiskt taget obegränsad tillgång till stulen utbildningsdata, vilket gör att de kan tjäna pengar, orsaka skada och förstöra liv.</a>
tr: Bilinen riskler karşısında, eğitim kurumları şifreleme ile makul bir şekilde korunabilir. Şifreleme artık ticari dünyada da bir gerekliliktir. Şifreleme, kişisel veya hassas bilgilerle ilgilenen hemen hemen her işletmede verileri korumak için kullanılmaktadır. Öğrenci bilgileri, saldırganların bir kişinin kimliğini çalmak ve/veya diğer yasadışı eylemlerde bulunmak için ihtiyaç duydukları her şeyi içerdiğinden, eğitim kurumları ve onlarla iş yapan tedarikçiler şüphesiz kötü niyetli veri ihlalleri için en çok hedeflenenlerdir. Siber suçlular, çalınan eğitim verilerine neredeyse sınırsız erişime sahiptir ve bu da kâr etmelerine, zarar vermelerine ve hayatları mahvetmelerine olanak tanır.</a>
zh: 面对已知的风险，教育机构可以通过加密得到合理的保护。 加密现在是商业世界的要求。 加密用于保护几乎所有处理个人或敏感信息的业务中的数据。 由于学生信息包含攻击者窃取个人身份和/或从事其他非法行为所需的一切，因此与他们有业务往来的教育组织和供应商无疑是恶意数据泄露的最 网络犯罪分子几乎可以不受限制地访问被盗的教育数据，使他们能够获利，造成伤害并破坏生命。</a>

# Blog_ITESBETFC_H1_SH1_Text2
source: Encryption protects data in the following ways:
ar: يحمي التشفير البيانات بالطرق التالية:
de: Verschlüsselung schützt Daten auf folgende Weise:
es: El cifrado protege los datos de las siguientes maneras:
fr: Le chiffrement protège les données des manières suivantes:
it: La crittografia protegge i dati nei seguenti modi:
ko: 암호화를 통해 데이터가 보호되는 방법은 다음과 같습니다:
nl: Encryptie beschermt gegevens op de volgende manieren:
pl: Szyfrowanie chroni dane w następujący sposób:
pt: A cifragem protege dados das seguintes formas:
ru: Шифрование защищает данные следующими способами:
sv: Kryptering skyddar data på följande sätt:
tr: Şifreleme, verileri aşağıdaki şekillerde korur:
zh: 加密通过以下方式保护数据:

# Blog_ITESBETFC_H1_SH1_Text3
source: <li>Only approved receivers have access to view the messages from the moment they are created, throughout their entire lifecycle, regardless of where they go or with whom they are shared.</li>
ar: <li> يتمتع المستلمون المعتمدون فقط بحق الوصول لعرض الرسائل من لحظة إنشائها ، وطوال دورة حياتها بأكملها ، بغض النظر عن المكان الذي يذهبون إليه أو مع من تتم مشاركتها. </ li>
de: <li>Nur zugelassene Empfänger haben Zugriff auf die Nachrichten von dem Moment an, in dem sie erstellt wurden, während ihres gesamten Lebenszyklus, unabhängig davon, wohin sie gehen oder mit wem sie geteilt werden.</li>
es: <li>Solo los destinatarios autorizados tienen acceso para ver los mensajes desde el momento en que se crean, durante todo su ciclo de vida, independientemente de dónde vayan o con quién se compartan.</li>
fr: <li>Seuls les destinataires approuvés peuvent consulter les messages dès leur création, tout au long de leur cycle de vie, quel que soit l'endroit où ils se rendent ou avec qui ils sont partagés.</li>
it: <li>Soltanto i destinatari approvati hanno accesso per vedere i messaggi dal momento in cui sono stati creati, attraverso l'intero ciclo di vita, indipendentemente da dove vadano o con chi siano condivisi.</li>
ko: <li>메시지가 생성된 순간부터 삭제될 때 까지, 승인된 수신자만이 장소나 대상에 구애받지 않고 메시지를 볼 수 있는 액세스 권한을 갖습니다.</li>
nl: <li>Alleen goedgekeurde ontvangers hebben toegang tot de berichten vanaf het moment dat ze zijn gemaakt, gedurende hun hele levenscyclus, ongeacht waar ze naartoe gaan of met wie ze worden gedeeld.</li>
pl: <li>Tylko zatwierdzeni odbiorcy mają dostęp do wyświetlania wiadomości od momentu ich utworzenia, przez cały cykl życia, niezależnie od tego, dokąd się udają i komu są udostępniane.</li>
pt: <li>Apenas os destinatários aprovados têm acesso de visualização de mensagens a partir do momento em que são criadas e durante todo o seu ciclo de vida, independentemente de onde vão ou com quem são partilhadas.</li>
ru: <li> Только одобренные получатели имеют доступ к просмотру сообщений с момента их создания на протяжении всего их активного цикла, независимо от того, куда они отправляются или с кем ими делятся.</li>
sv: <li>Endast godkända mottagare har tillgång att se meddelanden från det ögonblick de skapas, under hela livscykeln, oavsett till var de går eller med vem de delas.</li>
tr: <li>Nereye gittiklerinden veya kiminle paylaşıldıklarından bağımsız olarak, yalnızca onaylı alıcılar oluşturuldukları andan itibaren tüm yaşam döngüleri boyunca iletileri görüntüleme erişimine sahiptir.</li>
zh: <li>只有经过批准的接收者才有权从消息创建的那一刻起，在消息的整个生命周期中查看消息，无论消息去哪里或与谁共享消息。</li>

# Blog_ITESBETFC_H1_SH1_Text4
source: <li>Even if data falls into the wrong hands due to a breach of user error</li>
ar: <li> حتى في حالة وقوع البيانات في الأيدي الخطأ نتيجة لخرق خطأ المستخدم </li>
de: <li>Auch wenn Daten aufgrund eines Benutzerfehlers in die falschen Hände geraten</li>
es: <li>Incluso si los datos caen en las manos equivocadas debido a un error del usuario</li>
fr: <li>Même si les données tombent entre de mauvaises mains en raison d'une violation ou d'une erreur de l'utilisateur</li>
it: <li>Anche se i dati cadono nella mani sbagliate a causa di una violazione derivante da un errore dell'utente</li>
ko: <li>사용자 과실로 데이터가 도용된 경우에도</li>
nl: <li>Zelfs als gegevens in verkeerde handen vallen vanwege een inbreuk op een gebruikersfout</li>
pl: <li>Nawet jeśli dane wpadną w niepowołane ręce z powodu naruszenia błędu użytkownika</li>
pt: <li>Mesmo que os dados acabem nas mãos erradas devido a um erro de utilizador</li>
ru: <li>Даже если данные попадут не в те руки по ошибке пользователя</li>
sv: <li>Även om data faller i fel händer på grund av användarfels intrång.
tr: <li>Kullanıcı hatası nedeniyle veriler yanlış kişilerin eline geçse bile</li>
zh: <li>即使数据因违反用户错误而落入坏人之手</li>

# Blog_ITESBETFC_H1_SH1_Text5
source: <li>On top of the platforms they already use, such as G Suite for Education or Microsoft Outlook, data encryption from a trustworthy source adds an extra layer of data protection, ensuring ease of use, recognizable workflows, and high user uptake.</li>
ar: <li> بالإضافة إلى الأنظمة الأساسية التي يستخدمونها بالفعل ، مثل جناح جوجل للتعليم أو مايكروسوفت أوتلوك ، يضيف تشفير البيانات من مصدر موثوق طبقة إضافية من حماية البيانات ، مما يضمن سهولة الاستخدام ، ومهام سير العمل التي يمكن التعرف عليها ، وزيادة استيعاب المستخدمين.</li>
de: <li>Zusätzlich zu den bereits verwendeten Plattformen wie G Suite for Education oder Microsoft Outlook fügt die Datenverschlüsselung aus einer vertrauenswürdigen Quelle eine zusätzliche Datenschutzebene hinzu, die Benutzerfreundlichkeit, erkennbare Workflows und eine hohe Benutzerakzeptanz gewährleistet.</li>
es: <li>Además de las plataformas que ya usan, como G Suite for Education o Microsoft Outlook, el cifrado de datos de una fuente confiable agrega una capa adicional de protección de datos, lo que garantiza la facilidad de uso, flujos de trabajo reconocibles y una alta aceptación por parte de los usuarios.</li>
fr: <li>En plus des plates-formes qu’ils utilisent déjà, telles que G Suite for Education ou Microsoft Outlook, le chiffrement des données à partir d’une source fiable ajoute une couche supplémentaire de protection des données, garantissant une facilité d’utilisation, des flux de travail reconnaissables, et une forte adoption par les utilisateurs.</li>
it: <li>Oltre alle piattaforme che già utilizzano, come G Suite for Education o Microsoft Outlook, la crittografia dei dati da una fonte affidabile aggiunge un ulteriore livello di protezione dei dati, garantendo facilità d'uso, flussi di lavoro riconoscibili e un'elevata diffusione da parte degli utenti.</li>
ko: <li>교육용 G Suite 또는 마이크로소프트 Outlook과 같이 이미 사용 중인 플랫폼 외에도 신뢰할 수 있는 소스의 데이터 암호화는 데이터 보호 계층을 추가하여 사용 편의성, 인식 가능한 워크플로 및 높은 사용자 활용도를 보장합니다.</li>
nl: <li>Naast de platforms die ze al gebruiken, zoals G Suite for Education of Microsoft Outlook, voegt gegevensversleuteling van een betrouwbare bron een extra laag gegevensbescherming toe, die zorgt voor gebruiksgemak, herkenbare workflows en een hoge gebruikersacceptatie.</li>
pl: <li>Oprócz platform, z których już korzystają, takich jak G Suite for Education czy Microsoft Outlook, szyfrowanie danych z wiarygodnego źródła zapewnia dodatkową warstwę ochrony danych, zapewniając łatwość użytkowania, rozpoznawalne przepływy pracy i wysoki poziom zainteresowania użytkowników.< /li>
pt: <li>Além das plataformas que já usam, como o G Suite for Education ou Microsoft Outlook, a cifragem de dados de uma fonte de segurança adiciona um nível extra de protecção de dados, garantindo facilidade de utilização, fluxos de trabalho reconhecíveis e melhor compreensão pelos utilizadores.</li>
ru: <li> В дополнение к платформам, которые они уже используют, таким как G Suite for Education или Microsoft Outlook, шифрование данных из надежного источника добавляет дополнительный уровень защиты данных, обеспечивая простоту использования, узнаваемые рабочие процессы и высокую степень вовлеченности пользователей.</li>
sv: <li>Utöver de plattformar de redan använder, som G Suite for Education eller Microsoft Outlook, lägger datakryptering från en pålitlig källa till ett extra lager av dataskydd, vilket säkerställer användarvänlighet, igenkännbara arbetsflöden och högt användarintag.< /li>
tr: <li>Eğitim için G Suite veya Microsoft Outlook gibi zaten kullandıkları platformların yanı sıra, güvenilir bir kaynaktan veri şifreleme, kullanım kolaylığı, tanınabilir iş akışları ve yüksek kullanıcı alımı sağlayan ekstra bir veri koruma katmanı ekler.</li>
zh: <li>在他们已经使用的平台上，例如G Suite For Education或Microsoft Outlook，来自可信来源的数据加密增加了额外的数据保护层，确保易用性，可识别的工作流程和高用户吸收率。</li>

# Blog_ITESBETFC_H1_SubHeading1
source: <strong>How to protect data?</strong>
ar: <strong> كيف تحمي البيانات؟ </ strong>
de: <strong>Wie schützt man Daten?</strong>
es: <strong>¿Cómo proteger los datos?</strong>
fr: <strong>Comment protéger les données ?</strong>
it: <strong>Come proteggere i dati?</strong>
ko: <strong>데이터를 보호하는 방법?</strong>
nl: <strong>Hoe gegevens te beschermen?</strong>
pl: <strong>Jak chronić dane?</strong>
pt: <strong>Como proteger dados?</strong>
ru: <strong>Как защитить данные?</strong>
sv: <strong>Hur skyddar man information?</strong>
tr: <strong>Veriler nasıl korunur?</strong>
zh: <strong>如何保护数据？</strong>
