Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_Conclusion_HealthCare_Text1
source: Have a look at AxCrypt Feature Page to find out more about how AxCrypt can secure files and data and the Pricing Page that shows which type of encryption subscriptions AxCrypt offers.<a href=' https://www.axcrypt.net/industries/healthcare'> Read more about how we serve the healthcare industry</a>
ar: ألق نظرة على صفحة ميزات اكسكربت لمعرفة المزيد حول كيفية قيام اكسكربت بتأمين الملفات والبيانات وصفحة الأسعار التي تعرض نوع اشتراكات التشفير التي يقدمها اكسكربت . <a href = 'https://www.axcrypt.net/industries/ Healthcare '> اقرأ المزيد حول كيفية خدمتنا لصناعة الرعاية الصحية </a>
de: Werfen Sie einen Blick auf die AxCrypt-Funktionsseite, um mehr darüber zu erfahren, wie AxCrypt Dateien und Daten sichern kann, und auf die Preisseite, die zeigt, welche Art von Verschlüsselungsabonnements AxCrypt anbietet.<a href=' https://www.axcrypt.net/industries/healthcare'> Read more about how we serve the healthcare industry</a>
es: Echa un vistazo a la página de funciones de AxCrypt para obtener más información sobre cómo AxCrypt puede proteger archivos y datos y la página de precios que muestra qué tipo de suscripciones de cifrado ofrece AxCrypt.<a href=' https://www.axcrypt.net/industries/healthcare'> Obtener más información sobre cómo prestamos servicios a la industria de la salud</a>
fr: Jetez un coup d’œil à la page des fonctionnalités d’AxCrypt pour en savoir plus sur la façon dont AxCrypt peut sécuriser les fichiers et les données et à la Page de Tarification qui indique le type d’abonnements de cryptage proposés par AxCrypt. <a href='https://www.axcrypt.net/industries/healthcare'> En savoir plus sur la façon dont nous servons l’industrie des soins de santé</a>
it: Dai un'occhiata alla pagina delle funzionalità di AxCrypt per saperne di più su come AxCrypt può proteggere file e dati e alla pagina dei prezzi che mostra quale tipo di abbonamento di crittografia offre AxCrypt.<a href=' https://www.axcrypt.net/industries/ healthcare'> Ulteriori informazioni su come serviamo il settore sanitario</a>
ko: AxCrypt 기능 페이지에서 AxCrypt가 파일 및 데이터를 보호하는 방법을 알아보시고, 요금 페이지에서는 AxCrypt 암호화 구독 서비스 유형을 살펴보십시오. <a href=' https://www.axcrypt.net/industries/healthcare'> 본사의 의료 산업 진출 현황에 대해 자세히 알아보기</a>
nl: Bekijk de AxCrypt-functiepagina voor meer informatie over hoe AxCrypt bestanden en gegevens kan beveiligen en de prijspagina die laat zien welk type versleutelingsabonnementen AxCrypt aanbiedt.<a href='https://www.axcrypt.net/industries/healthcare'> Lees meer over hoe we de zorgsector bedienen</a>
pl: Zajrzyj na stronę funkcji AxCrypt, aby dowiedzieć się więcej o tym, jak AxCrypt może zabezpieczać pliki i dane oraz na stronę z cenami, która pokazuje, jakie rodzaje subskrypcji szyfrowania oferuje AxCrypt.<a href='https://www.axcrypt.net/industries/healthcare'> Przeczytaj więcej o tym, jak obsługujemy sektor opieki zdrowotnej</a>
pt: Dê uma olhadela na Página de Funcionalidades AxCrypt para descobrir mais sobre como a AxCrypt pode proteger ficheiros e dados, e a Página de Preços que mostra o tipo de subscrições de cifragem que a AxCrypt oferece. <a href=' https://www.axcrypt.net/industries/healthcare'>Leia mais sobre como servimos a indústria dos cuidados de saúde</a>
ru: Ознакомьтесь со страницей функций AxCrypt, чтобы узнать больше о том, как AxCrypt может защищать файлы и данные, а также со страницей цен, чтобы понять, какие типы подписки на шифрование предлагает AxCrypt.<a href='https://www.axcrypt.net/industries/healthcare'> Read more about how we serve the healthcare industry</a>
sv: Ta en titt på AxCrypts Feature sida för att få veta mer om hur AxCrypt kan säkra filer och data samt prissidan som visar vilken typ av krypteringsabonnemang AxCrypt erbjuder. <ahref=' https://www.axcrypt.net/industries/healthcare'> Läs mer om hur vi betjänar sjukvårdsbranschen</a>
tr: AxCrypt'in dosya ve verilerin güvenliğini nasıl sağladığı hakkında daha fazla bilgi almak için AxCrypt Özellikler Sayfasına ve AxCrypt'in ne tür şifreleme abonelikleri sunduğunu görmek için Fiyatlandırma Sayfasına bakınız.<ahref='https://www.axcrypt.net/industries/healthcare'> Sağlık sektörüne nasıl hizmet sağladığımız konusunda daha fazla bilgi edinin</a>
zh: 查看AxCrypt功能页面，了解有关AxCrypt如何保护文件和数据的更多信息，以及显示AxCrypt提供哪种类型加密订阅的定价页面。<a href='https://www.axcrypt.net/industries/healthcare'> Read more about how we serve the healthcare industry</a>

# Blog_Conclusion_IndustryPage_Text1
source: <a href='https://www.axcrypt.net/industries'>Check out our industry page</a> to see how we serve different industries and what they say about us:
ar: <a href='https://www.axcrypt.net/industries'> تحقق من صفحة الصناعة الخاصة بنا </a> لترى كيف نخدم الصناعات المختلفة وماذا يقولون عنا:
de: <a href='https://www.axcrypt.net/industries'>Check out our industry page</a> um zu sehen, wie wir verschiedene Branchen bedienen und was sie über uns sagen:
es: <a href='https://www.axcrypt.net/industries'>Echa un vistazo a nuestra página de Industrias</a> para ver cómo prestamos servicios a diferentes industrias y qué es lo que dicen de nosotros:
fr: <a href='https://www.axcrypt.net/industries'>Consultez notre page de l’industrie</a> pour voir comment nous servons différentes industries et ce qu’elles disent de nous:
it: <a href='https://www.axcrypt.net/industries'>Dai un'occhiata alla nostra pagina del settore</a> per vedere come serviamo diversi settori e cosa dicono di noi:
ko: <a href='https://www.axcrypt.net/industries'>산업 페이지</a>에서 본사가 진출한 다양한 산업 분야에 대해서 알아보시고 그들의 목소리를 들어보세요:
nl: <a href='https://www.axcrypt.net/industries'>Bekijk onze branchepagina</a> om te zien hoe we verschillende branches bedienen en wat ze over ons zeggen:
pl: <a href='https://www.axcrypt.net/industries'>Zajrzyj na naszą stronę branżową</a>, aby zobaczyć, jak obsługujemy różne branże i co o nas mówią:
pt: <a href='https://www.axcrypt.net/industries'>Consulte a nossa página sobre a indústria</a> para ver como servimos as diferentes indústrias e o que elas têm a dizer de nós:
ru: <a href='https://www.axcrypt.net/industries '>Check out our industry page</a>, чтобы узнать, как мы обслуживаем различные отрасли и что они говорят о нас:
sv: <a href='https://www.axcrypt.net/industries'>Ta en titt på våran industri-sida</a>för att se hur vi hjälper olika industrier och vad de säger om oss:
tr: <ahref='https://www.axcrypt.net/industries'>Farklı sektörlere nasıl hizmet sağladığımız ve müşterilerimizin bizim ile ilgili ne söylediğini görmek için</a> endüstri sayfamıza bakınız:
zh: <a href='https://www.axcrypt.net/industries'>Check out our industry page</a>看看我们如何为不同的行业服务，以及他们对我们的评价:

# Blog_Conclusion_ReadBlogPost_Text1
source: <a href='https://www.axcrypt.net/blog'>Read our latest blog post </a> for more information on how to keep your data safe:
ar: <a href='https://www.axcrypt.net/blog'> اقرأ أحدث تدوينة في المدونة </a> لمزيد من المعلومات حول كيفية الحفاظ على أمان بياناتك:
de: <a href='https://www.axcrypt.net/blog'>Read our latest blog post </a> weitere Informationen zum Schutz Ihrer Daten:
es: <a href='https://www.axcrypt.net/blog'>Para obtener más información sobre cómo mantener tus datos protegidos</a>, echa un vistazo a nuestras últimas publicaciones en el blog:
fr: <a href='https://www.axcrypt.net/blog'>Lisez notre dernier article de blog </a> pour plus d’informations sur la façon de protéger vos données:
it: <a href='https://www.axcrypt.net/blog'>Leggi il nostro ultimo post sul blog </a> per ulteriori informazioni su come proteggere i tuoi dati:
ko: 데이터 보안에 관한 더 많은 정보를 위해서 <a href='https://www.axcrypt.net/blog'>우리의 최신 블로그 포스트를 읽어 보세요</a>:
nl: <a href='https://www.axcrypt.net/blog'>Lees onze laatste blogpost </a> voor meer informatie over hoe u uw gegevens veilig kunt houden:
pl: <a href='https://www.axcrypt.net/blog'>Przeczytaj nasz najnowszy wpis na blogu </a>, aby uzyskać więcej informacji o tym, jak chronić swoje dane:
pt: Leia o nosso <a href='https://www.axcrypt.net/blog'>blog post</a> para mais informação sobre como manter os seus dados seguros:
ru: <a href='https://www.axcrypt.net/blog'>Read our latest blog post </a> для получения дополнительной информации, как сохранить ваши данные в безопасности:
sv: <a href='https://www.axcrypt.net/blog'>Läs vårat senaste blogginlägg </a> för mer information om hur du gör din data säker:
tr: Verilerinizi nasıl güvende tutacağınız hakkında daha fazla bilgi için <a href='https://www.axcrypt.net/blog'>en son blog gönderimizi okuyun</a>:
zh: <href='https://www.axcrypt.net/blog'>Read our latest blog post</a>了解有关如何保护数据安全的更多信息:

# Blog_Conclusion_SignUp
source: <a href='https://www.axcrypt.net/information/affiliate'><strong> You can Sign up here:</strong></a>
ar: <a href='https://www.axcrypt.net/information/affiliate'> <strong> يمكنك الاشتراك هنا: </ strong> </a>
de: <a href='https://www.axcrypt.net/information/affiliate'><strong> Sie können sich hier anmelden:</strong></a>
es: <a href='https://www.axcrypt.net/information/affiliate'><strong> Puedes suscribirte aquí:</strong></a>
fr: <a href='https://www.axcrypt.net/information/affiliate'><strong> Vous pouvez vous Inscrire ici:</strong></a>
it: <a href='https://www.axcrypt.net/information/affiliate'><strong> Puoi iscriverti qui:</strong></a>
ko: <a href='https://www.axcrypt.net/information/affiliate'><strong> 여기에서 가입할 수 있습니다:</strong></a>
nl: <a href='https://www.axcrypt.net/information/affiliate'><strong> U kunt zich hier aanmelden:</strong></a>
pl: <a href='https://www.axcrypt.net/information/affiliate'><strong> Możesz się zarejestrować tutaj:</strong></a>
pt: <a href='https://www.axcrypt.net/information/affiliate'><strong> Pode aderir aqui:</strong></a>
sv: <a href='https://www.axcrypt.net/information/affiliate'><strong> Du kan signa upp här:</strong></a>
tr: <a href='https://www.axcrypt.net/information/affiliate'><strong> Buradan kaydolabilirsiniz:</strong></a>

# Blog_Conclusion_SocialMedia
source: Don’t miss any news of AxCrypt anymore by checking out and following our socials. We are active on (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>).You can find helpful links, learn about new events and get an insight into our office.
ar: لا تفوت أي أخبار عن اكسكربت بعد الآن عن طريق التحقق من ومتابعة مواقعنا الاجتماعية. نحن نشطون على (<a href='https://facebook.com/axcrypt'> فيسبوك </a> ، <a href='https://instagram.com/axcrypt'> انستغرام </a> ، < a href = 'https: //twitter.com/axcrypt'> تويتر </a>، <a href='https://linkedin.com/company/axcrypt'> ينكدين</a>). الروابط ، والتعرف على الأحداث الجديدة والحصول على نظرة ثاقبة لمكتبنا.
de: Verpasse keine Neuigkeiten mehr von AxCrypt, indem du unsere Socials besuchst und folgst. Wir sind aktiv auf (<a href='https://facebook.com/axcrypt '>Facebook</a>, <a href='https://instagram.com/axcrypt '>Instagram</a>, <a href='https://twitter.com/axcrypt '>Twitter</a>, <a href='https://linkedin.com/company/axcrypt '>Linkedin</a>).Sie können hilfreiche Links finden, sich über neue Veranstaltungen informieren und einen Einblick in unser Büro erhalten.
es: No te pierdas ninguna novedad sobre AxCrypt y síguenos en nuestras redes sociales. Estamos activos en (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a> y <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). Puedes encontrar enlaces útiles, obtener información sobre nuevos eventos y conocer nuestra oficina.
fr: Ne manquez plus aucune nouvelles d’AxCrypt en consultant et en nous suivant sur les réseaux sociaux. Nous sommes actifs sur (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). Vous pouvez trouver des liens utiles, en savoir plus sur les nouveaux événements et avoir un aperçu de notre bureau.
it: Non perderti più nessuna notizia di AxCrypt controllando e seguendo i nostri social. Siamo attivi su (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). Puoi trovare link utili, conoscere nuovi eventi e avere una panoramica del nostro ufficio.
ko: SNS를 팔로우하여 AxCrypt의 소식을 더는 놓치지 마세요. 우리는 (<a href='https://facebook.com/axcrypt'>페이스북</a>, <a href='https://instagram.com/axcrypt'>인스타그램</a>, <a href='https://twitter.com/axcrypt'>트위터</a>, <a href='https://linkedin.com/company/axcrypt'>링크드인</a>) 서비스를 제공 중입니다. 유용한 링크, 새로운 이벤트 및 본사에 대한 정보를 얻을 수 있습니다.
nl: Mis geen enkel nieuws van AxCrypt meer door onze socials te bekijken en te volgen. We zijn actief op (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, < a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>).U kunt nuttige links vinden, leren over nieuwe evenementen en een kijkje krijgen in ons kantoor.
pl: Nie przegap już żadnych wiadomości o AxCrypt, sprawdzając i śledząc nasze społeczności. Jesteśmy aktywni na (<a href='https://facebook.com/axcrypt'>Facebooku</a>, <a href='https://instagram.com/axcrypt'>Instagramie</a>, <a a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). linki, dowiedz się o nowych wydarzeniach i zajrzyj do naszego biura.
pt: Não perca mais nenhuma notícia da AxCrypt, seguindo-nos nas redes sociais. Estamos activos no (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). Pode encontrar hiperligações úteis, saber de novos eventos e ficar com uma ideia do nosso escritório.
ru: Больше не пропускайте ни одной новости от AxCryptю Подписывайтесь на нас в соц. сетях. Мы активны на (<a href='https://facebook.com/axcrypt '>Facebook</a>, <a href='https://instagram.com/axcrypt '>Instagram</a>, <a href='https://twitter.com/axcrypt '>Твиттер</a>, <a href='https://linkedin.com/company/axcrypt '>Linkedin</a>). Вы можете найти полезные ссылки, узнать о новых мероприятиях и получить представление о нашем офисе.
sv: Missa inte längre några nyheter om AxCrypt genom att kolla in och följa våra sociala medier. Vi är aktiva på (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>) Du hittar användbara länkar, lär dig om nya evenemang och får en inblick i vårt kontor.
tr: Sosyal medya hesaplarımızı inceleyerek ve takip ederek AxCrypt ile ilgili hiçbir haberi kaçırmayın.(<ahref='https://facebook.com/axcrypt'>Facebook</a>,<ahref='https://instagram.com/axcrypt'>Instagram</a>,<ahref='https://twitter.com/axcrypt'>Twitter</a>,<ahref='https://linkedin.com/company/axcrypt'>Linkedin</a>). Yararlı bağlantılar bulabilir, yeni etkinlikler ve ofisimiz hakkında bilgi edinebilirsiniz.
zh: 不要再错过任何关于AxCrypt的消息了，请查看并关注我们的社交活动。 我们在(<a href='https://facebook.com/axcrypt'>Facebook</a>,<a href='https://instagram.com/axcrypt'>Instagram</a>,<a href='https://twitter.com/axcrypt'>Twitter</a>,<a href='https://linkedin.com/company/axcrypt'>Linkedin</a>). 您可以找到有用的链接，了解新的活动，并深入了解我们的办公室。

# Blog_Conclusion_SocialMedia_Text1
source: Follow our social media handles to learn more upcoming features & offers <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
ar: تابع وسائل التواصل الاجتماعي الخاصة بنا لمعرفة المزيد من الميزات والعروض القادمة <strong> (<a href='https://facebook.com/axcrypt'> فيسبوك </a>، <a href = 'https: //instagram.com / axcrypt '> انستغرام </a> ، <a href='https://twitter.com/axcrypt'> تويتر </a> ، <a href='https://linkedin.com/company/axcrypt'> ينكدين </a>)
de: Folgen Sie unseren Social-Media-Handles, um mehr über bevorstehende Funktionen und Angebote zu erfahren <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
es: Sigue a nuestras cuentas en redes sociales para obtener más información sobre las próximas funciones y ofertas <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
fr: Suivez nos médias sociaux pour en savoir plus sur les fonctionnalités et offres à venir <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
it: Segui i nostri social media per saperne di più sulle prossime funzionalità e offerte <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)<strong>
ko: SNS계정을 팔로우하여 더 많은 향후 기능 및 제안을 하세요 <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
nl: Volg onze handvatten voor sociale media voor meer aankomende functies en aanbiedingen <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'> Linkedin</a>)
pl: Śledź nasze media społecznościowe, aby dowiedzieć się więcej o nadchodzących funkcjach i ofertach <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com /axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'> Linkedin</a>)
pt: Siga-nos nas redes sociais para aprender mais sobre as próximas funcionalidade & ofertas <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
ru: Следите за нашими соц. сетями, чтобы узнать больше о предстоящих функциях и предложениях <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
sv: Följ våra sociala medier för att lära dig fler kommande funktioner och erbjudanden<strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
tr: Yeni gelecek özellikler ve teklifler hakkında bilgi edinmek için sosyal medya araçlarımızı takip edin <strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)</strong>
zh: 跟随我们的社交媒体处理，以了解更多即将推出的功能和提供<strong> (<a href='https://facebook.com/axcrypt'>Facebook</a>, <a href='https://instagram.com/axcrypt'>Instagram</a>, <a href='https://twitter.com/axcrypt'>Twitter</a>, <a href='https://linkedin.com/company/axcrypt'>Linkedin</a>)
