Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HFMICTETP_H5_Text3
source: As an added convenience to their robust features of encryption, some providers oversee encryption for their clients. They’re also open to empowering customers with the option to manage their own encryption keys. If you’re looking for a solution that is focused on cloud encryption, it would be good to check out this list of <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>file sharing and document management software that offers security</a>.
ar: كمزيد من الراحة لميزات التشفير القوية ، يشرف بعض مقدمي الخدمة على التشفير لعملائهم. كما أنها منفتحة على تمكين العملاء بخيار إدارة مفاتيح التشفير الخاصة بهم. إذا كنت تبحث عن حل يركز على التشفير السحابي ، فسيكون من الجيد التحقق من قائمة <a href = 'https: //collaboration-software.financesonline.com/c/file-sharing-document- إدارة / '> برنامج مشاركة الملفات وإدارة المستندات الذي يوفر الأمان </a>.
de: Als zusätzlichen Komfort zu ihren robusten Verschlüsselungsfunktionen überwachen einige Anbieter die Verschlüsselung für ihre Kunden. Sie sind auch offen dafür, Kunden die Möglichkeit zu geben, ihre eigenen Verschlüsselungsschlüssel zu verwalten. Wenn Sie nach einer Lösung suchen, die sich auf Cloud-Verschlüsselung konzentriert, sollten Sie sich diese Liste mit <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>file sharing and document management software that offers security</a>.
es: Como una comodidad adicional a sus sólidas funciones de cifrado, algunos proveedores supervisan el cifrado para sus clientes. También están abiertos a brindar a los clientes la opción de administrar sus propias claves de cifrado. Si estás buscando una solución que se centre en el cifrado en la nube, sería bueno consultar esta lista de <a href='https://collaboration-software.financesonline.com/c/file-sharing-document- management/'>software de administración de documentos y uso compartido de archivos que ofrece seguridad</a>.
fr: Pour plus de commodité à leurs fonctionnalités robustes de cryptage, certains fournisseurs supervisent le cryptage pour leurs clients. Ils sont également ouverts à donner aux clients la possibilité de gérer leurs propres clés de chiffrement. Si vous recherchez une solution axée sur le cryptage dans le cloud, il serait bon de consulter cette liste de <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>logiciels de partage de fichiers et de gestion de documents qui offrent une sécurité</a>.
it: Come ulteriore comodità per le loro solide funzionalità di crittografia, alcuni provider supervisionano la crittografia per i loro clienti. Sono inoltre disponibili a fornire ai clienti la possibilità di gestire le proprie chiavi di crittografia. Se stai cercando una soluzione incentrata sulla crittografia cloud, sarebbe utile dare un'occhiata a questo elenco di <a href='https://collaboration-software.financesonline.com/c/file-sharing-document- management/'>software di condivisione file e gestione documenti che offre sicurezza</a>.
ko: 강력한 암호화 기능에 대한 추가 편의성으로 일부 공급자는 클라이언트의 암호화를 감독합니다. 또한 고객이 자체 암호화 키를 관리할 수 있는 옵션을 제공할 수 있습니다. 클라우드 암호화에 중점을 둔 솔루션을 찾고 있다면 <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>보안을 제공하는 파일 공유 및 문서 관리 소프트웨어</a> 목록을 확인하는 것이 좋습니다.
nl: Als extra gemak voor hun robuuste kenmerken van codering, houden sommige providers toezicht op encryptie voor hun klanten. Ze staan er ook voor open om klanten de mogelijkheid te geven hun eigen encryptiesleutels te beheren. Als u op zoek bent naar een oplossing die is gericht op cloudversleuteling, is het goed om deze lijst met <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>software voor het delen van bestanden en documentbeheer die beveiliging biedt</a>.
pl: Jako dodatkowe udogodnienie dla ich solidnych funkcji szyfrowania, niektórzy dostawcy nadzorują szyfrowanie dla swoich klientów. Są również otwarci na umożliwienie klientom zarządzania własnymi kluczami szyfrowania. Jeśli szukasz rozwiązania, które koncentruje się na szyfrowaniu w chmurze, dobrze byłoby sprawdzić tę listę <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>oprogramowanie do udostępniania plików i zarządzania dokumentami, które zapewnia bezpieczeństwo</a>.
pt: Como conveniência adicional às suas funcionalidades de cifragem, alguns fornecedores supervisionam a cifragem dos seus clientes. Eles estão também abertos a capacitar os seus clientes com a opção de gestão das suas próprias chaves de cifragem. Se está à procura de uma solução focada em cifragem na nuvem, seria bom que visse esta lista de <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>software de gestão de ficheiros e gestão documental que oferece segurança</a>.
ru: В качестве дополнительной фишки к своим надежным функциям шифрования некоторые провайдеры контролируют шифрование для своих клиентов. Они также открыты для предоставления клиентам возможности управлять своими собственными ключами шифрования. Если вы ищете решение, ориентированное на облачное шифрование, было бы неплохо ознакомиться с этим списком <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>file sharing and document management software that offers security</a>.
sv: Som en extra bekvämlighet till deras robusta funktioner för kryptering förser vissa leverantörer kryptering till sina kunder. De är också öppna för att ge kunder möjlighet att hantera sina egna krypteringsnycklar. Om du letar efter en lösning som är fokuserad på molnkryptering skulle det vara bra att kolla in den här listan med <a href='https://collaboration-software.financesonline.com/c/file-sharing-document- management/'>programvara för fildelning och dokumenthantering som erbjuder säkerhet</a>.
tr: Sağlam şifreleme özelliklerine ek bir kolaylık olarak, bazı sağlayıcılar istemcileri için şifrelemeyi denetler. Ayrıca, müşterilere kendi şifreleme anahtarlarını yönetme seçeneği sunmaya da açıktırlar. Bulut şifrelemesine odaklanan bir çözüm arıyorsanız, <a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>güvenlik vadeden bu dosya paylaşımı ve belge yönetimi yazılımı</a> listesine göz atmak iyi olacaktır.
zh: 为了增加其强大的加密功能的便利性，一些提供商监督其客户的加密。 他们还可以让客户选择管理自己的加密密钥。 如果您正在寻找专注于云加密的解决方案，那么查看<a href='https://collaboration-software.financesonline.com/c/file-sharing-document-management/'>file sharing and document management software that offers security</a>。

# Blog_HFMICTETP_H5_Text4
source: Regardless of who facilitates these encryption methods in file management, the best file encryption software in the market ensures solid protection through multi-factor identification and secure backup in case of any encountered failures.
ar: بغض النظر عمن يسهل طرق التشفير هذه في إدارة الملفات ، فإن أفضل برنامج تشفير للملفات في السوق يضمن حماية قوية من خلال تحديد متعدد العوامل ونسخ احتياطي آمن في حالة حدوث أي إخفاقات مصادفة.
de: Unabhängig davon, wer diese Verschlüsselungsmethoden bei der Dateiverwaltung unterstützt, gewährleistet die beste Dateiverschlüsselungssoftware auf dem Markt einen soliden Schutz durch Multi-Faktor-Identifizierung und sichere Sicherung bei aufgetretenen Fehlern.
es: Independientemente de quién facilite estos métodos de cifrado en la administración de archivos, el mejor software de cifrado de archivos del mercado garantiza una protección sólida a través de la identificación de múltiples factores y copias de seguridad seguras en caso de fallas encontradas.
fr: Peu importe qui facilite ces méthodes de cryptage dans la gestion des fichiers, le meilleur logiciel de cryptage de fichiers sur le marché assure une protection solide grâce à une identification multifactorielle et à une sauvegarde sécurisée en cas de défaillance rencontrée.
it: Indipendentemente da chi facilita questi metodi di crittografia nella gestione dei file, il miglior software di crittografia dei file sul mercato garantisce una solida protezione attraverso l'identificazione a più fattori e il backup sicuro in caso di eventuali guasti riscontrati.
ko: 누가 이러한 암호화 방법을 파일 관리에 사용하는지에 관계없이, 시장에서 가장 우수한 파일 암호화 소프트웨어는 다중 요소 식별 및 장애 발생 시 안전한 백업을 통해 확실한 보호를 보장합니다.
nl: Ongeacht wie deze encryptiemethoden faciliteert bij bestandsbeheer, de beste software voor bestandsversleuteling op de markt zorgt voor een solide bescherming door middel van multi-factor identificatie en een veilige back-up in geval van eventuele storingen.
pl: Niezależnie od tego, kto ułatwia te metody szyfrowania w zarządzaniu plikami, najlepsze oprogramowanie do szyfrowania plików na rynku zapewnia solidną ochronę dzięki wieloczynnikowej identyfikacji i bezpiecznemu tworzeniu kopii zapasowych w przypadku napotkanych awarii.
pt: Independentemente de quem facilita estes métodos de cifragem na gestão de ficheiros, o melhor software de cifragem de ficheiros do mercado garante protecção sólida via identificação multi-factor e cópias de segurança protegidas em caso de falha.
ru: Независимо от того, кто использует эти методы шифрования при управлении файлами, лучшее программное обеспечение для шифрования файлов на рынке обеспечивает надежную защиту благодаря многофакторной идентификации и безопасному резервному копированию на случай любых возникших сбоев.
sv: Oavsett vem som underlättar dessa krypteringsmetoder i filhantering, garanterar den bästa filkrypteringsmjukvaran på marknaden ett säkert skydd genom multifaktoridentifiering och solid säkerhetskopiering vid eventuella misslyckanden.
tr: Dosya yönetiminde bu şifreleme yöntemlerini kimin kolaylaştırdığına bakılmaksızın, piyasadaki en iyi dosya şifreleme yazılımı, çok faktörlü tanımlama ve karşılaşılan herhangi bir arıza durumunda güvenli yedekleme yoluyla sağlam koruma sağlar.
zh: 无论谁在文件管理中促进了这些加密方法，市场上最好的文件加密软件都通过多因素识别和安全备份确保了坚实的保护，以防出现任何遇到的故障。

# Blog_HFMICTETP_H6_Text1
source: When managing documents, it’s obvious that file encryption has begun to play a major role in enterprises regardless of industry or size. On a final note, you should consider concentrating on this aspect so that your files are not only organized and easily accessible but also safe from threats that lurk in the virtual realm
ar: عند إدارة المستندات ، من الواضح أن تشفير الملفات بدأ يلعب دورًا رئيسيًا في المؤسسات بغض النظر عن الصناعة أو الحجم. في ملاحظة أخيرة ، يجب أن تفكر في التركيز على هذا الجانب بحيث لا تكون ملفاتك منظمة ويمكن الوصول إليها بسهولة فحسب ، بل أيضًا آمنة من التهديدات الكامنة في العالم الافتراضي
de: Bei der Verwaltung von Dokumenten ist es offensichtlich, dass die Dateiverschlüsselung in Unternehmen unabhängig von Branche oder Größe eine wichtige Rolle spielt. Abschließend sollten Sie sich auf diesen Aspekt konzentrieren, damit Ihre Dateien nicht nur organisiert und leicht zugänglich sind, sondern auch vor Bedrohungen geschützt sind, die im virtuellen Bereich lauern
es: Al administrar documentos, es obvio que el cifrado de archivos ha comenzado a desempeñar un papel importante en las empresas, independientemente de la industria o el tamaño. Por último, debes considerar concentrarte en este aspecto para que tus archivos no solo estén organizados y sean de fácil acceso, sino también estén a salvo de las amenazas que acechan en el ámbito virtual.
fr: Lors de la gestion des documents, il est évident que le cryptage des fichiers a commencé à jouer un rôle majeur dans les entreprises, quel que soit leur secteur d’activité ou leur taille. Enfin, vous devriez envisager de vous concentrer sur cet aspect afin que vos fichiers soient non seulement organisés et facilement accessibles, mais aussi à l’abri des menaces qui se cachent dans le domaine virtuel.
it: Quando si gestiscono i documenti, è ovvio che la crittografia dei file ha iniziato a svolgere un ruolo importante nelle aziende, indipendentemente dal settore o dalle dimensioni. In una nota finale, dovresti considerare di concentrarti su questo aspetto in modo che i tuoi file non siano solo organizzati e facilmente accessibili, ma anche al sicuro dalle minacce che si nascondono nel regno virtuale
ko: 문서를 관리할 때, 파일 암호화가 산업이나 규모에 관계없이 기업에서 중요한 역할을 하기 시작했다는 것은 분명합니다. 마지막으로, 파일을 정리하고 쉽게 액세스할 수 있을 뿐만 아니라 가상 영역에 숨어 있는 위협으로부터 안전하도록 이 측면에 집중하는 것을 고려해야 합니다.
nl: Bij het beheer van documenten is het duidelijk dat bestandsencryptie een belangrijke rol is gaan spelen in ondernemingen, ongeacht de bedrijfstak of omvang. Ten slotte zou u moeten overwegen u op dit aspect te concentreren, zodat uw bestanden niet alleen georganiseerd en gemakkelijk toegankelijk zijn, maar ook veilig zijn voor bedreigingen die op de loer liggen in het virtuele rijk.
pl: Podczas zarządzania dokumentami oczywiste jest, że szyfrowanie plików zaczęło odgrywać ważną rolę w przedsiębiorstwach, niezależnie od branży czy wielkości. Na koniec powinieneś rozważyć skoncentrowanie się na tym aspekcie, aby Twoje pliki były nie tylko uporządkowane i łatwo dostępne, ale także zabezpieczone przed zagrożeniami, które czają się w wirtualnej rzeczywistości
pt: Ao gerir documentos, é óbvio que a cifragem de ficheiros começou a desempenhar um papel importante nas empresas, independentemente da sua indústria ou dimensão. Por último, você deve considerar concentrar-se neste aspecto para que os seus ficheiros não estejam apenas organizados e facilmente acessíveis mas também seguros perante ameaças que se escondem no reino virtual.
ru: При управлении документами очевидно, что шифрование файлов начало играть важную роль на предприятиях независимо от отрасли или их размера. В заключение, вам следует сосредоточиться на этом аспекте, чтобы ваши файлы были не только организованы и легкодоступны, но и защищены от угроз, которые скрываются в виртуальном мире
sv: När man hanterar dokument är det uppenbart att filkryptering har börjat spela en stor roll i företag oavsett bransch eller storlek. Till sist bör du koncentrera dig på denna aspekt så att dina filer inte bara är organiserade och lättillgängliga utan också säkra från hot som lurar i den virtuella sfären
tr: Belgeleri yönetirken, dosya şifrelemenin sektör veya boyuttan bağımsız olarak işletmelerde önemli bir rol oynamaya başladığı açıktır. Son olarak, dosyalarınızın yalnızca düzenli ve kolay erişilebilir olması için değil, aynı zamanda sanal alemde gizlenen tehditlere karşı da güvende olması için bu konuya odaklanmayı düşünmelisiniz.
zh: 在管理文档时，很明显，文件加密已经开始在企业中发挥主要作用，无论行业或规模如何。 最后，您应该考虑专注于这方面，以便您的文件不仅有组织且易于访问，而且还可以免受潜伏在虚拟领域的威胁

# Blog_HFMICTETP_H6_Text2
source: You can start by looking for an encryption software that possesses solid encryption methods that align with your business demands.
ar: يمكنك البدء بالبحث عن برنامج تشفير يمتلك طرق تشفير قوية تتوافق مع متطلبات عملك.
de: Sie können damit beginnen, nach einer Verschlüsselungssoftware zu suchen, die über solide Verschlüsselungsmethoden verfügt, die Ihren geschäftlichen Anforderungen entsprechen.
es: Puedes partir por buscar un software de cifrado que posea métodos de cifrado sólidos que se alineen con las demandas de tu empresa.
fr: Vous pouvez commencer par rechercher un logiciel de cryptage qui possède des méthodes de cryptage solides qui s’alignent sur les exigences de votre entreprise.
it: Puoi iniziare cercando un software di crittografia che ha solidi metodi di crittografia in linea con le tue esigenze aziendali.
ko: 비즈니스 요구에 맞는 견고한 암호화 방법을 갖춘 암호화 소프트웨어를 찾는 것이 하나의 시작입니다.
nl: U kunt beginnen met het zoeken naar coderingssoftware met solide coderingsmethoden die zijn afgestemd op uw zakelijke eisen.
pl: Możesz zacząć od znalezienia oprogramowania szyfrującego, które posiada solidne metody szyfrowania, które są zgodne z wymaganiami Twojej firmy.
pt: Pode começar por procurar por software de cifragem que possua métodos de cifragem sólidos alinhados com as suas necessidades de negócio.
ru: Вы можете начать с поиска программного обеспечения шифрования, которое обладает надежными методами шифрования, соответствующими требованиям вашего бизнеса.
sv: Du kan börja med att leta efter en krypteringsmjukvara som har solida krypteringsmetoder som passar dina företags krav.
tr: İşe, işletme taleplerinize uyan güçlü şifreleme yöntemlerine sahip bir şifreleme yazılımı arayarak başlayabilirsiniz.
zh: 您可以从寻找一个加密软件开始，该软件具有可靠的加密方法，以满足您的业务需求。

# Blog_HFMICTETP_Heading1
source: <h3>2.Strong encryption will remain the deciding factor for enterprise encryption software</h3>
ar: <h3> 2. سيظل التشفير القوي هو العامل الحاسم لبرنامج تشفير المؤسسة </h3>
de: <h3>2.Starke Verschlüsselung wird der entscheidende Faktor für Enterprise-Verschlüsselungssoftware bleiben</h3>
es: <h3>2.El cifrado fuerte seguirá siendo el factor decisivo para el software de cifrado empresarial</h3>
fr: <h3>2.Le cryptage fort restera le facteur décisif pour les logiciels de cryptage d’entreprise</h3>
it: <h3>2.La crittografia forte rimarrà il fattore chiave del software di crittografia per aziende</h3>
ko: <h3>2.강력한 암호화는 엔터프라이즈 암호화 소프트웨어의 결정 요인으로 남을 것입니다.</h3>
nl: <h3>2.Sterke encryptie blijft de beslissende factor voor ondernemings encryptiesoftware</h3>
pl: <h3>2.Silne szyfrowanie pozostanie decydującym czynnikiem dla oprogramowania szyfrującego dla przedsiębiorstw</h3>
pt: <h3>2. Cifragem forte continuará a ser o factor decisivo em software de cifragem empresarial</h3>
ru: <h3>2.Надежное шифрование останется решающим фактором для корпоративного программного обеспечения шифрования</h3>
sv: <h3>2. Stark kryptering kommer att förbli den avgörande faktorn för programvara för företagskryptering</h3>
tr: <h3>2.Güçlü şifreleme, işletme şifreleme yazılımı için karar verici faktör olarak kalmaya devam edecektir</h3>
zh: <h3>2．强大的加密将仍然是企业加密软件的决定因素</h3>

# Blog_HFMICTETP_Heading3
source: <h3>3.Guaranteed security throughout multiple devices</h3>
ar: <h3> 3. الأمان المضمون عبر أجهزة متعددة </h3>
de: <h3>3.Garantierte Sicherheit auf mehreren Geräten</h3>
es: <h3>3.Seguridad garantizada en varios dispositivos</h3>
fr: <h3>3.Sécurité garantie sur plusieurs appareils</h3>
it: <h3>3. Sicurezza garantita su più dispositivi</h3>
ko: <h3>3. 여러 장치에 걸쳐 보안이 보장됩니다</h3>
nl: <h3>3.Gegarandeerde beveiliging op meerdere apparaten</h3>
pl: <h3>3. Gwarantowane bezpieczeństwo na wielu urządzeniach</h3>
pt: <h3>3. Segurança garantida em múltiplos dispositivos</h3>
ru: <h3>3.Гарантированная безопасность на нескольких устройствах</h3>
sv: <h3>3. Garanterad säkerhet på flera enheter</h3>
tr: <h3>3. Birden fazla cihazda garantili güvenlik</h3>
zh: <h3>3. 证多个设备的安全性</h3>

# Blog_HFMICTETP_Heading4
source: <h3>1.Encryption is becoming a top priority</h3>
ar: <h3> 1. أصبح التشفير أولوية قصوى </h3>
de: <h3>1.Verschlüsselung wird zur obersten Priorität</h3>
es: <h3>1.El cifrado se está convirtiendo en una máxima prioridad</h3>
fr: <h3>1.Le cryptage devient une priorité absolue</h3>
it: <h3>1.La crittografia sta diventando una priorità assoluta</h3>
ko: <h3>1.암호화가 최우선 과제가 되고 있습니다.</h3>
nl: <h3>1.Versleuteling is een topprioriteit aan het worden</h3>
pl: <h3>1.Szyfrowanie staje się najwyższym priorytetem</h3>
pt: <h3>1. A cifragem está a tornar-se uma prioridade principal</h3>
ru: <h3>1.Шифрование становится главным приоритетом</h3>
sv: <h3>1.Kryptering blir en högsta prioritet</h3>
tr: <h3>1.Şifreleme en önemli öncelik haline geliyor</h3>
zh: <h3>1．加密正成为重中之重</h3>

# Blog_HFMICTETP_Heading5
source: <h3>5.Cloud encryption</h3>
ar: <h3> 5. تشفير كلاود </h3>
de: <h3>5.Cloud-Verschlüsselung</h3>
es: <h3>5.Cifrado en la nube</h3>
fr: <h3>5.Cryptage cloud</h3>
it: <h3>5. Crittografia cloud</h3>
ko: <h3>5.클라우드 암호화</h3>
nl: <h3>5.Cloud encryptie</h3>
pl: <h3>5.Szyfrowanie w chmurze</h3>
pt: <h3>5. Cifragem na nuvem</h3>
ru: <h3>5.Облачное шифрование</h3>
sv: <h3>5. Molnkryptering</h3>
tr: <h3>5.Bulut şifreleme</h3>
zh: <h3>5. 云加密</h3>

# Blog_HFMICTETP_Heading6
source: <h3>File encryption is the future<h3>
ar: <h3> تشفير الملفات هو المستقبل <h3>
de: <h3>Dateiverschlüsselung ist die Zukunft<h3>
es: <h3>El cifrado de archivos es el futuro<h3>
fr: <h3>Le cryptage des fichiers est l’avenir<h3></h3>
it: <h3>La crittografia dei file è il futuro</h3>
ko: <h3>파일 암호화는 미래입니다</h3>
nl: <h3>Bestandsencryptie is de toekomst<h3>
pl: <h3>Szyfrowanie plików to przyszłość<h3>
pt: <h3>A cifragem de ficheiros é o futuro<h3>
ru: <h3>Шифрование файлов - это будущее<h3>
sv: <h3>Filkryptering är framtiden<h3>
tr: <h3>Gelecek dosya şifrelemede<h3></h3>
zh: <h3>文件加密是未来<h3>

# Blog_HFMICTETP_Summary
source: You’re on a battlefield against online threats that can affect your organization. The enemy you’re fighting is good old computer virus.
ar: <h3> أثناء التحرير الجائحة </ h3>
de: Sie befinden sich auf einem Schlachtfeld gegen Online-Bedrohungen, die sich auf Ihr Unternehmen auswirken können. Der Feind, gegen den Sie kämpfen, ist ein guter alter Computervirus.
es: Está en un campo de batalla contra las amenazas en línea que pueden afectar a tu organización. El enemigo con el que estás luchando es un buen virus informático antiguo.
fr: Vous êtes sur un champ de bataille contre les menaces en ligne qui peuvent affecter votre organisation. L’ennemi que vous combattez est le bon vieux virus informatique.
it: Sei su un campo di battaglia contro le minacce online che possono colpire la tua organizzazione. Il nemico che stai combattendo è il buon vecchio virus informatico.
ko: 조직에 영향을 줄 수 있는 온라인 위협에 맞서 싸우고 있습니다. 당신이 싸우고 있는 적은 오래된 컴퓨터 바이러스입니다.
nl: U bevindt zich op het slagveld tegen online bedreigingen die uw organisatie kunnen treffen. De vijand waar u tegen vecht is een klassiek oud computervirus.
pl: Znajdujesz się na polu bitwy z zagrożeniami internetowymi, które mogą mieć wpływ na Twoją organizację. Wróg, z którym walczysz, to stary dobry wirus komputerowy.
pt: Você está num campo de batalha contra ameaças online que podem afectar a sua organização. O inimigo que está a lutar é o bom velho vírus de computador.
ru: Вы находитесь на поле боя против онлайн-угроз, которые могут повлиять на вашу организацию. Враг, с которым вы сражаетесь, - это старый добрый компьютерный вирус.
sv: Du är på ett krigsfält mot online hot som kan påverka din organisation. Fienden du bekämpar är goda gamla datorvirus.
tr: Kuruluşunuzu etkileyebilecek çevrimiçi tehditlere karşı bir savaş alanındasınız. Savaştığınız düşman ise eski bilgisayar virüsüdür.
zh: 您正处于对抗可能影响您组织的在线威胁的战场上。 你正在战斗的敌人是好的旧电脑病毒。
