Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADGE_Conclusion_TExt1
source: Consider encryption as a kind of insurance against potential data breaches. Security may become an asset with a boulder, enterprise-grade encryption and key management tool. You get the option of moving to the public cloud. If you're interested in learning more about encryption, <a href='https://www.axcrypt.net/information/features'>start here</a>.<br/><br/>
ar: ضع في اعتبارك التشفير كنوع من التأمين ضد انتهاكات البيانات المحتملة. قد يصبح الأمان أحد الأصول باستخدام أداة صخرية وتشفير على مستوى المؤسسة وإدارة مفاتيح. يمكنك الحصول على خيار الانتقال إلى السحابة العامة. إذا كنت مهتمًا بمعرفة المزيد حول التشفير ، <a href='https://www.axcrypt.net/information/features'> فابدأ من هنا </a>. <br/> <br/>
de: Betrachten Sie Verschlüsselung als eine Art Versicherung gegen mögliche Datenschutzverletzungen. Sicherheit kann mit einem Boulder-, Verschlüsselungs- und Schlüsselverwaltungstool für Unternehmen zu einem Vermögenswert werden. Sie haben die Möglichkeit, in die Public Cloud zu wechseln. Wenn Sie mehr über Verschlüsselung erfahren möchten, <a href='https://www.axcrypt.net/information/features '>start here</a>.<br/><br/>
es: Considera el cifrado como una especie de seguro contra posibles filtraciones de datos. La seguridad puede convertirse en un activo con una herramienta de administración de claves y cifrado de nivel empresarial. Tienes la opción de pasar a la nube pública. Si te interesa obtener más información sobre el cifrado, <a href='https://www.axcrypt.net/information/features'>haz clic aquí</a>.<br/><br/>
fr: Considérez le cryptage comme une sorte d’assurance contre les violations de données potentielles. La sécurité peut devenir un atout avec un bloc, un cryptage de niveau entreprise et un outil de gestion des clés. Vous avez la possibilité de migrer vers le cloud public. Si vous souhaitez en savoir plus sur le chiffrement, <a href='https://www.axcrypt.net/information/features'>commencez ici</a>.<br/><br/>
it: Considera la crittografia come una sorta di assicurazione contro potenziali violazioni dei dati. La sicurezza può diventare una risorsa con un masso, crittografia di livello aziendale e strumento di gestione delle chiavi. Hai la possibilità di passare al cloud pubblico. Se sei interessato a saperne di più sulla crittografia, <a href='https://www.axcrypt.net/information/features'>inizia da qui</a>.<br/><br/>
ko: 암호화를 잠재적인 데이터 침해에 대한 일종의 보험으로 여겨주세요. 보안은 볼더, 엔터프라이즈급 암호화 및 키 관리 도구를 갖춘 자산이 될 수 있습니다. 퍼블릭 클라우드로 이동할 수 있는 옵션이 제공됩니다. 암호화에 대해 자세히 알아보려면 <a href='https://www.axcrypt.net/information/features'>여기에서 시작하세요</a>.<br/><br/>
nl: Beschouw encryptie als een soort verzekering tegen mogelijke datalekken. Beveiliging kan een troef worden met een rots, enterprise-grade encryptie en sleutelbeheertool. U krijgt de mogelijkheid om naar de openbare cloud te verhuizen. Als u meer wilt weten over versleuteling, <a href='https://www.axcrypt.net/information/features'>begin dan hier</a>.<br/><br/>
pl: Rozważ szyfrowanie jako rodzaj zabezpieczenia przed potencjalnymi naruszeniami bezpieczeństwa danych. Bezpieczeństwo może stać się atutem dzięki potężnemu narzędziu do szyfrowania klasy korporacyjnej i zarządzania kluczami. Masz możliwość przejścia do chmury publicznej. Jeśli chcesz dowiedzieć się więcej o szyfrowaniu, <a href='https://www.axcrypt.net/information/features'>zacznij tutaj</a>.<br/><br/>
pt: Considere a cifragem um tipo de seguro contra possíveis violações de dados. A segurança pode tornar-se um activo com cifragem de nível empresarial e ferramentas de gestão de palavras-passe. Você tem a opção de mudar para a nuvem pública. Se estiver interessada(o) em aprender mais sobre cifragem, <a href='https://www.axcrypt.net/information/features'>comece aqui</a>.<br/><br/>
ru: Рассматривайте шифрование как своего рода страховку от потенциальных утечек данных. Безопасность может стать преимуществом благодаря мощному инструменту шифрования корпоративного уровня и управления ключами, вы получаете возможность перейти в общедоступное облако. Если вам интересно узнать больше о шифровании, <a href='https://www.axcrypt.net/information/features'>start here</a>.<br/><br/>
sv: Tänk på kryptering som en försäkring mot potentiella dataintrång. Säkerhet kan bli en tillgång med ett stenblock, kryptering och ett nyckelhanteringsverktyg i företagsklass. Du får möjlighet att flytta till det offentliga molnet. Om du är intresserad av att lära dig mer om kryptering <a href='https://www.axcrypt.net/information/features'>börja här</a>.<br/><br/>
tr: Şifrelemeyi potansiyel veri ihlallerine karşı bir tür sigorta olarak düşünün. Güvenlik, sağlam kurumsal seviyedeki bir şifreleme ve anahtar yönetimi aracına sahip bir varlık haline gelebilir. Herkese açık buluta geçme seçeneğine sahip olursunuz. Şifreleme hakkında daha fazla bilgi edinmek istiyorsanız <a href='https://www.axcrypt.net/information/features'>buradan başlayın</a>.<br/><br/>
zh: 将加密视为防止潜在数据泄露的一种保险。 安全性可能会成为一项资产，具有强大的企业级加密和密钥管理工具。 您可以选择迁移到公共云。 如果您有兴趣了解有关加密的更多信息，<a href='https://www.axcrypt.net/information/features'>start here</a>。<br/><br/>

# Blog_ADGE_H1_Text1
source: When you discuss encryption with someone who isn't a security expert, you'll typically get a number of responses. Encryption is frequently misunderstood as some kind of sinister technology. Instead, encryption can help in achieving flexibility, compliance, and data privacy that today's virtual age requires.
ar: عندما تناقش التشفير مع شخص ليس خبيرًا في الأمان ، ستحصل عادةً على عدد من الردود. كثيرًا ما يُساء فهم التشفير على أنه نوع من التكنولوجيا المشؤومة. بدلاً من ذلك ، يمكن أن يساعد التشفير في تحقيق المرونة والامتثال وخصوصية البيانات التي يتطلبها العصر الافتراضي اليوم.
de: Wenn Sie die Verschlüsselung mit jemandem besprechen, der kein Sicherheitsexperte ist, erhalten Sie normalerweise eine Reihe von Antworten. Verschlüsselung wird häufig als eine Art finstere Technologie missverstanden. Stattdessen kann Verschlüsselung dazu beitragen, Flexibilität, Compliance und Datenschutz zu erreichen, die das heutige virtuelle Zeitalter erfordert.
es: Cuando hables sobre el cifrado con alguien que no es un experto en seguridad, normalmente obtendrás varias respuestas. El cifrado se malinterpreta con frecuencia como una especie de tecnología siniestra. Por el contrario, el cifrado puede ayudar a lograr la flexibilidad, el cumplimiento y la privacidad de datos que requiere la era virtual actual.
fr: Lorsque vous discutez du chiffrement avec quelqu'un qui n'est pas un expert en sécurité, vous obtenez généralement un certain nombre de réponses. Le cryptage est souvent considéré à tort comme une sorte de technologie sinistre. Au lieu de cela, le chiffrement peut aider à atteindre la flexibilité, la conformité, et la confidentialité des données requises par l'ère virtuelle d'aujourd'hui.
it: Quando discuti di crittografia con qualcuno che non è un esperto di sicurezza, in genere riceverai una serie di risposte. La crittografia è spesso fraintesa come una sorta di tecnologia sinistra. Invece, la crittografia può aiutare a raggiungere la flessibilità, la conformità e la riservatezza dei dati richieste dall'era virtuale di oggi.
ko: 보안에 관한 비전문가와 암호화에 대해 논의하다보면 여러 일반적인 반응을 볼 수 있습니다. 종종 암호화는 일종의 불길한 기술로 오해되기도 합니다. 그러나, 암호화 기술은 오늘날의 가상 시대에 필요한 유연성, 규정 준수, 데이터 개인 정보 보호 등을 달성 하는 데 도움이 될 수 있습니다.
nl: Wanneer u encryptie bespreekt met iemand die geen beveiligingsexpert is, krijgt u doorgaans een aantal reacties. Encryptie wordt vaak verkeerd begrepen als een soort sinistere technologie. In plaats daarvan kan encryptie helpen bij het bereiken van flexibiliteit, naleving en gegevens privacy die het huidige virtuele tijdperk vereist.
pl: Kiedy omawiasz szyfrowanie z kimś, kto nie jest ekspertem ds. bezpieczeństwa, zazwyczaj otrzymasz wiele odpowiedzi. Szyfrowanie jest często błędnie rozumiane jako rodzaj złowrogiej technologii. Zamiast tego szyfrowanie może pomóc w osiągnięciu elastyczności, zgodności i prywatności danych, których wymaga dzisiejsza epoka wirtualna.
pt: Quando fala de criptografia com alguém que não é perito de segurança, obterá tipicamente várias respostas. A cifragem é frequentemente confundida como um tipo de tecnologia sinistra. Em vez disso, a cifragem pode ajudar em cumprir a flexibilidade, a conformidade e a privacidade de dados que a actual era virtual exige.
ru: Когда вы обсуждаете шифрование с кем-то, кто не является экспертом по безопасности, вы обычно получаете несколько типичных ответов. Шифрование часто неправильно понимают как некую зловещую технологию. Наоборот, шифрование может помочь в достижении гибкости, соответствия требованиям и конфиденциальности данных, чего требует сегодняшний виртуальный век.
sv: När du diskuterar kryptering med någon som inte är säkerhetsexpert får du vanligtvis ett antal svar. Kryptering missförstås ofta som någon form av olycksbådande teknologi. Istället kan kryptering hjälpa till att uppnå flexibilitet, efterlevnad och datasekretess som dagens virtuella tidsålder kräver.
tr: Bir güvenlik uzmanı olmayan biriyle şifrelemeye ilişkin konuştuğunuzda bir dizi tipik tepki alırsınız. Şifreleme sıklıkla bir tür kötü amaçlı teknoloji olarak yanlış anlaşılır. Oysa şifreleme günümüz sanal dünyasının gerektirdiği esneklik, uyumluluk ve veri güvenliğinin elde edilmesinde yardımcı olabilmektedir.
zh: 当您与不是安全专家的人讨论加密时，您通常会收到许多回复。 加密经常被误解为某种险恶的技术。 相反，加密可以帮助实现当今虚拟时代所需的灵活性，合规性和数据隐私。

# Blog_ADGE_H1_Text2
source: Encryption is the process of transforming plain text into ciphertext, or changing readable text into unreadable text, in order to protect data so that only certain people can access it. Encryption scrambles, or encrypts data and then utilises a key to unscramble or decrypt the information for the receiving party. It proves to be a successful method of safeguarding sensitive data. Data on computers and storage devices, as well as data in transit through networks, are all protected with encryption.
ar: التشفير هو عملية تحويل النص العادي إلى نص مشفر ، أو تغيير النص المقروء إلى نص غير قابل للقراءة ، من أجل حماية البيانات بحيث لا يتمكن سوى أشخاص معينين من الوصول إليها. يعمل التشفير على تشويش البيانات أو تشفيرها ثم يستخدم مفتاحًا لفك تشفير المعلومات أو فك تشفيرها للطرف المتلقي. لقد ثبت أنها طريقة ناجحة لحماية البيانات الحساسة. البيانات الموجودة على أجهزة الكمبيوتر وأجهزة التخزين ، وكذلك البيانات التي تمر عبر الشبكات ، جميعها محمية بالتشفير.
de: Verschlüsselung ist der Prozess der Umwandlung von Klartext in Chiffretext oder der Umwandlung von lesbarem Text in unlesbaren Text, um Daten so zu schützen, dass nur bestimmte Personen darauf zugreifen können. Verschlüsselung verschlüsselt oder verschlüsselt Daten und verwendet dann einen Schlüssel, um die Informationen für die empfangende Partei zu entschlüsseln oder zu entschlüsseln. Es erweist sich als erfolgreiche Methode zum Schutz sensibler Daten. Daten auf Computern und Speichergeräten sowie Daten, die über Netzwerke übertragen werden, sind alle durch Verschlüsselung geschützt.
es: El cifrado es el proceso de transformar texto sin formato en texto cifrado, o cambiar texto legible en texto ilegible, con el fin de proteger los datos para que solo ciertas personas puedan acceder a ellos. El cifrado codifica o cifra los datos y luego utiliza una clave para descifrar o descifrar la información para la parte receptora. Demuestra ser un método exitoso para salvaguardar datos confidenciales. Los datos en las computadoras y los dispositivos de almacenamiento, así como los datos en tránsito a través de las redes, están todos protegidos con cifrado.
fr: Le cryptage est le processus consistant à transformer du texte brut en texte chiffré, ou à transformer du texte lisible en texte illisible, afin de protéger les données afin que seules certaines personnes puissent y accéder. Le chiffrement brouille ou chiffre les données, puis utilise une clé pour débrouiller ou déchiffrer les informations de la partie destinataire. Il s’avère être une méthode efficace de protection des données sensibles. Les données sur les ordinateurs et les périphériques de stockage, ainsi que les données en transit via les réseaux, sont toutes protégées par cryptage.
it: La crittografia è il processo di trasformazione di un testo in chiaro in un testo cifrato, o di modifica di un testo leggibile in un testo illeggibile, al fine di proteggere i dati in modo che solo determinate persone possano accedervi. La crittografia rimescola o cripta i dati e poi utilizza una chiave per decodificare o decifrare le informazioni per chi le riceve. Si tratta di un metodo efficace per salvaguardare i dati sensibili. I dati contenuti nei computer e nei dispositivi di archiviazione, così come quelli in transito sulle reti, sono tutti protetti dalla crittografia.
ko: 암호화는 특정 사람만 액세스할 수 있도록 데이터를 보호하기 위해 일반 텍스트를 암호문으로 변환하거나 읽을 수 있는 텍스트를 읽을 수 없는 텍스트로 변경하는 프로세스입니다. 암호화는 데이터를 스크램블하거나 암호화한 다음 키를 사용하여 수신 당사자에 대한 정보를 스크램블하거나 해독합니다. 이는 민감한 데이터를 보호하는 성공적인 방법임이 입증되었습니다. 컴퓨터 및 저장 장치의 데이터와 네트워크를 통해 전송되는 데이터는 모두 암호화로 보호됩니다.
nl: Encryptie is het omzetten van gewone tekst in cijfertekst, of het veranderen van leesbare tekst in onleesbare tekst, om gegevens te beschermen zodat alleen bepaalde mensen er toegang toe hebben. Bij encryptie worden gegevens vervormd of gecodeerd en vervolgens met behulp van een sleutel ontcijferd of gedecodeerd voor de ontvangende partij. Het blijkt een succesvolle methode om gevoelige gegevens te beveiligen. Gegevens op computers en opslagapparaten, alsmede gegevens in doorvoer via netwerken, worden allemaal beschermd met encryptie.
pl: Szyfrowanie to proces przekształcania zwykłego tekstu w tekst zaszyfrowany lub przekształcania tekstu czytelnego w tekst nieczytelny w celu ochrony danych, tak aby tylko niektóre osoby miały do nich dostęp. Szyfrowanie koduje lub szyfruje dane, a następnie wykorzystuje klucz do odkodowania lub odszyfrowania informacji dla strony otrzymującej. Okazuje się, że jest to skuteczna metoda zabezpieczania wrażliwych danych. Dane na komputerach i urządzeniach pamięci masowej, a także dane przesyłane przez sieci są chronione szyfrowaniem.
pt: A cifragem é o processo de transformar texto comum em texto cifrado ou de alterar texto legível em texto ilegível, para proteger dados de forma a que apenas certas pessoas lhes possam aceder. A cifragem baralha ou cifra dados e depois utiliza uma chave para desembaralhar ou decifrar a informação para o destinatário. É um método comprovadamente bem-sucedido de salvaguarda de dados sensíveis. Dados em computadores e dispositivos de armazenamento e dados em trânsito através de redes estão todos protegidos por cifragem.
ru: Шифрование - это процесс преобразования обычного текста в зашифрованный, или изменения читаемого текста в нечитаемый текст с целью защиты данных таким образом, чтобы только определенные люди могли получить к ним доступ. Шифрование скремблирует или шифрует данные, а затем использует ключ для расшифровки информации для принимающей стороны. Это является успешным методом защиты конфиденциальных данных. Данные на компьютерах и устройствах хранения, а также данные, передаваемые по сетям, защищены шифрованием.
sv: Kryptering är processen att omvandla vanlig text till chiffertext, eller ändra läsbar text till oläsbar text, för att skydda information så att endast vissa personer kan komma åt den. Kryptering förvränger, eller krypterar data och använder sedan en nyckel för att avkoda eller dekryptera informationen för den mottagande parten. Det visar sig vara en framgångsrik metod för att skydda känsliga uppgifter. Data på datorer och lagringsenheter, såväl som data som överförs genom nätverk, är alla skyddade med kryptering.
tr: Şifreleme, verileri yalnızca belirli kişilerin erişebilmesi için korumak amacıyla düz metni şifreli metne dönüştürme veya okunabilir metni okunamaz metne dönüştürme işlemidir. Şifreleme, verileri karıştırır veya şifreler ve ardından alıcı tarafın bilgilerini çözmek veya şifresini çözmek için bir anahtar kullanır. Hassas verileri korumak için başarılı bir yöntem olduğunu kanıtlanmıştır. Bilgisayarlardaki ve depolama aygıtlarındaki verilerin yanı sıra ağlar üzerinden aktarılan verilerin tümü şifreleme ile korunur.
zh: 加密是将纯文本转换为密文，或将可读文本更改为不可读文本的过程，以保护数据，以便只有某些人可以访问它。 加密混淆，或加密数据，然后利用密钥为接收方解读或解密信息。 它被证明是保护敏感数据的成功方法。 计算机和存储设备上的数据以及通过网络传输的数据都受到加密保护。

# Blog_ADGE_H2_SH2_Text1
source: Intercepting emails and other content is just one example of a number of incidents that have occurred in less formal methods. While most emails do not pique the curiosity of other parties enough for them to try to intercept it, there have been instances where this has happened. Emails are not encrypted by default as they travel from your servers to the recipient. This implies that if hackers gain access to this information, they will be able to view your emails and confidential information.<br/><br/>
ar: يعد اعتراض رسائل البريد الإلكتروني والمحتويات الأخرى مجرد مثال واحد على عدد من الحوادث التي حدثت بطرق أقل رسمية. في حين أن معظم رسائل البريد الإلكتروني لا تثير فضول الأطراف الأخرى بما يكفي لمحاولة اعتراضها ، فقد كانت هناك حالات حدث فيها ذلك. لا يتم تشفير رسائل البريد الإلكتروني افتراضيًا لأنها تنتقل من خوادمك إلى المستلم. هذا يعني أنه إذا تمكن المتسللون من الوصول إلى هذه المعلومات ، فسيكون بإمكانهم عرض رسائل البريد الإلكتروني والمعلومات السرية الخاصة بك. <br/> <br/>
de: Das Abfangen von E-Mails und anderen Inhalten ist nur ein Beispiel für eine Reihe von Vorfällen, die mit weniger formalen Methoden aufgetreten sind. Während die meisten E-Mails die Neugier anderer Parteien nicht genug wecken, um zu versuchen, sie abzufangen, gab es Fälle, in denen dies passiert ist. E-Mails werden standardmäßig nicht verschlüsselt, wenn sie von Ihren Servern zum Empfänger gelangen. Dies bedeutet, dass Hacker, wenn sie Zugriff auf diese Informationen erhalten, Ihre E-Mails und vertraulichen Informationen anzeigen können.<br/><br/>
es: La interceptación de correos electrónicos y otros contenidos es solo un ejemplo de una serie de incidentes que han ocurrido en métodos menos formales. Si bien la mayoría de los correos electrónicos no despiertan la curiosidad de teceros lo suficiente como para intentar interceptarlos, ha habido casos en los que esto ha sucedido. Los correos electrónicos no están cifrados de forma predeterminada cuando viajan desde tus servidores hasta el destinatario. Esto implica que si los hackers informáticos obtienen acceso a esta información, podrán ver tus correos electrónicos e información confidencial.<br/><br/>
fr: L'interception d'e-mails et d'autres contenus n'est qu'un exemple parmi d'autres d'incidents qui se sont produits selon des méthodes moins formelles. Bien que la plupart des e-mails ne suscitent pas suffisamment la curiosité des autres parties pour qu'elles tentent de les intercepter, il y a eu des cas où cela s'est produit. Les e-mails ne sont pas cryptés par défaut lorsqu'ils voyagent de vos serveurs vers le destinataire. Cela implique que si des pirates accèdent à ces informations, ils pourront voir vos e-mails et informations confidentielles.<br/><br/>
it: L'intercettazione di e-mail e altri contenuti è solo un esempio di una serie di incidenti che si sono verificati con metodi meno formali. Sebbene la maggior parte delle e-mail non stuzzichi abbastanza la curiosità delle altre parti affinchè provino ad intercettarle, ci sono stati casi in cui ciò è accaduto. Le e-mail non sono crittografate per impostazione predefinita mentre viaggiano dai tuoi server al destinatario. Ciò implica che se gli hacker ottengono l'accesso a queste informazioni, saranno in grado di visualizzare le tue e-mail e le informazioni riservate.<br/><br/>
ko: 이메일 및 기타 콘텐츠를 가로채는 것은 좀더 공식적이지 않은 방법으로 발생한 여러 사건의 한 예일 뿐입니다. 대부분의 이메일은 제3자가 가로챌만한 흥미로운 내용들이 아님에도 불구하고 그런 이메일들은 종종 가로채지는 경우가 발생합니다. 이메일이 서버에서 전송될 때는 기본적으로 암호화되지 않습니다. 이는 해커가 이 정보에 액세스할 경우 귀하의 이메일과 기밀 정보를 볼 수 있음을 의미합니다.<br/><br/>
nl: Het onderscheppen van e-mails en andere inhoud is slechts één voorbeeld van een aantal incidenten die op minder formele wijze hebben plaatsgevonden. Hoewel de meeste e-mails de nieuwsgierigheid van andere partijen niet genoeg prikkelen om te proberen deze te onderscheppen, zijn er gevallen geweest waarin dit is gebeurd. E-mails worden niet standaard versleuteld omdat ze van uw servers naar de ontvanger gaan. Dit houdt in dat als hackers toegang krijgen tot deze informatie, ze uw e-mails en vertrouwelijke informatie kunnen bekijken.<br/><br/>
pl: Przechwytywanie wiadomości e-mail i innych treści to tylko jeden z przykładów wielu incydentów, które miały miejsce mniej formalnymi metodami. Chociaż większość e-maili nie wzbudza ciekawości innych stron na tyle, aby próbowali je przechwycić, zdarzały się przypadki, w których tak się stało. Wiadomości e-mail nie są domyślnie szyfrowane, gdy przesyłane są z Twoich serwerów do adresata. Oznacza to, że jeśli hakerzy uzyskają dostęp do tych informacji, będą mogli przeglądać Twoje e-maile i informacje poufne.<br/><br/>
pt: Interceptar emails e demais conteúdos é apenas um exemplo de um número de incidentes que ocorreram em métodos menos formais. Enquanto que a maior parte dos emails não desperta suficiente curiosidade de terceiros para os tentarem interceptar, houve casos em que tal aconteceu. Por omissão, os emails não são cifrados enquanto viajam dos seus servidores até aos destinatários. Hackers que tenham acesso a esta informação poderão ler os seus emails e informação confidencial.<br/><br/>
ru: Перехват электронных писем и другого контента - это лишь один пример из ряда инцидентов, которые произошли менее формальными методами. Хотя большинство электронных писем не возбуждают любопытства других сторон настолько, чтобы они пытались их перехватить, были случаи, когда это происходило. Электронные письма по умолчанию не шифруются, когда они передаются с ваших серверов получателю. Это подразумевает, что если хакеры получат доступ к этой информации, они смогут просматривать ваши электронные письма и конфиденциальную информацию.<br/><br/>
sv: Att hacka sig in i e-postmeddelanden och annat innehåll är ett exempel på ett antal incidenter som har inträffat med mindre formella metoder. Även om de flesta e-postmeddelanden inte väcker nyfikenhet hos andra parter tillräckligt för att de ska försöka komma åt dem, har det funnits tillfällen där detta har hänt. E-postmeddelanden krypteras inte som standard eftersom de går från dina servrar till mottagaren. Detta innebär att om hackare får tillgång till denna information kommer de att kunna se dina e-postmeddelanden och konfidentiell information.<br/><br/>
tr: E-postaların ve diğer içeriklerin engellenmesi, daha az resmi yöntemlerle gerçekleşen bir dizi eylemin sadece bir örneğidir. Çoğu e-posta diğer taraflar için onları engelleyecek düzeyde merak uyandırmazken bunun gerçekleştiği bazı durumlar gerçekleşmiştir. E-postalar sizin sunucularınızdan alıcıya seyahat ettiği için varsayılan olarak şifrelenmez. Bu da bilgisayar korsanlarının bu bilgilere erişim sağlaması halinde e-postalarınızı ve gizli bilgilerinizi görüntüleyebileceği anlamına gelir.<br/><br/>
zh: 拦截电子邮件和其他内容只是一些以不太正式的方法发生的事件的一个例子。 虽然大多数电子邮件并没有激起其他各方的好奇心，足以让他们试图拦截它，但也有发生这种情况的情况。 默认情况下，电子邮件不会加密，因为它们从您的服务器传输到收件人。 这意味着如果黑客获得这些信息，他们将能够查看您的电子邮件和机密信息。<br/><br/>
