Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WDSPOG_H1_Text4
source: <li>Personal information: Names, addresses, phone numbers, and other identifying details.</li>
ar: <li>المعلومات الشخصية: الأسماء والعناوين وأرقام الهواتف وتفاصيل التعريف الأخرى.</li>
de: <li>Persönliche Informationen: Namen, Adressen, Telefonnummern und andere identifizierende Details.</li>
es: <li>Información personal: Nombres, direcciones, números de teléfono y otros datos de identificación.</li>
fr: <li>Informations personnelles : noms, adresses, numéros de téléphone et autres données d’identification. </li>
it: <li>Informazioni personali: nomi, indirizzi, numeri di telefono e altri dettagli identificativi.</li>
ko: <li>개인 정보: 이름, 주소, 전화번호 및 기타 식별 정보.</li>
nl: <li>Persoonlijke informatie: namen, adressen, telefoonnummers en andere identificerende gegevens.</li>
pl: <li>Dane osobowe: imiona, nazwiska, adresy, numery telefonów i inne dane identyfikacyjne.</li>
pt: <li>Informações pessoais: nomes, endereços, números de telefone e outros detalhes de identificação.</li>
ru: <li>Личная информация: имена, адреса, номера телефонов и другие идентифицирующие данные.</li>
sv: <li>Personlig information: Namn, adresser, telefonnummer och andra identifierande uppgifter.</li>
tr: <li>Kişisel bilgiler: İsimler, adresler, telefon numaraları ve diğer tanımlayıcı bilgiler.</li>
zh: <li>个人信息：姓名、地址、电话号码和其他身份识别详细信息。</li>

# Blog_WDSPOG_H1_Text5
source: <li>Sensitive communications: Emails, messages, and other data.</li>
ar: <li>الاتصالات الحساسة: رسائل البريد الإلكتروني والرسائل والبيانات الأخرى.</li>
de: <li>Sensible Kommunikation: E-Mails, Nachrichten und andere Daten.</li>
es: <li>Comunicaciones confidenciales: correos electrónicos, mensajes y otros datos.</li>
fr: <li>Communications sensibles : courriels, messages et autres données. </li>
it: <li>Comunicazioni sensibili: e-mail, messaggi e altri dati.</li>
ko: <li>중요한 커뮤니케이션: 이메일, 메시지 및 기타 데이터.</li>
nl: <li>Gevoelige communicatie: e-mails, berichten en andere gegevens.</li>
pl: <li>Komunikacja poufna: wiadomości e-mail, wiadomości tekstowe i inne dane.</li>
pt: <li>Comunicações confidenciais: e-mails, mensagens e outros dados.</li>
ru: <li>Конфиденциальные коммуникации: электронные письма, сообщения и другие данные.</li>
sv: <li>Känslig kommunikation: E-post, meddelanden och andra uppgifter.</li>
tr: <li>Hassas iletişimler: E-postalar, mesajlar ve diğer veriler.</li>
zh: <li>敏感通信：电子邮件、消息和其他数据。</li>

# Blog_WDSPOG_H1_Text6
source: <b>Easy Access and Sharing:</b> Sharing documents and confidential information securely is crucial for both spectators and athletes. Whether attending as a family, group of friends, or team of athletes, secure communication is essential. Encryption ensures that sensitive information like tickets, reservations, and locations can be shared only with trusted recipients.
ar: <b>سهولة الوصول والمشاركة:</b> تعد مشاركة المستندات والمعلومات السرية بشكل آمن أمرا بالغ الأهمية لكل من المتفرجين والرياضيين. سواء كنت تحضر كعائلة أو مجموعة من الأصدقاء أو فريق من الرياضيين ، فإن التواصل الآمن أمر ضروري. يضمن التشفير إمكانية مشاركة المعلومات الحساسة مثل التذاكر والحجوزات والمواقع فقط مع المستلمين الموثوق بهم.
de: <b>Einfacher Zugriff und Freigabe:</b> Der sichere Austausch von Dokumenten und vertraulichen Informationen ist sowohl für Zuschauer als auch für Athleten von entscheidender Bedeutung. Egal, ob Sie als Familie, Gruppe von Freunden oder Team von Sportlern teilnehmen, eine sichere Kommunikation ist unerlässlich. Die Verschlüsselung stellt sicher, dass vertrauliche Informationen wie Tickets, Reservierungen und Standorte nur mit vertrauenswürdigen Empfängern geteilt werden können.
es: <b>Fácil acceso y uso compartido:</b> Compartir documentos e información confidencial de forma segura es crucial tanto para los espectadores como para los atletas. Ya sea que asista en familia, grupo de amigos o equipo de atletas, la comunicación segura es esencial. El cifrado garantiza que la información confidencial, como boletos, reservas y ubicaciones, solo se pueda compartir con destinatarios de confianza.
fr: <b>Accès et partage faciles :</b> Le partage de documents et d’informations confidentielles en toute sécurité est crucial pour les spectateurs comme pour les athlètes. Que vous soyez en famille, en groupe d’amis ou en équipe de sportifs, une communication sécurisée est essentielle. Le chiffrement garantit que les informations sensibles telles que les billets, les réservations et les emplacements ne peuvent être partagées qu’avec des destinataires de confiance.
it: <b>Facile accesso e condivisione:</b> La condivisione sicura di documenti e informazioni riservate è fondamentale sia per gli spettatori che per gli atleti. Che si tratti di una famiglia, di un gruppo di amici o di una squadra di atleti, una comunicazione sicura è essenziale. La crittografia garantisce che le informazioni sensibili come biglietti, prenotazioni e sedi possano essere condivise solo con destinatari attendibili.
ko: <b>간편한 액세스 및 공유:</b> 문서와 기밀 정보를 안전하게 공유하는 것은 관중과 선수 모두에게 매우 중요합니다. 가족, 친구 그룹 또는 운동선수팀으로 참석하든 안전한 의사소통은 필수적입니다. 암호화를 통해 티켓, 예약 및 위치와 같은 중요한 정보를 신뢰할 수 있는 수신자에게만 공유할 수 있습니다.
nl: <b>Gemakkelijke toegang en delen:</b> Het veilig delen van documenten en vertrouwelijke informatie is cruciaal voor zowel toeschouwers als atleten. Of u nu als gezin, groep vrienden of team van atleten aanwezig bent, veilige communicatie is essentieel. Encryptie zorgt ervoor dat gevoelige informatie zoals tickets, reserveringen en locaties alleen kan worden gedeeld met vertrouwde ontvangers.
pl: <b>Łatwy dostęp i udostępnianie:</b> Bezpieczne udostępnianie dokumentów i poufnych informacji ma kluczowe znaczenie zarówno dla widzów, jak i sportowców. Bez względu na to, czy uczestniczysz jako rodzina, grupa przyjaciół czy zespół sportowców, bezpieczna komunikacja jest niezbędna. Szyfrowanie zapewnia, że ​​poufne informacje, takie jak bilety, rezerwacje i lokalizacje, mogą być udostępniane wyłącznie zaufanym odbiorcom.
pt: <b>Fácil acesso e compartilhamento:</b> Compartilhar documentos e informações confidenciais com segurança é crucial para espectadores e atletas. Seja em família, grupo de amigos ou equipe de atletas, a comunicação segura é essencial. A criptografia garante que informações confidenciais, como ingressos, reservas e locais, possam ser compartilhadas apenas com destinatários confiáveis.
ru: <b>Легкий доступ и обмен:</b> Безопасный обмен документами и конфиденциальной информацией имеет решающее значение как для зрителей, так и для спортсменов. Независимо от того, посещаете ли вы мероприятие всей семьей, группой друзей или командой спортсменов, безопасная связь имеет важное значение. Шифрование гарантирует, что конфиденциальная информация, такая как билеты, бронирования и местоположение, может быть передана только доверенным получателям.
sv: <b>Enkel åtkomst och delning:</b> Att dela dokument och konfidentiell information på ett säkert sätt är avgörande för både åskådare och idrottare. Oavsett om du deltar som en familj, en grupp vänner eller ett lag av idrottare, är säker kommunikation nödvändigt. Kryptering säkerställer att känslig information som biljetter, reservationer och platser endast kan delas med betrodda mottagare.
tr: <b>Kolay Erişim ve Paylaşım:</b> Belgelerin ve gizli bilgilerin güvenli bir şekilde paylaşılması hem seyirciler hem de sporcular için çok önemlidir. İster aile, ister arkadaş grubu, ister sporculardan oluşan bir takım olarak katılın, güvenli iletişim çok önemlidir. Şifreleme, biletler, rezervasyonlar ve konumlar gibi hassas bilgilerin yalnızca güvenilir alıcılarla paylaşılabilmesini sağlar.
zh: <b>轻松访问和共享：</b> 安全地共享文件和机密信息对观众和运动员都至关重要。无论是全家人、朋友团体还是运动员团队参加，安全的通信都是必不可少的。加密可确保敏感信息（如门票、预订和位置）只能与受信任的收件人共享。

# Blog_WDSPOG_H1_Text7
source: It also protects memories captured through pictures and videos, ensuring they remain private. Athletes are significant targets for data breaches, making secure communications within teams vital to avoid compromising performance.
ar: كما أنه يحمي الذكريات التي تم التقاطها من خلال الصور ومقاطع الفيديو ، مما يضمن بقائها خاصة. يعد الرياضيون أهدافا مهمة لخروقات البيانات ، مما يجعل الاتصالات الآمنة داخل الفرق أمرا حيويا لتجنب المساس بالأداء.
de: Es schützt auch Erinnerungen, die durch Bilder und Videos festgehalten wurden, und stellt sicher, dass sie privat bleiben. Sportler sind ein wichtiges Ziel für Datenschutzverletzungen, weshalb eine sichere Kommunikation innerhalb der Teams unerlässlich ist, um Leistungseinbußen zu vermeiden.
es: También protege los recuerdos capturados a través de imágenes y videos, asegurando que permanezcan privados. Los atletas son objetivos importantes para las violaciones de datos, lo que hace que las comunicaciones seguras dentro de los equipos sean vitales para evitar comprometer el rendimiento.
fr: Il protège également les souvenirs capturés par des photos et des vidéos, en veillant à ce qu’ils restent privés. Les athlètes sont des cibles importantes pour les violations de données, ce qui rend les communications sécurisées au sein des équipes essentielles pour éviter de compromettre la performance.
it: Protegge anche i ricordi catturati attraverso immagini e video, assicurando che rimangano privati. Gli atleti sono bersagli significativi per le violazioni dei dati, rendendo le comunicazioni sicure all'interno dei team vitali per evitare di compromettere le prestazioni.
ko: 또한 사진과 비디오를 통해 캡처된 기억을 보호하여 비공개로 유지합니다. 운동선수들은 데이터 침해의 중요한 대상이므로 팀 내에서 안전한 커뮤니케이션을 통해 성능 저하를 방지해야 합니다.
nl: Het beschermt ook herinneringen die zijn vastgelegd via foto's en video's, zodat ze privé blijven. Atleten zijn belangrijke doelwitten voor datalekken, waardoor veilige communicatie binnen teams van vitaal belang is om te voorkomen dat de prestaties in het gedrang komen.
pl: Chroni również wspomnienia uchwycone za pomocą zdjęć i filmów, zapewniając, że pozostaną prywatne. Sportowcy są znaczącymi celami naruszeń danych, co sprawia, że ​​bezpieczna komunikacja w zespołach jest niezbędna, aby uniknąć pogorszenia wyników.
pt: Ele também protege as memórias capturadas por meio de fotos e vídeos, garantindo que permaneçam privadas. Os atletas são alvos significativos de violações de dados, tornando as comunicações seguras dentro das equipes vitais para evitar comprometer o desempenho.
ru: Он также защищает воспоминания, запечатленные с помощью фотографий и видео, гарантируя их конфиденциальность. Спортсмены являются серьезными целями для утечек данных, поэтому безопасная связь внутри команд жизненно важна для предотвращения снижения производительности.
sv: Det skyddar också minnen som fångas genom bilder och videor, och säkerställer att de förblir privata. Idrottare är betydande mål för dataintrång eftersom deras kommunikation inom laget kan vara värdefullt för motståndare. Vilket kan påverka deras prestation.
tr: Ayrıca, resimler ve videolar aracılığıyla kaydedilen anıları koruyarak gizli kalmalarını sağlar. Sporcular, veri ihlalleri için önemli hedeflerdir ve performanstan ödün vermekten kaçınmak için takımlar içinde güvenli iletişimi hayati hale getirir.
zh: 它还可以保护通过图片和视频捕获的记忆，确保它们保持私密。 运动员是数据泄露的重要目标，因此团队内部的安全通信对于避免影响表现至关重要。

# Blog_WDSPOG_H1_Text8
source: <b>Password Management:</b> Password management is essential during the Olympic Games 2024. Nearly 81% of data breaches occur due to weak passwords. Attending the Olympics involves accessing multiple accounts, each requiring a password. Encryption protects flight tickets, Olympic Games tickets, and reservations. Password management provides:
ar: <b>إدارة كلمات المرور:</b> إدارة كلمات المرور ضرورية خلال الألعاب الأولمبية 2024. يحدث ما يقرب من 81٪ من خروقات البيانات بسبب كلمات المرور الضعيفة. يتضمن حضور الألعاب الأولمبية الوصول إلى حسابات متعددة ، كل منها يتطلب كلمة مرور. يحمي التشفير تذاكر الطيران وتذاكر الألعاب الأولمبية والحجوزات. توفر إدارة كلمات المرور:
de: <b>Passwort-Verwaltung:</b> Die Passwort-Verwaltung ist während der Olympischen Spiele 2024 unerlässlich. Fast 81 % der Datenschutzverletzungen sind auf schwache Passwörter zurückzuführen. Die Teilnahme an den Olympischen Spielen erfordert den Zugriff auf mehrere Konten, für die jeweils ein Passwort erforderlich ist. Die Verschlüsselung schützt Flugtickets, Tickets für die Olympischen Spiele und Reservierungen. Die Passwort-Verwaltung bietet:
es: <b>Gestión de contraseñas:</b> La gestión de contraseñas es esencial durante los Juegos Olímpicos de 2024. Casi el 81% de las violaciones de datos se producen debido a contraseñas débiles. Asistir a los Juegos Olímpicos implica acceder a varias cuentas, cada una de las cuales requiere una contraseña. El cifrado protege los billetes de avión, los billetes de los Juegos Olímpicos y las reservas. La administración de contraseñas proporciona:
fr: <b>Gestion des mots de passe :</b> La gestion des mots de passe est essentielle lors des Jeux olympiques de 2024. Près de 81 % des violations de données sont dues à des mots de passe faibles. Pour participer aux Jeux olympiques, il faut accéder à plusieurs comptes, chacun nécessitant un mot de passe. Le chiffrement protège les billets d’avion, les billets pour les Jeux olympiques et les réservations. La gestion des mots de passe permet :
it: <b>Gestione delle password:</b> La gestione delle password è essenziale durante i Giochi Olimpici 2024. Quasi l'81% delle violazioni dei dati si verifica a causa di password deboli. Partecipare alle Olimpiadi comporta l'accesso a più account, ognuno dei quali richiede una password. La crittografia protegge i biglietti aerei, i biglietti dei Giochi Olimpici e le prenotazioni. La gestione delle password fornisce:
ko: <b>비밀번호 관리:</b> 2024년 올림픽 대회에서는 비밀번호 관리가 필수적입니다. 데이터 침해의 거의 81%가 취약한 암호로 인해 발생합니다. 올림픽에 참가하려면 각각 비밀번호가 필요한 여러 개의 계정에 접속해야 합니다. 암호화는 항공권, 올림픽 티켓 및 예약을 보호합니다. 암호 관리는 다음과 같은 기능을 제공합니다.
nl: Wachtwoordbeheer:</b> Wachtwoordbeheer is essentieel tijdens de Olympische Spelen 2024. Bijna 81% van de datalekken vindt plaats als gevolg van zwakke wachtwoorden. Het bijwonen van de Olympische Spelen houdt in dat je toegang hebt tot meerdere accounts, die elk een wachtwoord nodig hebben. Encryptie beschermt vliegtickets, tickets voor de Olympische Spelen en reserveringen. Wachtwoordbeheer biedt:
pl: <b>Zarządzanie hasłami:</b> Zarządzanie hasłami jest niezbędne podczas Igrzysk Olimpijskich 2024. Prawie 81% naruszeń danych ma miejsce z powodu słabych haseł. Udział w Igrzyskach Olimpijskich wiąże się z dostępem do wielu kont, z których każde wymaga podania hasła. Szyfrowanie chroni bilety lotnicze, bilety na Igrzyska Olimpijskie i rezerwacje. Zarządzanie hasłami zapewnia:
pt: <b>Gerenciamento de senhas:</b> O gerenciamento de senhas é essencial durante os Jogos Olímpicos de 2024. Quase 81% das violações de dados ocorrem devido a senhas fracas. Participar das Olimpíadas envolve acessar várias contas, cada uma exigindo uma senha. A criptografia protege passagens aéreas, passagens para os Jogos Olímpicos e reservas. O gerenciamento de senhas fornece:
ru: <b>Управление паролями:</b> Управление паролями имеет важное значение во время Олимпийских игр 2024 года. Почти 81% утечек данных происходят из-за слабых паролей. Участие в Олимпийских играх включает в себя доступ к нескольким учетным записям, для каждой из которых требуется пароль. Шифрование защищает авиабилеты, билеты на Олимпийские игры и бронирование. Управление паролями обеспечивает:
sv: <b>Lösenordshantering:</b>Lösenordshantering kommer vara mycket viktigt under OS 2024. Nästan 81 % av dataintrång sker på grund av svaga lösenord. Att delta i OS innebär att man behöver tillgång till flera konton, där varje konto kräver ett lösenord. Kryptering skyddar flygbiljetter, OS-biljetter och bokningar. Lösenordshantering ger:
tr: <b>Parola Yönetimi:</b> 2024 Olimpiyat Oyunları sırasında parola yönetimi büyük önem taşımaktadır. Veri ihlallerinin yaklaşık %81'i zayıf parolalar nedeniyle meydana gelmektedir. Olimpiyatlara katılmak, her biri parola gerektiren birden fazla hesaba erişmek anlamına gelir. Şifreleme, uçak biletlerini, Olimpiyat Oyunları biletlerini ve rezervasyonları korur. Parola yönetimi şunları sağlar:
zh: <b>密码管理：</b> 在 2024 年奥运会期间，密码管理至关重要。近 81% 的数据泄露是由于弱密码而发生的。参加奥运会涉及访问多个帐户，每个帐户都需要密码。加密可以保护机票、奥运会门票和预订。密码管理提供：

# Blog_WDSPOG_H1_Text9
source: <li>Centralized Password Storage: Securely stores all passwords in one place.</li>
ar: <li>تخزين مركزي لكلمات المرور: يخزن جميع كلمات المرور بأمان في مكان واحد.</li>
de: <li>Zentralisierte Passwortspeicherung: Speichert alle Passwörter sicher an einem Ort.</li>
es: <li>Almacenamiento centralizado de contraseñas: almacena de forma segura todas las contraseñas en un solo lugar.</li>
fr: <li>Stockage centralisé des mots de passe : stocke tous les mots de passe en un seul endroit et de manière sécurisée. </li>
it: <li>Archiviazione centralizzata delle password: Memorizza in modo sicuro tutte le password in un unico posto.</li>
ko: <li>중앙 집중식 암호 저장소: 모든 암호를 한 곳에 안전하게 저장합니다.</li>
nl: <li>Gecentraliseerde wachtwoordopslag: slaat alle wachtwoorden veilig op één plaats op.</li>
pl: <li>Centralne przechowywanie haseł: bezpieczne przechowywanie wszystkich haseł w jednym miejscu.</li>
pt: <li>Armazenamento centralizado de senhas: armazena com segurança todas as senhas em um só lugar.</li>
ru: <li>Централизованное хранилище паролей: безопасное хранение всех паролей в одном месте.</li>
sv: <li>Centraliserad lösenordslagring: Lagrar alla lösenord säkert på ett ställe.</li>
tr: <li>Merkezi Parola Depolama: Tüm parolaları tek bir yerde güvenli bir şekilde saklar.</li>
zh: <li>集中式密码存储：将所有密码安全地存储在一个地方。</li>

# Blog_WDSPOG_H2_Text1
source: <li><b>Encryption at Rest:</b> AxCrypt's 256-bit AES keeps stored data secure, protecting all private documents needed for the Games.</li>
ar: <li><b>التشفير في حالة السكون:</b> يحافظ AES 256 بت من اكسكربت على أمان البيانات المخزنة ، ويحمي جميع المستندات الخاصة اللازمة للألعاب.</li>
de: <li><b>Verschlüsselung im Ruhezustand:</b> Das 256-Bit-AES von AxCrypt sorgt für die Sicherheit der gespeicherten Daten und schützt alle privaten Dokumente, die für die Spiele benötigt werden.</li>
es: <li><b>Cifrado en reposo:</b> El AES de 256 bits de AxCrypt mantiene seguros los datos almacenados, protegiendo todos los documentos privados necesarios para los Juegos.</li>
fr: <li><b>Le chiffrement au repos :</b> AES 256 bits d’AxCrypt protège les données stockées et protège tous les documents privés nécessaires aux jeux.</li>
it: <li><b>Crittografia dei dati inattivi:</b> L'AES a 256 bit di AxCrypt mantiene al sicuro i dati archiviati, proteggendo tutti i documenti privati necessari per i Giochi.</li>
ko: <li><b>암호화 사용 중지:</b> AxCrypt의 256비트 AES는 저장된 데이터를 안전하게 유지하여 게임에 필요한 모든 개인 문서를 보호합니다.</li>
nl: <li><b>Encryptie in rust:</b> De 256-bits AES van AxCrypt houdt opgeslagen gegevens veilig en beschermt alle privédocumenten die nodig zijn voor de games.</li>
pl: <li><b>Szyfrowanie w stanie spoczynku:</b> 256-bitowy algorytm AES AxCrypt zapewnia bezpieczeństwo przechowywanych danych, chroniąc wszystkie prywatne dokumenty potrzebne na potrzeby Igrzysk.</li>
pt: <li><b>Criptografia em repouso:</b> O AES de 256 bits do AxCrypt mantém os dados armazenados seguros, protegendo todos os documentos privados necessários para os Jogos.</li>
ru: <li><b>Шифрование при хранении:</b> 256-битная система AES от AxCrypt обеспечивает безопасность хранимых данных, защищая все конфиденциальные документы, необходимые для Игр.</li>
sv: <li><b>Kryptering i vila:</b> AxCrypts 256-bitars AES håller lagrade data säker och skyddar alla privata dokument som behövs under spelen.</li>
tr: <li><b>Bekleyen şifreleme:</b> AxCrypt'in 256-bit AES'i, Oyunlar için gereken tüm özel belgeleri koruyarak depolanan verileri güvende tutar.</li>
zh: <li><b>静态加密：</b> AxCrypt的256位AES可确保存储数据的安全，保护游戏所需的所有私人文档。</li>

# Blog_WDSPOG_H2_Text2
source: <li><b>Secured Folders:</b> Important documents, such as tickets and reservations, can be stored in secured folders accessible only to authorized individuals.</li>
ar: <li><b>المجلدات الآمنة:</b> يمكن تخزين المستندات المهمة ، مثل التذاكر والحجوزات ، في مجلدات آمنة لا يمكن الوصول إليها إلا للأفراد المصرح لهم.</li>
de: <li><b>Gesicherte Ordner:</b> Wichtige Dokumente, wie z. B. Tickets und Reservierungen, können in gesicherten Ordnern gespeichert werden, auf die nur autorisierte Personen zugreifen können.</li>
es: <li><b>Carpetas seguras:</b> Los documentos importantes, como los billetes y las reservas, pueden almacenarse en carpetas seguras a las que solo pueden acceder las personas autorizadas.</li>
fr: <li><b>Dossiers sécurisés :</b> Les documents importants, tels que les billets et les réservations, peuvent être stockés dans des dossiers sécurisés accessibles uniquement aux personnes autorisées. </li>
it: <li><b>Cartelle protette:</b> I documenti importanti, come biglietti e prenotazioni, possono essere archiviati in cartelle sicure accessibili solo alle persone autorizzate.</li>
ko: <li><b>보안 폴더:</b> 티켓 및 예약과 같은 중요한 문서는 권한이 있는 개인만 액세스할 수 있는 보안 폴더에 저장할 수 있습니다.</li>
nl: <li><b>Beveiligde mappen:</b> Belangrijke documenten, zoals tickets en reserveringen, kunnen worden opgeslagen in beveiligde mappen die alleen toegankelijk zijn voor geautoriseerde personen.</li>
pl: <li><b>Zabezpieczone foldery:</b> Ważne dokumenty, takie jak bilety i rezerwacje, można przechowywać w zabezpieczonych folderach, do których dostęp mają wyłącznie osoby upoważnione.</li>
pt: <li><b>Pastas seguras:</b> Documentos importantes, como passagens e reservas, podem ser armazenados em pastas seguras acessíveis apenas a pessoas autorizadas.</li>
ru: <li><b>Защищенные папки:</b> Важные документы, такие как билеты и бронирование, могут храниться в защищенных папках, доступных только уполномоченным лицам.</li>
sv: <li><b>Skyddade mappar:</b> Viktiga dokument, t.ex. biljetter och bokningar, kan lagras i säkrade mappar som endast är tillgängliga för behöriga personer.</li>
tr: <li><b>Güvenli Klasörler:</b> Biletler ve rezervasyonlar gibi önemli belgeler, yalnızca yetkili kişilerin erişebildiği güvenli klasörlerde saklanabilir.</li>
zh: <li><b>受保护的文件夹：</b> 重要文件（如门票和预订）可以存储在只有获得授权的个人才能访问的安全文件夹中。</li>
