Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_FEFBI_H2_Text1
source: Encryption serves as the frontline defense against cyber threats and data breaches for financial data. Recommended by leading institutions such as NIST, IBM, and Microsoft, encryption algorithms and cryptographic keys transform file contents into an unreadable and indecipherable format.
ar: يعمل التشفير كخط دفاع أمامي ضد التهديدات السيبرانية وخروقات البيانات للبيانات المالية. موصى به من قبل المؤسسات الرائدة مثل NIST و IBM و مايكروسوفت، تعمل خوارزميات التشفير ومفاتيح التشفير على تحويل محتويات الملف إلى تنسيق غير قابل للقراءة وغير قابل للفك.
de: Verschlüsselung dient als Frontverteidigung gegen Cyberbedrohungen und Datenschutzverletzungen bei Finanzdaten. Verschlüsselungsalgorithmen und kryptografische Schlüssel werden von führenden Institutionen wie NIST, IBM und Microsoft empfohlen und wandeln Dateiinhalte in ein unlesbares und nicht entzifferbares Format um.
es: El cifrado sirve como primera línea de defensa contra las amenazas cibernéticas y las violaciones de datos financieros. Recomendados por instituciones líderes como NIST, IBM y Microsoft, los algoritmos de cifrado y las claves criptográficas transforman el contenido de los archivos en un formato ilegible e indescifrable.
fr: Le cryptage sert de défense de première ligne contre les cybermenaces et les violations de données pour les données financières. Recommandés par les principales institutions telles que NIST, IBM et Microsoft, les algorithmes de chiffrement et les clés cryptographiques transforment le contenu des fichiers en un format illisible et indéchiffrable.
it: La crittografia funge da difesa in prima linea contro le minacce informatiche e le violazioni dei dati finanziari. Raccomandati da istituzioni leader come NIST, IBM e Microsoft, gli algoritmi di crittografia e le chiavi crittografiche trasformano il contenuto dei file in un formato illeggibile e indecifrabile.
ko: 암호화는 금융 데이터에 대한 사이버 위협과 데이터 침해에 대한 최전선 방어 역할을 한다. NIST, IBM, Microsoft 등 주요 기관에서 권장하는 암호화 알고리즘과 암호화 키는 파일 내용을 읽을 수 없고 해독할 수 없는 형식으로 변환합니다.
nl: Versleuteling dient als de frontlinie verdediging tegen cyberdreigingen en datalekken voor financiële gegevens. Aanbevolen door toonaangevende instellingen zoals NIST, IBM en Microsoft, transformeren versleutelingsalgoritmen en cryptografische sleutels de inhoud van bestanden in een onleesbaar en niet te ontcijferen formaat.
pl: Szyfrowanie służy jako pierwsza linia obrony przed cyberzagrożeniami i naruszeniami danych finansowych. Zalecane przez wiodące instytucje, takie jak NIST, IBM i Microsoft, algorytmy szyfrowania i klucze kryptograficzne przekształcają zawartość plików w nieczytelny i niezrozumiały format.
pt: A criptografia serve como defesa da linha de frente contra ameaças cibernéticas e violações de dados financeiros. Recomendados por instituições líderes como NIST, IBM e Microsoft, algoritmos de criptografia e chaves criptográficas transformam o conteúdo do arquivo em um formato ilegível e indecifrável.
ru: Шифрование служит передовой линией защиты от киберугроз и утечек финансовых данных. Алгоритмы шифрования и криптографические ключи, рекомендованные ведущими учреждениями, такими как NIST, IBM и Microsoft, преобразуют содержимое файла в нечитаемый и неразборчивый формат.
sv: Kryptering fungerar som första försvarslinjen mot cyberhot och dataintrång för finansiell data. Rekommenderad av ledande institutioner som NIST, IBM och Microsoft, omvandlar krypteringsalgoritmer och kryptografiska nycklar filinnehåll till ett oläsbart och oknäckbart format.
tr: Şifreleme, finansal veriler için siber tehditlere ve veri ihlallerine karşı ön cephe savunması görevi görür. NIST, IBM ve Microsoft gibi önde gelen kurumlar tarafından önerilen şifreleme algoritmaları ve şifreleme anahtarları, dosya içeriğini okunamaz ve çözülemez bir biçime dönüştürür.
zh: 加密是抵御网络威胁和金融数据泄露的第一道防线。在 NIST、IBM 和 Microsoft 等领先机构的推荐下，加密算法和加密密钥可将文件内容转换为不可读且无法破译的格式。

# Blog_FEFBI_H2_Text2
source: This ensures that only authorized users possessing the correct cryptographic keys can decrypt and access the files. During a data breach, encrypted files are effectively worthless to cyber attackers without the corresponding decryption keys.
ar: هذا يضمن أن المستخدمين المصرح لهم فقط الذين يمتلكون مفاتيح التشفير الصحيحة يمكنهم فك تشفير الملفات والوصول إليها. أثناء خرق البيانات ، تكون الملفات المشفرة عديمة القيمة بشكل فعال للمهاجمين الإلكترونيين بدون مفاتيح فك التشفير المقابلة.
de: Dadurch wird sichergestellt, dass nur autorisierte Benutzer, die über die richtigen kryptografischen Schlüssel verfügen, die Dateien entschlüsseln und darauf zugreifen können. Während einer Datenschutzverletzung sind verschlüsselte Dateien für Cyberangreifer ohne die entsprechenden Entschlüsselungsschlüssel effektiv wertlos.
es: Esto garantiza que solo los usuarios autorizados que posean las claves criptográficas correctas puedan descifrar y acceder a los archivos. Durante una violación de datos, los archivos cifrados son efectivamente inútiles para los atacantes cibernéticos sin las claves de descifrado correspondientes.
fr: Cela garantit que seuls les utilisateurs autorisés possédant les bonnes clés cryptographiques peuvent déchiffrer et accéder aux fichiers. Lors d’une violation de données, les fichiers chiffrés sont effectivement sans valeur pour les cyber-attaquants sans les clés de déchiffrement correspondantes.
it: In questo modo si garantisce che solo gli utenti autorizzati in possesso delle chiavi crittografiche corrette possano decrittografare e accedere ai file. Durante una violazione dei dati, i file crittografati sono effettivamente inutili per gli aggressori informatici senza le chiavi di decrittazione corrispondenti.
ko: 이렇게 하면 올바른 암호화 키를 소유한 인증된 사용자만 파일을 해독하고 액세스할 수 있습니다. 데이터 침해 중에 암호화된 파일은 해당 암호 해독 키가 없는 사이버 공격자에게 효과적으로 가치가 없다.
nl: Dit zorgt ervoor dat alleen geautoriseerde gebruikers die over de juiste cryptografische sleutels beschikken, de bestanden kunnen decoderen en openen. Tijdens een datalek zijn versleutelde bestanden in feite waardeloos voor cyberaanvallers zonder de bijbehorende decoderingssleutels.
pl: Zapewnia to, że tylko autoryzowani użytkownicy posiadający właściwe klucze kryptograficzne mogą odszyfrować i uzyskać dostęp do plików. Podczas naruszenia danych zaszyfrowane pliki są skutecznie bezwartościowe dla cyberprzestępców bez odpowiednich kluczy deszyfrujących.
pt: Isso garante que apenas usuários autorizados que possuam as chaves criptográficas corretas possam descriptografar e acessar os arquivos. Durante uma violação de dados, os arquivos criptografados são efetivamente inúteis para os invasores cibernéticos sem as chaves de descriptografia correspondentes.
ru: Это гарантирует, что только авторизованные пользователи, обладающие правильными криптографическими ключами, смогут расшифровать файлы и получить к ним доступ. Во время утечки данных зашифрованные файлы фактически бесполезны для киберпреступников без соответствующих ключей дешифрования.
sv: Detta säkerställer att endast auktoriserade användare med rätt kryptografiska nycklar kan dekryptera och komma åt filerna. Under ett dataintrång är krypterade filer i praktiken värdelösa för cyberattacker utan de motsvarande dekrypteringsnycklarna.
tr: Bu, yalnızca doğru şifreleme anahtarlarına sahip yetkili kullanıcıların dosyaların şifresini çözebilmesini ve dosyalara erişebilmesini sağlar. Bir veri ihlali sırasında, şifrelenmiş dosyalar, karşılık gelen şifre çözme anahtarları olmadan siber saldırganlar için tamamen değersizdir.
zh: 这样可以确保只有拥有正确加密密钥的授权用户才能解密和访问文件。在数据泄露期间，如果没有相应的解密密钥，加密文件对于网络攻击者来说实际上毫无价值。

# Blog_FEFBI_H3_SH1_Text1
source: AxCrypt uses AES-256 encryption, one of the strongest encryption standards available. This ensures that all sensitive data, whether at rest or in transit, is protected from unauthorized access and cyber threats. Financial orgnizaitons can trust that their information is secure, reducing the risk of data breaches.
ar: يستخدم اكسكربت تشفير AES-256 ، وهو أحد أقوى معايير التشفير المتاحة. وهذا يضمن حماية جميع البيانات الحساسة ، سواء كانت في حالة عدم النشاط أو أثناء النقل ، من الوصول غير المصرح به والتهديدات السيبرانية. يمكن للمؤسسات المالية أن تثق في أن معلوماتها آمنة ، مما يقلل من مخاطر خروقات البيانات.
de: AxCrypt verwendet die AES-256-Verschlüsselung, einen der stärksten verfügbaren Verschlüsselungsstandards. Dadurch wird sichergestellt, dass alle sensiblen Daten, ob im Ruhezustand oder während der Übertragung, vor unbefugtem Zugriff und Cyberbedrohungen geschützt sind. Finanzorganisationen können darauf vertrauen, dass ihre Informationen sicher sind, wodurch das Risiko von Datenschutzverletzungen verringert wird.
es: AxCrypt utiliza el cifrado AES-256, uno de los estándares de cifrado más fuertes disponibles. Esto garantiza que todos los datos confidenciales, ya sea en reposo o en tránsito, estén protegidos contra el acceso no autorizado y las amenazas cibernéticas. Las organizaciones financieras pueden confiar en que su información está segura, lo que reduce el riesgo de violaciones de datos.
fr: AxCrypt utilise le cryptage AES-256, l’une des normes de cryptage les plus strictes disponibles. Cela garantit que toutes les données sensibles, qu’elles soient au repos ou en transit, sont protégées contre les accès non autorisés et les cybermenaces. Les organisations financières peuvent avoir confiance que leurs informations sont sécurisées, ce qui réduit le risque de violation de données.
it: AxCrypt utilizza la crittografia AES-256, uno degli standard di crittografia più forti disponibili. Ciò garantisce che tutti i dati sensibili, sia a riposo che in transito, siano protetti da accessi non autorizzati e minacce informatiche. Le organizzazioni finanziarie possono fidarsi della sicurezza delle loro informazioni, riducendo il rischio di violazioni dei dati.
ko: AxCrypt는 가장 강력한 암호화 표준 중 하나인 AES-256 암호화를 사용합니다. 이렇게 하면 저장 중이거나 전송 중인 모든 중요한 데이터를 무단 액세스 및 사이버 위협으로부터 보호할 수 있습니다. 금융기관은 자신의 정보가 안전하다고 신뢰할 수 있어 데이터 침해 위험을 줄일 수 있다.
nl: AxCrypt maakt gebruik van AES-256-codering, een van de sterkste beschikbare coderingsstandaarden. Dit zorgt ervoor dat alle gevoelige gegevens, zowel in rust als onderweg, worden beschermd tegen onbevoegde toegang en cyberdreigingen. Financiële organisaties kunnen erop vertrouwen dat hun informatie veilig is, waardoor het risico op datalekken wordt verkleind.
pl: AxCrypt używa szyfrowania AES-256, jednego z najsilniejszych dostępnych standardów szyfrowania. Gwarantuje to, że wszystkie poufne dane, niezależnie od tego, czy są w stanie spoczynku, czy w ruchu, są chronione przed nieautoryzowanym dostępem i cyberzagrożeniami. Organizacje finansowe mogą mieć pewność, że ich informacje są bezpieczne, co zmniejsza ryzyko naruszeń danych.
pt: O AxCrypt usa criptografia AES-256, um dos padrões de criptografia mais fortes disponíveis. Isso garante que todos os dados confidenciais, sejam em repouso ou em trânsito, sejam protegidos contra acesso não autorizado e ameaças cibernéticas. As organizações financeiras podem confiar que suas informações estão seguras, reduzindo o risco de violações de dados.
ru: AxCrypt использует шифрование AES-256, один из самых надежных доступных стандартов шифрования. Это гарантирует, что все конфиденциальные данные, будь то при хранении или передаче, защищены от несанкционированного доступа и киберугроз. Финансовые организации могут быть уверены в безопасности своей информации, что снижает риск утечки данных.
sv: AxCrypt använder AES-256-kryptering, en av de starkaste krypteringsstandarderna som finns tillgängliga. Detta säkerställer att all känslig data, både i vila och under överföring, är skyddad från obehörig åtkomst och cyberhot. Finansiella organisationer kan lita på att deras information är säker, vilket minskar risken för dataintrång.
tr: AxCrypt, mevcut en güçlü şifreleme standartlarından biri olan AES-256 şifrelemesini kullanır. Bu, ister beklemede ister aktarım halinde olsun, tüm hassas verilerin yetkisiz erişime ve siber tehditlere karşı korunmasını sağlar. Finansal kuruluşlar, bilgilerinin güvende olduğundan emin olabilir, bu da veri ihlali riskini azaltır.
zh: AxCrypt使用AES-256加密，这是目前最强大的加密标准之一。这确保了所有敏感数据，无论是静态数据还是传输中的数据，都受到保护，免受未经授权的访问和网络威胁。金融机构可以相信他们的信息是安全的，从而降低了数据泄露的风险。

# Blog_FEFBI_H3_SH2_Text1
source: Financial institutions and organizations are subject to stringent regulations that require the protection of personal and financial data. AxCrypt helps these institutions comply with GDPR, NIS2, and other relevant regulations by providing robust encryption solutions that meet regulatory standards. This not only avoids potential legal penalties but also builds trust with customers and stakeholders.
ar: تخضع المؤسسات والمنظمات المالية للوائح صارمة تتطلب حماية البيانات الشخصية والمالية. يساعد اكسكربت هذه المؤسسات على الامتثال للائحة العامة لحماية البيانات (GDPR) و NIS2 واللوائح الأخرى ذات الصلة من خلال توفير حلول تشفير قوية تلبي المعايير التنظيمية. هذا لا يتجنب العقوبات القانونية المحتملة فحسب ، بل يبني أيضا الثقة مع العملاء وأصحاب المصلحة.
de: Finanzinstitute und -organisationen unterliegen strengen Vorschriften, die den Schutz personenbezogener und finanzieller Daten erfordern. AxCrypt hilft diesen Institutionen bei der Einhaltung von DSGVO, NIS2 und anderen relevanten Vorschriften, indem es robuste Verschlüsselungslösungen bereitstellt, die den gesetzlichen Standards entsprechen. Dies vermeidet nicht nur mögliche rechtliche Sanktionen, sondern schafft auch Vertrauen bei Kunden und Stakeholdern.
es: Las instituciones y organizaciones financieras están sujetas a regulaciones estrictas que requieren la protección de datos personales y financieros. AxCrypt ayuda a estas instituciones a cumplir con GDPR, NIS2 y otras regulaciones relevantes al proporcionar soluciones de cifrado sólidas que cumplen con los estándares regulatorios. Esto no solo evita posibles sanciones legales, sino que también genera confianza con los clientes y las partes interesadas.
fr: Les institutions et organisations financières sont soumises à des réglementations strictes qui exigent la protection des données personnelles et financières. AxCrypt aide ces institutions à se conformer au RGPD, à NIS2 et à d’autres réglementations pertinentes en fournissant des solutions de cryptage robustes qui répondent aux normes réglementaires. Cela permet non seulement d’éviter des sanctions juridiques potentielles, mais aussi de renforcer la confiance des clients et des parties prenantes.
it: Gli istituti e le organizzazioni finanziarie sono soggetti a normative rigorose che richiedono la protezione dei dati personali e finanziari. AxCrypt aiuta queste istituzioni a rispettare GDPR, NIS2 e altre normative pertinenti fornendo solide soluzioni di crittografia che soddisfano gli standard normativi. Ciò non solo evita potenziali sanzioni legali, ma crea anche fiducia con clienti e stakeholder.
ko: 금융기관과 단체는 개인 및 금융 데이터의 보호를 요구하는 엄격한 규제를 받는다. AxCrypt는 규정 표준을 충족하는 강력한 암호화 솔루션을 제공하여 GDPR, NIS2 및 기타 관련 규정을 준수할 수 있도록 지원합니다. 이는 잠재적인 법적 처벌을 피할 뿐만 아니라 고객 및 이해 관계자와 신뢰를 구축합니다.
nl: Financiële instellingen en organisaties zijn onderworpen aan strenge regelgeving die de bescherming van persoonlijke en financiële gegevens vereist. AxCrypt helpt deze instellingen te voldoen aan de AVG, NIS2 en andere relevante regelgeving door robuuste versleutelingsoplossingen te bieden die voldoen aan de wettelijke normen. Dit voorkomt niet alleen mogelijke juridische sancties, maar bouwt ook vertrouwen op bij klanten en belanghebbenden.
pl: Instytucje finansowe i organizacje podlegają surowym przepisom, które wymagają ochrony danych osobowych i finansowych. AxCrypt pomaga tym instytucjom przestrzegać GDPR, NIS2 i innych stosownych przepisów, zapewniając solidne rozwiązania szyfrujące, które spełniają standardy regulacyjne. Pozwala to nie tylko uniknąć potencjalnych kar prawnych, ale także buduje zaufanie klientów i interesariuszy.
pt: As instituições e organizações financeiras estão sujeitas a regulamentos rigorosos que exigem a proteção de dados pessoais e financeiros. O AxCrypt ajuda essas instituições a cumprir o GDPR, NIS2 e outros regulamentos relevantes, fornecendo soluções de criptografia robustas que atendem aos padrões regulatórios. Isso não apenas evita possíveis penalidades legais, mas também cria confiança com clientes e partes interessadas.
ru: Финансовые учреждения и организации подчиняются строгим правилам, требующим защиты персональных и финансовых данных. AxCrypt помогает этим учреждениям соблюдать GDPR, NIS2 и другие соответствующие нормативные требования, предоставляя надежные решения для шифрования, соответствующие нормативным стандартам. Это не только позволяет избежать потенциальных юридических штрафов, но и укрепляет доверие клиентов и заинтересованных сторон.
sv: Finansiella institutioner och organisationer är föremål för strikta regler som kräver skydd av personliga och finansiella data. AxCrypt hjälper dessa institutioner att följa GDPR, NIS2 och andra relevanta regler genom att erbjuda robusta krypteringslösningar som uppfyller regulatoriska standarder. Detta undviker inte bara potentiella rättsliga påföljder, utan bygger också förtroende hos kunder och intressenter.
tr: Finansal kurum ve kuruluşlar, kişisel ve finansal verilerin korunmasını gerektiren sıkı düzenlemelere tabidir. AxCrypt, düzenleyici standartları karşılayan güçlü şifreleme çözümleri sunarak bu kurumların GDPR, NIS2 ve diğer ilgili düzenlemelere uymalarına yardımcı olur. Bu sadece potansiyel yasal cezaları önlemekle kalmaz, aynı zamanda müşteriler ve paydaşlar için güven oluşturur.
zh: 金融机构和组织受到严格的法规的约束，这些法规要求保护个人和财务数据。AxCrypt 通过提供符合监管标准的强大加密解决方案，帮助这些机构遵守 GDPR、NIS2 和其他相关法规。这不仅避免了潜在的法律处罚，而且还可以与客户和利益相关者建立信任。

# Blog_FEFBI_H3_SH3_Text1
source: With AxCrypt's key-sharing feature, financial institutions can securely share encrypted files with authorized personnel. This ensures that sensitive information can be accessed only by those who have the necessary permissions, reducing the risk of data leaks and unauthorized access.
ar: مع ميزة مشاركة المفاتيح في اكسكربت ، يمكن للمؤسسات المالية مشاركة الملفات المشفرة بأمان مع الموظفين المعتمدين. وهذا يضمن أنه لا يمكن الوصول إلى المعلومات الحساسة إلا من قبل أولئك الذين لديهم الأذونات اللازمة ، مما يقلل من مخاطر تسرب البيانات والوصول غير المصرح به.
de: Mit der Schlüsselfreigabefunktion von AxCrypt können Finanzinstitute verschlüsselte Dateien sicher mit autorisiertem Personal teilen. Dadurch wird sichergestellt, dass nur diejenigen auf sensible Informationen zugreifen können, die über die erforderlichen Berechtigungen verfügen, wodurch das Risiko von Datenlecks und unbefugtem Zugriff verringert wird.
es: Con la función de uso compartido de claves de AxCrypt, las instituciones financieras pueden compartir de forma segura archivos cifrados con personal autorizado. Esto garantiza que solo puedan acceder a la información confidencial aquellos que tengan los permisos necesarios, lo que reduce el riesgo de fugas de datos y acceso no autorizado.
fr: Grâce à la fonction de partage de clés d’AxCrypt, les institutions financières peuvent partager en toute sécurité des fichiers chiffrés avec le personnel autorisé. Cela garantit que les informations sensibles ne peuvent être consultées que par ceux qui ont les autorisations nécessaires, réduisant ainsi le risque de fuites de données et d’accès non autorisé.
it: Con la funzione di condivisione delle chiavi di AxCrypt, gli istituti finanziari possono condividere in modo sicuro i file crittografati con il personale autorizzato. Ciò garantisce che le informazioni sensibili siano accessibili solo a coloro che dispongono delle autorizzazioni necessarie, riducendo il rischio di fughe di dati e accessi non autorizzati.
ko: AxCrypt의 키 공유 기능을 통해 금융 기관은 인증된 직원과 암호화된 파일을 안전하게 공유할 수 있습니다. 따라서 필요한 권한이 있는 사용자만 중요한 정보에 액세스할 수 있으므로 데이터 유출 및 무단 액세스의 위험이 줄어듭니다.
nl: Met de functie voor het delen van sleutels van AxCrypt kunnen financiële instellingen veilig versleutelde bestanden delen met geautoriseerd personeel. Dit zorgt ervoor dat gevoelige informatie alleen toegankelijk is voor degenen die over de nodige machtigingen beschikken, waardoor het risico op datalekken en ongeoorloofde toegang wordt verkleind.
pl: Dzięki funkcji udostępniania kluczy AxCrypt instytucje finansowe mogą bezpiecznie udostępniać zaszyfrowane pliki upoważnionemu personelowi. Dzięki temu dostęp do poufnych informacji mają tylko osoby posiadające niezbędne uprawnienia, co zmniejsza ryzyko wycieku danych i nieautoryzowanego dostępu.
pt: Com o recurso de compartilhamento de chaves do AxCrypt, as instituições financeiras podem compartilhar arquivos criptografados com segurança com pessoal autorizado. Isso garante que informações confidenciais possam ser acessadas apenas por quem possui as permissões necessárias, reduzindo o risco de vazamento de dados e acesso não autorizado.
ru: С помощью функции обмена ключами AxCrypt финансовые учреждения могут безопасно обмениваться зашифрованными файлами с уполномоченным персоналом. Это гарантирует, что доступ к конфиденциальной информации могут получить только те, у кого есть необходимые разрешения, что снижает риск утечки данных и несанкционированного доступа.
sv: Med AxCrypts nyckeldelningsfunktion kan finansiella institutioner säkert dela krypterade filer med auktoriserad personal. Detta säkerställer att känslig information endast kan nås av dem som har nödvändiga behörigheter, vilket minskar risken för dataläckor och obehörig åtkomst.
tr: AxCrypt'in anahtar paylaşma özelliği ile finans kurumları şifrelenmiş dosyaları yetkili personelle güvenli bir şekilde paylaşabilir. Bu, hassas bilgilere yalnızca gerekli izinlere sahip kişiler tarafından erişilebilmesini sağlayarak veri sızıntısı ve yetkisiz erişim riskini azaltır.
zh: 借助AxCrypt的密钥共享功能，金融机构可以与授权人员安全地共享加密文件。这确保了敏感信息只能由具有必要权限的人员访问，从而降低了数据泄露和未经授权访问的风险。
