Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADSDE_H2_SH2_Text1
source: Securing pdf files, folders, and other data has become a necessity in our digital era. Anyone with access to a user database on a company's servers (including hackers) might simply examine any stored passwords if the passwords were not encrypted. With the advancement of technology, hackers are upping their game in terms of snooping around data. Here are a few tips on how to keep your data protected..<br/><br/>
ar: أصبح تأمين ملفات بي دي إف والمجلدات والبيانات الأخرى ضرورة في عصرنا الرقمي. قد يقوم أي شخص لديه حق الوصول إلى قاعدة بيانات المستخدمين على خوادم الشركة (بما في ذلك المتسللين) بفحص أي كلمات مرور مخزنة إذا لم يتم تشفير كلمات المرور. مع تقدم التكنولوجيا ، يقوم المتسللون بتصعيد لعبتهم من حيث التطفل على البيانات. إليك بعض النصائح حول كيفية الحفاظ على حماية بياناتك .. <br/> <br/>
de: Das Sichern von PDF-Dateien, Ordnern und anderen Daten ist in unserem digitalen Zeitalter zu einer Notwendigkeit geworden. Jeder, der Zugriff auf eine Benutzerdatenbank auf den Servern eines Unternehmens hat (einschließlich Hacker), könnte einfach gespeicherte Passwörter überprüfen, wenn die Passwörter nicht verschlüsselt waren. Mit dem Fortschritt der Technologie verbessern Hacker ihr Spiel in Bezug auf das Herumschnüffeln von Daten. Hier sind einige Tipps, wie Sie Ihre Daten schützen können..<br/><br/>
es: Proteger archivos PDF, carpetas y otros datos se ha convertido en una necesidad en nuestra era digital. Cualquier persona con acceso a una base de datos de usuarios en los servidores de una empresa (incluidos los hackers informáticos) podría simplemente examinar las contraseñas almacenadas si estas no estuvieran cifradas. Con el avance de la tecnología, los hackers informáticos están mejorando su juego en términos de husmear en los datos. Aquí hay algunos consejos sobre cómo mantener tus datos protegidos.<br/><br/>
fr: La sécurisation des fichiers PDF, des dossiers, et d’autres données est devenue une nécessité à l’ère numérique. Toute personne ayant accès à une base de données d’utilisateurs sur les serveurs d’une entreprise (y compris les pirates) peut simplement examiner les mots de passe stockés si les mots de passe n’étaient pas cryptés. Avec l’avancement de la technologie, les pirates améliorent leur jeu en termes d’espionnage des données. Voici quelques conseils sur la façon de protéger vos données..<br/><br/>
it: La protezione di file pdf, cartelle e altri dati è diventata una necessità nella nostra era digitale. Chiunque abbia accesso a un database utente sui server di un'azienda (inclusi gli hacker) potrebbe semplicemente esaminare qualsiasi password memorizzata se le password non fossero crittografate. Con il progresso della tecnologia, gli hacker stanno migliorando il loro gioco in termini di curiosare tra i dati. Ecco alcuni suggerimenti su come proteggere i tuoi dati.<br/><br/>
ko: pdf 파일, 폴더 및 기타 데이터를 보호하는 것은 디지털 시대에 필수가 되었습니다. 회사 서버의 사용자 데이터베이스에 액세스할 수 있는 사람(해커 포함)은 암호화되지 않은 경우 저장된 암호를 간단히 볼 수 있습니다. 기술의 발전으로 해커는 데이터 주위를 스누핑하는 측면에서 기술을 향상시키고 있습니다. 다음은 데이터를 보호하는 방법에 대한 몇 가지 팁입니다..<br/><br/>
nl: Het beveiligen van pdf-bestanden, mappen en andere gegevens is een noodzaak geworden in ons digitale tijdperk. Iedereen met toegang tot een gebruikersdatabase op de servers van een bedrijf (inclusief hackers) zou eenvoudig alle opgeslagen wachtwoorden kunnen onderzoeken als de wachtwoorden niet versleuteld waren. Met de vooruitgang van de technologie verbeteren hackers hun spel op het gebied van rondsnuffelen in gegevens. Hier zijn een paar tips om uw gegevens te beschermen..<br/><br/>
pl: Zabezpieczanie plików PDF, folderów i innych danych stało się koniecznością w naszej erze cyfrowej. Każdy, kto ma dostęp do bazy danych użytkowników na serwerach firmy (w tym hakerzy), może po prostu sprawdzić wszelkie przechowywane hasła, jeśli nie były one zaszyfrowane. Wraz z postępem technologii hakerzy działają coraz sprawniej, jeśli chodzi o podsłuchiwanie danych. Oto kilka wskazówek, jak chronić swoje dane..<br/><br/>
pt: Proteger ficheiros PDF, pastas e outros dados tornou-se uma necessidade na nossa era digital. Qualquer pessoa com acesso a uma base de dados num servidor de uma empresa (incluindo hackers) pode simplesmente examinar palavras-passe se não forem cifradas. Com o avanço da tecnologia, os hackers estão a subir a parada em termos de espionagem de dados. Seguem-se algumas dicas sobre como manter os seus dados protegidos.<br/><br/>
ru: Защита pdf-файлов, папок и других данных стала необходимостью в нашу цифровую эпоху. Любой, у кого есть доступ к базе данных пользователей на серверах компании (включая хакеров), может просто просмотреть любые сохраненные пароли, если они не были зашифрованы. С развитием технологий хакеры усиливают свою игру с точки зрения слежки за данными. Вот несколько советов о том, как обеспечить защиту ваших данных..<br/><br/>
sv: Att säkra pdf-filer, mappar och annan data har blivit en nödvändighet i vår digitala era. Alla som har tillgång till en användardatabas på ett företags servrar (inklusive hackare) kan helt enkelt undersöka eventuella lagrade lösenord om lösenorden inte är krypterade. Med teknikens framsteg ökar hackare sin talang för att komma åt informationen. Här är några tips om hur du skyddar din data...<br/><br/>
tr: PDF dosyalarını, klasörlerini ve diğer verileri güvence altına almak, dijital çağımızda bir zorunluluk haline gelmiştir. Bir şirketin sunucularındaki bir kullanıcı veritabanına erişimi olan herkes (bilgisayar korsanları dahil), parolalar şifrelenmemişse, depolanan parolaları inceleyebilir. Teknolojinin ilerlemesiyle birlikte, bilgisayar korsanları oyunlarını verilerin etrafında gözetleme açısından yükseltiyorlar. İşte verilerinizi nasıl koruyacağınıza dair birkaç ipucu..<br/><br/>
zh: 保护pdf文件，文件夹和其他数据已成为我们数字时代的必需品。 任何有权访问公司服务器上的用户数据库的人（包括黑客）都可以简单地检查任何存储的密码，如果密码没有加密。 随着技术的进步，黑客在窥探数据方面正在提高他们的游戏水平。 以下是有关如何保护数据的一些提示。.<br/><br/>

# Blog_ADSDE_H2_SubHeading1
source: <strong>The Reality of Cybercrime</strong>
ar: <strong> واقع الجرائم الإلكترونية </ strong>
de: <strong>Die Realität der Cyberkriminalität</strong>
es: <strong>La realidad del cibercrimen</strong>
fr: <strong>La réalité de la cybercriminalité</strong>
it: <strong>La realtà del crimine informatico</strong>
ko: <strong>사이버 범죄의 현실</strong>
nl: <strong>De realiteit van Cybercriminaliteit</strong>
pl: <strong>Rzeczywistość cyberprzestępczości</strong>
pt: <strong>A Realidade do Cibercrime</strong>
ru: <strong>Реальность киберпреступности</strong>
sv: <strong>Realiteten av Cyberbrottslighet</strong>
tr: <strong>Siber Suçlar Gerçekliği</strong>
zh: <strong>网络犯罪的现实</strong>

# Blog_ADSDE_H2_SubHeading2
source: <strong>How to keep data secure?</strong>
ar: <strong> كيف تحافظ على أمان البيانات؟ </strong>
de: <strong>Wie können Daten sicher aufbewahrt werden?</strong>
es: <strong>¿Cómo mantener los datos a salvo?</strong>
fr: <strong>Comment sécuriser les données ?</strong>
it: <strong>Come proteggere i dati?</strong>
ko: <strong>데이터 보안을 유지하는 방법?</strong>
nl: <strong>Hoe houdt u gegevens veilig?</strong>
pl: <strong>Jak zabezpieczyć dane?</strong>
pt: <strong>Como manter os seus dados protegidos?</strong>
ru: <strong>Как обеспечить безопасность данных?</strong>
sv: <strong>Hur håller man data säker?</strong>
tr: <strong>Veriler nasıl güvende tutulur?</strong>
zh: <strong>如何保证数据安全？</strong>

# Blog_ADSDE_H2_Text1
source: The world is dominated by online communities, online transactions, cloud computing, and automated procedures. To avoid loss of control, illegal disclosure, unlawful acquisition, and access for an unauthorized purpose, it is important to safeguard data. As technology advances, it creates new attack types, tools, and strategies that enable attackers to breach more complicated or well-controlled systems, including mobile phones.
ar: تهيمن المجتمعات على الإنترنت والمعاملات عبر الإنترنت والحوسبة السحابية والإجراءات الآلية على العالم. لتجنب فقدان السيطرة ، والكشف غير القانوني ، والاستحواذ غير القانوني ، والوصول لغرض غير مصرح به ، من المهم حماية البيانات. مع تقدم التكنولوجيا ، فإنها تخلق أنواعًا وأدوات واستراتيجيات هجومية جديدة تمكن المهاجمين من اختراق أنظمة أكثر تعقيدًا أو خاضعة للتحكم جيدًا ، بما في ذلك الهواتف المحمولة.
de: Die Welt wird von Online-Communities, Online-Transaktionen, Cloud Computing und automatisierten Verfahren dominiert. Um Kontrollverlust, illegale Offenlegung, rechtswidrigen Erwerb und Zugriff für unbefugte Zwecke zu vermeiden, ist es wichtig, Daten zu schützen. Mit fortschreitender Technologie entstehen neue Angriffstypen, Tools und Strategien, die es Angreifern ermöglichen, kompliziertere oder gut kontrollierte Systeme, einschließlich Mobiltelefone, zu durchbrechen.
es: El mundo está dominado por comunidades digitales, transacciones en línea, computación en la nube y procedimientos automatizados. Para evitar la pérdida de control, la divulgación ilegal, la adquisición ilegal y el acceso para fines no autorizados, es importante salvaguardar los datos. A medida que avanza la tecnología, se crean nuevos tipos de ataques, herramientas y estrategias que permiten a los atacantes vulnerar sistemas más complicados o mejor controlados, incluidos los teléfonos móviles.
fr: Le monde est dominé par les communautés en ligne, les transactions en ligne, l'informatique cloud, et les procédures automatisées. Pour éviter la perte de contrôle, la divulgation illégale, l’acquisition illégale, et l’accès à des fins non autorisées, il est important de protéger les données. À mesure que la technologie progresse, elle crée de nouveaux types d’attaques, des outils et des stratégies qui permettent aux attaquants de violer des systèmes plus compliqués ou bien contrôlés, y compris les téléphones mobiles.
it: Il mondo è dominato da comunità online, transazioni online, cloud computing e procedure automatizzate. Per evitare la perdita di controllo, la divulgazione illegale, l'acquisizione illecita e l'accesso per uno scopo non autorizzato, è importante salvaguardare i dati. Con il suo l'avanzare, la tecnologia crea nuovi tipi di attacco, strumenti e strategie che consentono agli aggressori di violare sistemi più complicati o ben controllati, inclusi i telefoni cellulari.
ko: 세계는 온라인 커뮤니티, 온라인 거래, 클라우드 컴퓨팅 및 자동화된 절차에 의해 지배됩니다. 통제력 상실, 불법 공개, 불법 획득 및 무단 액세스의 손실을 방지하려면 데이터를 보호하는 것이 중요합니다. 기술이 발전함에 따라 공격자가 휴대폰을 포함하여 더 복잡하거나, 시스템을 침해할 수 있도록 하는 새로운 공격 유형, 도구 및 전략이 생성됩니다.
nl: De wereld wordt gedomineerd door online gemeenschappen, online transacties, cloud computing en geautomatiseerde procedures. Om controleverlies, illegale openbaarmaking, onrechtmatige verwerving en toegang voor een ongeoorloofd doel te voorkomen, is het belangrijk gegevens te beveiligen. Naarmate de technologie voortschrijdt, ontstaan nieuwe aanvalstypen, instrumenten en strategieën waarmee aanvallers inbreuk kunnen maken op meer gecompliceerde of goed gecontroleerde systemen, waaronder mobiele telefoons.
pl: Świat jest zdominowany przez społeczności internetowe, transakcje online, przetwarzanie w chmurze i zautomatyzowane procedury. Aby uniknąć utraty kontroli, nielegalnego ujawnienia, nielegalnego pozyskiwania i dostępu w nieuprawnionym celu, ważne jest, aby chronić dane. Wraz z rozwojem technologii powstają nowe typy ataków, narzędzia i strategie, które umożliwiają atakującym włamanie do bardziej skomplikowanych lub dobrze kontrolowanych systemów, w tym telefonów komórkowych.
pt: O mundo está dominado por comunidades online, transacções online, computação na nuvem e procedimentos automatizados. Para evitar perda de controlo, divulgação ilegal, aquisição ilegal e acesso com propósito não autorizado, é importante salvaguardar os dados. Enquanto a tecnologia avança, cria novos tipos de ataques, ferramentas e estratégias que permitem a atacantes violar sistemas mais complicados ou bem controlados, incluindo telemóveis.
ru: В мире доминируют онлайн-сообщества, онлайн-транзакции, облачные вычисления и автоматизированные процедуры. Чтобы избежать потери контроля, незаконного раскрытия, незаконного приобретения и доступа с несанкционированной целью, важно обеспечить защиту данных. По мере развития технологий создаются новые типы атак, инструменты и стратегии, которые позволяют злоумышленникам взламывать более сложные или хорошо контролируемые системы, включая мобильные телефоны.
sv: Världen domineras av onlineforum, onlinetransaktioner, molntjänster och automatiserade procedurer. För att undvika förlust av kontroll, olagligt avslöjande, olagligt förvärv och åtkomst för ett obehörigt ändamål är det viktigt att skydda data. Allt eftersom tekniken går framåt skapar den nya attacktyper, verktyg och strategier som gör det möjligt för angripare att bryta mot mer komplicerade eller välkontrollerade system, inklusive mobiltelefoner.
tr: Dünyaya çevrimiçi topluluklar, çevrimiçi işlemler, bulut bilişim ve otomatik prosedürler yön veriyor. Kontrol kaybı, yasa dışı ifşa, yasa dışı edinim ve yetkisiz bir amaçla erişimden kaçınmak için verilerin korunması önemlidir. Teknoloji ilerledikçe, saldırganların cep telefonları da dahil olmak üzere daha karmaşık veya iyi kontrol edilen sistemleri ihlal etmelerini sağlayan yeni saldırı türleri, araçları ve stratejileri oluşturur.
zh: 世界由在线社区，在线交易，云计算和自动化程序主导。 为了避免失去控制、非法披露、非法获取和为未经授权的目的访问，保护数据非常重要。 随着技术的进步，它创造了新的攻击类型，工具和策略，使攻击者能够破坏更复杂或控制良好的系统，包括手机。

# Blog_ADSDE_H3_SH1_Text1
source: If you send password-protected or encrypted files via email no one will be able to access the data in it without the unique key even if the email gets hacked. With the AxCrypt key sharing feature, share documents securely with others via email or any other medium you prefer with your friends/colleagues. AxCrypt allows secured files to be opened by other AxCrypt users with their own passwords. For more information, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> check out our key sharing tutorial </a>
ar: إذا قمت بإرسال ملفات محمية بكلمة مرور أو ملفات مشفرة عبر البريد الإلكتروني ، فلن يتمكن أي شخص من الوصول إلى البيانات الموجودة فيها بدون المفتاح الفريد حتى إذا تم اختراق البريد الإلكتروني. باستخدام ميزة مشاركة المفتاح اكسكربت ، شارك المستندات بأمان مع الآخرين عبر البريد الإلكتروني أو أي وسيلة أخرى تفضلها مع أصدقائك / زملائك. يسمح برنامج اكسكربت بفتح الملفات المؤمنة بواسطة مستخدمي اكسكربت الآخرين باستخدام كلمات المرور الخاصة بهم. لمزيد من المعلومات ، <a href ='https://www.youtube.com/watch؟v=TUVWbmiEFSs'> راجع البرنامج التعليمي لمشاركة المفاتيح </a>
de: Wenn Sie passwortgeschützte oder verschlüsselte Dateien per E-Mail senden, kann niemand ohne den eindeutigen Schlüssel auf die darin enthaltenen Daten zugreifen, selbst wenn die E-Mail gehackt wird. Mit der AxCrypt-Schlüsselfreigabefunktion können Sie Dokumente sicher per E-Mail oder einem anderen von Ihnen bevorzugten Medium mit Ihren Freunden / Kollegen teilen. Mit AxCrypt können gesicherte Dateien von anderen AxCrypt-Benutzern mit ihren eigenen Passwörtern geöffnet werden. Für weitere Informationen <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs '> check out our key sharing tutorial </a>
es: Si envías archivos protegidos con contraseña o cifrados por correo electrónico, nadie podrá acceder a los datos sin la clave única, incluso si el correo electrónico es hackeado. Con la función de uso compartido de claves de AxCrypt, puedes compartir documentos de forma segura con otras personas por correo electrónico o cualquier otro medio que prefieras con tus amigos/colegas. AxCrypt permite que otros usuarios de AxCrypt abran archivos protegidos con sus propias contraseñas. Para obtener más información, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> echa un vistazo a nuestro tutorial sobre uso compartido de claves </a>
fr: Si vous envoyez des fichiers protégés par mot de passe ou cryptés par e-mail, personne ne pourra accéder aux données qu’il contient sans la clé unique, même si l’e-mail est piraté. Avec la fonction de partage de clés AxCrypt, partagez des documents en toute sécurité avec d’autres personnes par e-mail ou sur tout autre support que vous préférez avec vos amis/collègues. AxCrypt permet aux fichiers sécurisés d’être ouverts par d’autres utilisateurs d’AxCrypt avec leurs propres mots de passe. Pour plus d’informations, <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> consultez notre tutoriel sur le partage de clés </a>
it: Se invii file protetti da password o crittografati via e-mail, nessuno sarà in grado di accedere ai dati in esso contenuti senza la chiave univoca anche se l'e-mail viene violata. Con la funzione di condivisione delle chiavi AxCrypt, condividi i documenti in modo sicuro con gli altri tramite e-mail o qualsiasi altro mezzo che preferisci con i tuoi amici / colleghi. AxCrypt consente ai file protetti di essere aperti da altri utenti AxCrypt con le proprie password. Per ulteriori informazioni, <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> consulta il nostro tutorial sulla condivisione delle chiavi </a>
ko: 암호로 보호되거나 암호화된 파일을 전자 메일로 보내면 전자 메일이 해킹되더라도 고유한 키 없이는 아무도 해당 파일의 데이터에 액세스할 수 없습니다. AxCrypt 키 공유 기능을 사용하면 친구/동료와 전자 메일 또는 원하는 다른 매체를 통해 다른 사람과 문서를 안전하게 공유할 수 있습니다. AxCrypt는 다른 AxCrypt 사용자가 자신의 암호로 보안 파일을 열 수 있도록 합니다. 자세한 내용은 <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> 키 공유 튜토리얼 </a>를 참조하십시오.
nl: Als u met een wachtwoord beveiligde of gecodeerde bestanden via e-mail verzendt, heeft niemand toegang tot de gegevens erin zonder de unieke sleutel, zelfs als de e-mail wordt gehackt. Met de AxCrypt-functie voor het delen van sleutels kunt u documenten veilig delen met anderen via e-mail of een ander medium dat u verkiest met uw vrienden/collega's. Met AxCrypt kunnen beveiligde bestanden worden geopend door andere AxCrypt-gebruikers met hun eigen wachtwoorden. Voor meer informatie <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> bekijkt u onze handleiding voor het delen van sleutels </a>
pl: Jeśli wyślesz pliki chronione hasłem lub zaszyfrowane pocztą e-mail, nikt nie będzie mógł uzyskać dostępu do zawartych w nich danych bez unikalnego klucza, nawet jeśli wiadomość e-mail zostanie zhakowana. Dzięki funkcji udostępniania kluczy AxCrypt możesz bezpiecznie udostępniać dokumenty innym za pośrednictwem poczty e-mail lub innego preferowanego medium ze znajomymi/współpracownikami. AxCrypt umożliwia otwieranie zabezpieczonych plików przez innych użytkowników AxCrypt z ich własnymi hasłami. Aby uzyskać więcej informacji, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> zapoznaj się z naszym samouczkiem dotyczącym udostępniania kluczy </a>
pt: Se enviar ficheiros protegidos por palavra-passe ou cifrados via email, ninguém terá acesso aos dados sem a chave única mesmo que o email seja pirateado. Com a funcionalidade de partilha de chave da AxCrypt, partilhe documentos em segurança via email ou outros meios que preferir com os seus amigos/colegas. A AxCrypt permite que ficheiros protegidos seja abertos por outros utilizadores AxCrypt com as suas próprias palavras-passe. Para mais informação, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> veja o nosso tutorial de partilha de chaves </a>
ru: Если вы отправляете защищенные паролем или зашифрованные файлы по электронной почте, никто не сможет получить доступ к содержащимся в них данным без уникального ключа, даже если электронное письмо будет взломано. С помощью функции обмена ключами AxCrypt вы можете безопасно обмениваться документами с другими пользователями по электронной почте или любым другим способом, который вы предпочитаете, со своими друзьями / коллегами. AxCrypt позволяет другим пользователям AxCrypt открывать защищенные файлы с помощью их собственных паролей. Для получения дополнительной информации, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> check out our key sharing tutorial </a>
sv: Om du skickar lösenordsskyddade eller krypterade filer via e-post kommer ingen att kunna komma åt datan i den utan den unika nyckeln även om e-posten hackas. Med AxCrypt-nyckeldelningsfunktion kan du dela dokument säkert med andra via e-post eller något annat medium du föredrar med dina vänner/kollegor. AxCrypt tillåter att säkra filer öppnas av andra AxCrypt-användare med sina egna lösenord. För mer information, <a href ='https://www.youtube.com/watch?v=TUVWbmiEFSs'> kolla in vår manual för nyckeldelning </a>
tr: Parola korumalı veya şifrelenmiş dosyaları e-posta yoluyla gönderirseniz, e-posta saldırıya uğrasa bile hiç kimse benzersiz anahtar olmadan içindeki verilere erişemez. AxCrypt anahtar paylaşımı özelliği ile dosyaları e-posta yoluyla başkalarıyla ya da tercih ettiğiniz başka bir yöntemle arkadaşlarınız/çalışma arkadaşlarınızla güvenli bir şekilde paylaşın. AxCrypt, diğer AxCrypt kullanıcılarının güvenli dosyaları kendi parolalarıyla açmalarını sağlar. Daha fazla bilgi için <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> anahtar paylaşımı hakkında öğretici videomuza göz atın </a>
zh: 如果您通过电子邮件发送受密码保护或加密的文件，即使电子邮件遭到黑客攻击，也没有人能够在没有唯一密钥的情况下访问其中的数据。 使用AxCrypt密钥共享功能，通过电子邮件或您喜欢的任何其他媒体与您的朋友/同事安全地与他人共享文档。 AxCrypt允许其他AxCrypt用户使用自己的密码打开安全文件。 有关更多信息，<a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> check out our key sharing tutorial </a>
