Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxcryptBusinessBlock6Text1
source: The AxCrypt Business subscription plan is for one or more member licenses.
ar: خطة الاشتراك في اكسكربت بيزنس مخصصة لواحد أو أكثر من تراخيص الأعضاء.
de: Der AxCrypt Businessabonnementplan gilt für eine oder mehrere Mitglieds-Lizenzen.
es: El plan de suscripción de AxCrypt Business es para una o más licencias de miembro.
fr: L'abonnement AxCrypt Business est prévu pour une ou plusieurs licences de membres.
it: Il piano di abbonamento AxCrypt Business è per una o più licenze.
ko: AxCrypt Business 구독 플랜은 개인이 아닌 여러명이 즐기실 수 있습니다.
nl: Het AxCrypt Zakelijk abonnement is voor één of meerdere leden licenties.
pl: Abonament AxCrypt Business obejmuje jedną lub więcej licencji członkowskich.
pt: O plano de subscrição AxCrypt Business é para uma ou mais licenças.
ru: План подписки AxCrypt Business предназначен для одной или нескольких пользовательских лицензий.
sv: AxCrypt Business-prenumerationsplanen är för en eller flera medlemslicenser.
tr: AxCrypt Business abonelik planı bir veya birden fazla üye lisansları içindir.
zh: AxCrypt Business订阅计划适用于一个或多个成员许可证。

# AxcryptBusinessBlock6Text2
source: For current pricing in relevant currencies visit our <a href='/pricing'>pricing</a> page.
ar: للتسعير الحالي بالعملات ذات الصلة ، تفضل بزيارة صفحة <a href='/pricing'> التسعير </a>.
de: Für aktuelle Preise in relevanten Währungen besuchen Sie unsere <a href='/pricing'>preise</a> Seite.
es: Para conocer los precios actuales en las divisas más recurrentes, visita nuestra página de <a href='/pricing'>Precios</a>.
fr: Pour les tarifs à jour dans votre devise, visitez notre page <a href='/pricing'>Tarifs</a>.
it: Per i prezzi attuali nelle valute pertinenti visita la nostra pagina <a href='/pricing'>prezzi</a>.
ko: Pricing은 현재 환율에 따라 다를 수 있습니다. <a href='/pricing'>pricing</a>이곳을 참고해주세요.
nl: Voor actuele prijzen in relevante valuta bezoek onze <a href='/pricing'>pricing</a> pagina.
pl: Aktualne ceny w odpowiednich walutach można znaleźć na naszej stronie <a href='/pricing'> z cenami </a>.
pt: Para preços actuais nas moedas relevantes, visite a nossa página de <a href='/pricing'>preços</a>.
ru: Для получения информации о текущих ценах в соответствующих валютах посетите нашу <a href='/pricing'>pricing</a> страницу.
sv: För nuvarande prissättning i relevanta valutor, besök <a href='/pricing'>pricing</a>.
tr: İlgili para birimlerinde güncel fiyatlandırma için <a href='/pricing'>pricing</a> sayfasını ziyaret ediniz.
zh: 有关相关货币的当前定价，请访问我们的<a href='/pricing'>定价</a>页面。

# AxcryptBusinessBlock6Text3
source: For the purposes of a subscription, a month is defined as 30 days and a year as 360 days.
ar: لأغراض الاشتراك ، يتم تعريف الشهر على أنه 30 يوما والسنة على أنه 360 يوما.
de: Für die Zwecke eines Abonnements wird ein Monat als 30 Tage und ein Jahr als 360 Tage definiert.
es: Para efectos de una suscripción, un mes se define como 30 días y un año como 360 días.
fr: Dans le cadre d'un abonnement, un mois compte 30 jours et une année 360 jours.
it: Ai fini di un abbonamento, un mese è definito come 30 giorni e un anno come 360 ​​giorni.
ko: 구독 기간의 1달은 30일, 1년은 360일 기준입니다.
nl: Voor een abonnement wordt een maand gedefinieerd als 30 dagen en een jaar als 360 dagen.
pl: Na potrzeby subskrypcji miesiąc oznacza 30 dni, a rok 360 dni.
pt: Para efeitos de subscrição, um mês é definido como 30 dias e um ano como 360.
ru: Для расчета подписки, месяц определяется как 30 дней, а год-как 360 дней.
sv: För en prenumeration definieras en månad som 30 dagar och ett år som 360 dagar.
tr: Abonelik kapsamında bir ay 30 gün, bir yıl 360 gün olarak alınmaktadır.
zh: 对于订阅而言，一个月被定义为30天，一年被定义为360天。

# AxcryptBusinessBlock6Text4
source: When a subscription is created or renewed, the period is a month or a year, depending on the plan you chose.
ar: عند إنشاء اشتراك أو تجديده ، تكون الفترة شهرًا أو سنة ، حسب الخطة التي اخترتها.
de: Wenn ein Abonnement erstellt oder verlängert wird, beträgt der Zeitraum je nach gewähltem plan einen Monat oder ein Jahr.
es: Cuando se crea o renueva una suscripción, el período es de un mes o un año, según el plan que elijas.
fr: Quand un abonnement est créé ou renouvelé, la période est d'un mois ou d'un an, en fonction de la solution que vous avez choisie.
it: Quando viene creato o rinnovato un abbonamento, il periodo è di un mese oppure di un anno, in base al piano che hai scelto.
ko: 구독을 만들거나 갱신할 때, 그 기간은 선택한 계획에 따라 1개월 또는 1년입니다.
nl: Wanneer een abonnement wordt aangemaakt of verlengd, is de periode een maand of een jaar, afhankelijk van het abonnement dat u hebt gekozen.
pl: Gdy subskrypcja jest tworzona lub odnawiana, okres wynosi miesiąc lub rok, w zależności od wybranego planu.
pt: Quando uma subscrição é criada ou renovada, o período é de um mês ou de um ano, dependendo do plano que escolher.
ru: При создании или продлении подписки, этот период составляет месяц или год, в зависимости от выбранного вами плана.
sv: När ett abonnemang skapas eller förnyas är perioden en månad eller ett år, beroende på vilken plan du valt.
tr: Bir abonelik oluşturulduğunda veya yenilendiğinde süresi, seçtiğiniz plana göre ay veya yıl olur.
zh: 创建或续订订阅时，期限为一个月或一年，具体取决于您选择的计划。

# AxcryptBusinessBlock6Text5
source: When additional members licenses are purchased for a subscription within the subscription period, only the remaining months rounded upwards to whole months are charged for. If 50 days remain for the current period, and additional members are added, this will be for 2 months/additional member.
ar: عندما يتم شراء تراخيص أعضاء إضافيين للاشتراك خلال فترة الاشتراك ، يتم تحصيل رسوم الأشهر المتبقية فقط التي تم تقريبها إلى أشهر كاملة. إذا بقي 50 يومًا للفترة الحالية ، وتمت إضافة أعضاء إضافيين ، فسيكون هذا لمدة شهرين / عضو إضافي.
de: Wenn innerhalb des Abonnementzeitraums zusätzliche mitgliederlizenzen für ein Abonnement erworben werden, werden nur die verbleibenden Monate berechnet, die auf ganze Monate aufgerundet sind. Wenn 50 Tage für den aktuellen Zeitraum verbleiben und zusätzliche Mitglieder Hinzugefügt werden, gilt dies für 2 Monate/zusätzliches Mitglied.
es: Cuando se compran licencias de miembros adicionales para una suscripción dentro del período de suscripción, solo se cobran los meses restantes redondeados hacia arriba a meses completos. Si quedan 50 días para el período actual y se agregan miembros adicionales, esto será por 2 meses por cada miembro adicional.
fr: Quand vous achetez des licences de membres supplémentaires pour un abonnement au cours d'une période d'abonnement, seuls les mois restants (y compris les mois entamés) sont facturés. S'il vous reste 50 jours d'abonnement, et que des membres supplémentaires sont ajoutés, ce sera pour 2 mois par membre supplémentaire.
it: Quando vengono acquistate delle licenze per membri aggiuntivi relative ad un abbonamento entro il periodo di abbonamento, vengono addebitati solamente i mesi rimanenti arrotondati per eccesso a mesi interi. Se rimangono 50 giorni per il periodo corrente e vengono aggiunti ulteriori membri, vengono addebitati 2 mesi per ogni membro aggiuntivo.
ko: 가입 기간 내에 가입하기 위해 구독을 추가로 구입하는 경우, 전체 한 달까지 반올림한 잔여 월만 요금이 부과된다. 현재 기간 50일이 남아 있으며, 멤버가 추가로 포함되면 2개월/추가 회원이 됩니다.
nl: Wanneer er binnen de abonnementsperiode extra ledenlicenties worden aangeschaft voor een abonnement, worden alleen de resterende maanden, naar boven afgerond op hele maanden, in rekening gebracht. Als er 50 dagen resteren voor de huidige periode en er worden extra leden toegevoegd, dan is dit voor 2 maanden/extra lid.
pl: W przypadku zakupu dodatkowych licencji członkowskich na subskrypcję w okresie subskrypcji naliczana jest opłata tylko za pozostałe miesiące zaokrąglone w górę do pełnych miesięcy. Jeśli pozostanie 50 dni w bieżącym okresie i zostaną dodani dodatkowi członkowie, będzie to przez 2 miesiące/dodatkowego członka.
pt: Quando são compradas licenças de membros adicionais para uma subscrição dentro do seu período, são cobrados apenas os meses remanescentes, arredondados por excesso para meses inteiros. Se restarem 50 dias para o período actual e forem adicionados novos membros, aplicar-se-ão 2 meses/membro adicional.
ru: При покупке дополнительных лицензий участников для подписки, в течение периода подписки, взимается плата только за оставшиеся месяцы, с округлением до целых месяцев. Если на текущий период остается 50 дней и добавляются дополнительные участники, то это будет расчет на 2 месяца/за каждого дополнительного участника.
sv: När ytterligare medlemslicenser köps inom prenumerationsperioden debiteras endast de återstående månaderna avrundade uppåt till hela månader. Om 50 dagar återstår för den aktuella perioden, och ytterligare medlemmar tillkommer, kommer detta att vara för 2 månader per tillagd medlem.
tr: Abonelik süresi içinde abonelik için ek üye lisansları satın alındığında sadece kalan aylar tam aylara yuvarlanarak ücretlendirilir. Eğer şu anki sürede 50 gün kaldıysa ve ek üyeler eklenirse, üye başı 2 ay olacaktır.
zh: 如果在订阅期内为订阅购买了额外的会员许可证，则只需将剩余月份向上四舍五入到整个月份。 如果当前期间仍有50天，并且增加了额外的成员，则这将是2个月/额外的成员。

# AxcryptBusinessGuideBlock1Text1
source: AxCrypt offers a free plan that anyone can use. For extended functionality, we provide two paid plans: <b>Premium</b> and <b>Business</b>.
de: AxCrypt bietet einen kostenlosen Plan, den jeder nutzen kann. Für erweiterte Funktionen bieten wir zwei kostenpflichtige Pläne an: <b>Premium</b> und <b>Business</b>.
es: AxCrypt ofrece un plan gratuito que cualquiera puede usar. Para una funcionalidad extendida, ofrecemos dos planes de pago: <b>Premium</b> y <b>Business</b>.
fr: AxCrypt propose un plan gratuit que tout le monde peut utiliser. Pour des fonctionnalités étendues, nous offrons deux plans payants : <b>Premium</b> et <b>Business</b>.
it: AxCrypt offre un piano gratuito che chiunque può utilizzare. Per le funzionalità estese, forniamo due piani a pagamento: <b>Premium</b> e <b>Business</b>.
ko: AxCrypt는 누구나 사용할 수있는 무료 계획을 제공합니다. 확장된 기능을 위해, 우리는 두 가지 유료 요금제를 제공합니다: <b>프리미엄</b> 및 <b>비즈니스</b>.
nl: AxCrypt biedt een gratis plan dat iedereen kan gebruiken. Voor uitgebreide functionaliteit bieden we twee betaalde abonnementen: <b>Premium</b> en <b>Business</b>.
pl: AxCrypt oferuje darmowy plan, z którego może korzystać każdy. W przypadku rozszerzonej funkcjonalności udostępniamy dwa płatne plany: <b>Premium</b> i <b>Biznes</b>.
ru: AxCrypt предлагает бесплатный тарифный план, которым может воспользоваться каждый. Для расширенного функционала мы предоставляем два платных тарифа: <b>Premium</b> и <b>Business</b>.
zh: AxCrypt 提供任何人都可以使用的免费计划。对于扩展功能，我们提供两种付费计划： <b>Premium</b> 和 <b>Business</b>。

# AxcryptBusinessGuideBlock1Text2
source: <span><b>Premium Plan:</b></span> Intended for private individuals, not for organizations.
de: <span><b>Premium-Plan:</b></span> Bestimmt für Privatpersonen, nicht für Organisationen.
es: <span><b>Plan Premium:</b></span> Destinado a particulares, no a organizaciones.
fr: <span><b>Plan Premium :</b></span> Destiné aux particuliers, et non aux organisations.
it: <span><b>Piano Premium:</b></span> Destinato ai privati, non alle organizzazioni.
ko: <span><b>프리미엄 플랜:</b></span> 조직이 아닌 개인 사용자를 위한 계획입니다.
nl: <span><b>Premium-abonnement:</b></span> Niet voor organisaties, maar voor particulieren.
pl: <span><b>Plan Premium:</b></span> przeznaczony dla osób prywatnych, a nie dla organizacji.
ru: <span><b>Premium план:</b></span> Предназначен для частных лиц, а не для организаций.
zh: <span><b>Premium Plan：</b></span> 适用于个人，而不是组织。

# AxcryptBusinessGuideBlock1Text3
source: <span><b>Business Plan:</b></span> Designed for organizations, allowing you to purchase and manage licenses for multiple users.
de: <span><b>Geschäftsplan:</b></span> Entwickelt für Organisationen, die es Ihnen ermöglichen, Lizenzen für mehrere Benutzer zu erwerben und zu verwalten.
es: <span><b>Plan de negocios:</b></span> Diseñado para organizaciones, lo que le permite comprar y administrar licencias para varios usuarios.
fr: <span><b>Plan Business :</b></span> Conçu pour les organisations, permettant d'acheter et de gérer des licences pour plusieurs utilisateurs.
it: <span><b>Piano aziendale:</b></span> Progettato per le organizzazioni, consente di acquistare e gestire licenze per più utenti.
ko: <span><b>비즈니스 계획:</b></span> 여러 사용자를 위한 라이센스를 구입하고 관리할 수 있도록 조직용으로 설계되었습니다.
nl: <span><b>Bedrijfsplan:</b></span> Ontworpen voor organisaties, zodat u licenties voor meerdere gebruikers kunt aanschaffen en beheren.
pl: <span><b>Plan biznesowy:</b></span> Zaprojektowany dla organizacji, umożliwiający zakup licencji dla wielu użytkowników i zarządzanie nimi.
ru: <span><b>Business план:</b></span> Разработано для организаций, позволяет приобретать лицензии и управлять ими для нескольких пользователей.
zh: <span><b>商业计划书：</b></span> 专为组织设计，允许您为多个用户购买和管理许可证。

# AxcryptBusinessGuideBlock1Text4
source: For detailed terms, please refer to our <a href='/information/terms-of-use/'><b>Terms of Use</b></a>. You can also check out our <a href='/pricing/'><b>Pricing page</b></a> for more information.
de: Detaillierte Bedingungen finden Sie in unseren <a href='/information/terms-of-use/'><b>Terms of Use</b></a>. Weitere Informationen finden Sie auch auf unserer <a href='/pricing/'><b>Pricing page</b></a>.
es: Para conocer los términos detallados, consulte nuestro <a href='/information/terms-of-use/'><b>Términos de uso</b></a>. También puede consultar nuestra página de precios <a href='/pricing/'><b>Pricing</b></a> para obtener más información.
fr: Pour des conditions détaillées, veuillez consulter nos <a href='/information/terms-of-use/'><b>Conditions d'utilisation</b></a>. Vous pouvez également visiter notre <a href='/pricing/'><b>page des tarifs</b></a> pour plus d'informations.
it: Per i termini dettagliati, si prega di fare riferimento ai nostri <a href='/information/terms-of-use/'><b>Termini di utilizzo</b></a>. Puoi anche consultare la nostra <a href='/pricing/'><b>pagina dei prezzi</b></a> per ulteriori informazioni.
ko: 자세한 약관은 <a href='/information/terms-of-use/'><b>Terms of Use</b></a>를 참조하십시오. 자세한 내용은 <a href='/pricing/'><b>Pricing page</b></a> 를 참조하십시오.
nl: Voor gedetailleerde termen verwijzen wij u naar onze <a href='/information/terms-of-use/'><b>Gebruiksvoorwaarden</b></a>. U kunt ook onze <a href='/pricing/'><b>Prijspagina</b></a> bekijken voor meer informatie.
pl: Szczegółowe warunki można znaleźć w naszych <a href='/information/terms-of-use/'><b>Warunkach korzystania</b></a>. Więcej informacji znajdziesz także na naszej <a href='/pricing/'><b>stronie z cenami</b></a>.
ru: Для получения подробной информации о терминах, пожалуйста, ознакомьтесь с нашими <a href='/information/terms-of-use/'><b>Terms of Use</b></a>. Вы также можете ознакомиться с нашей <a href='/pricing/'><b>Pricing page</b></a> для получения дополнительной информации.
zh: 有关详细条款，请参阅我们的 <a href='/information/terms-of-use/'><b>Terms of Use</b></a>。您还可以查看我们的 <a href='/pricing/'><b>Pricing page</b></a> 以了解更多信息。

# AxcryptBusinessGuideBlock1Text5
source: A <b>Business subscription</b> enables organizations to purchase and manage licenses for multiple users. For EU-based companies with a valid VAT number, we offer VAT-free purchases on the Business plan. Please note that VAT-free sales are not available for the Premium plan.
de: Ein <b>Business-Abonnement</b> ermöglicht es Organisationen, Lizenzen für mehrere Benutzer zu erwerben und zu verwalten. Für in der EU ansässige Unternehmen mit einer gültigen Umsatzsteuer-Identifikationsnummer bieten wir mehrwertsteuerfreie Einkäufe im Rahmen des Business-Tarifs an. Bitte beachten Sie, dass für den Premium-Plan kein mehrwertsteuerfreier Verkauf möglich ist.
es: Una suscripción <b>Business</b> permite a las organizaciones comprar y administrar licencias para varios usuarios. Para las empresas con sede en la UE con un número de IVA válido, ofrecemos compras sin IVA en el plan de negocios. Tenga en cuenta que las ventas sin IVA no están disponibles para el plan Premium.
fr: Un <b>abonnement Business</b> permet aux organisations d'acheter et de gérer des licences pour plusieurs utilisateurs. Pour les entreprises basées dans l'UE disposant d'un numéro de TVA valide, nous proposons des achats sans TVA sur le plan Business. Veuillez noter que les ventes sans TVA ne sont pas disponibles pour le plan Premium.
it: Un <b>abbonamento Business</b> consente alle organizzazioni di acquistare e gestire licenze per più utenti. Per le aziende con sede nell'UE con un numero di partita IVA valido, offriamo acquisti esenti da IVA con il piano Business. Si prega di notare che le vendite esenti da IVA non sono disponibili per il piano Premium.
ko: <b>비즈니스 구독</b>을 사용하면 여러 사용자의 라이선스를 구입하고 관리할 수 있습니다. 유효한 VAT 번호가 있는 EU 기반 회사의 경우 비즈니스 플랜에 대해 VAT 무료 구매를 제공합니다. Premium 요금제에는 VAT 무료 판매가 제공되지 않습니다.
nl: Met een <b>Business-abonnement</b> kunnen organisaties licenties voor meerdere gebruikers aanschaffen en beheren. Voor in de EU gevestigde bedrijven met een geldig btw-nummer bieden we btw-vrije aankopen aan op het businessplan. Houd er rekening mee dat btw-vrije verkopen niet beschikbaar zijn voor het Premium-abonnement.
pl: <b>Subskrypcja biznesowa</b> umożliwia organizacjom kupowanie licencji dla wielu użytkowników i zarządzanie nimi. Firmom mającym siedzibę w UE i posiadającym ważny numer VAT oferujemy zakupy wolne od podatku VAT w ramach planu Biznes. Należy pamiętać, że sprzedaż bez VAT nie jest możliwa w przypadku planu Premium.
ru: <b>Бизнес-подписка</b> позволяет организациям приобретать лицензии для нескольких пользователей и управлять ими. Для компаний, зарегистрированных в ЕС и имеющих действительный номер плательщика НДС, мы предлагаем покупки без НДС по тарифному плану «Бизнес». Обратите внимание, что распродажи без НДС для тарифного плана Premium недоступны.
zh: <b>企业订阅</b>使组织能够为多个用户购买和管理许可证。对于拥有有效增值税税号的欧盟公司，我们在 Business 计划中提供免增值税购买服务。请注意，Premium 计划不提供免增值税销售。

# AxcryptBusinessGuideBlock2Text1
source: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Sign-up</b></a> for AxCrypt Business and login using your account credentials.
de: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Sign-up</b></a> für AxCrypt Business an und melden Sie sich mit Ihren Kontodaten an.
es: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Regístrese</b></a> para AxCrypt Business e inicie sesión con las credenciales de su cuenta.
fr: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Inscrivez-vous</b></a> pour AxCrypt Business et connectez-vous en utilisant vos identifiants de compte.
it: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Registrati</b></a> ad AxCrypt Business e accedi utilizzando le credenziali del tuo account.
ko: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness><b>AxCrypt Business에 등록</b></a> 하고 계정 자격 증명을 사용하여 로그인합니다.
nl: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Aanmelden</b></a> voor AxCrypt Business en inloggen met behulp van uw accountgegevens.
pl: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Zarejestruj się</b></a> w AxCrypt Business i zaloguj się przy użyciu danych logowania do swojego konta.
ru: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Sign-up</b></a> в AxCrypt Business и войдите в систему, используя учетные данные.
zh: <a href='https://account.axcrypt.net/HomeUser/CreateBusiness'><b>Sign-up</b></a> AxCrypt Business 并使用您的账户凭证登录。

# AxcryptBusinessGuideBlock2Text2
source: Enter your business details, including your company name, address, and EU VAT number.
de: Geben Sie Ihre Unternehmensdaten ein, einschließlich Ihres Firmennamens, Ihrer Adresse und Ihrer EU-Umsatzsteuer-Identifikationsnummer.
es: Ingrese los datos de su negocio, incluyendo el nombre de su empresa, dirección y número de IVA de la UE.
fr: Saisissez les détails de votre entreprise, y compris le nom de votre société, l'adresse et le numéro de TVA de l'UE.
it: Inserisci i dettagli della tua attività, tra cui il nome dell'azienda, l'indirizzo e il numero di partita IVA dell'UE.
ko: 회사 이름, 주소 및 EU VAT 번호를 포함한 비즈니스 세부 정보를 입력합니다.
nl: Voer uw bedrijfsgegevens in, inclusief uw bedrijfsnaam, adres en EU-btw-nummer.
pl: Wprowadź dane swojej firmy, w tym nazwę firmy, adres i numer VAT UE.
ru: Введите сведения о своей компании, включая название компании, адрес и номер плательщика НДС в ЕС.
zh: 输入您的公司详细信息，包括您的公司名称、地址和欧盟增值税号。

# AxcryptBusinessGuideBlock2Text3
source: Choose the number of member licenses you need, with the first assigned to you as the administrator. You can always add more later. Enter your business details and payment information to complete the setup.
de: Wählen Sie die Anzahl der Mitgliedslizenzen aus, die Sie benötigen, wobei die erste Ihnen als Administrator zugewiesen wird. Sie können später jederzeit weitere hinzufügen. Geben Sie Ihre Geschäftsdaten und Zahlungsinformationen ein, um die Einrichtung abzuschließen.
es: Elija el número de licencias de miembro que necesita, asignándole la primera como administrador. Siempre puedes agregar más más tarde. Introduce los datos de tu empresa y la información de pago para completar la configuración.
fr: Choisissez le nombre de licences membres dont vous avez besoin, la première étant attribuée à vous en tant qu'administrateur. Vous pouvez toujours en ajouter d'autres par la suite. Saisissez les détails de votre entreprise et les informations de paiement pour compléter la configuration.
it: Scegli il numero di licenze membro di cui hai bisogno, con la prima assegnata a te come amministratore. Puoi sempre aggiungerne altri in un secondo momento. Inserisci i dettagli della tua attività e le informazioni di pagamento per completare la configurazione.
ko: 필요한 구성원 라이선스 수를 선택하고 먼저 관리자로 할당합니다. 나중에 언제든지 추가할 수 있습니다. 업무 상세내역 및 지급 정보를 입력하여 설정을 완료합니다.
nl: Kies het aantal ledenlicenties dat u nodig hebt, waarbij de eerste aan u als beheerder is toegewezen. Je kunt er later altijd meer aan toevoegen. Voer uw bedrijfsgegevens en betalingsgegevens in om de installatie te voltooien.
pl: Wybierz liczbę potrzebnych licencji członkowskich. Pierwsza zostanie przypisana Tobie jako administratorowi. Zawsze możesz dodać więcej później. Wprowadź dane swojej firmy i informacje o płatności, aby dokończyć konfigurację.
ru: Выберите необходимое количество лицензий для участников, первая из которых будет назначена вам как администратору. Вы всегда можете добавить больше позже. Введите данные своей компании и платежную информацию, чтобы завершить настройку.
zh: 选择您需要的成员许可证数量，第一个许可证分配给您作为管理员。您以后可以随时添加更多。输入您的公司详细信息和付款信息以完成设置。
