Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WYSASDF_Text10
source: <li>Although legacy AxCrypt 1.x self decrypting files had some safeguards against misuse, i.e. encrypting malware to get past firewalls and email filters, it’s still risky business. We do not want to create the perfect toolkit and carrier for malware.</li>
ar: <li> على الرغم من أن ملفات اكسكربت 1.x القديمة ذاتية فك التشفير تحتوي على بعض الإجراءات الوقائية ضد إساءة الاستخدام ، مثل تشفير البرامج الضارة لتجاوز جدران الحماية وعوامل تصفية البريد الإلكتروني ، إلا أنها لا تزال تمثل عملًا محفوفًا بالمخاطر. لا نريد إنشاء مجموعة أدوات وحامل مثاليين للبرامج الضارة. </ li>
de: <li>Obwohl Legacy AxCrypt 1.x selbstentschlüsselnde Dateien hatten einige Sicherheitsvorkehrungen gegen Missbrauch, d. H. Das Verschlüsseln von Malware, um Firewalls und E-Mail-Filter zu umgehen, es ist immer noch ein riskantes Geschäft. Wir wollen nicht das perfekte Toolkit und den perfekten Träger für Malware erstellen.</li>
es: <li>Aunque los archivos de autodescifrado de AxCrypt 1.x heredado tenían algunas medidas de seguridad contra el uso indebido, por ejemplo, el cifrado de malware para pasar los cortafuegos y los filtros de correo electrónico, sigue siendo una actividad de riesgo. No queremos crear el conjunto de herramientas y el portador perfectos para el malware.</li>
fr: <li>Bien que les fichiers auto-décryptants AxCrypt 1.x aient hérités de certaines garanties contre les abus, c’est-à-dire le cryptage des logiciels malveillants pour passer les pare-feux et les filtres de messageries, il s’agit toujours d’une activité risquée. Nous ne voulons pas créer la boîte à outils et le transporteur parfaits pour les logiciels malveillants.</li>
it: <li>Sebbene i file legacy AxCrypt 1.x autodecifranti avessero alcune garanzie contro l'uso improprio, ovvero la crittografia del malware per superare i firewall e i filtri e-mail, è ancora un'attività rischiosa. Non vogliamo creare lo strumento degli attrezzi e il vettore perfetti per il malware.</li>
ko: <li>기존 AxCrypt 1.x 자체 암호 해독 파일에는 악성 프로그램을 암호화하여 방화벽 및 이메일 필터를 통과하는 등의 오용 방지책이 있었지만, 여전히 위험한 일입니다. 우리는 악성 프로그램을 위한 완벽한 툴킷과 캐리어를 만들고 싶지 않습니다.</li>
nl: <li>Hoewel verouderde AxCrypt 1.x zelfontsleutelende bestanden enkele beveiligingen hadden tegen misbruik, d.w.z. het versleutelen van malware om firewalls en e-mailfilters te omzeilen, is het nog steeds een risicovolle onderneming. We willen niet de perfecte toolkit en drager voor malware creëren.</li>
pl: <li>Chociaż starsze, samoodszyfrowujące się pliki AxCrypt 1.x miały pewne zabezpieczenia przed niewłaściwym użyciem, np. złośliwe oprogramowanie szyfrujące, aby ominąć zapory sieciowe i filtry poczty e-mail, nadal jest to ryzykowny biznes. Nie chcemy tworzyć idealnego zestawu narzędzi i nośnika dla złośliwego oprogramowania.</li>
pt: <li>Apesar dos antigos ficheiros auto-decifráveis da AxCrypt 1.x terem tido algumas salvaguardas em relação a uso impróprio i.e. malware de cifragem capaz de passar por firewalls e filtros de email, considera-se arriscado usá-los. Não queremos que crie a caixa perfeita de ferramentas e de transporte de malware.</li>
ru: <li> Хотя устаревшие саморазшифрующиеся файлы AxCrypt 1.x имели некоторые гарантии от неправильного использования, т.е. шифрование вредоносных программ для обхода брандмауэров и фильтров электронной почты, это все еще рискованный бизнес. Мы не хотим создавать идеальный инструментарий и носитель для вредоносных программ.</li>
sv: <li>Även om äldre AxCrypt 1.x självdekrypterande filer hade vissa skydd mot missbruk, det vill säga att kryptera skadlig programvara för att komma förbi brandväggar och e-postfilter, är det fortfarande en riskabel verksamhet. Vi vill inte skapa den perfekta verktygslådan och bäraren för skadlig programvara.</li>
tr: <li>Eski AxCrypt 1.x kendiliğinden şifre çözme dosyalarının kötüye kullanıma karşı bazı önlemleri olmasına rağmen, yani güvenlik duvarlarını ve e-posta filtrelerini aşmak için kötü amaçlı yazılımları şifrelemek hala riskli bir iştir. Kötü amaçlı yazılımlar için mükemmel bir araç seti ve taşıyıcı oluşturmak istemeyiz.</li>
zh: <li>虽然遗产AxCrypt1.x自解密文件有一些防止滥用的保护措施，即加密恶意软件以通过防火墙和电子邮件过滤器，这仍然是有风险的业务。 我们不想为恶意软件创建完美的工具包和载体。</li>

# Blog_WYSASDF_Text11
source: <li>Another use case is self-contained backups. That’s not a bad idea in theory, but Windows has a hard limit of 2GB size of any .exe , so large backups are not possible to do in this way.</li>
ar: <li> حالة استخدام أخرى وهي النسخ الاحتياطية المستقلة. هذه ليست فكرة سيئة من الناحية النظرية ، ولكن ويندوز لديه حد أقصى لحجم 2 غيغابايت لأي ملف exe. ، لذلك لا يمكن إجراء نسخ احتياطية كبيرة بهذه الطريقة. </li>
de: <li>Ein weiterer Anwendungsfall sind in sich geschlossene Backups. Das ist theoretisch keine schlechte Idee, aber Windows hat eine harte Grenze von 2 GB Größe .exe , so große Backups sind auf diese Weise nicht möglich.</li>
es: <li>Otro caso de uso son las copias de seguridad independientes. En teoría, no es una mala idea, pero Windows tiene un límite estricto de 2 GB de tamaño para cualquier archivo .exe, por lo que no es posible realizar copias de seguridad grandes de esta manera.</li>
fr: <li>Un autre cas d’utilisation est celui des sauvegardes autonomes. Ce n’est pas une mauvaise idée en théorie, mais Windows a une limite stricte de 2 Go de taille de n’importe quel .exe , de sorte que les sauvegardes volumineuses ne sont pas possibles à faire de cette façon.</li>
it: <li>Un altro caso d'uso sono i backup autonomi. In teoria non è una cattiva idea, ma Windows ha un limite fisso di 2 GB di dimensione di qualsiasi file .exe , quindi non è possibile eseguire backup di grandi dimensioni in questo modo.</li>
ko: <li>또 다른 사용 사례는 자체 백업입니다. 이는 이론상으로 나쁘지는 않으나 윈도우에는 모든 .exe의 크기가 2GB로 제한되어 있으므로 대용량 백업은 이러한 방식으로 수행될 수 없습니다.</li>
nl: <li>Een ander gebruiksscenario zijn op zichzelf staande back-ups. Dat is in theorie geen slecht idee, maar Windows heeft een harde limiet van 2 GB voor elke .exe , dus grote back-ups zijn op deze manier niet mogelijk.</li>
pl: <li>Innym przypadkiem użycia są samodzielne kopie zapasowe. Teoretycznie nie jest to zły pomysł, ale system Windows ma sztywny limit rozmiaru 2 GB dowolnego pliku .exe , więc dużych kopii zapasowych nie można wykonać w ten sposób.</li>
pt: <li>Outro caso de uso são as cópias de segurança autónomas. Não são uma má ideia em teoria, mas o Windows impõe um limite de 2GB para o tamanho de qualquer .exe, pelo que não é possível fazer cópias de segurança desta forma.</li>
ru: <li>Другой вариант использования - автономные резервные копии. Теоретически это неплохая идея, но в Windows установлен жесткий лимит на размер любого exe-файла в 2 ГБ, поэтому невозможно создавать большие резервные копии.</li>
sv: <li>Ett annat användningsområde är fristående säkerhetskopior. Det är ingen dålig idé i teorin, men Windows har en hård gräns på 2 GB storlek för alla .exe , så stora säkerhetskopieringar är inte möjliga att göra på det här sättet.</li>
tr: <li>Başka bir kullanım durumu da kendiliğinden gerçekleşen yedeklemelerdir. Teoride kötü bir fikir olmasa da Windows'un herhangi bir .exe dosyası için 2GB büyüklüğünde kesin bir sınırı bulunur bu nedenle büyük yedeklemelerin bu şekilde yapılması mümkün değildir.</li>
zh: <li>另一个用例是自包含备份。 这在理论上不是一个坏主意，但Windows有任何2gb大小的硬限制.exe，所以大型备份是不可能这样做的。</li>

# Blog_WYSASDF_Text12
source: All in all, there are simply too many things that speak against <em>Self Decrypting Files</em>. But we did something better!
ar: بشكل عام ، هناك الكثير من الأشياء التي تعارض <em> ملفات فك التشفير الذاتي </em>. لكننا فعلنا شيئًا أفضل!
de: Alles in allem gibt es einfach zu viele Dinge, die gegen <em>selbstentschlüsselnde Dateien</em> sprechen. Aber wir haben etwas Besseres gemacht!
es: Considerándolo todo, simplemente hay demasiadas cosas que hablan en contra de los <em>archivos de descifrado automático</em>. ¡Pero hicimos algo mejor!
fr: Dans l’ensemble, il y a tout simplement trop de choses qui parlent contre <em>les Fichiers Auto-Décryptants</em>. Mais nous avons fait quelque chose de mieux !
it: Tutto sommato, ci sono semplicemente troppe cose che parlano contro i <em>file autodecifranti</em>. Ma noi abbiamo fatto qualcosa di meglio!
ko: 대체로 <em>자체 암호 해독 파일</em>은 반대에 부딪혔습니다. 하지만 우리는 그 반대만이 아닌 더 나은 일을 했습니다!
nl: Al met al zijn er gewoon te veel dingen die tegen <em>Zelfdecoderende Bestanden</em> zijn. Maar we hebben iets beters gedaan!
pl: Podsumowując, jest po prostu zbyt wiele rzeczy, które przemawiają przeciwko <em>samodzielnym odszyfrowywaniu plików</em>. Ale zrobiliśmy coś lepszego!
pt: Afinal de contas, há simplesmente demasiadas coisas contra <em>Ficheiros Auto-Decifráveis</em>. Mas nós fizemos algo melhor!
ru: В общем, есть оченнь много вещей, которые говорят против <em> самостоятельного дешифрования файлов </em>. Но мы сделали кое-что получше!
sv: Sammantaget finns det helt enkelt för många saker som talar emot <em>Självdekrypterande filer</em>. Men vi gjorde något bättre!
tr: Tüm bunlar hesaba katıldığında <em>Kendi Şifresini Çözen Dosyalar</em> aleyhinde söylenen birçok şey vardır. Ama biz daha iyi bir şey yaptık!
zh: 总而言之，有太多的东西反对<em>自己解密文件</em>。 但我们做得更好！

# Blog_WYSASDF_Text13
source: With AxCrypt 2 we created a fully featured standalone, install-free version instead of the extremely limited self-decrypter of AxCrypt 1. This can be used for all scenarios where the self decryptor was used, with minimal extra work.
ar: باستخدام برنامج اكسكربت 2 ، أنشأنا نسخة مستقلة تمامًا وخالية من التثبيت بدلاً من برنامج فك التشفير الذاتي المحدود للغاية لاكسكربت 1. ويمكن استخدام هذا في جميع السيناريوهات التي تم فيها استخدام أداة فك التشفير الذاتي ، مع الحد الأدنى من العمل الإضافي.
de: Mit AxCrypt 2 haben wir eine eigenständige, installationsfreie Version mit vollem Funktionsumfang anstelle des extrem eingeschränkten Selbstentschlüsselers von AxCrypt 1 erstellt. Dies kann für alle Szenarien verwendet werden, in denen der Selbstentschlüsseler verwendet wurde, mit minimalem Mehraufwand.
es: Con AxCrypt 2, creamos una versión independiente y sin instalación con todas las funciones en lugar del autodescifrador extremadamente limitado de AxCrypt 1. Esto se puede usar para todos los escenarios en los que se usó el autodescifrador, con un trabajo adicional mínimo.
fr: Avec AxCrypt 2, nous avons créé une version autonome, sans installation lieu de l’auto-décrypteur extrêmement limité d’AxCrypt 1. Cela peut être utilisé pour tous les scénarios où l’auto-décrypteur a été utilisé, avec un minimum de travail supplémentaire.
it: Con AxCrypt 2 abbiamo creato una versione standalone completa e senza installazione invece dell'autodecifratore estremamente limitato di AxCrypt 1. Questo può essere utilizzato per tutti gli scenari in cui è stato utilizzato l'autodecifratore, con un lavoro extra minimo.
ko: AxCrypt 2를 통해 우리는 AxCrypt 1의 극도로 제한된 자체 암호 해독기 대신, 완전한 기능을 갖춘 독립 실행형, 설치가 필요 없는 버전을 만들었습니다. 이는 자체 암호 해독기가 사용된 모든 시나리오에 최소한의 추가 작업을 통해 사용가능 합니다.
nl: Met AxCrypt 2 hebben we een volledig uitgeruste standalone, installatievrije versie gemaakt in plaats van de extreem beperkte zelfontcijferaar van AxCrypt 1. Deze kan worden gebruikt voor alle scenario's waar de zelf-decrypter werd gebruikt, met minimaal extra werk.
pl: Wraz z AxCrypt 2 stworzyliśmy w pełni funkcjonalną, samodzielną, bezinstalacyjną wersję zamiast bardzo ograniczonego samodeszyfratora AxCrypt 1. Można go używać we wszystkich scenariuszach, w których używany był samodeszyfrator, przy minimalnym dodatkowym nakładzie pracy.
pt: Com a AxCrypt 2, criámos uma versão completa, independente e que não requer instalação em vez do auto-decifrador extremamente limitado da AxCrypt 1. Isto pode ser usado para todos os cenários em que o auto-decifrador foi usado com trabalho extra mínimo.
ru: С AxCrypt 2 мы создали полнофункциональную автономную версию, без установки вместо чрезвычайно ограниченного самокодифратора AxCrypt 1. Это может быть использовано для всех сценариев, где использовался self decryptor, с минимальной дополнительной работой.
sv: Med AxCrypt 2 skapade vi en fullfjädrad fristående, installationsfri version istället för den extremt begränsade självdekrypteringen av AxCrypt 1. Denna kan användas för alla scenarier där självdekrypteringen användes, med minimalt extraarbete.
tr: AxCrypt 2 ile AxCrypt 1'in son derece sınırlı kendiliğinden şifre çözücüsü yerine tam özellikli bağımsız, kurulumsuz bir sürüm oluşturduk. Bu, kendiliğinden şifre çözücünün kullanıldığı tüm senaryolar için, minimum ekstra çalışma ile kullanılabilir.
zh: 使用AxCrypt2，我们创建了一个功能齐全的独立，免安装版本，而不是AxCrypt1的极其有限的自解密器。 这可以用于使用自解密器的所有场景，只需最少的额外工作。

# Blog_WYSASDF_Text14
source: With AxCrypt 2, we have key sharing technology, so you can encrypt files for other recipients and share them without sharing passwords.
ar: مع اكسكربت 2 ، لدينا تقنية مشاركة المفاتيح ، بحيث يمكنك تشفير الملفات للمستلمين الآخرين ومشاركتها دون مشاركة كلمات المرور.
de: Mit AxCrypt 2 verfügen wir über eine Schlüsselfreigabetechnologie, mit der Sie Dateien für andere Empfänger verschlüsseln und freigeben können, ohne Kennwörter freizugeben.
es: Con AxCrypt 2, tenemos tecnología de uso compartido de claves, por lo que puedes cifrar archivos para otros destinatarios y compartirlos sin compartir contraseñas.
fr: Avec AxCrypt 2, nous disposons d’une technologie de partage de clés, ce qui vous permet de chiffrer des fichiers pour d’autres destinataires et de les partager sans partager de mots de passe.
it: Con AxCrypt 2, disponiamo della tecnologia di condivisione delle chiavi, quindi puoi crittografare i file per altri destinatari e condividerli senza condividere le password.
ko: AxCrypt 2에는 키 공유 기술이 있으므로, 다른 수신자의 파일을 암호화하고 암호를 공유하지 않고 공유 할 수 있습니다.
nl: Met AxCrypt 2 hebben we technologie voor het delen van sleutels, zodat u bestanden voor andere ontvangers kunt versleutelen en delen zonder wachtwoorden te delen.
pl: Dzięki AxCrypt 2 mamy technologię udostępniania kluczy, dzięki czemu możesz szyfrować pliki dla innych odbiorców i udostępniać je bez udostępniania haseł.
pt: Com o AxCrypt 2, temos tecnologia de partilha de chaves, pelo que pode cifrar ficheiros para outros destinatários e partilhá-los sem partilhar palavras-passe.
ru: В AxCrypt 2 у нас есть технология совместного использования ключей, поэтому вы можете шифровать файлы для других получателей и делиться ими без обмена паролями.
sv: Med AxCrypt 2 har vi nyckeldelningsteknologi, så att du kan kryptera filer för andra mottagare och dela dem utan att dela lösenord.
tr: AxCrypt 2 ile anahtar paylaşım teknolojisine sahibiz, böylece diğer alıcılar için dosyaları şifreleyebilir ve parolaları paylaşmadan bunları paylaşabilirsiniz.
zh: 使用AxCrypt2，我们拥有密钥共享技术，因此您可以为其他收件人加密文件并共享它们而无需共享密码。

# Blog_WYSASDF_Text15
source: So, instead of wishing for the fundamentally broken idea of <em>Self Decrypting Files</em>, just embrace the new key sharing technology, and provide the recipient with a <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>link to the standalone executable</a> . If you have a channel that can transmit executables, download it and send it there with the file.
ar: لذلك ، بدلاً من الرغبة في الفكرة المعطلة جوهريًا المتمثلة في <em> ملفات فك التشفير الذاتي </ em> ، ما عليك سوى تبني تقنية مشاركة المفاتيح الجديدة ، وتزويد المستلم بـ <a href = 'https: //account.axcrypt.net/Download/AxCrypt-2.exe'> رابط إلى الملف القابل للتنفيذ المستقل </a>. إذا كانت لديك قناة يمكنها نقل الملفات التنفيذية ، فقم بتنزيلها وإرسالها إلى هناك مع الملف.
de: Anstatt sich also die grundlegend kaputte Idee von <em>selbstentschlüsselnden Dateien </em> zu wünschen, nutzen Sie einfach die neue Technologie zum Teilen von Schlüsseln und stellen Sie dem Empfänger eine <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>link to the standalone executable</a> . Wenn Sie einen Kanal haben, der ausführbare Dateien übertragen kann, laden Sie ihn herunter und senden Sie ihn mit der Datei dorthin.
es: Entonces, en lugar de desear la idea fundamentalmente rota de <em>Archivos de descifrado automático</em>, simplemente adopta la nueva tecnología de uso compartido de claves y proporciona al destinatario un <a href='https://account.axcrypt.net /Download/AxCrypt-2.exe'>enlace al ejecutable independiente</a> . Si tienes un canal que puede transmitir ejecutables, descárgalo y envíalo allí con el archivo.
fr: Ainsi, au lieu de souhaiter l'idée fondamentalement brisée des <em>Fichiers à Auto-Déchiffrement</em>, adoptez simplement la nouvelle technologie de partage de clés et fournissez au destinataire un <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>lien vers l'exécutable autonome</a>. Si vous avez un canal qui peut transmettre des exécutables, téléchargez-le et envoyez-le là avec le fichier.
it: Quindi, invece di desiderare l'idea fondamentalmente rotta dei <em>decrittografia automatica dei file</em>, adotta semplicemente la nuova tecnologia di condivisione delle chiavi e fornisci al destinatario un <a href='https://account.axcrypt.net /Download/AxCrypt-2.exe'>collegamento all'eseguibile autonomo</a> . Se hai un canale che può trasmettere eseguibili, scaricalo e invialo lì con il file.
ko: 따라서 <em>자체 암호 해독</em> 파일에 대한 많은 기대를 하는 대신 ,새로운 키 공유 기술을 수용하고 수신자에게 <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>독립 실행형 실행 파일 링크를</a> 제공하십시오. 실행 파일을 전송할 수 있는 채널이 있는 경우, 다운로드하여 파일과 함께 보냅니다.
nl: Dus, in plaats van het fundamenteel gebroken idee van <em>Self Decrypting Files</em> te wensen, omarm gewoon de nieuwe technologie voor het delen van sleutels en geef de ontvanger een <a href='https://account.axcrypt.net /Download/AxCrypt-2.exe'>koppeling naar het zelfstandige uitvoerbare bestand</a> . Als u een kanaal heeft dat uitvoerbare bestanden kan verzenden, download het dan en stuur het daarheen met het bestand.
pl: Tak więc, zamiast marzyć o fundamentalnie zepsutym pomyśle <em>samodzielnego odszyfrowywania plików</em>, po prostu zastosuj nową technologię udostępniania kluczy i udostępnij odbiorcy <a href='https://account.axcrypt.net /Download/AxCrypt-2.exe'>link do samodzielnego pliku wykonywalnego</a> . Jeśli masz kanał, który może przesyłać pliki wykonywalne, pobierz go i wyślij tam wraz z plikiem.
pt: Portanto, em vez de desejar a ideia fundamentalmente errada dos <em>Ficheiros Auto-Decifráveis</em>, acolha a nova tecnologia de partilha de chaves e forneça ao destinatário uma <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>hiperligação para o executável independente</a>. Se tiver um canal que possa transmitir executáveis, use-o para descarregue-o e envie-o lá com o ficheiro.
ru: Итак, вместо того, чтобы стремиться к принципиально порочной идее <em> самостоятельного дешифрования файлов </ em>, просто воспользуйтесь новой технологией совместного использования ключей и предоставьте получателю <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>link to the standalone executable</a> . Если у вас есть канал, который может передавать исполняемые файлы, загрузите его и отправьте туда вместе с файлом.
sv: Så istället för att önska dig den fundamentalt trasiga idén om <em>självdekryptering av filer</em>, omfamna den nya nyckeldelningstekniken och förse mottagaren med en <a href='https://account.axcrypt.net /Download/AxCrypt-2.exe'>länk till den fristående körbara filen</a> . Om du har en kanal som kan överföra körbara filer, ladda ner den och skicka den dit med filen.
tr: Bu nedenle, <em>Kendiliğinden Şifre Çözen Dosyalar</em>, gibi temelden çökmüş bir fikri dilemek yerine, yeni anahtar paylaşım teknolojisini benimseyin ve alıcıya bağımsız yürütülebilir dosyanın <a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>bağlantısını sağlayın</a>. Eğer çalıştırılabilir dosyaları iletebilecek bir kanalınız varsa, bunu indirin ve oraya dosyayla birlikte gönderin.
zh: 因此，而不是希望从根本上打破<em>自我解密文件</em>的想法，只需拥抱新的密钥共享技术，并为收件人提供<a href='https://account.axcrypt.net/Download/AxCrypt-2.exe'>link to the standalone executable</a>。 如果您有一个可以传输可执行文件的通道，请下载它并将其与文件一起发送到那里。

# Blog_WYSASDF_Text16
source: Happy AxCrypting!
ar: اكسكربتينك سعيد!
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Buon AxCrypting!
ko: 즐거운 AxCryp 되세요!
nl: Gelukkig AxCrypting!
pl: Miłego AxCryptingu!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxCrypting!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting 快乐！

# Blog_WYSASDF_Text2
source: What’s a <em>Self Decrypting File</em>? It’s a two things in one: It’s a self-contained executable program (a .exe), with secured data (a .axx file) embedded or appended to it.
ar: ما هو <em> ملف فك التشفير الذاتي </ em>؟ إنه شيئين في أحدهما: إنه برنامج مستقل قابل للتنفيذ (a .exe) ، مع تضمين بيانات مؤمنة (ملف .axx) أو إلحاقه به.
de: Was ist eine <em>selbstentschlüsselnde Datei</em>? Es ist zwei Dinge in einem: Es ist ein in sich geschlossenes ausführbares Programm (a.exe), mit gesicherten Daten (a.axx-Datei) eingebettet oder angehängt.
es: ¿Qué es un <em>archivo de autodescifrado</em>? Son dos cosas en una: es un programa ejecutable autónomo (un .exe), con datos protegidos (un archivo .axx) incrustados o adjuntos.
fr: Qu’est-ce qu’un <em>Fichier Auto-Décryptant</em> ? C’est deux choses en une: C’est un programme exécutable autonome (un .exe), avec des données sécurisées (un fichier .axx) intégrées ou ajoutées.
it: Che cos'è un <em>file autodecrittografato</em>? È due cose in una: è un programma eseguibile autonomo (un .exe), con dati protetti (un file .axx) incorporati o aggiunti ad esso.
ko: <em>자체 암호 해독 파일</em>이란 무엇입니까? 그것은 두 가지가 하나로 합쳐진 경우입니다 : 보안 데이터 (.axx 파일)가 포함되거나 추가 된 자체 포함 실행 프로그램 (.exe)입니다.
nl: Wat is een <em>zelfontcijferend bestand</em>? Het zijn twee dingen in één: Het is een zelfstandig uitvoerbaar programma (een .exe), met beveiligde gegevens (een .axx-bestand) ingesloten of toegevoegd.
pl: Co to jest <em>plik samoodszyfrowujący</em>? To dwie rzeczy w jednym: jest to samodzielny program wykonywalny (.exe), z osadzonymi lub dołączonymi do niego zabezpieczonymi danymi (plik .axx).
pt: O que é um <em>Ficheiro Auto-Decifrável</em>? É um dois em um: é um programa autonomamente executável (um .exe) com dados protegidos (um ficheiro .axx) embutidos ou adicionados.
ru: Что такое <em> Саморазшифрующийся файл</em>? Это две вещи в одной - автономная исполняемая программа (.exe), в которую встроены или добавлены защищенные данные (файл .axx).
sv: Vad är en <em>självdekrypterande fil</em>? Det är två saker i ett: Det är ett fristående körbart program (ett .exe), med säkrad data (en .axx-fil) inbäddad eller bifogad till den.
tr: <em>Kendi Kendine Şifresini Çözen Dosya Nedir</em>? İkisi bir arada: Güvenli verilerin (bir .axx dosyası) gömülü veya sonuna eklenmiş kendi kendine yeten yürütülebilir bir programdır (.exe).
zh: 什么是<em>自解密文件</em>？ 这是一个两件事：它是一个自包含的可执行程序（a .exe），具有安全数据（a .axx文件）嵌入或附加到其上。
