Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WTPI_H1_Text3
source: Since its founding in 2006, WikiLeaks has been through several phases. From publishing documents and files that its audience could actively post and edit to releasing political statements related to a specific purpose, they now work closely with news organizations to analyze, redact and publish information in a formal process.
ar: مر ويكيليكس منذ تأسيسه في عام 2006 بعدة مراحل. بدءًا من نشر المستندات والملفات التي يمكن للجمهور نشرها وتعديلها بنشاط إلى إصدار بيانات سياسية تتعلق بغرض معين ، يعملون الآن بشكل وثيق مع المؤسسات الإخبارية لتحليل المعلومات وتنقيحها ونشرها في عملية رسمية.
de: Seit seiner Gründung im Jahr 2006 hat WikiLeaks mehrere Phasen durchlaufen. Von der Veröffentlichung von Dokumenten und Dateien, die das Publikum aktiv veröffentlichen und bearbeiten kann, bis hin zur Veröffentlichung politischer Erklärungen zu einem bestimmten Zweck arbeiten sie jetzt eng mit Nachrichtenorganisationen zusammen, um Informationen in einem formellen Prozess zu analysieren, zu redigieren und zu veröffentlichen.
es: Desde su fundación en 2006, WikiLeaks ha pasado por varias fases. Desde la publicación de documentos y archivos que su audiencia podría publicar y editar activamente hasta la publicación de declaraciones políticas relacionadas con un propósito específico. Ahora trabajan en estrecha colaboración con las organizaciones de noticias para analizar, redactar y publicar información en un proceso formal.
fr: Depuis sa création en 2006, WikiLeaks a traversé plusieurs phases. De la publication de documents et de fichiers que son public pourrait publier et modifier activement à la publication de déclarations politiques liées à un objectif spécifique, ils travaillent désormais en étroite collaboration avec les organes de presse pour analyser, rédiger et publier des informations dans le cadre d'un processus formel.
it: Dalla sua fondazione nel 2006, WikiLeaks ha attraversato diverse fasi. Dalla pubblicazione di documenti e file che il suo pubblico potrebbe pubblicare e modificare attivamente al rilascio di dichiarazioni politiche relative a uno scopo specifico, ora lavorano a stretto contatto con le testate giornalistiche per analizzare, redigere e pubblicare informazioni in modo formale.
ko: 위키리크스는 2006년 설립 이후 여러 단계를 거쳤습니다. 대중이 적극적으로 게시 및 편집할 수 있는 문서 및 파일들의 포스팅부터 특정 목적과 관련된 정치적 성명 발표에 이르기까지, 이제 그들은 공식 프로세스를 통해 뉴스 기관과 긴밀하게 협력하여 정보를 분석, 수정 및 게시합니다.
nl: Sinds de oprichting in 2006 heeft WikiLeaks verschillende fasen doorgemaakt. Van het publiceren van documenten en bestanden die het publiek actief kon posten en bewerken tot het vrijgeven van politieke verklaringen met een specifiek doel, werken ze nu nauw samen met nieuwsorganisaties om informatie in een formeel proces te analyseren, te redigeren en te publiceren.
pl: Od momentu założenia w 2006 roku WikiLeaks przeszło kilka faz. Od publikowania dokumentów i plików, które odbiorcy mogliby aktywnie publikować i edytować, po wydawanie oświadczeń politycznych związanych z określonym celem, teraz ściśle współpracują z organizacjami informacyjnymi w celu analizowania, redagowania i publikowania informacji w formalnym procesie.
pt: Desde a sua fundação em 2006, a WikiLeaks tem passado por várias fases. Desde publicar documentos e ficheiros que a sua audiência pode activamente postar e editar até emitir declarações políticas relacionadas com um objectivo específico, a WikiLeaks trabalha agora estreitamente com agências de notícias para analisar, redigir e publicar informação segundo um processo formal.
ru: С момента своего основания в 2006 году WikiLeaks прошел через несколько этапов. Начиная с публикации документов и файлов, которые их аудитория могла бы активно публиковать и редактировать, и заканчивая публикацией политических заявлений, связанных с определенной целью. Теперь они тесно сотрудничают с новостными организациями для анализа, редактирования и публикации информации в рамках официального процесса.
sv: Sedan starten 2006 har WikiLeaks gått igenom flera faser. Från att publicera dokument och filer som publiken aktivt kan lägga upp och redigera till att släppa politiska uttalanden relaterade till ett specifikt syfte, arbetar de nu i nära samarbete med nyhetsorganisationer för att analysera, redigera och publicera information i en formell process.
tr: 2006 yılındaki kuruluşundan bu yana WikiLeaks birkaç aşamadan geçti. İzleyicilerinin aktif olarak düzenleyip gönderdiği belge ve dosyaları yayınlamaktan, belirli bir amaca hizmet eden siyasi beyanları yayınlamaya kadar. Artık yasal süreçte, bilgileri analiz etmek, yeniden düzenlemek ve yayınlamak için haber kuruluşlarıyla yakın bir şekilde çalışıyorlar.
zh: 自2006年成立以来，维基解密经历了几个阶段。 从发布其受众可以积极发布和编辑的文件和文件到发布与特定目的相关的政治声明，他们现在与新闻机构密切合作，在正式过程中分析，编辑和发布信

# Blog_WTPI_H1_Text4
source: During the 2016 US presidential election campaign, WikiLeaks released emails and other documents from the Democratic National Committee presumably leaked by Russia. They revealed documents from Hillary Clinton's campaign manager, John Podesta, proving that the national committee favoured Hillary Clinton over her rival Bernie Sanders in the primaries spreading and promoting thereby conspiracy theories. The exposure of these documents caused serious impairs and damage to the Clinton campaign being a potential factor to her loss. The US Justice Department began a criminal investigation of WikiLeaks and issued a statement expressing alarm at the 'multiple examples of legal overreach and irregularities' in his arrest.
ar: خلال حملة الانتخابات الرئاسية الأمريكية لعام 2016 ، نشر موقع ويكيليكس رسائل بريد إلكتروني ووثائق أخرى من اللجنة الوطنية الديمقراطية يُفترض أن روسيا سربتها. وكشفوا عن وثائق من مدير حملة هيلاري كلينتون ، جون بوديستا ، تثبت أن اللجنة الوطنية فضلت هيلاري كلينتون على منافسها بيرني ساندرز في الانتخابات التمهيدية مما أدى إلى نشر نظريات المؤامرة والترويج لها. تسبب فضح هذه الوثائق في إعاقات وأضرار خطيرة لحملة كلينتون كعامل محتمل لخسارتها. بدأت وزارة العدل الأمريكية تحقيقًا جنائيًا في موقع ويكيليكس وأصدرت بيانًا أعربت فيه عن القلق بشأن "الأمثلة المتعددة للتجاوزات القانونية والمخالفات" في اعتقاله.
de: Während des US-Präsidentschaftswahlkampfs 2016 veröffentlichte WikiLeaks E-Mails und andere Dokumente des Demokratischen Nationalkomitees, die vermutlich von Russland durchgesickert waren. Sie enthüllten Dokumente von Hillary Clintons Wahlkampfmanager John Podesta, die belegen, dass das Nationalkomitee Hillary Clinton gegenüber ihrem Rivalen Bernie Sanders in den Vorwahlen bevorzugte und dadurch Verschwörungstheorien verbreitete und förderte. Die Enthüllung dieser Dokumente verursachte ernsthafte Beeinträchtigungen und Schäden für die Clinton-Kampagne, die ein potenzieller Faktor für ihren Verlust waren. Das US-Justizministerium leitete eine strafrechtliche Untersuchung von WikiLeaks ein und gab eine Erklärung heraus, in der es seine Besorgnis über die zahlreichen Beispiele für rechtliche Überschreitungen und Unregelmäßigkeiten bei seiner Festnahme zum Ausdruck brachte.
es: Durante la campaña electoral presidencial de EE.UU. de 2016, WikiLeaks publicó correos electrónicos y otros documentos del Comité Nacional Demócrata presuntamente filtrados por Rusia. Revelaron documentos del jefe de campaña de Hillary Clinton, John Podesta, que prueban que el comité nacional favoreció a Hillary Clinton sobre su rival Bernie Sanders en las primarias, difundiendo y promoviendo así teorías de conspiración. La exposición de estos documentos causó graves perjuicios y daños a la campaña de Clinton, siendo un factor potencial para su derrota. El Departamento de Justicia de EE.UU. inició una investigación criminal de WikiLeaks y emitió un comunicado expresando su preocupación por los 'múltiples ejemplos de extralimitaciones e irregularidades legales' en su cometido.
fr: Au cours de la campagne électorale présidentielle américaine de 2016, WikiLeaks a publié des courriels et d’autres documents du Comité National Démocrate probablement divulgués par la Russie. Ils ont révélé des documents du directeur de campagne d’Hillary Clinton, John Podesta, prouvant que le comité national favorisait Hillary Clinton par rapport à son rival Bernie Sanders lors des primaires diffusant et promouvant ainsi des théories du complot. La révélation de ces documents a causé de graves dommages à la campagne Clinton, ce qui a été un facteur potentiel de sa perte. Le ministère américain de la Justice a ouvert une enquête criminelle sur WikiLeaks et a publié une déclaration exprimant son inquiétude face aux « multiples exemples d’excès et d’irrégularités juridiques » dans son arrestation.
it: Durante la campagna elettorale presidenziale degli Stati Uniti del 2016, WikiLeaks ha pubblicato e-mail e altri documenti del Comitato nazionale democratico presumibilmente trapelati dalla Russia. Hanno rivelato documenti del manager della campagna di Hillary Clinton, John Podesta, che dimostrano che il comitato nazionale ha favorito Hillary Clinton rispetto al suo rivale Bernie Sanders nelle primarie diffondendo e promuovendo così teorie cospirative. L'esposizione di questi documenti ha causato gravi danni alla campagna della Clinton, essendo un potenziale fattore per la sua perdita. Il Dipartimento di Giustizia degli Stati Uniti ha avviato un'indagine penale su WikiLeaks e ha rilasciato una dichiarazione che esprime allarme per i "molteplici esempi di eccessiva portata legale e irregolarità" nel suo arresto.
ko: 2016 년 미국 대통령 선거 운동 기간 동안 WikiLeaks는 러시아가 유출 한 것으로 추정되는 민주당 전국위원회의 이메일 및 기타 문서를 공개했습니다. 그들은 힐러리 클린턴의 캠페인 매니저인 존 포데스타(John Podesta)의 문서를 공개하여 전국위원회가 예비선거에서 경쟁자인 버니 샌더스보다 힐러리 클린턴을 선호하여 음모론을 퍼뜨리고 조장했음을 증명했습니다. 이 문서의 노출은 클린턴 캠페인에 심각한 손상과 피해를 입혔고 그녀의 손실에 대한 잠재적 요인이 되었습니다. 미국 법무부는 WikiLeaks에 대한 범죄 수사를 시작했으며 그의 체포에서 '법적 과잉 및 불규칙성의 여러 사례'에 대해 우려를 표명하는 성명을 발표했습니다.
nl: Tijdens de campagne voor de Amerikaanse presidentsverkiezingen van 2016 heeft WikiLeaks e-mails en andere documenten vrijgegeven van het Democratic National Committee, vermoedelijk gelekt door Rusland. Ze onthulden documenten van de campagneleider van Hillary Clinton, John Podesta, waaruit bleek dat het nationale comité Hillary Clinton bevoordeelde boven haar rivaal Bernie Sanders in de voorverkiezingen, waardoor complottheorieën werden verspreid en gepromoot. De openbaarmaking van deze documenten veroorzaakte ernstige schade en schade aan de Clinton-campagne, wat een mogelijke factor was voor haar verlies. Het Amerikaanse ministerie van Justitie startte een strafrechtelijk onderzoek naar WikiLeaks en gaf een verklaring af waarin het alarm uitsprak over de 'meerdere voorbeelden van juridische overschrijding en onregelmatigheden' bij zijn arrestatie.
pl: Podczas kampanii przed wyborami prezydenckimi w USA w 2016 r. WikiLeaks opublikowała e-maile i inne dokumenty od Demokratycznego Komitetu Narodowego, które prawdopodobnie wyciekły przez Rosję. Ujawnili dokumenty kierownika kampanii Hillary Clinton, Johna Podesty, dowodzące, że komitet krajowy faworyzował Hillary Clinton nad jej rywalem Bernie Sandersem w prawyborach, rozpowszechniając i promując w ten sposób teorie spiskowe. Ujawnienie tych dokumentów spowodowało poważne osłabienia i szkody w kampanii Clintona, będąc potencjalnym czynnikiem jej przegranej. Departament Sprawiedliwości USA rozpoczął śledztwo w sprawie WikiLeaks i wydał oświadczenie, w którym wyraził zaniepokojenie „wieloma przykładami nadużyć prawnych i nieprawidłowości” w jego aresztowaniu.
pt: Durante a campanha eleitoral presidencial de 2016 nos US, a WikiLeaks publicou emails e outros documentos do Comité Nacional Democrático presumivelmente obtidos pela Rússia. Eles revelaram documentos do gestor de campanha de Hillary Clinton, John Podesta, a provar que o comité nacional tinha Hillary Clinton como favorita em vez do rival Bernie Sanders nas eleições primárias, assim difundindo e promovendo teorias da conspiração. A exposição destes documentos causou prejuízos e danos à campanha de Clinton, sendo um factor potencial da sua perda. O Departamento de Justiça dos US iniciou uma investigação criminal do WikiLeaks e emitiu uma declaração a expressar alarme pelos 'múltiplos exemplos de abuso e irregularidades legais' na sua detenção.
ru: Во время президентской избирательной кампании в США в 2016 году WikiLeaks опубликовал электронные письма и другие документы Национального комитета Демократической партии, предположительно, утечку которых осуществила Россия. Они раскрыли документы руководителя предвыборной кампании Хиллари Клинтон Джона Подесты, доказывающие, что национальный комитет отдал предпочтение Хиллари Клинтон перед ее соперником Берни Сандерсом на праймериз, распространяя и продвигая таким образом теории заговора. Обнародование этих документов нанесло серьезный ущерб кампании Клинтон, став потенциальным фактором ее проигрыша. Министерство юстиции США начало уголовное расследование в отношении WikiLeaks и опубликовало заявление, в котором выразило тревогу в связи с "многочисленными примерами превышения законных полномочий и нарушений" при его аресте.
sv: Under den amerikanska presidentvalskampanjen 2016 släppte WikiLeaks mejl och andra dokument från den demokratiska nationella kommittén som förmodligen läckts ut av Ryssland. De avslöjade dokument från Hillary Clintons kampanjchef, John Podesta, som bevisade att den nationella kommittén gynnade Hillary Clinton framför hennes rival Bernie Sanders i primärvalen och spred och främjade därigenom konspirationsteorier. Exponeringen av dessa dokument orsakade allvarliga försämringar och skada på Clintonkampanjen, vilket var en potentiell faktor till hennes förlust. Det amerikanska justitiedepartementet inledde en brottsutredning av WikiLeaks och utfärdade ett uttalande som uttryckte oro över de "flera exemplen på juridiska övergrepp och oegentligheter" vid gripandet.
tr: WikiLeaks, 2016 ABD başkanlık seçimleri kampanyası sırasında, Demokratik Ulusal Komite'den, muhtemelen Rusya tarafından sızdırılan e-postaları ve diğer belgeleri yayınladı. Hillary Clinton'ın kampanya yöneticisi John Podesta'dan, ulusal komitenin ön seçimlerde Hillary Clinton'ı rakibi Bernie Sanders'a tercih ettiğini kanıtlayan belgeleri ortaya çıkardılar. Bu belgelerin açığa çıkması, Clinton kampanyasında ciddi sorunlara ve hasara neden oldu ve seçimi kaybetmesinde potansiyel bir faktör oldu. ABD Adalet Bakanlığı WikiLeaks hakkında cezai soruşturma başlattı ve tutuklanmasına ilişkin 'çok sayıda yasal aşırılık ve usulsüzlük örneği' karşısında endişe duyduğunu ifade eden bir açıklama yayınladı.
zh: 在2016年美国总统大选期间，维基解密发布了民主党全国委员会的电子邮件和其他文件，这些文件可能是俄罗斯泄露的。 他们透露了希拉里克林顿竞选经理约翰波德斯塔的文件，证明全国委员会在初选中赞成希拉里克林顿而不是她的竞争对手伯尼桑德斯传播和宣传阴谋论。 这些文件的曝光造成了严重的损害和损害克林顿竞选是一个潜在的因素，她的损失。 美国司法部开始对维基解密进行刑事调查，并发表了一份声明，对他被捕时的"法律超越和违规行为的多个例子"表示震惊。

# Blog_WTPI_H1_Text5
source: Organisations like Wikileaks change society's long-lasting principles and strive to modify high hierarchical systems by using the power of information. Pros and cons being considered, it is truly important as citizens to be a critical thinker and not take everything for granted. Values and purposes are in constant evolution and therefore shouldn't be invariably ground principles.
ar: تقوم منظمات مثل ويكيليكس بتغيير مبادئ المجتمع طويلة الأمد وتسعى جاهدة لتعديل الأنظمة الهرمية العالية باستخدام قوة المعلومات. مع أخذ الإيجابيات والسلبيات في الاعتبار ، من المهم حقا كمواطنين أن يكونوا مفكرين نقديين وألا يأخذوا كل شيء كأمر مسلم به. القيم والأغراض في تطور مستمر ، وبالتالي لا ينبغي أن تكون دائمًا مبادئ أساسية.
de: Organisationen wie Wikileaks verändern die langjährigen Prinzipien der Gesellschaft und bemühen sich, hochhierarchische Systeme zu modifizieren, indem sie die Macht der Information nutzen. Vor- und Nachteile werden berücksichtigt, Es ist wirklich wichtig, als Bürger ein kritischer Denker zu sein und nicht alles für selbstverständlich zu halten. Werte und Zwecke entwickeln sich ständig weiter und sollten daher nicht immer Grundprinzipien sein.
es: Organizaciones como Wikileaks cambian los principios duraderos de la sociedad y se esfuerzan por modificar los sistemas jerárquicos altos utilizando el poder de la información. Teniendo en cuenta los pros y los contras, es verdaderamente importante que como ciudadanos seamos un pensadores críticos y no demos todo por sentado. Los valores y propósitos están en constante evolución y por lo tanto no deben ser principios fundamentales invariablemente.
fr: Des organisations comme Wikileaks changent les principes durables de la société et s'efforcent de modifier les systèmes hiérarchiques élevés en utilisant le pouvoir de l'information. Le pour et le contre étant pris en compte, il est vraiment important en tant que citoyen d'être un penseur critique et de ne pas tout prendre pour acquis. Les valeurs et les objectifs sont en constante évolution et ne devraient donc pas être invariablement des principes fondamentaux.
it: Organizzazioni come Wikileaks cambiano i principi duraturi della società e si sforzano di modificare i sistemi gerarchici elevati utilizzando il potere dell'informazione. Considerati i pro e i contro, è veramente importante come cittadino essere un pensatore critico e non dare tutto per scontato. I valori e gli scopi sono in continua evoluzione e quindi non dovrebbero essere principi di base invariabili.
ko: 위키리크스와 같은 조직은 정보의 힘을 사용하여 사회의 오래 지속된 원칙들을 변경하고 수직적인 계층 시스템을 수정하기 위해 노력합니다. 찬반 양론을 고려하면, 시민으로서 비판적 사고를 견지하고 모든 것을 당연하게 여기지지 않는 것이 진정으로 중요합니다. 가치와 목적들은 끊임없이 진화하므로 이는 기본 원칙이 되어서는 안 됩니다.
nl: Organisaties zoals Wikileaks veranderen de langdurige principes van de samenleving en streven ernaar om sterke hiërarchische systemen te wijzigen door gebruik te maken van de kracht van informatie. Als we de voor- en nadelen in overweging nemen, is het als burger echt belangrijk om kritisch te denken en niet alles als vanzelfsprekend te beschouwen. Waarden en doelen zijn voortdurend in ontwikkeling en zouden daarom niet altijd de basisprincipes moeten zijn.
pl: Organizacje takie jak Wikileaks zmieniają trwałe zasady społeczeństwa i dążą do modyfikowania wysokich systemów hierarchicznych, wykorzystując potęgę informacji. Biorąc pod uwagę zalety i wady, naprawdę ważne jest, aby obywatele myśleli krytycznie i nie brali wszystkiego za pewnik. Wartości i cele podlegają ciągłej ewolucji i dlatego nie powinny być niezmiennie podstawowymi zasadami.
pt: As organizações como a WikiLeaks alteram os princípios duradouros da sociedade e lutam para modificar sistemas altamente hierarquizados através do poder da informação. Prós e contras considerados, é verdadeiramente importante que os cidadãos sejam pensadores críticos e que não tomem tudo como garantido. Os valores e propósitos estão em constante evolução e portanto não devem corresponder a princípios-base invariáveis.
ru: Организации, подобные Wikileaks, меняют устоявшиеся принципы общества и стремятся модифицировать высокие иерархические системы, используя силу информации. Учитывая все "за" и "против", нам, гражданам, действительно важно критически мыслить и не принимать все как должное. Ценности и цели находятся в постоянной эволюции и поэтому не должны быть неизменными основополагающими принципами.
sv: Organisationer som Wikileaks förändrar samhällets långvariga principer och strävar efter att modifiera höga hierarkiska system genom att använda kraften i information. Med tanke på för- och nackdelarna är det verkligen viktigt som medborgare att vara en kritisk tänkare och inte ta allt för givet. Värden och syften är i ständig utveckling och bör därför inte alltid vara grundprinciper.
tr: Wikileaks gibi kuruluşlar, uzun yıllardır var olan toplumsal kuralları değiştirir ve bilginin gücünü kullanarak üst düzey hiyerarşik yapıyı değiştirmeye çabalar. Artıları ve eksileri göz önüne alındığında, vatandaşlar olarak eleştirel düşünmek ve her şeyi olduğu gibi kabul etmemek gerçekten önemlidir. Değerler ve amaçlar sürekli evrim halindedir ve bu nedenle değişmeyen temel ilkeler olmamalıdır.
zh: 像维基解密这样的组织改变了社会的长期原则，并努力通过使用信息的力量来修改高等级系统。 利弊正在考虑，作为公民，成为一个批判性的思想家而不是把一切都视为理所当然是真正重要的。 价值观和宗旨是不断演变的，因此不应该是一成不变的基本原则。

# Blog_WTPI_H2_Text1
source: What is the value of information? How is it measured? What kind of information, based on what assumptions, is legitimate? And whose opinion counts?
ar: ما هي قيمة المعلومات؟ كيف تقاس؟ أي نوع من المعلومات ، على أساس أي افتراضات ، هو شرعي؟ ومن يهمه رأي؟
de: Was ist der Wert von Informationen? Wie wird es gemessen? Welche Art von Informationen, basierend auf welchen Annahmen, ist legitim? Und wessen Meinung zählt?
es: ¿Cuál es el valor de la información? ¿Cómo se mide? ¿Qué tipo de información, en base a qué suposiciones, es legítima? ¿Y la opinión de quién cuenta?
fr: Quelle est la valeur des informations ? Comment est-il mesuré ? Quel type d'information, sur la base de quelles hypothèses, est légitime ? Et quel avis compte ?
it: Qual è il valore delle informazioni? Come si misura? Che tipo di informazioni, sulla base di quali presupposti, sono legittime? E l'opinione di chi conta?
ko: 정보의 가치란 무엇입니까? 그 가치는 어떻게 측정할 수 있습니까? 어떤 종류의 정보가 합법적이며 이는 어떤 가정에 근거하고 있습니까? 그리고 누구의 의견이 중요합니까?
nl: Wat is de waarde van informatie? Hoe wordt het gemeten? Wat voor soort informatie, op basis van welke veronderstellingen, is legitiem? En wiens mening telt?
pl: Jaka jest wartość informacji? Jak to się mierzy? Jakie informacje, w oparciu o jakie założenia, są zgodne z prawem? A czyja opinia się liczy?
pt: Qual é o valor da informação? Como é medido? Que tipo de informação, baseada em que tipo de assumpções, é legítima? E conta a opinião de quem?
ru: В чем ценность информации? Как это измеряется? Какого рода информация, основанная на каких предположениях, является законной? И чье мнение имеет значение?
sv: Vad är värdet av information? Hur mäts det? Vilken typ av information, baserat på vilka antaganden, är legitim? Och vems åsikt räknas?
tr: Bilginin değeri nedir? Nasıl ölçülür? Ne tür bilgiler, hangi varsayımlar temelinde meşrudur? Ve kimin görüşü dikkate alınır?
zh: 信息的价值是什么？ 它是如何测量的？ 什么样的信息，基于什么假设，是合法的？ 谁的意见重要？
