Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ES_Heading2
source: Advantages of encryption software.
ar: مزايا برامج التشفير.
de: Vorteile von Verschlüsselungssoftware.
es: Ventajas del software de cifrado
fr: Avantages du logiciel de cryptage.
it: Vantaggi del software di crittografia.
ko: 암호화 소프트웨어의 장점.
nl: Voordelen van encryptiesoftware.
pl: Zalety oprogramowania szyfrującego.
pt: Vantagens de software de cifragem.
ru: Преимущества программного обеспечения для шифрования.
sv: Fördelar med krypteringsmjukvara.
tr: Şifreleme yazılımının avantajları.
zh: 加密软件的优点。

# Blog_ES_Summary
source: Software for encryption changes plain-text files and text into text that cannot be read by known human languages.
ar: تقوم برامج التشفير بتغيير ملفات النص العادي والنصوص إلى نص لا يمكن قراءته بواسطة اللغات البشرية المعروفة.
de: Software zur Verschlüsselung wandelt Klartextdateien und Text in Text um, der von bekannten menschlichen Sprachen nicht gelesen werden kann.
es: El software de cifrado cambia los archivos de texto sin formato y el texto en texto que el lenguaje humano no puede leer.
fr: Les logiciels de cryptage modifient les fichiers de texte brut et le texte en texte qui ne peut pas être lu par des langues humaines connues.
it: Il software per la crittografia modifica i file di testo normale e il testo in testo che non può essere letto da lingue umane conosciute.
ko: 암호화 소프트웨어는 일반 텍스트 파일과 텍스트를 알려진 인간 언어로 읽을 수 없는 텍스트로 변경합니다.
nl: Software voor versleuteling verandert platte tekstbestanden en tekst in tekst die niet gelezen kan worden door bekende menselijke talen.
pl: Oprogramowanie do szyfrowania zamienia zwykłe pliki tekstowe i tekst na tekst, którego nie mogą odczytać znane ludzkie języki.
pt: O software de cifragem altera ficheiros e texto não cifrado em texto que não pode ser lido por línguas humanas conhecidas.
ru: Программное обеспечение для шифрования преобразует обычные текстовые файлы и текст в текст, который не может быть прочитан известными людям языками.
sv: Programvara för kryptering ändrar vanliga textfiler och text till text som inte är kan avläsas av mänskliga språk.
tr: Şifreleme yazılımı, düz metin dosyalarını ve metni bilinen insan dilleri tarafından okunamayan metne dönüştürür.
zh: 加密软件将纯文本文件和文本更改为已知人类语言无法读取的文本。

# Blog_ES_Text1
source: Software for encryption changes plain-text files and text into text that cannot be read by known human languages. Software is used to transform legible text into an unintelligible format, which is known as encryption or cipher text. The file will need to be decrypted in order to be read once it has been encrypted
ar: تقوم برامج التشفير بتغيير ملفات النص العادي والنصوص إلى نص لا يمكن قراءته بواسطة اللغات البشرية المعروفة. يتم استخدام البرنامج لتحويل النص المقروء إلى تنسيق غير مفهوم ، والذي يُعرف بالتشفير أو نص التشفير. سيحتاج الملف إلى فك تشفير لقراءته بمجرد تشفيره
de: Software zur Verschlüsselung wandelt Klartextdateien und Text in Text um, der von bekannten menschlichen Sprachen nicht gelesen werden kann. Software wird verwendet, um lesbaren Text in ein unverständliches Format umzuwandeln, das als Verschlüsselung oder Chiffretext bezeichnet wird. Die Datei muss entschlüsselt werden, damit sie nach der Verschlüsselung gelesen werden kann
es: El software de cifrado cambia los archivos de texto sin formato y el texto en texto que el lenguaje humano no puede leer. El software se utiliza para transformar texto legible en un formato ininteligible, lo que se conoce como cifrado o texto cifrado. El archivo deberá descifrarse para poder leerse una vez que se haya cifrado.
fr: Les logiciels de cryptage modifient les fichiers de texte brut et le texte en texte qui ne peut pas être lu par des langues humaines connues. Un logiciel est utilisé pour transformer un texte lisible en un format inintelligible, connu sous le nom de cryptage ou texte chiffré. Le fichier devra être déchiffré pour pouvoir être lu une fois qu'il aura été chiffré
it: Il software per la crittografia modifica i file di testo normale in testo che non può essere letto da lingue umane conosciute. Il software viene utilizzato per trasformare il testo leggibile in un formato incomprensibile, noto come crittografia o testo cifrato. Il file dovrà essere decrittografato per poter essere letto una volta crittografato.
ko: 암호화 소프트웨어는 일반 텍스트 파일과 텍스트를 알려진 인간 언어로 읽을 수 없는 텍스트로 변경합니다. 소프트웨어는 읽을 수 있는 텍스트를 암호화 또는 암호 텍스트로 알려진 이해할 수 없는 형식으로 변환하는 데 사용됩니다. 파일이 암호화된 후 읽을 수 있도록 암호를 해독해야 합니다
nl: Software voor versleuteling verandert platte-tekstbestanden en tekst in tekst die niet kan worden gelezen door bekende menselijke talen. Software wordt gebruikt om leesbare tekst om te zetten in een onbegrijpelijk formaat, dat bekend staat als codering of coderingstekst. Het bestand moet worden gedecodeerd om te worden gelezen nadat het is gecodeerd
pl: Oprogramowanie do szyfrowania zamienia zwykłe pliki tekstowe i tekst na tekst, którego nie da się odczytać za pomcą znanych ludzkich języków. Oprogramowanie służy do przekształcania czytelnego tekstu w niezrozumiały format, który jest znany jako szyfrowanie lub tekst zaszyfrowany. Plik będzie musiał zostać odszyfrowany, aby można go było odczytać po zaszyfrowaniu
pt: O software de cifragem altera ficheiros e texto não cifrado em texto que não pode ser lido por línguas humanas conhecidas. O software é usado para transformar texto legível num formato ininteligível, conhecido como cifragem ou texto cifrado. Uma vez cifrado, o ficheiro precisará de ser decifrado para poder ser lido.
ru: Программное обеспечение для шифрования преобразует обычные текстовые файлы и текст в текст, который не может быть прочитан известными человечеству языками. Программное обеспечение используется для преобразования разборчивого текста в непонятный формат, который известен как шифрование или зашифрованный текст. Файл необходимо будет расшифровать, чтобы его можно было прочитать после того, как он был зашифрован
sv: Programvara för kryptering ändrar vanliga textfiler och text till text som inte kan läsas av mänskligt språk. Programvaran används för att omvandla läsbar text till ett oförståeligt format, som kallas kryptering eller chiffertext. Filen måste dekrypteras för att kunna läsas när den väl har krypterats.
tr: Şifreleme yazılımı, düz metin dosyalarını ve metni bilinen insan dilleri tarafından okunamayan metne dönüştürür. Yazılım, okunabilir metni şifreleme ya da şifreli metin olarak bilinen anlaşılmaz bir şekle dönüştürür. Şifrelendikten sonra okunması için dosyanın şifresinin çözülmesi gerekir.
zh: 加密软件将纯文本文件和文本更改为已知人类语言无法读取的文本。 软件用于将清晰的文本转换为不可理解的格式，即加密或密文。 该文件将需要解密，以便在加密后读取

# Blog_ES_Title
source: What is encryption software?
ar: ما هو برنامج التشفير؟
de: Was ist Verschlüsselungssoftware?
es: ¿Qué es el software de cifrado?
fr: Qu'est-ce qu'un logiciel de chiffrement?
it: Cos'è il software di crittografia?
ko: 암호화 소프트웨어란 무엇입니까?
nl: Wat is versleutelingssoftware?
pl: Co to jest oprogramowanie szyfrujące?
pt: O que é software de cifragem?
ru: Что такое программное обеспечение для шифрования?
sv: Vad är krypteringsprogramvara?
tr: Şifreleme yazılımı nedir?
zh: 什么是加密软件？

# Blog_EVA_H1_Text1
source: Access control is when a given identity is given permissions by a higher authority (is authorized) to perform actions such as reading a file.
ar: يتم التحكم في الوصول عندما يتم منح هوية معينة أذونات من قبل سلطة أعلى (مخولة) لتنفيذ إجراءات مثل قراءة ملف.
de: Zugriffskontrolle liegt vor, wenn eine bestimmte Identität von einer höheren Behörde Berechtigungen erhält (autorisiert ist), um Aktionen wie das Lesen einer Datei auszuführen.
es: El control de acceso es cuando una autoridad superior otorga permisos a una identidad determinada (está autorizado) para realizar acciones como leer un archivo.
fr: Le contrôle d’accès se produit lorsqu’une identité donnée reçoit des autorisations d’une autorité supérieure (est autorisée) pour effectuer des actions telles que la lecture d’un fichier.
it: Il controllo di accesso si verifica quando a una determinata identità vengono concesse le autorizzazioni da un'autorità superiore (è autorizzata) per eseguire azioni come la lettura di un file.
ko: 액세스 제어는 지정된 ID에 상위 기관에서 파일 읽기와 같은 작업을 수행할 수 있는 권한을 부여(권한이 부여됨)하는 경우입니다.
nl: Toegangscontrole is wanneer een bepaalde identiteit toestemming krijgt van een hogere autoriteit (gemachtigd is) om handelingen uit te voeren, zoals het lezen van een bestand.
pl: Kontrola dostępu ma miejsce wtedy, gdy dana tożsamość otrzymuje uprawnienia od wyższego organu (jest autoryzowana) do wykonywania czynności, takich jak odczytywanie pliku.
pt: O controlo de acesso ocorre quando são dada permissões a uma determinada identidade por outra que lhe é superior (que está autorizada) para executar acções como ler um ficheiro.
ru: Контроль доступа - это когда данное удостоверение получает разрешения от вышестоящего органа (авторизовано) на выполнение таких действий, как чтение файла.
sv: Åtkomstkontroll är när en given identitet ges tillstånd av en högre instans (som är auktoriserad) att utföra åtgärder som att läsa en fil.
tr: Erişim denetimi, belirlenmiş bir kimliğe, daha üst düzey bir yetkilinin bir dosyanın okunması gibi izinleri vermesi (yetkilendirmesi) anlamına gelir.
zh: 访问控制是当给定的身份被更高的权限（被授权）授予执行诸如读取文件等操作的权限时。

# Blog_EVA_H1_Text2
source: For access control to work, we need authentication to ensure that the identity claim is actually authentic. Simply put – that I am who I claim to be. We also need someone to perform that authentication – typically an operating system or a server.
ar: لكي يعمل التحكم في الوصول ، نحتاج إلى مصادقة للتأكد من صحة مطالبة الهوية بالفعل. ببساطة - أنا ما أدعي أن أكونه. نحتاج أيضًا إلى شخص ما لإجراء تلك المصادقة - عادةً ما يكون نظام تشغيل أو خادمًا.
de: Damit die Zugriffskontrolle funktioniert, benötigen wir eine Authentifizierung, um sicherzustellen, dass der Identitätsanspruch tatsächlich authentisch ist. Einfach gesagt - dass ich bin, wer ich zu sein behaupte. Wir brauchen auch jemanden, der diese Authentifizierung durchführt – normalerweise ein Betriebssystem oder einen Server.
es: Para que funcione el control de acceso, necesitamos autenticación para garantizar que el reclamo de identidad sea realmente auténtico. En pocas palabras, que soy quien afirmo ser. También necesitamos a alguien para realizar esa autenticación, generalmente un sistema operativo o un servidor.
fr: Pour que le contrôle d’accès fonctionne, nous avons besoin d’une authentification pour nous assurer que la revendication d’identité est réellement authentique. En termes simples – je suis ce que je prétends être. Nous avons également besoin de quelqu’un pour effectuer cette authentification – généralement un système d’exploitation ou un serveur.
it: Affinché il controllo degli accessi funzioni, è necessaria l'autenticazione per garantire che la richiesta di identità sia effettivamente autentica. In poche parole, che io sono quello che affermo di essere. Abbiamo anche bisogno di qualcuno che esegua tale autenticazione, in genere un sistema operativo o un server.
ko: 액세스 제어가 작동하려면 ID 클레임이 실제로 인증되었는지 확인하기 위한 인증이 필요합니다. 간단히 말해서 – 내가 누구인지 주장하는 것입니다. 또한 해당 인증을 수행할 사람(일반적으로 운영 체제 또는 서버)이 필요합니다.
nl: Voor een goede toegangscontrole is authenticatie nodig om ervoor te zorgen dat de identiteitsclaim daadwerkelijk authentiek is. Eenvoudig gezegd - dat ik ben wie ik beweer te zijn. We hebben ook iemand nodig om die authenticatie uit te voeren - meestal een besturingssysteem of een server.
pl: Aby kontrola dostępu działała, potrzebujemy uwierzytelnienia, aby upewnić się, że oświadczenie tożsamości jest rzeczywiście autentyczne. Mówiąc wprost – jestem tym, za kogo się podaję. Potrzebujemy również kogoś, kto przeprowadzi to uwierzytelnienie – zazwyczaj systemu operacyjnego lub serwera.
pt: Para que o controlo de acesso funcione, precisamos da autenticação para garantir que a declaração de identidade é, de facto, autêntica. Simplificando – que somos quem dizemos ser. Também precisamos de alguém que execute essa autenticação – tipicamente um sistema operativo ou um servidor.
ru: Чтобы управление доступом работало, нам нужна аутентификация, чтобы убедиться, что утверждение об идентификации действительно аутентично. Проще говоря – что я тот, за кого себя выдаю. Нам также нужен кто–то для выполнения этой аутентификации - обычно это операционная система или сервер.
sv: För att åtkomstkontrollen ska fungera behöver vi autentisering för att säkerställa att identitetsanspråket faktiskt är autentiskt. Enkelt uttryckt – att jag är den jag utger mig för att vara. Vi behöver också någon som utför den autentiseringen – vanligtvis ett operativsystem eller en server.
tr: Erişim kontrolünün işleyebilmesi için, kimlik talebinin gerçek olduğundan emin olmak üzere kimlik doğrulamasına ihtiyacımız vardır. Basitçe söylemek gerekirse, olduğunu iddia ettiğim kişinin kendim olması. Ayrıca bu kimlik doğrulamasını gerçekleştirecek birine de ihtiyacımız vardır - genellikle bir işletim sistemi veya bir sunucu.
zh: 为了使访问控制工作，我们需要进行身份验证，以确保身份声明实际上是真实的。 简单地说 - 我就是我自称的人。 我们还需要有人执行该身份验证-通常是操作系统或服务器。

# Blog_EVA_H1_Text3
source: When you limit access to a file using access control, such as when you store a file on a network server or in your cloud storage, it’s the responsibility of the operating system or cloud storage server to ask you for credentials (like a password) to prove who you are, and then to enforce the restrictions that you have set on your files. The authentication can be made stronger by for example 2 factor authentication.
ar: عندما تقوم بتقييد الوصول إلى ملف باستخدام التحكم في الوصول ، على سبيل المثال عندما تقوم بتخزين ملف على خادم شبكة أو في التخزين السحابي ، فمن مسؤولية نظام التشغيل أو خادم التخزين السحابي أن يطلب منك بيانات الاعتماد (مثل كلمة المرور) إثبات هويتك ، ومن ثم فرض القيود التي وضعتها على ملفاتك. يمكن جعل المصادقة أقوى من خلال المصادقة الثنائية على سبيل المثال.
de: Wenn Sie den Zugriff auf eine Datei mithilfe der Zugriffssteuerung einschränken, z. B. wenn Sie eine Datei auf einem Netzwerkserver oder in Ihrem Cloud-Speicher speichern, liegt es in der Verantwortung des Betriebssystems oder Cloud-Speicherservers, Sie nach Anmeldeinformationen (z. B. einem Kennwort) zu fragen, um nachzuweisen, wer Sie sind, und dann die Einschränkungen durchzusetzen, die Sie für Ihre Dateien festgelegt haben. Die Authentifizierung kann beispielsweise durch eine 2-Faktor-Authentifizierung verstärkt werden.
es: Cuando limitas el acceso a un archivo mediante el control de acceso, como cuando almacenas un archivo en un servidor de red o en tu almacenamiento en la nube, es responsabilidad del sistema operativo o del servidor de almacenamiento en la nube solicitarte credenciales (como una contraseña) para probar quién eres tú y luego hacer cumplir las restricciones que has establecido en tus archivos. La autenticación se puede reforzar mediante, por ejemplo, autenticación de 2 factores.
fr: Lorsque vous limitez l’accès à un fichier à l’aide du contrôle d’accès, par exemple lorsque vous stockez un fichier sur un serveur réseau ou dans votre stockage cloud, il est de la responsabilité du système d’exploitation ou du serveur de stockage cloud de vous demander des informations d’identification (comme un mot de passe) pour prouver qui vous êtes, puis d’appliquer les restrictions que vous avez définies sur vos fichiers. L’authentification peut être renforcée par exemple par l’authentification à 2 facteurs.
it: Quando limiti l'accesso a un file utilizzando il controllo degli accessi, ad esempio quando memorizzi un file su un server di rete o nel tuo archivio cloud, è responsabilità del sistema operativo o del server di archiviazione cloud chiederti le credenziali (come una password) per dimostrare chi sei e quindi applicare le restrizioni che hai impostato sui tuoi file. L'autenticazione può essere rafforzata, ad esempio, dall'autenticazione a 2 fattori.
ko: 네트워크 서버 또는 클라우드 저장소에 파일을 저장하는 경우와 같이 액세스 제어를 사용하여 파일에 대한 액세스를 제한하는 경우 운영 체제 또는 클라우드 저장소 서버는 사용자가 누구인지 증명하기 위해 자격 증명(예: 암호)을 요청한 다음 파일에 설정한 제한을 적용해야 합니다. 인증은 예를 들어 2 단계 인증을 통해 더 강력하게 만들 수 있습니다.
nl: Wanneer u de toegang tot een bestand beperkt met behulp van toegangscontrole, zoals wanneer u een bestand opslaat op een netwerkserver of in uw cloudopslag, is het de verantwoordelijkheid van het besturingssysteem of de cloudopslagserver om u om referenties (zoals een wachtwoord) te vragen om te bewijzen wie u bent en vervolgens de beperkingen afdwingen die u op uw bestanden hebt ingesteld. De authenticatie kan versterkt worden door bijvoorbeeld 2-factor authenticatie.
pl: Gdy ograniczasz dostęp do pliku za pomocą kontroli dostępu, na przykład gdy przechowujesz plik na serwerze sieciowym lub w pamięci masowej w chmurze, obowiązkiem systemu operacyjnego lub serwera pamięci masowej w chmurze jest pytanie o poświadczenia (takie jak hasło) do udowodnić, kim jesteś, a następnie egzekwować ograniczenia, które nałożyłeś na swoje pliki. Uwierzytelnianie można wzmocnić, na przykład uwierzytelnianiem dwuskładnikowym.
pt: Quando você limita o acesso a um ficheiro através de controlo de acesso, tal como quando armazena um ficheiro num servidor de rede ou na nuvem, o sistema operativo ou o servidor de armazenamento na nuvem é responsável por lhe pedir credenciais (como uma palavra-passe) para garantir que é você e então aplicar as devidas restrições que você definiu nos seus ficheiros. A autenticação pode ser tornada mais forte através de, por exemplo, dois factores.
ru: Когда вы ограничиваете доступ к файлу с помощью контроля доступа, например, когда вы сохраняете файл на сетевом сервере или в своем облачном хранилище, операционная система или сервер облачного хранилища обязаны запросить у вас учетные данные (например, пароль), чтобы подтвердить, кто вы есть, а затем обеспечить соблюдение ограничения, которые вы установили для своих файлов. Аутентификацию можно усилить, например, с помощью 2-факторной аутентификации.
sv: När du begränsar åtkomsten till en fil med hjälp av åtkomstkontroll, till exempel när du lagrar en fil på en nätverksserver eller i din molnlagring, är det operativsystemet eller molnlagringsserverns ansvar att be dig om autentiseringsuppgifter (som ett lösenord) för att bevisa vem du är och sedan upprätthålla de begränsningar som du har satt på dina filer. Autentiseringen kan göras starkare genom till exempel 2-faktors autentisering.
tr: Bir dosyayı bir ağ sunucusunda ya da bulut depolamanızda sakladığınızda olduğu gibi bir dosyaya olan erişimi, erişim kontrolü kullanarak sınırladığınızda kim olduğunuzu doğrulamak ve sonrasında dosyalarınız üzerinde belirlediğiniz sınırlamaları uygulamak için kimlik bilgilerinizi (parola gibi) istemek işletim sisteminin ya da bulut depolamanın sorumluluğudur. Doğrulama, örneğin 2 faktörlü doğrulama gibi yöntemlerle daha güçlü hale getirilebilir.
zh: 当您使用访问控制限制对文件的访问时，例如当您将文件存储在网络服务器或云存储中时，操作系统或云存储服务器有责任要求您提供凭据（如密码）以证明您是谁，然后强制执行您对文件设置的限制。 例如，通过2因素身份验证可以使身份验证更强。
