Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessFaq6Ans
source: AxCrypt provides support that aligns with your business needs. From the moment you start using Axcrypt, you’ll have access to a dedicated account manager who offers personalized assistance to help you utilize our encryption tools. This ensures your data security is always optimized and that you receive expert guidance throughout your journey.
ar: يوفر أكسكربت الدعم الذي يتوافق مع احتياجات عملك. من اللحظة التي تبدأ فيها استخدام أكسكربت ، ستتمكن من الوصول إلى مدير حساب مخصص يقدم مساعدة مخصصة لمساعدتك في استخدام أدوات التشفير الخاصة بنا. يضمن ذلك تحسين أمان بياناتك دائما وأنك تتلقى إرشادات الخبراء طوال رحلتك.
de: AxCrypt bietet Support, der auf Ihre Geschäftsanforderungen abgestimmt ist. Von dem Moment an, in dem Sie Axcrypt verwenden, haben Sie Zugang zu einem engagierten Account Manager, der Ihnen persönliche Unterstützung bei der Nutzung unserer Verschlüsselungstools bietet. So wird sichergestellt, dass Ihre Datensicherheit stets optimiert ist und Sie während Ihrer gesamten Reise fachkundig begleitet werden.
es: AxCrypt proporciona soporte que se alinea con las necesidades de su negocio. Desde el momento en que comience a usar Axcrypt, tendrá acceso a un administrador de cuentas dedicado que ofrece asistencia personalizada para ayudarlo a utilizar nuestras herramientas de cifrado. Esto garantiza que la seguridad de sus datos esté siempre optimizada y que reciba orientación experta a lo largo de su viaje.
fr: AxCrypt offre un support adapté aux besoins de votre entreprise. Dès que vous commencez à utiliser AxCrypt, vous aurez accès à un responsable de compte dédié qui propose une assistance personnalisée pour vous aider à utiliser nos outils de chiffrement. Cela garantit que la sécurité de vos données est toujours optimisée et que vous bénéficiez de conseils d'experts tout au long de votre parcours.
it: AxCrypt fornisce un supporto in linea con le esigenze aziendali. Dal momento in cui inizi a utilizzare Axcrypt, avrai accesso a un account manager dedicato che offre assistenza personalizzata per aiutarti a utilizzare i nostri strumenti di crittografia. Ciò garantisce che la sicurezza dei dati sia sempre ottimizzata e che tu riceva una guida esperta durante tutto il tuo percorso.
ko: AxCrypt는 비즈니스 요구 사항에 맞는 지원을 제공합니다. Axcrypt 사용을 시작하는 순간부터 암호화 도구를 사용할 수 있도록 개인 맞춤형 지원을 제공하는 전담 계정 관리자에 액세스할 수 있습니다. 이를 통해 데이터 보안이 항상 최적화되고 여행 내내 전문가 지침을 받을 수 있습니다.
nl: AxCrypt biedt ondersteuning die aansluit bij uw bedrijfsbehoeften. Vanaf het moment dat u Axcrypt begint te gebruiken, hebt u toegang tot een speciale accountmanager die persoonlijke hulp biedt om u te helpen onze coderingstools te gebruiken. Dit zorgt ervoor dat uw gegevensbeveiliging altijd wordt geoptimaliseerd en dat u deskundige begeleiding krijgt tijdens uw reis.
pl: AxCrypt zapewnia wsparcie dostosowane do potrzeb Twojej firmy. Od momentu rozpoczęcia korzystania z usługi Axcrypt będziesz mieć dostęp do dedykowanego opiekuna klienta, który oferuje spersonalizowaną pomoc w korzystaniu z naszych narzędzi szyfrowania. Dzięki temu bezpieczeństwo danych jest zawsze zoptymalizowane i otrzymujesz fachowe wskazówki podczas całej podróży.
ru: AxCrypt предоставляет поддержку, которая соответствует потребностям вашего бизнеса. С того момента, как вы начнете использовать Axcrypt, у вас будет доступ к персональному менеджеру по работе с клиентами, который предложит вам индивидуальную помощь, чтобы помочь вам использовать наши инструменты шифрования. Это гарантирует, что безопасность ваших данных всегда будет оптимизирована, а вы будете получать рекомендации экспертов на протяжении всего пути.
zh: AxCrypt提供符合您业务需求的支持。 从您开始使用Axcrypt的那一刻起，您就可以访问专门的客户经理，他提供个性化的帮助，以帮助您使用我们的加密工具。 这可确保您的数据安全性始终得到优化，并确保您在整个旅程中获得专家指导。

# BusinessFaq7
source: How can AxCrypt help protect my small or medium-sized business from data breaches?
ar: كيف يمكن لأكسكريبت المساعدة في حماية شركتي الصغيرة أو المتوسطة الحجم من خروقات البيانات؟
de: Wie kann AxCrypt dazu beitragen, mein kleines oder mittelständisches Unternehmen vor Datenschutzverletzungen zu schützen?
es: ¿Cómo puede AxCrypt ayudar a proteger mi pequeña o mediana empresa de las violaciones de datos?
fr: Comment AxCrypt peut-il aider à protéger ma petite ou moyenne entreprise contre les violations de données ?
it: In che modo AxCrypt può aiutare a proteggere la mia piccola o media impresa dalle violazioni dei dati?
ko: AxCrypt를 사용하여 데이터 침해로부터 중소기업을 보호하는 방법
nl: Hoe kan AxCrypt mijn kleine of middelgrote bedrijf helpen beschermen tegen datalekken?
pl: W jaki sposób AxCrypt może pomóc chronić moją małą lub średnią firmę przed naruszeniem danych?
ru: Как AxCrypt может помочь защитить мой малый и средний бизнес от утечек данных?
sv: Hur kan AxCrypt hjälpa till att skydda mitt små eller medelstora företag från dataintrång?
zh: AxCrypt 如何帮助保护我的中小型企业免受数据泄露？

# BusinessFaq7Ans
source: AxCrypt offers robust encryption solutions specifically designed to shield small and medium-sized businesses (SMBs) from the risk of data breaches. By securing your sensitive data with AES-256 encryption, AxCrypt helps you avoid the severe consequences of a breach, ensuring your business’s continuity.
ar: تقدم أكسكربت حلول تشفير قوية مصممة خصيصا لحماية الشركات الصغيرة والمتوسطة (SMBs) من مخاطر خروقات البيانات. من خلال تأمين بياناتك الحساسة بتشفير AES-256 ، يساعدك أكسكربت على تجنب العواقب الوخيمة للخرق ، مما يضمن استمرارية عملك.
de: AxCrypt bietet robuste Verschlüsselungslösungen, die speziell entwickelt wurden, um kleine und mittlere Unternehmen (KMUs) vor dem Risiko von Datenschutzverletzungen zu schützen. Durch die Sicherung Ihrer sensiblen Daten mit AES-256-Verschlüsselung hilft Ihnen AxCrypt, die schwerwiegenden Folgen einer Sicherheitsverletzung zu vermeiden und die Kontinuität Ihres Unternehmens zu gewährleisten.
es: AxCrypt ofrece soluciones de cifrado robustas diseñadas específicamente para proteger a las pequeñas y medianas empresas (pymes) del riesgo de violaciones de datos. Al proteger sus datos confidenciales con cifrado AES-256, AxCrypt le ayuda a evitar las graves consecuencias de una violación, garantizando la continuidad de su negocio.
fr: AxCrypt offre un support adapté aux besoins de votre entreprise. Dès que vous commencez à utiliser AxCrypt, vous aurez accès à un responsable de compte dédié qui propose une assistance personnalisée pour vous aider à utiliser nos outils de chiffrement. Cela garantit que la sécurité de vos données est toujours optimisée et que vous bénéficiez de conseils d'experts tout au long de votre parcours.
it: AxCrypt offre solide soluzioni di crittografia progettate specificamente per proteggere le piccole e medie imprese (PMI) dal rischio di violazioni dei dati. Proteggendo i tuoi dati sensibili con la crittografia AES-256, AxCrypt ti aiuta a evitare le gravi conseguenze di una violazione, garantendo la continuità della tua attività.
ko: AxCrypt는 SMB(중소, 중견, 성장 기업)가 데이터 유출의 위험으로부터 보호하도록 특별히 설계된 강력한 암호화 솔루션을 제공합니다. AxCrypt는 AES-256 암호화를 통해 중요한 데이터를 보호함으로써 심각한 침해 문제를 방지하고 무중단 업무 운영을 보장합니다.
nl: AxCrypt biedt robuuste coderingsoplossingen die specifiek zijn ontworpen om kleine en middelgrote bedrijven (MKB's) te beschermen tegen het risico van datalekken. Door uw gevoelige gegevens te beveiligen met AES-256-codering, helpt AxCrypt u de ernstige gevolgen van een inbreuk te voorkomen en de continuïteit van uw bedrijf te waarborgen.
pl: AxCrypt oferuje solidne rozwiązania szyfrujące zaprojektowane specjalnie w celu ochrony małych i średnich przedsiębiorstw (MŚP) przed ryzykiem naruszenia danych. Zabezpieczając wrażliwe dane za pomocą szyfrowania AES-256, AxCrypt pomaga uniknąć poważnych konsekwencji naruszenia, zapewniając ciągłość działania firmy.
ru: AxCrypt предлагает надежные решения для шифрования, специально разработанные для защиты малого и среднего бизнеса (SMB) от риска утечки данных. Защищая ваши конфиденциальные данные с помощью шифрования AES-256, AxCrypt помогает вам избежать серьезных последствий утечки, обеспечивая непрерывность вашего бизнеса.
zh: AxCrypt 提供强大的加密解决方案，专门用于保护中小型企业 （SMB） 免受数据泄露的风险。通过使用 AES-256 加密保护您的敏感数据，AxCrypt 可以帮助您避免泄露的严重后果，确保您的业务连续性。

# BusinessFaq8
source: How is the AxCrypt Business plan priced, and where can I find more details?
ar: كيف يتم تسعير خطة أكسكريبت بيزنس، وأين يمكنني العثور على مزيد من التفاصيل؟
de: Wie ist der Preis für den AxCrypt Business-Plan und wo finde ich weitere Details?
es: ¿Cuál es el precio del plan de negocio de AxCrypt y dónde puedo encontrar más detalles?
fr: Comment le plan AxCrypt Business est-il tarifé, et où puis-je trouver plus de détails ?
it: Qual è il prezzo del piano AxCrypt Business e dove posso trovare maggiori dettagli?
ko: AxCrypt Business Plan 가격은 어떻게 책정되며 자세한 내용은 어디에서 확인할 수 있습니까?
nl: Hoe is het AxCrypt Business-plan geprijsd en waar kan ik meer details vinden?
pl: Jak wyceniony jest biznesplan AxCrypt i gdzie mogę znaleźć więcej szczegółów?
ru: Какова стоимость тарифного плана AxCrypt Business и где я могу найти более подробную информацию?
sv: Hur är AxCrypts affärsplan prissatt och var kan jag hitta mer information?
zh: AxCrypt Business版计划如何定价，我在哪里可以找到更多详细信息？

# BusinessFaq8Ans
source: AxCrypt Business is priced flexibly to meet the needs of organizations of all sizes. For detailed information on our pricing and offers, please refer to the Pricing section on this page.
ar: يتم تسعير اكسكربت بيزنس بمرونة لتلبية احتياجات المؤسسات من جميع الأحجام. للحصول على معلومات مفصلة حول أسعارنا وعروضنا ، يرجى الرجوع إلى قسم التسعير في هذه الصفحة.
de: Die Preise für AxCrypt Business sind flexibel, um den Anforderungen von Unternehmen jeder Größe gerecht zu werden. Detaillierte Informationen zu unseren Preisen und Angeboten finden Sie im Abschnitt Preise auf dieser Seite.
es: AxCrypt Business tiene un precio flexible para satisfacer las necesidades de organizaciones de todos los tamaños. Para obtener información detallada sobre nuestros precios y ofertas, consulte la sección Precios en esta página.
fr: AxCrypt Business est tarifé de manière flexible pour répondre aux besoins des organisations de toutes tailles. Pour des informations détaillées sur nos prix et nos offres, veuillez consulter la section Tarification de cette page.
it: AxCrypt Business ha un prezzo flessibile per soddisfare le esigenze di organizzazioni di tutte le dimensioni. Per informazioni dettagliate sui nostri prezzi e offerte, consulta la sezione Prezzi in questa pagina.
ko: AxCrypt Business는 모든 규모의 조직의 요구 사항을 충족할 수 있도록 합리적인 가격으로 제공됩니다. 가격 및 제안에 대한 자세한 내용은 이 페이지의 가격 섹션을 참조하십시오.
nl: AxCrypt Business is flexibel geprijsd om te voldoen aan de behoeften van organisaties van elke omvang. Voor gedetailleerde informatie over onze prijzen en aanbiedingen, verwijzen wij u naar het gedeelte Prijzen op deze pagina.
pl: Cena AxCrypt Business jest elastyczna, aby zaspokoić potrzeby organizacji każdej wielkości. Aby uzyskać szczegółowe informacje na temat naszych cen i ofert, prosimy zapoznać się z sekcją Cennik na tej stronie.
ru: AxCrypt Business имеет гибкую цену, чтобы удовлетворить потребности организаций любого размера. Для получения подробной информации о наших ценах и предложениях, пожалуйста, обратитесь к разделу «Цены» на этой странице.
zh: AxCrypt Business 的定价灵活，可满足各种规模组织的需求。有关我们的定价和优惠的详细信息，请参阅本页的定价部分。

# BusinessFeatureListAccessTo
source: Access to exclusive features coming up
ar: الوصول إلى الميزات الحصرية القادمة
de: Zugriff auf exklusive Funktionen
es: Próximamente acceso a funciones exclusivas
fr: Accès à des fonctionnalités exclusives en cours de développement
it: Accesso a funzionalità esclusive in arrivo
ko: 앞으로 출시될 익스클루시브 기능에 대한 액세스
nl: Toegang tot exclusieve functies
pl: Dostęp do ekskluzywnych funkcji nadchodzących
pt: Acesso às próximas funcionalidades exclusivas
ru: Доступ к эксклюзивным функциям в ближайшее время
sv: Tillgång till exklusive funktioner kommer snart
tr: Yayınlanacak özel özelliklere erişim
zh: 访问独家功能即将推出

# BusinessFeatureListAvailableFor
source: Available for all major platforms
ar: متاح لجميع المنصات الرئيسية
de: Verfügbar für alle wichtigen Plattformen
es: Disponible para todas las plataformas principales
fr: Disponible sur toutes les plus grandes plateformes
it: Disponibile per tutte le principali piattaforme
ko: 대부분의 플랫폼에서 사용 가능
nl: Beschikbaar voor alle grote platforms
pl: Dostępne dla wszystkich głównych platform
pt: Disponível para as principais plataformas
ru: Доступно для всех основных платформ
sv: Tillgänglig för alla stora plattformar
tr: Bütün büyük platformlarda mevcut
zh: 适用于所有主要平台

# BusinessFeatureListBestEncryption
source: PCMag's Best Encryption Software 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
ar: أفضل برامج تشفير مجلة بي سي ماكيسين لعام 2016 و 2017 و 2018 و 2019 و 2020 و 2021 و 2022 و2023 و2024
de: PCMag's Beste Verschlüsselungssoftware 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
es: El mejor software de cifrado según PCMag en 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
fr: Meilleur logiciel de chiffrement selon PCMag en 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 et 2024
it: Miglior Software di Crittografia di PCMag 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 e 2024
nl: PCMag's Beste Versleuteling Software 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
pl: Najlepsze oprogramowanie szyfrujące PCMag 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
pt: Melhor Software de Cifragem pela PCMag em 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
ru: Лучшее программное обеспечение для шифрования по версии PCMag в 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 и 2024
sv: PCMag's Bästa Krypteringsprogramvara 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024
tr: 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 ve 2024 yılında PCMag'in En İyi Şifreleme Yazılımı
zh: PCMag最佳加密软件 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024

# BusinessFeatureListDataProtection
source: Data Protection Regulation compliant
ar: متوافق مع لائحة حماية البيانات الالكترونية
de: Datenschutz-Verordnung konform
es: Se ajusta al Reglamento de Protección de Datos
fr: Conforme aux lois sur la protection des données
it: Conforme al Regolamento Generale sulla Protezione dei Dati
ko: 개인정보보호 규정(GDPR)
nl: Voldoet aan de gegevensbeschermingsverordening
pl: Zgodny z rozporządzeniem o ochronie danych
pt: Em conformidade com o Regulamento de Protecção de Dados
ru: Согласно Правилам защиты данных
sv: Överensstämmer med Dataskyddslagen
tr: Veri Koruma Yönetmeliğine uygun
zh: 符合数据保护条例

# BusinessFeatureListFlexibleMonthly
source: Flexible monthly or yearly subscription
ar: اشتراك شهري أو سنوي مرن
de: Flexibles Monats-oder Jahresabonnement
es: Suscripción mensual o anual flexible
fr: Abonnement mensuel ou annuel flexible
it: Abbonamento flessibile mensile o annuale
ko: 자유롭게 선택하는 매 달 혹은 매 년 구독 서비스
nl: Flexibele maand- of jaarabonnement
pl: Elastyczna subskrypcja miesięczna lub roczna
pt: Subscrição mensal ou anual flexível
ru: Гибкая ежемесячная или годовая подписка
sv: Flexibel månadsvis eller årsvis prenumeration
tr: Esnek aylık veya yıllık abonelik
zh: 灵活的每月或每年订阅

# BusinessFeatureListMadeInSweden
source: "Made in Sweden" with servers in Sweden
ar: "صنع في السويد" بمحركات في السويد
de: "Made in Schweden" mit Servern in Schweden
es: "Creado en Suecia" con servidores en Suecia
fr: "Made in Sweden" avec des serveurs en Suède
it: "Made in Sweden" con server in Svezia
ko: "Made in Sweden" 스웨덴 서버
nl: "Made in Sweden" met servers in Zweden
pl: "Made in Sweden" z serwerami w Szwecji
pt: "Made in Sweden" com servidores na Suécia
ru: "Сделано в Швеции" на шведских серверах
sv: "Skapat i Sverige" med servrar i Sverige
tr: İsveç'te sunucuları ile "İsveç Malı"
zh: "瑞典制造"在瑞典的服务器

# BusinessFeatureListMasterKey
source: Master key enables business administrators to recover lost files
ar: يتيح المفتاح الرئيسي لمسؤولي الأعمال استعادة الملفات المفقودة
es: La clave maestra permite a los administradores de la cuenta recuperar archivos perdidos
fr: Le Passe-Partout permet aux administrateurs de l'entreprise de récupérer des fichiers perdus
it: La funzionalità Master key consente agli amministratori aziendali di recuperare i file persi.
ko: 마스터 키로 잃어버린 파일을 재복구 할 수 있는 business administrators 기능을 사용할 수 있습니다.
nl: Master sleutel maakt het mogelijk voor bedrijfskundigen op verdwenen bestanden te herstellen
pl: Klucz główny umożliwia administratorom biznesowym odzyskanie utraconych plików
pt: A chave-mestra permite aos administradores recuperar ficheiros perdidos
sv: Master key möjliggör för verksamhetsadministratörer att återhämta förlorade filer
tr: Ana anahtar, işletme yöneticilerinin kayıp dosyaları kurtarmasını sağlar
zh: 主密钥使Business管理员能够恢复丢失的文件

# BusinessFeatureListNoEncryption
source: No encryption knowledge needed
ar: لا حاجة لمعرفة التشفير
de: Keine Verschlüsselungskenntnisse erforderlich
es: No se necesita tener conocimiento en cifrado
fr: Aucune connaissance en chiffrement n'est nécessaire
it: Nessuna conoscenza di crittografia necessaria
ko: 암호화에 대한 특별한 지식 필요없음
nl: Geen kennis van encryptie nodig
pl: Nie jest wymagana znajomość szyfrowania
pt: Sem necessidade de conhecimentos de cifragem
ru: Знание шифрования не требуется
sv: Ingen krypteringskunskap behövs
tr: Herhangi bir şifreleme bilgisi gerektirmez
zh: 无需加密知识

# BusinessFeatureListPurchangeAnd
source: Purchase and manage licenses for your organisations
ar: شراء وإدارة التراخيص لمؤسساتك
de: Erwerben und verwalten Sie Lizenzen für Ihre Organisationen
es: Adquiere y administra licencias para tus organizaciones
fr: Achetez et gérez des licenses pour vos entreprises
it: Acquista e gestisci le licenze per la tua azienda
ko: 조직의 라이센스 구입 및 관리
nl: Licenties kopen en beheren voor uw organisaties
pl: Kupuj licencje dla swoich organizacji i zarządzaj nimi
pt: Compra e gestão de licenças para as suas organizações
ru: Приобретайте лицензии для своих организаций и управляйте ими
sv: Köp och hantera licenser för dina organisationer
tr: Kuruluşlarınız için lisans satın alın ve yönetin
zh: 为您的组织购买和管理许可证

# BusinessFeatureListTeamCollaboration
source: Team collaboration with key sharing
ar: تعاون جماعي عن طريق مشاركة المفاتيح
de: Zusammenarbeit im Team mit Schlüsselfreigabe
es: Ofrece colaboración en equipo con el mecanismo de uso compartido de claves
fr: Travaillez en équipe grâce au partage de clés
it: Collaborazione in team con la funzionalità di condivisione delle chiavi
ko: 키 공유로 팀 콜라보레이션
nl: Teamsamenwerking met het delen van sleutels
pl: Współpraca zespołowa z udostępnianiem kluczy
pt: Colaboração em equipa com partilha de chaves
ru: Командное сотрудничество с обменом ключами
sv: Teamsamarbete med nyckeldelning
tr: Anahtar paylaşımı ile takım işbirliği
zh: 团队协作与密钥共享

# BusinessFirstBodyHeading
source: Simple, Reliable and Strong Encryption
ar: تشفير بسيط وموثوق وقوي
de: Einfache, Zuverlässige und Starke Verschlüsselung
es: Cifrado simple, confiable y fuerte
fr: Simple, fiable, et chiffrement fort
it: Crittografia Semplice, Affidabile e Forte
ko: 간단하며 믿을 수 있고, 강력한 암호화
nl: Eenvoudige, betrouwbare en sterke versleuteling
pl: Proste, niezawodne i mocne szyfrowanie
pt: Cifragem Simples, Fiável e Forte
ru: Простое и Надежное Шифрование
sv: Enkel, Pålitlig och Stark Kryptering
tr: Basit, Güvenilir ve Güçlü Şifreleme
zh: 简单，可靠和强大的加密
