Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CEMDWYRNTK_H1_Text23
source: <b>Symmetric Key Encryption</b> - AxCrypt utilizes symmetric key encryption, meaning that the same password (key) is required to both encrypt and decrypt files.
ar: <b>تشفير المفتاح المتماثل</b> - يستخدم أكسكريبت تشفير المفتاح المتماثل ، مما يعني أن نفس كلمة المرور (المفتاح) مطلوبة لتشفير الملفات وفك تشفيرها.
de: <b>Symmetrische Schlüsselverschlüsselung</b> - AxCrypt verwendet eine symmetrische Schlüsselverschlüsselung, was bedeutet, dass dasselbe Passwort (Schlüssel) zum Verschlüsseln und Entschlüsseln von Dateien erforderlich ist.
es: <b>Symmetric Key Encryption</b> - AxCrypt utiliza cifrado de clave simétrica, lo que significa que se requiere la misma contraseña (clave) para cifrar y descifrar archivos.
fr: AxCrypt utilise le chiffrement à clé symétrique, ce qui signifie que le même mot de passe (clé) est nécessaire pour chiffrer et déchiffrer les fichiers.
it: <b>Crittografia a chiave simmetrica</b> - AxCrypt utilizza la crittografia a chiave simmetrica, il che significa che è necessaria la stessa password (chiave) sia per crittografare che per decrittografare i file.
ko: <b>대칭 키 암호화</b> - AxCrypt는 대칭 키 암호화를 사용합니다. 즉, 파일을 암호화하고 해독하는 데 동일한 암호(키)가 필요합니다.
nl: <b>Symmetrische sleutelcodering</b> - AxCrypt maakt gebruik van symmetrische sleutelcodering, wat betekent dat hetzelfde wachtwoord (sleutel) vereist is om bestanden te coderen en te decoderen.
pl: <b>Szyfrowanie klucza symetrycznego</b> - AxCrypt wykorzystuje szyfrowanie klucza symetrycznego, co oznacza, że do szyfrowania i odszyfrowywania plików wymagane jest to samo hasło (klucz).
ru: <b>Шифрование с симметричным ключом</b> - AxCrypt использует шифрование с симметричным ключом, что означает, что для шифрования и расшифровки файлов требуется один и тот же пароль (ключ).
sv: <b>Symmetrisk nyckelkryptering</b> - AxCrypt använder symmetrisk nyckelkryptering, vilket innebär att samma lösenord (nyckel) krävs för att både kryptera och dekryptera filer.
zh: <b>对称密钥加密</b> - AxCrypt 使用对称密钥加密，这意味着加密和解密文件需要相同的密码（密钥）。

# Blog_CEMDWYRNTK_H1_Text24
source: <b>Password management</b> - AxCrypt’s Password Management service significantly reduces the risk of unauthorized access to your online accounts.
ar: <b>إدارة كلمات المرور</b> - تقلل خدمة إدارة كلمات المرور من أكسكريبت بشكل كبير من مخاطر الوصول غير المصرح به إلى حساباتك عبر الإنترنت.
de: <b>Passwort-Management</b> - Der Passwort-Management-Service von AxCrypt reduziert das Risiko eines unbefugten Zugriffs auf Ihre Online-Konten erheblich.
es: <b>Gestión de contraseñas</b> - El servicio de gestión de contraseñas de AxCrypt reduce significativamente el riesgo de acceso no autorizado a sus cuentas en línea.
fr: <b> Gestion des mots de passe </b>- Le service de Gestion des Mots de Passe d'AxCrypt réduit considérablement le risque d'accès non autorisé à vos comptes en ligne.
it: <b>Gestione delle password</b> - Il servizio di gestione delle password di AxCrypt riduce significativamente il rischio di accesso non autorizzato ai tuoi account online.
ko: <b>암호 관리</b> - AxCrypt의 암호 관리 서비스는 온라인 계정에 대한 무단 액세스 위험을 크게 줄입니다.
nl: <b>Wachtwoordbeheer</b> - De wachtwoordbeheerservice van AxCrypt vermindert het risico op ongeoorloofde toegang tot uw online accounts aanzienlijk.
pl: <b>Zarządzanie hasłami</b> - Usługa zarządzania hasłami AxCrypt znacznie zmniejsza ryzyko nieautoryzowanego dostępu do Twoich kont online.
ru: <b>Управление паролями</b> - Сервис управления паролями AxCrypt значительно снижает риск несанкционированного доступа к вашим онлайн-аккаунтам.
sv: <b>Lösenordshantering</b> - AxCrypts lösenordshanteringstjänst minskar avsevärt risken för obehörig åtkomst till dina onlinekonton.
zh: <b>密码管理</b> - AxCrypt 的密码管理服务大大降低了未经授权访问您的在线帐户的风险。

# Blog_CEMDWYRNTK_H1_Text25
source: <b>Integrated Key Management</b> - AxCrypt also offers a key management feature, where users can securely share encrypted files with others by managing keys within the software.
ar: <b>إدارة المفاتيح المتكاملة</b> - يوفر أكسكربت أيضا ميزة إدارة المفاتيح ، حيث يمكن للمستخدمين مشاركة الملفات المشفرة بأمان مع الآخرين عن طريق إدارة المفاتيح داخل البرنامج.
de: <b>Integrierte Schlüsselverwaltung</b> - AxCrypt bietet auch eine Schlüsselverwaltungsfunktion, mit der Benutzer verschlüsselte Dateien sicher mit anderen teilen können, indem sie Schlüssel innerhalb der Software verwalten.
es: <b>Administración integrada de claves</b> - AxCrypt también ofrece una función de administración de claves, donde los usuarios pueden compartir de forma segura archivos cifrados con otros mediante la administración de claves dentro del software.
fr: <b> Gestion des clés intégrée </b> - AxCrypt propose également une fonctionnalité de gestion des clés, permettant aux utilisateurs de partager en toute sécurité des fichiers chiffrés avec d'autres en gérant les clés au sein du logiciel.
it: <b>Gestione integrata delle chiavi</b> - AxCrypt offre anche una funzione di gestione delle chiavi, in cui gli utenti possono condividere in modo sicuro i file crittografati con altri gestendo le chiavi all'interno del software.
ko: <b>통합 키 관리</b> - AxCrypt는 소프트웨어 내의 키를 관리하여 다른 사용자와 암호화된 파일을 안전하게 공유할 수 있는 키 관리 기능도 제공합니다.
nl: <b>Integrated Key Management</b> - AxCrypt biedt ook een sleutelbeheerfunctie, waarmee gebruikers gecodeerde bestanden veilig met anderen kunnen delen door sleutels binnen de software te beheren.
pl: <b>Integrated Key Management</b> - AxCrypt oferuje również funkcję zarządzania kluczami, dzięki której użytkownicy mogą bezpiecznie udostępniać zaszyfrowane pliki innym osobom, zarządzając kluczami w oprogramowaniu.
ru: <b>Интегрированное управление ключами</b> - AxCrypt также предлагает функцию управления ключами, с помощью которой пользователи могут безопасно обмениваться зашифрованными файлами с другими, управляя ключами в программном обеспечении.
sv: <b>Integrerad nyckelhantering</b> - AxCrypt erbjuder också en nyckelhanteringsfunktion, där användare säkert kan dela krypterade filer med andra genom att hantera nycklar i programvaran.
zh: <b>集成密钥管理</b> - AxCrypt 还提供密钥管理功能，用户可以通过在软件中管理密钥来安全地与他人共享加密文件。

# Blog_CEMDWYRNTK_H1_Text26
source: <b>Myth 8: Encryption Slows Down Systems Significantly</b>
ar: <b>الخرافة 8: التشفير يبطئ الأنظمة بشكل كبير</b>
de: <b>Mythos 8: Verschlüsselung verlangsamt Systeme erheblich</b>
es: <b>Mito 8: El cifrado ralentiza significativamente los sistemas</b>
fr: <b> Mythe 8 : Le chiffrement ralentit considérablement les systèmes </b>
it: <b>Mito 8: La crittografia rallenta significativamente i sistemi</b>
ko: <b>Myth 8: 암호화로 인해 시스템 속도가 크게 느려짐</b>
nl: Mythe 8: Encryptie vertraagt systemen aanzienlijk</b>
pl: <b>Mit 8: Szyfrowanie znacznie spowalnia działanie systemów</b>
ru: <b>Миф 8: Шифрование значительно замедляет работу систем</b>
sv: <b>Myt 8: Kryptering saktar ner system avsevärt</b>
zh: <b>神话 8：加密会显著降低系统速度</b>

# Blog_CEMDWYRNTK_H1_Text27
source: While encryption does add some processing overhead, modern encryption services like AxCrypt are designed to handle it efficiently. The impact of AxCrypt on performance is minimal and often unnoticeable.
ar: بينما يضيف التشفير بعض النفقات العامة للمعالجة ، فإن خدمات التشفير الحديثة مثل أكسكربت مصممة للتعامل معها بكفاءة. تأثير أكسكربت على الأداء ضئيل وغالبا ما يكون غير ملحوظ.
de: Während die Verschlüsselung einen gewissen Verarbeitungsaufwand verursacht, sind moderne Verschlüsselungsdienste wie AxCrypt darauf ausgelegt, dies effizient zu handhaben. Die Auswirkungen von AxCrypt auf die Leistung sind minimal und oft nicht wahrnehmbar.
es: Si bien el cifrado agrega cierta sobrecarga de procesamiento, los servicios de cifrado modernos como AxCrypt están diseñados para manejarlo de manera eficiente. El impacto de AxCrypt en el rendimiento es mínimo y a menudo imperceptible.
fr: Bien que le chiffrement ajoute un certain coût de traitement, les services de chiffrement modernes comme AxCrypt sont conçus pour le gérer de manière efficace. L'impact d'AxCrypt sur les performances est minime et souvent imperceptible.
it: Sebbene la crittografia aggiunga un certo sovraccarico di elaborazione, i moderni servizi di crittografia come AxCrypt sono progettati per gestirla in modo efficiente. L'impatto di AxCrypt sulle prestazioni è minimo e spesso impercettibile.
ko: 암호화는 처리 부담을 가중시키는 반면, AxCrypt와 같은 최신 암호화 서비스는 암호화를 효율적으로 처리하도록 설계되었습니다. AxCrypt가 성능에 미치는 영향은 미미하며 종종 눈에 띄지 않습니다.
nl: Hoewel codering wel wat verwerkingsoverhead toevoegt, zijn moderne coderingsservices zoals AxCrypt ontworpen om het efficiënt te verwerken. De impact van AxCrypt op de prestaties is minimaal en vaak onmerkbaar.
pl: Szyfrowanie generuje pewne dodatkowe koszty przetwarzania, ale nowoczesne usługi szyfrowania, takie jak AxCrypt, zostały zaprojektowane tak, aby obsługiwać je wydajnie. Wpływ AxCrypt na wydajność jest minimalny i często niezauważalny.
ru: Хотя шифрование и увеличивает некоторые затраты на обработку, современные сервисы шифрования, такие как AxCrypt, разработаны таким образом, чтобы эффективно справляться с этим. Влияние AxCrypt на производительность минимально и часто незаметно.
sv: Även om kryptering lägger till vissa bearbetningskostnader, är moderna krypteringstjänster som AxCrypt designade för att hantera det effektivt. Effekten av AxCrypt på prestanda är minimal och ofta omärkbar.
zh: 虽然加密确实会增加一些处理开销，但像 AxCrypt 这样的现代加密服务旨在有效地处理它。AxCrypt 对性能的影响很小，而且通常不明显。

# Blog_CEMDWYRNTK_H1_Text28
source: <b>Myth 9: Encryption is Only Necessary for Sensitive Information</b>
ar: <b>الخرافة 9: التشفير ضروري فقط للمعلومات الحساسة</b>
de: <b>Mythos 9: Verschlüsselung ist nur für sensible Informationen notwendig</b>
es: <b>Mito 9: El cifrado solo es necesario para información sensible</b>
fr: <b>Mythe 9 : Le chiffrement est seulement nécessaire pour les informations sensibles</b>
it: <b>Mito 9: La crittografia è necessaria solo per le informazioni sensibili</b>
ko: <b>Myth 9: 암호화는 중요한 정보에만 필요합니다.</b>
nl: Mythe 9: Encryptie is alleen nodig voor gevoelige informatie
pl: <b>Mit 9: Szyfrowanie jest konieczne tylko dla poufnych informacji</b>
ru: <b>Миф 9: Шифрование необходимо только для конфиденциальной информации</b>
sv: <b>Myt 9: Kryptering är endast nödvändig för känslig information</b>
zh: <b>神话 9：只有敏感信息才需要加密</b>

# Blog_CEMDWYRNTK_H1_Text29
source: This myth leads to the assumption that only things like financial data or personal identity information need to be encrypted.
ar: تؤدي هذه الأسطورة إلى افتراض أن أشياء مثل البيانات المالية أو معلومات الهوية الشخصية فقط تحتاج إلى تشفير.
de: Dieser Mythos führt zu der Annahme, dass nur Dinge wie Finanzdaten oder persönliche Identitätsinformationen verschlüsselt werden müssen.
es: Este mito lleva a la suposición de que solo cosas como los datos financieros o la información de identidad personal deben cifrarse.
fr: Ce mythe conduit à l'hypothèse que seuls des éléments comme les données financières ou les informations d'identité personnelle doivent être chiffrés.
it: Questo mito porta a supporre che solo cose come i dati finanziari o le informazioni sull'identità personale debbano essere crittografate.
ko: 이러한 신화는 금융데이터나 개인의 신원 정보와 같은 것들만 암호화하면 된다는 가정으로 이어진다.
nl: Deze mythe leidt tot de veronderstelling dat alleen zaken als financiële gegevens of persoonlijke identiteitsinformatie moeten worden gecodeerd.
pl: Mit ten prowadzi do założenia, że ​​szyfrowane muszą być tylko takie dane, jak dane finansowe lub informacje o tożsamości osobistej.
ru: Этот миф приводит к предположению, что шифровать нужно только такие вещи, как финансовые данные или личная идентификационная информация.
sv: Denna myt leder till antagandet att bara saker som finansiell data eller personlig identitetsinformation behöver krypteras.
zh: 这个神话导致了这样一种假设，即只有财务数据或个人身份信息等内容需要加密。

# Blog_CEMDWYRNTK_H1_Text3
source: AxCrypt has a comprehensive protection for businesses. AxCrypt’s business plan is tailored for companies of all sizes, ensuring that even SMBs can prevent data breaches.
ar: يتمتع أكسكريبت بحماية شاملة للشركات. تم تصميم خطة عمل أكسكريبت للشركات من جميع الأحجام ، مما يضمن أنه حتى الشركات الصغيرة والمتوسطة يمكنها منع خروقات البيانات.
de: AxCrypt bietet einen umfassenden Schutz für Unternehmen. Der Businessplan von AxCrypt ist auf Unternehmen jeder Größe zugeschnitten und stellt sicher, dass auch KMUs Datenschutzverletzungen verhindern können.
es: AxCrypt tiene una protección integral para las empresas. El plan de negocios de AxCrypt está diseñado para empresas de todos los tamaños, lo que garantiza que incluso las pymes puedan evitar violaciones de datos.
fr: AxCrypt offre une protection complète pour les entreprises. Le plan professionnel d'AxCrypt est conçu pour des entreprises de toutes tailles, garantissant que même les PME peuvent prévenir les violations de données.
it: AxCrypt offre una protezione completa per le aziende. Il piano aziendale di AxCrypt è su misura per aziende di tutte le dimensioni, garantendo che anche le PMI possano prevenire le violazioni dei dati.
ko: AxCrypt는 비즈니스를 위한 포괄적인 보호 기능을 갖추고 있습니다. AxCrypt의 비즈니스 계획은 모든 규모의 기업을 대상으로 맞춤화되어 있어 중소기업이라도 데이터 유출을 방지할 수 있습니다.
nl: AxCrypt heeft een uitgebreide bescherming voor bedrijven. Het businessplan van AxCrypt is op maat gemaakt voor bedrijven van elke omvang, zodat zelfs kleine en middelgrote bedrijven datalekken kunnen voorkomen.
pl: AxCrypt ma kompleksową ochronę dla firm. Biznesplan AxCrypt jest dostosowany do firm każdej wielkości, zapewniając, że nawet małe i średnie firmy mogą zapobiec naruszeniom danych.
ru: AxCrypt обеспечивает комплексную защиту бизнеса. Бизнес-план AxCrypt разработан специально для компаний любого размера, гарантируя, что даже малые и средние предприятия смогут предотвратить утечку данных.
sv: AxCrypt har ett omfattande skydd för företag. AxCrypts affärsplan är skräddarsydd för företag av alla storlekar, vilket säkerställer att även små och medelstora företag kan förhindra dataintrång.
zh: AxCrypt 为企业提供全面的保护。AxCrypt 的商业计划是为各种规模的公司量身定制的，确保即使是 SMB 也可以防止数据泄露。

# Blog_CEMDWYRNTK_H1_Text30
source: The fact is that by keeping all data encrypted, sensitive information will be kept even safer. Seemingly non-sensitive information can be valuable to attackers, and data breaches of non-sensitive information can be used to commit an attack on sensitive data.
ar: الحقيقة هي أنه من خلال الحفاظ على تشفير جميع البيانات ، سيتم الاحتفاظ بالمعلومات الحساسة بشكل أكثر أمانا. يمكن أن تكون المعلومات التي تبدو غير حساسة ذات قيمة للمهاجمين ، ويمكن استخدام خروقات البيانات للمعلومات غير الحساسة لارتكاب هجوم على البيانات الحساسة.
de: Tatsache ist, dass durch die Verschlüsselung aller Daten sensible Informationen noch sicherer aufbewahrt werden. Scheinbar nicht sensible Informationen können für Angreifer wertvoll sein, und Datenschutzverletzungen bei nicht sensiblen Informationen können verwendet werden, um einen Angriff auf sensible Daten zu begehen.
es: El hecho es que al mantener todos los datos cifrados, la información confidencial se mantendrá aún más segura. La información aparentemente no confidencial puede ser valiosa para los atacantes, y las violaciones de datos de información no confidencial se pueden utilizar para cometer un ataque contra datos confidenciales.
fr: En réalité, en gardant toutes les données chiffrées, les informations sensibles seront encore mieux protégées. Les informations apparemment non sensibles peuvent être précieuses pour les attaquants, et les violations de données non sensibles peuvent être utilisées pour mener une attaque sur des données sensibles.
it: Il fatto è che mantenendo tutti i dati crittografati, le informazioni sensibili saranno mantenute ancora più al sicuro. Le informazioni apparentemente non sensibili possono essere preziose per gli aggressori e le violazioni dei dati di informazioni non sensibili possono essere utilizzate per commettere un attacco ai dati sensibili.
ko: 모든 데이터를 암호화하여 보관하면 민감한 정보를 더욱 안전하게 보호할 수 있습니다. 겉보기에 중요하지 않은 정보는 공격자에게 유용할 수 있으며, 중요하지 않은 정보의 데이터 침해는 민감한 데이터에 대한 공격을 범하는 데 사용될 수 있다.
nl: Feit is dat door alle gegevens versleuteld te houden, gevoelige informatie nog veiliger wordt bewaard. Schijnbaar niet-gevoelige informatie kan waardevol zijn voor aanvallers en datalekken van niet-gevoelige informatie kunnen worden gebruikt om een aanval op gevoelige gegevens te plegen.
pl: Faktem jest, że dzięki szyfrowaniu wszystkich danych wrażliwe informacje będą jeszcze bezpieczniejsze. Pozornie niewrażliwe informacje mogą być cenne dla atakujących, a naruszenia bezpieczeństwa danych niewrażliwych mogą zostać wykorzystane do przeprowadzenia ataku na dane wrażliwe.
ru: Дело в том, что благодаря шифрованию всех данных конфиденциальная информация будет храниться в еще большей безопасности. Кажущаяся несекретной информация может представлять ценность для злоумышленников, а утечка конфиденциальной информации может быть использована для совершения атаки на конфиденциальные данные.
sv: Faktum är att genom att hålla all data krypterad kommer känslig information att hållas ännu säkrare. Till synes okänslig information kan vara värdefull för angripare, och dataintrång av okänslig information kan användas för att begå en attack mot känslig data.
zh: 事实是，通过对所有数据进行加密，敏感信息将更加安全。看似非敏感信息对攻击者来说可能很有价值，非敏感信息的数据泄露可用于对敏感数据进行攻击。

# Blog_CEMDWYRNTK_H1_Text31
source: <b>Myth 10: You Don’t Need to Encrypt Data Stored in the Cloud</b>
ar: <b>الخرافة 10: لا تحتاج إلى تشفير البيانات المخزنة في السحابة</b>
de: <b>Mythos 10: Sie müssen in der Cloud gespeicherte Daten nicht verschlüsseln</b>
es: <b>Mito 10: No es necesario cifrar los datos almacenados en la nube</b>
fr: <b>Mythe 10 : Il n'est pas nécessaire de chiffrer les données stockées dans le cloud</b>
it: <b>Mito 10: non è necessario crittografare i dati archiviati nel cloud</b>
ko: <b>Myth 10: 클라우드에 저장된 데이터를 암호화할 필요 없음</b>
nl: Mythe 10: Je hoeft geen gegevens te versleutelen die in de cloud zijn opgeslagen
pl: <b>Mit 10: Nie musisz szyfrować danych przechowywanych w chmurze</b>
ru: <b>Миф 10: Вам не нужно шифровать данные, хранящиеся в облаке</b>
sv: <b>Myt 10: Du behöver inte kryptera data som lagras i molnet</b>
zh: <b>神话 10：您不需要加密存储在云中的数据</b>

# Blog_CEMDWYRNTK_H1_Text32
source: Some believe that cloud service providers will handle all aspects of security, including encryption. While some providers do offer encryption most of them don’t have complete protection.
ar: يعتقد البعض أن مزودي الخدمات السحابية سيتعاملون مع جميع جوانب الأمان ، بما في ذلك التشفير. في حين أن بعض مقدمي الخدمة يقدمون التشفير ، فإن معظمهم لا يتمتعون بحماية كاملة.
de: Einige glauben, dass Cloud-Dienstanbieter alle Aspekte der Sicherheit, einschließlich der Verschlüsselung, übernehmen werden. Einige Anbieter bieten zwar Verschlüsselung an, aber die meisten von ihnen haben keinen vollständigen Schutz.
es: Algunos creen que los proveedores de servicios en la nube manejarán todos los aspectos de seguridad, incluido el cifrado. Si bien algunos proveedores ofrecen encriptación, la mayoría de ellos no tienen protección completa.
fr: Certains croient que les fournisseurs de services cloud s'occupent de tous les aspects de la sécurité, y compris le chiffrement. Bien que certains fournisseurs proposent le chiffrement, la plupart d'entre eux ne disposent pas d'une protection complète.
it: Alcuni credono che i fornitori di servizi cloud gestiranno tutti gli aspetti della sicurezza, inclusa la crittografia. Sebbene alcuni provider offrano la crittografia, la maggior parte di essi non dispone di una protezione completa.
ko: 일부에서는 클라우드 서비스 제공업체가 암호화를 포함한 모든 보안 측면을 처리할 것이라고 믿습니다. 일부 공급자는 암호화를 제공하지만 대부분은 완전한 보호를 제공하지 않습니다.
nl: Sommigen geloven dat cloudserviceproviders alle aspecten van beveiliging, inclusief codering, zullen afhandelen. Hoewel sommige providers wel codering aanbieden, hebben de meeste van hen geen volledige bescherming.
pl: Niektórzy uważają, że dostawcy usług w chmurze zajmą się wszystkimi aspektami bezpieczeństwa, w tym szyfrowaniem. Chociaż niektórzy dostawcy oferują szyfrowanie, większość z nich nie zapewnia pełnej ochrony.
ru: Некоторые считают, что поставщики облачных услуг позаботятся обо всех аспектах безопасности, включая шифрование. Хотя некоторые поставщики действительно предлагают шифрование, большинство из них не обладают полной защитой.
sv: Vissa tror att molntjänstleverantörer kommer att hantera alla aspekter av säkerhet, inklusive kryptering. Medan vissa leverantörer erbjuder kryptering har de flesta av dem inte fullständigt skydd.
zh: 一些人认为云服务提供商将处理安全的各个方面，包括加密。虽然一些提供商确实提供加密，但大多数提供商都没有完全保护。
