Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSPWESBSI2_H3_SH1_Text3
source: <b>STEP 2:</b> Open AxCrypt and sign in or sign up with your email and password.
ar: <b>الخطوة 2:</b> افتح اكسكربت وقم بتسجيل الدخول أو قم بالتسجيل باستخدام بريدك الإلكتروني وكلمة المرور.
de: <b>SCHRITT 2:</b> Öffnen Sie AxCrypt und melden Sie sich an oder registrieren Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort.
es: <b>PASO 2:</b> Abra AxCrypt e inicie sesión o regístrese con su correo electrónico y contraseña.
fr: <b>ÉTAPE 2 :</b> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre e-mail et votre mot de passe.
it: <b>PASSO 2:</b> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <b>2단계:</b> AxCrypt를 열고 이메일과 암호로 로그인하거나 가입합니다.
nl: <b>STAP 2:</b> Open AxCrypt en meld je aan of log in met jouw e-mailadres en wachtwoord.
pl: <b>KROK 2:</b> Otwórz AxCrypt i zaloguj się lub zarejestruj, podając swój adres e-mail i hasło.
pt: <b>2º PASSO:</b> Abra o AxCrypt e inicie sessão ou registe-se com o seu e-mail e palavra-passe.
ru: <b>ШАГ 2:</b> Откройте AxCrypt и войдите в систему или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <b>STEG 2:</b> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <b>2. ADIM:</b> AxCrypt'i açın ve e-posta adresiniz ve parolanızla oturum açın veya kaydolun.
zh: <b>第 2 步：</b> 打开AxCrypt并登录或使用您的电子邮件和密码注册。

# Blog_HTSPWESBSI2_H3_SH1_Text4
source: <b>STEP 3:</b> Click the <b>‘Secure’</b> button with a padlock icon and select the file you’d like to encrypt.
ar: <b>الخطوة 3:</b> انقر فوق <b>الزر "آمن"</b> مع رمز القفل وحدد الملف الذي ترغب في تشفيره.
de: <b>SCHRITT 3:</b> Klicken Sie auf die Schaltfläche <b>"Secure"</b> mit einem Vorhängeschloss-Symbol und wählen Sie die Datei aus, die Sie verschlüsseln möchten.
es: <b>PASO 3:</b> Haga clic en el botón <b>'Seguro'</b> con un icono de candado y seleccione el archivo que desea cifrar.
fr: <b>ÉTAPE 3 :</b> Cliquez sur le bouton <b>'Sécurisé'</b> avec une icône de cadenas et sélectionnez le fichier que vous souhaitez crypter.
it: <b>PASSO 3:</b> Fai clic sul pulsante " <b>Proteggi" con l'icona</b> di un lucchetto e seleziona il file che desideri crittografare.
ko: <b>3단계:</b> 자물쇠 아이콘이 있는 <b>‘보안’</b> 버튼을 클릭하고 암호화할 파일을 선택합니다.
nl: <b>STAP 3:</b> Klik op de knop ' <b>Beveiligen'</b> met een hangslotpictogram en selecteer het bestand dat je wilt versleutelen.
pl: <b>KROK 3:</b> Kliknij przycisk <b>„Bezpieczne”</b> z ikoną kłódki i wybierz plik, który chcesz zaszyfrować.
pt: <b>3º PASSO:</b> Clique no botão <b>'Seguro'</b> com um ícone de cadeado e selecione o arquivo que deseja criptografar.
ru: <b>ШАГ 3:</b> Нажмите кнопку <b>«Защитить»</b> со значком замка и выберите файл, который вы хотите зашифровать.
sv: <b>STEG 3:</b> Klicka på <b>"Säkra"</b> knappen, med en hänglåsikon och välj filen du vill kryptera.
tr: <b>3. ADIM:</b> Asma kilit simgesi olan <b>'Güvenli'</b> seçeneğine tıklayın ve şifrelemek istediğiniz dosyayı seçin.
zh: <b>第 3 步：</b> 单击带有挂锁图标的 <b>“安全”</b> 按钮，然后选择要加密的文件。

# Blog_HTSPWESBSI2_H3_SH1_Text5
source: <b>STEP 4:</b> This will encrypt the file and you can open it by either <b>double-clicking</b> the file on the <b>‘Recent Files’</b> tab or by clicking on <b>‘Open Secured’</b> and selecting the file.
ar: <b>الخطوة 4:</b> سيؤدي هذا إلى تشفير الملف ويمكنك فتحه إما <b>بالنقر المزدوج فوق</b> الملف في علامة التبويب " <b>الملفات الأخيرة</b> " أو بالنقر فوق " <b>فتح آمن"</b> وتحديد الملف.
de: <b>SCHRITT 4:</b> Dadurch wird die Datei verschlüsselt und Sie können sie öffnen, indem Sie entweder auf die Datei auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b><b>doppelklicken</b> oder auf <b>"Gesichert öffnen"</b> klicken und die Datei auswählen.
es: <b>PASO 4:</b> Esto cifrará el archivo y puede abrirlo haciendo doble clic en el archivo en la pestaña <b>'Archivos recientes'</b> o <b>haciendo clic</b> en <b>'Abrir protegido'</b> y seleccionando el archivo.
fr: <b>ÉTAPE 4 :</b> Cela chiffrera le fichier et vous pourrez l'ouvrir soit en <b>double-cliquant</b> sur le fichier dans l'onglet <b>'Fichiers récents'</b> ou en cliquant sur <b>'Ouvrir sécurisé'</b> et en sélectionnant le fichier.
it: <b>PASSO 4:</b> Questo crittograferà il file e potrai aprirlo facendo <b>doppio clic sul</b> file nella scheda " <b>File recenti</b> " o facendo clic su " <b>Apri protetto"</b> e selezionando il file.
ko: <b>4단계:</b> 파일을 암호화하고, <b>‘최근 파일’</b> 탭에서 파일을 더블 클릭하거나 <b>‘보안된 파일 열기’</b>를 클릭하여 파일을 선택하면 파일을 열 수 있습니다.
nl: <b>STAP 4:</b> Hiermee wordt het bestand versleuteld en kun je het openen door te <b>dubbelklikken</b> op het bestand op het tabblad ' <b>Recente bestanden</b> ' of door op ' <b>Beveiligd openen'</b> te klikken en het bestand te selecteren.
pl: <b>KROK 4:</b> Spowoduje to zaszyfrowanie pliku i będziesz mógł go otworzyć, <b>klikając dwukrotnie</b> plik na karcie <b>„Ostatnie pliki”</b> lub klikając <b>„Otwórz zabezpieczone”</b> i wybierając plik.
pt: <b>4º PASSO:</b> Isso criptografará o arquivo e você poderá abri-lo clicando <b>duas vezes</b> no arquivo na guia <b>'Arquivos recentes'</b> ou clicando em <b>'Abrir protegido'</b> e selecionando o arquivo.
ru: <b>ШАГ 4:</b> Это зашифрует файл, и вы можете открыть его, <b>дважды щелкнув</b> файл на вкладке <b>«Последние файлы»</b> или нажав <b>«Открыть защищенный»</b> и выбрав файл.
sv: <b>STEG 4:</b> Detta krypterar filen och du kan öppna den genom att antingen <b>dubbelklicka</b> på filen på under fliken <b>Senaste filer</b> " eller genom att klicka på <b>"Öppna säkrad"</b> och välja filen.
tr: <b>4. ADIM:</b> Bu, dosyayı şifreler ve 'Son Dosyalar' sekmesindeki dosyayı <b>çift tıklatarak</b> veya <b>'Güvenli Aç'</b> seçeneğine tıklayıp dosyayı seçerek açabilirsiniz.<b></b>
zh: <b>第 4 步：</b>这将加密文件，您可以通过<b>双击“最近的文件”</b>选项卡上的文件或单击<b>“打开安全”</b>并选择<b>文件</b>来打开它。

# Blog_HTSPWESBSI2_H3_SH1_Text6
source: <b>STEP 5:</b> To automatically encrypt, click on the </b>File > Options</b> and check the </b>‘Include Subfolders’</b> option.
ar: <b>الخطوة 5:</b> للتشفير تلقائيا ، انقر فوق خيارات > الملفات وحدد خيار "تضمين المجلدات الفرعية".
de: <b>SCHRITT 5:</b> Um automatisch zu verschlüsseln, klicken Sie auf die </b>Datei > Optionen</b> und aktivieren Sie die Option <b>"Unterordner einschließen"</b>.
es: <b>PASO 5:</b> Para cifrar automáticamente, haga clic en Opciones de > de archivos y marque la opción 'Incluir subcarpetas'.
fr: <b>ÉTAPE 5 :</b> Pour chiffrer automatiquement, cliquez sur </b>Fichier > Options</b> et cochez l'option </b>« Inclure les sous-dossiers »</b>.
it: <b>PASSO 5:</b> Per crittografare automaticamente, fai clic su Opzioni > file e seleziona l'opzione "Includi sottocartelle".
ko: <b>5단계:</b> 자동 암호화를 위해 </b>파일 > 옵션</b>을 클릭하고 </b>‘하위 폴더 포함’</b> 옵션을 체크합니다.
nl: <b>STAP 5:</b> Om automatisch te versleutelen, klik je op de opties Bestand > en vink je de optie 'Inclusief submappen' aan.
pl: <b>KROK 5:</b> Aby automatycznie szyfrować, kliknij </b>Plik > Opcje</b> i zaznacz opcję </b>„Uwzględnij podfoldery”</b>.
pt: <b>5º PASSO:</b> Para criptografar automaticamente, clique em Arquivos > Opções</b> de Arquivos e marque a opção</b> 'Incluir Subpastas'</b>.
ru: <b>ШАГ 5:</b> Для автоматического шифрования нажмите </b>«Файлы» > «Параметры»</b> и установите флажок </b>«Включить подпапки»</b>.
sv: <b>STEG 5:</b> För att automatiskt Kryptera, klicka på </b>Fil > Alternativ</b> och titta i </b>‘Inkludera Undermappar’</b> alternativ.
tr: <b>5 ADIM:</b> Otomatik olarak şifrelemek için </b>Dosya > Seçeneklere </b> ve </b>‘Alt Klasörleri Dahil Et’</b> seçeneğine tıklayın.
zh: <b>第 5 步：</b>要自动加密，请单击</b>“文件>选项”</b>，然后选中</b>“包括子文件夹”</b>选项。

# Blog_HTSPWESBSI2_H3_SH1_Text7
source: <b>STEP 6:</b> Click on the <b>‘Secured Folders’</b> tab and <b>right-click</b> to add the desired folder that you would like to automatically encrypt files within.
ar: <b>الخطوة 6:</b> انقر فوق <b>علامة التبويب "المجلدات الآمنة"</b> وانقر <b>بزر الماوس الأيمن</b> لإضافة المجلد المطلوب الذي ترغب في تشفير الملفات بداخله تلقائيا.
de: <b>SCHRITT 6:</b> Klicken Sie auf die Registerkarte <b>"Gesicherte Ordner"</b> und <b>klicken Sie mit der rechten Maustaste</b>, um den gewünschten Ordner hinzuzufügen, in dem Sie Dateien automatisch verschlüsseln möchten.
es: <b>PASO 6:</b> Haga clic en la pestaña <b>'Carpetas seguras'</b> y <b>haga clic derecho</b> para agregar la carpeta deseada en la que desea cifrar automáticamente los archivos.
fr: <b>ÉTAPE 6 :</b> Cliquez sur l'onglet <b>'Dossiers sécurisés'</b> et <b>cliquez avec le bouton droit</b> pour ajouter le dossier souhaité dans lequel vous souhaitez chiffrer automatiquement les fichiers.
it: <b>PASSO 6:</b> Fare clic sulla scheda " <b>Cartelle protette"</b> e <b>fare clic con il pulsante destro del mouse</b> per aggiungere la cartella desiderata in cui si desidera crittografare automaticamente i file.
ko: <b>6단계:</b> <b>‘보안 폴더’</b> 탭을 클릭하고 암호화하려는 폴더를 추가하려면 <b>마우스 오른쪽 버튼</b>을 클릭합니다.
nl: <b>STAP 6:</b> Klik op het tabblad ' <b>Beveiligde mappen'</b> en klik met de <b>rechtermuisknop</b> om de gewenste map toe te voegen waarin je bestanden automatisch wilt versleutelen.
pl: <b>KROK 6:</b> Kliknij kartę <b>„Foldery zabezpieczone”</b> i <b>kliknij prawym przyciskiem myszy</b>, aby dodać żądany folder, w którym chcesz automatycznie szyfrować pliki.
pt: <b>6º PASSO:</b> Clique na guia <b>'Pastas protegidas'</b> e <b>clique com o botão direito do mouse</b> para adicionar a pasta desejada que você gostaria de criptografar automaticamente os arquivos.
ru: <b>ШАГ 6:</b> Перейдите на вкладку <b>«Защищенные папки»</b> и <b>щелкните правой кнопкой мыши</b>, чтобы добавить нужную папку, в которой вы хотите автоматически шифровать файлы.
sv: <b>STEG 6:</b> Klicka på fliken <b>"Säkrade mappar"</b> och <b>högerklicka</b> för att lägga till önskad mapp som du automatiskt vill kryptera filer inom.
tr: <b>6. ADIM:</b> <b>'Güvenli Klasörler'</b> sekmesine tıklayın ve içindeki dosyaları otomatik olarak şifrelemek istediğiniz klasörü eklemek için <b>sağ tıklayın</b> .
zh: <b>第 6 步：</b> 单击 <b>“安全文件夹”</b> 选项卡，然后 <b>右键单击</b> 以添加要自动加密其中文件的所需文件夹。

# Blog_HTSPWESBSI2_H3_SH1_Text8
source: <b>STEP 7:</b> Create, modify, add, or drag files to the secured folder and AxCrypt will automatically encrypt them once you click the <b>‘Cleanup’</b> button on the <b>top-right</b> or sign out of the application.
ar: <b>خطوة 7:</b> قم بإنشاء الملفات أو تعديلها أو إضافتها أو سحبها إلى المجلد الآمن وسيقوم اكسكربت تلقائيا بتشفيرها بمجرد النقر فوق <b>الزر "تنظيف"</b> في <b>أعلى اليمين</b> أو تسجيل الخروج من التطبيق.
de: <b>SCHRITT 7:</b> Erstellen, ändern, fügen Sie Dateien hinzu oder ziehen Sie sie in den gesicherten Ordner und AxCrypt verschlüsselt sie automatisch, sobald Sie oben <b>rechts</b> auf die Schaltfläche <b>"Bereinigen"</b> klicken oder sich von der Anwendung abmelden.
es: <b>PASO 7:</b> Cree, modifique, agregue o arrastre archivos a la carpeta segura y AxCrypt los cifrará automáticamente una vez que haga clic en el botón <b>'Limpiar'</b> en la <b>parte superior derecha</b> o cierre sesión en la aplicación.
fr: <b>ÉTAPE 7 :</b> Créez, modifiez, ajoutez ou faites glisser des fichiers vers le dossier sécurisé et AxCrypt les chiffrera automatiquement une fois que vous aurez cliqué sur le bouton <b>'Nettoyer'</b> en <b>haut à droite</b> ou vous serez déconnecté de l'application.
it: <b>PASSO 7:</b> Crea, modifica, aggiungi o trascina i file nella cartella protetta e AxCrypt li crittograferà automaticamente dopo aver fatto clic sul pulsante <b>"Pulisci"</b> in <b>alto a destra</b> o disconnesso dall'applicazione.
ko: <b>7단계:</b> 보안된 폴더에 파일을 생성, 수정, 추가 또는 드래그하고, 상단 오른쪽의 <b>‘정리’</b> 버튼을 클릭하거나 애플리케이션에서 로그아웃하면 AxCrypt가 자동으로 파일을 암호화합니다.
nl: <b>STAP 7:</b> Maak, wijzig, voeg toe of sleep bestanden naar de beveiligde map en AxCrypt versleutelt ze automatisch zodra je op de knop <b>'Opschonen'</b> in de <b>rechterbovenhoek</b> klikt of je afmeldt bij de applicatie.
pl: <b>KROK 7:</b> Utwórz, zmodyfikuj, dodaj lub przeciągnij pliki do zabezpieczonego folderu, a AxCrypt automatycznie je zaszyfruje po kliknięciu przycisku <b>„Oczyszczanie”</b> na <b>w prawym górnym rogu</b> lub wyloguj się z aplikacji.
pt: <b>7º PASSO:</b> Crie, modifique, adicione ou arraste arquivos para a pasta protegida e o AxCrypt os criptografará automaticamente quando você clicar no botão <b>'Limpar'</b> no <b>canto superior direito</b> ou sair do aplicativo.
ru: <b>ШАГ 7:</b> Создавайте, изменяйте, добавляйте или перетаскивайте файлы в защищенную папку, и AxCrypt автоматически зашифрует их, как только вы нажмете кнопку <b>«Очистить»</b> в <b>правом верхнем углу</b> или выйдете из приложения.
sv: <b>STEG 7:</b> Skapa, ändra, lägg till eller dra filer till den säkra mappen så krypteras de automatiskt av AxCrypt när du klickar på <b>"Rensa"</b> knappen längst <b>upp till höger</b> eller när du loggar ut från programmet.
tr: <b>7. ADIM:</b> Dosyaları oluşturun, değiştirin, ekleyin veya güvenli klasöre sürükleyin ve <b>sağ üstteki</b> <b>'Temizle'</b> düğmesine tıkladığında veya uygulamadan çıkış yaptığında AxCrypt bunları otomatik olarak şifreleyecektir.
zh: <b>第 7 步：</b>创建、修改、添加或拖动文件到安全文件夹，一旦您单击<b>右上角</b>的<b>“清理”</b>按钮或退出应用程序，AxCrypt 就会自动加密它们。

# Blog_HTSPWESBSI2_H3_SH1_Text9
source: Your most recent encrypted files will appear on the main screen on the <b>‘Recent Files’</b> tab, and will have a file extension of <b>.axx</b>. You can add new folders and subfolders and AxCrypt will automatically encrypt the files within the folders.
ar: ستظهر أحدث ملفاتك المشفرة على الشاشة الرئيسية في علامة <b>التبويب "الملفات الحديثة"</b> ، وسيكون لها امتداد <b>ملف .axx</b>. يمكنك إضافة مجلدات ومجلدات فرعية جديدة وسيقوم اكسكربت تلقائيا بتشفير الملفات داخل المجلدات.
de: Ihre zuletzt verschlüsselten Dateien werden auf dem Hauptbildschirm auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b> angezeigt und haben die Dateierweiterung <b>axx.</b>. Sie können neue Ordner und Unterordner hinzufügen und AxCrypt verschlüsselt automatisch die Dateien in den Ordnern.
es: Sus archivos cifrados más recientes aparecerán en la pantalla principal en la pestaña <b>'Archivos recientes'</b> y tendrán una extensión de archivo de<b>.axx</b> .Puede añadir nuevas carpetas y subcarpetas y AxCrypt cifrará automáticamente los archivos dentro de las carpetas.
fr: Vos fichiers cryptés les plus récents apparaîtront sur l'écran principal dans l'onglet <b>'Fichiers récents'</b> et porteront une extension de fichier <b>.axx</b>. Vous pouvez ajouter de nouveaux dossiers et sous-dossiers et AxCrypt cryptera automatiquement les fichiers contenus dans les dossiers.
it: I file crittografati più recenti appariranno nella schermata principale della scheda <b>"File recenti" e avranno l'estensione</b> . <b>axx</b>. È possibile aggiungere nuove cartelle e sottocartelle e AxCrypt crittograferà automaticamente i file all'interno delle cartelle.
ko: 가장 최근에 암호화된 파일은 <b>‘최근 파일’</b> 탭에 표시되며, 파일 확장자는 <b>.axx</b>입니다. 새로운 폴더와 하위 폴더를 추가할 수 있으며, AxCrypt는 폴더 내 파일을 자동으로 암호화합니다.
nl: Jouw meest recente versleutelde bestanden verschijnen op het hoofdscherm op het tabblad <b>'Recente bestanden'</b> en hebben de bestandsextensie <b>.axx</b>. Je kunt nieuwe mappen en submappen toevoegen en AxCrypt versleutelt automatisch de bestanden in de mappen.
pl: Twoje najnowsze zaszyfrowane pliki pojawią się na ekranie głównym w zakładce <b>„Ostatnie pliki”</b> i będą miały rozszerzenie <b>.axx</b>. Możesz dodać nowe foldery i podfoldery, a AxCrypt automatycznie zaszyfruje pliki w folderach.
pt: Seus arquivos criptografados mais recentes aparecerão na tela principal na guia <b>'Arquivos recentes'</b> e terão uma extensão de arquivo <b>.axx</b>. Você pode adicionar novas pastas e subpastas e o AxCrypt criptografará automaticamente os arquivos dentro das pastas.
ru: Ваши последние зашифрованные файлы появятся на главном экране на вкладке <b>«Недавние файлы»</b> и будут иметь расширение <b>axx.</b>. Вы можете добавлять новые папки и вложенные папки, и AxCrypt автоматически шифрует файлы в папках.
sv: Dina senast krypterade filer kommer att visas på huvudskärmen under <b>"Senaste filer"</b> fliken och kommer att ha filändelsen <b>.axx</b>. Du kan lägga till nya mappar och undermappar så kommer AxCrypt automatiskt kryptera filerna i mapparna.
tr: En son şifrelenmiş dosyalarınız ana ekranda <b>'Son Dosyalar'</b> sekmesinde görünecek ve <b>.axx</b> dosya uzantısına sahip olacaktır. Yeni klasörler ve alt klasörler ekleyebilirsiniz, AxCrypt klasörlerdeki dosyaları otomatik olarak şifreleyecektir.
zh: 您最新的加密文件将显示在主屏幕上 <b>的“最近使用的文件”</b> 选项卡上，文件扩展名为 <b>.axx</b>。您可以添加新的文件夹和子文件夹，AxCrypt将自动加密文件夹中的文件。

# Blog_HTSPWESBSI2_H3_SH2_Text1
source: Video Tutorial:
ar: فيديو تعليمي:
fr: Tutoriel Vidéo:
ko: 비디오 튜토리얼:
nl: Video zelfstudie:
pl: Film instruktażowy:
pt: Vídeo Tutorial:
ru: Видеоинструкция:
sv: Videohandledning:
tr: Video Eğitimi:
zh: 视频教程：

# Blog_HTSPWESBSI2_H3_SH2_Text2
source: <b>Quick 3-step tutorial to encrypt files your Android and iOS smartphones:</b>
ar: <b>برنامج تعليمي سريع من 3 خطوات لتشفير الملفات الخاصة بالهواتف الذكية التي تعمل بنظام أندرويد وايفون:</b>
de: <b>Kurzes 3-Schritte-Tutorial zum Verschlüsseln von Dateien auf Ihren Android- und iOS-Smartphones:</b>
es: <b>Tutorial rápido de 3 pasos para cifrar archivos en sus teléfonos inteligentes Android e iOS:</b>
fr: <b>Tutoriel rapide en 3 étapes pour chiffrer les fichiers de vos smartphones Android et iOS :</b>
it: <b>Breve tutorial in 3 passaggi per crittografare i file dei tuoi smartphone Android e iOS:</b>
ko: <b>Android 및 iOS 스마트폰에서 파일을 암호화하는 간단한 3단계 튜토리얼:</b>
nl: <b>Snelle handleiding in drie stappen om bestanden op jouw Android- en iOS-smartphones te versleutelen:</b>
pl: <b>Krótki, 3-etapowy samouczek dotyczący szyfrowania plików na smartfonach z Androidem i iOS:</b>
pt: <b>Tutorial rápido de 3 passos para criptografar arquivos de seus smartphones Android e iOS:</b>
ru: <b>Краткое трех-шаговое руководство по шифрованию файлов на смартфонах Android и iOS:</b>
sv: <b>Snabb 3-stegs handledning för att kryptera filer på din Android- och iOS smartmobiler:</b>
tr: <b>Android ve iOS akıllı telefonlarınızın dosyalarını şifrelemek için hızlı 3 adımlı eğitim:</b>
zh: <b>加密 Android 和 iOS 智能手机文件的快速 3 步教程：</b>

# Blog_HTSPWESBSI2_H3_SH2_Text3
source: <b>STEP 1:</b> Install AxCrypt from <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> or <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> and sign into your account.
ar: <b>الخطوة 1:</b> قم بتثبيت اكسكربت من <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>متجر جوجل تطبيقات </b></a> أو <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>متجر تطبيقات ايفون</b></a> وقم بتسجيل الدخول إلى حسابك.
de: <b>SCHRITT 1:</b> Installieren Sie AxCrypt aus dem <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> oder <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> und melden Sie sich bei Ihrem Konto an.
es: <b>PASO 1:</b> Instale AxCrypt desde <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> e inicie sesión en su cuenta.
fr: <b>ÉTAPE 1 :</b> Installez AxCrypt depuis le <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b> Google PlayStore</b></a> ou l'<a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> et connectez-vous à votre compte.
it: <b>PASSO 1:</b> Installa AxCrypt da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> o <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> e accedi al tuo account.
ko: <b>1단계:</b> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> 또는 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a>에서 AxCrypt를 설치하고 계정에 로그인합니다.
nl: <b>STAP 1:</b> Installeer AxCrypt vanuit <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>de Google PlayStore</b></a> of <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> en log in op jouw account.
pl: <b>KROK 1:</b> Zainstaluj AxCrypt z <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b> Google PlayStore</b></a> lub <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> i podpisz na swoje konto.
pt: <b>1º PASSO:</b> Instale o AxCrypt a partir da <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> ou <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> e inicie sessão na sua conta.
ru: <b>ШАГ 1:</b> Установите AxCrypt из <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> или <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> и войдите в свою учетную запись.
sv: <b>STEG 1:</b> Installera AxCrypt från <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> eller <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> och logga in på ditt konto.
tr: <b>1. ADIM:</b> <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>AxCrypt'i Google PlayStore</b></a> veya <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store'dan</b></a> yükleyin ve hesabınıza giriş yapın.
zh: <b>步骤1：</b> 从 <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x&hl=en&gl=US'><b>Google PlayStore</b></a> 或 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'><b>App Store</b></a> 安装AxCrypt并登录您的帐户。

# Blog_HTSPWESBSI2_H3_SH2_Text4
source: <b>STEP 2:</b> Tap the ‘Secure’ button with a padlock icon and select <b>‘Phone’</b>.
ar: <b>الخطوة 2:</b> اضغط على زر "آمن" مع رمز القفل وحدد <b>"الهاتف</b>".
de: <b>SCHRITT 2:</b> Tippen Sie auf die Schaltfläche "Sicher" mit einem Vorhängeschloss-Symbol und wählen Sie <b>"Telefon"</b>.
es: <b>PASO 2:</b> Toque el botón 'Seguro' con el icono de un candado y seleccione <b>'Teléfono'</b>.
fr: <b>ÉTAPE 2 :</b> Appuyez sur le bouton « Sécuriser » avec une icône de cadenas et sélectionnez <b>« Téléphone »</b>.
it: <b>PASSO 2:</b> Tocca il pulsante "Sicuro" con l'icona di un lucchetto e seleziona <b>"Telefono".</b>
ko: <b>2단계:</b> 자물쇠 아이콘이 있는 ‘보안’ 버튼을 탭하고 <b>‘전화’</b>를 선택합니다.
nl: <b>STAP 2:</b> Klik op de knop 'Beveiligen' met een hangslotpictogram en selecteer <b>'Telefoon'</b>.
pl: <b>KROK 2:</b> Naciśnij przycisk „Zabezpiecz” z ikoną kłódki i wybierz opcję <b>Telefon</b>.
pt: <b>2º PASSO:</b> Toque no botão 'Seguro' com um ícone de cadeado e selecione <b>'Telefone'</b>.
ru: <b>ШАГ 2:</b> Нажмите кнопку «Безопасность» со значком замка и выберите <b>«Телефон»</b>.
sv: <b>STEG 2:</b> Tryck på "Säker" knappen med en hänglåsikon och välj <b>"Telefon"</b>
tr: <b>2. ADIM:</b> Asma kilit simgesi olan 'Güvenli' düğmesine dokunun ve <b>'Telefon'u</b> seçin.
zh: <b>步骤2：</b> 点击带有挂锁图标的“安全”按钮，然后选择 <b>“电话”</b>。
