Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_PRAA_H3_Text2
source: But, you can still regain access to the web account, by requesting a password reset. This does not require you to know the old password, but it does require you to once again verify that you have access to the email account in question. This we do by sending an activation link once again to that email, and after clicking on that you can set a new password.
ar: ولكن ، لا يزال بإمكانك استعادة الوصول إلى حساب الويب ، عن طريق طلب إعادة تعيين كلمة المرور. لا يتطلب هذا منك معرفة كلمة المرور القديمة ، ولكنه يتطلب منك التحقق مرة أخرى من أن لديك حق الوصول إلى حساب البريد الإلكتروني المعني. نقوم بذلك عن طريق إرسال ارتباط تنشيط مرة أخرى إلى هذا البريد الإلكتروني ، وبعد النقر فوق ذلك يمكنك تعيين كلمة مرور جديدة.
de: Sie können jedoch weiterhin auf das Webkonto zugreifen, indem Sie ein Zurücksetzen des Kennworts anfordern. Dies erfordert nicht, dass Sie das alte Passwort kennen, sondern dass Sie erneut überprüfen, ob Sie Zugriff auf das betreffende E-Mail-Konto haben. Dies tun wir, indem wir erneut einen Aktivierungslink an diese E-Mail senden und nachdem Sie darauf geklickt haben, können Sie ein neues Passwort festlegen.
es: Sin embargo, aún puedes recuperar el acceso a la cuenta en línea solicitando un restablecimiento de contraseña. Esto no requiere que conozcas la contraseña anterior, pero sí requiere que verifiques una vez más que tienes acceso a la cuenta de correo electrónico en cuestión. Esto lo hacemos enviando un enlace de activación una vez más a ese correo electrónico, y después de hacer clic en él, puedes establecer una nueva contraseña.
fr: Mais, vous pouvez toujours retrouver l’accès au compte web, en demandant une réinitialisation du mot de passe. Cela ne nécessite pas que vous connaissiez l’ancien mot de passe, mais cela vous oblige à vérifier à nouveau que vous avez accès au compte de messagerie en question. Pour ce faire, nous envoyons à nouveau un lien d’activation à cet e-mail, et après avoir cliqué dessus, vous pouvez définir un nouveau mot de passe.
it: Tuttavia, puoi comunque riottenere l'accesso all'account Web richiedendo la reimpostazione della password. Ciò non richiede di conoscere la vecchia password, ma richiede di verificare ancora una volta di avere accesso all'account e-mail in questione. Questo lo facciamo inviando ancora una volta un link di attivazione a quell'e-mail e dopo aver fatto clic su di esso puoi impostare una nuova password.
ko: 그러나 암호 재설정을 요청하여 웹 계정에 다시 액세스할 수 있습니다. 이렇게 하면 이전 암호를 알 필요는 없지만 해당 이메일 계정에 액세스할 수 있는지 다시 한 번 확인해야 합니다. 활성화 링크를 해당 이메일로 다시 한 번 보내고, 클릭 한 후, 새 비밀번호를 설정할 수 있습니다.
nl: U kunt echter nog steeds toegang krijgen tot het webaccount door een wachtwoordreset aan te vragen. Hiervoor hoeft u niet het oude wachtwoord te kennen, maar u moet wel nogmaals verifiëren dat u toegang heeft tot het betreffende e-mailaccount. Dit doen we door nogmaals een activatielink naar die e-mail te sturen, en nadat je daarop geklikt hebt kun je een nieuw wachtwoord instellen.
pl: Ale nadal możesz odzyskać dostęp do konta internetowego, prosząc o zresetowanie hasła. Nie wymaga to znajomości starego hasła, ale wymaga ponownego sprawdzenia, czy masz dostęp do danego konta e-mail. Robimy to, ponownie wysyłając link aktywacyjny na ten e-mail, a po kliknięciu tego możesz ustawić nowe hasło.
pt: Mas, pode ainda obter acesso à conta web através da redefinição de palavra-passe. Tal não requer saber-se a palavra-passe antiga, mas antes que verifique, uma vez mais, que tem acesso à conta de email em causa. Fazemos isto enviando-lhe uma hiperligação de activação para aquele email e, depois de o seguir, pode definir a sua nova palavra-passe.
ru: Но вы все равно можете восстановить доступ к веб-учетной записи, запросив сброс пароля. Для этого не требуется, чтобы вы знали старый пароль, но вам необходимо еще раз подтвердить, что у вас есть доступ к соответствующей учетной записи электронной почте. Мы повторно отправляем ссылку для активации на это электронное письмо, и после нажатия на нее вы можете установить новый пароль.
sv: Men du kan fortfarande återfå åtkomst till webbkontot genom att begära en lösenordsåterställning. Detta kräver inte att du känner till det gamla lösenordet, men det kräver att du återigen verifierar att du har tillgång till e-postkontot i fråga. Detta gör vi genom att återigen skicka en aktiveringslänk till den e-posten, och efter att ha klickat på den kan du ange ett nytt lösenord.
tr: Ancak, parola sıfırlama isteğinde bulunarak internet hesabına yeniden erişebilirsiniz. Bu, eski şifreyi bilmenizi gerektirmez, ancak söz konusu e-posta hesabına erişiminiz olduğunu bir kez daha doğrulamanızı gerektirir. Bunu, bu e-postaya bir kez daha bir aktivasyon bağlantısı göndererek yaparız ve buna tıkladıktan sonra yeni bir şifre belirleyebilirsiniz.
zh: 但是，您仍然可以通过请求密码重置重新获得对web帐户的访问权限。 这不需要您知道旧密码，但它确实需要您再次验证您是否可以访问有问题的电子邮件帐户。 这是我们通过再次发送激活链接到该电子邮件，并点击后，您可以设置一个新密码。

# Blog_PRAA_H3_Text3
source: Remember, a password reset only gets you back so you can sign in and continue using the app and the web site, it does not allow you to regain access to files encrypted with the old password.
ar: تذكر أن إعادة تعيين كلمة المرور تعيدك فقط حتى تتمكن من تسجيل الدخول ومتابعة استخدام التطبيق وموقع الويب ، فهي لا تسمح لك باستعادة الوصول إلى الملفات المشفرة بكلمة المرور القديمة.
de: Denken Sie daran, ein Passwort-Reset bringt Sie nur zurück, damit Sie sich anmelden und die App und die Website weiter nutzen können. Sie können nicht wieder auf Dateien zugreifen, die mit dem alten Passwort verschlüsselt wurden.
es: Recuerda, un restablecimiento de contraseña solo te permite que puedas iniciar sesión y continuar usando la aplicación y el sitio web, no te permite recuperar el acceso a los archivos cifrados con la contraseña anterior.
fr: Rappelez-vous, une réinitialisation du mot de passe ne fait que vous permettre à nouveau de vous connecter et de continuer à utiliser l’application et le site web, elle ne vous permet pas de retrouver l’accès aux fichiers cryptés avec l’ancien mot de passe.
it: Ricorda, una reimpostazione della password ti fa solo tornare indietro, in modo da poter accedere e continuare a utilizzare l'app e il sito web, ma non ti consente di riottenere l'accesso ai file crittografati con la vecchia password.
ko: 암호 재설정은 로그인하여 앱과 웹 사이트를 계속 사용할 수 있도록 다시 가져올 뿐이며 ,이전 암호로 암호화된 파일에 다시 액세스할 수 없습니다.
nl: Vergeet niet, een wachtwoord reset krijgt u alleen terug zodat u zich kunt aanmelden en de app en de website kunt blijven gebruiken, het geeft u geen toegang tot bestanden die met het oude wachtwoord zijn versleuteld.
pl: Pamiętaj, że zresetowanie hasła przywraca tylko możliwość zalogowania się i dalszego korzystania z aplikacji i strony internetowej, nie pozwala na odzyskanie dostępu do plików zaszyfrowanych starym hasłem.
pt: Lembre-se, uma redefinição de palavra-passe apenas a(o) leva de volta para que possa iniciar sessão e continuar a usar a app e o sítio web, não lhe permite reobter acesso aos ficheiros cifrados com uma palavra-passe antiga.
ru: Помните, что сброс пароля возвращает вас только для того, чтобы вы могли войти в систему и продолжить пользоваться приложением и веб-сайтом, он не позволяет вам восстановить доступ к файлам, зашифрованным старым паролем.
sv: Kom ihåg att en lösenordsåterställning bara tar dig tillbaka så att du kan logga in och fortsätta använda appen och webbplatsen, den tillåter dig inte att återfå åtkomst till filer krypterade med det gamla lösenordet.
tr: Unutmayın, parola sıfırlama yalnızca oturum açıp uygulamayı ve internet sitesini kullanmaya devam edebilmenizi sağlar, eski parolayla şifrelenmiş dosyalara yeniden erişmenize izin vermez.
zh: 请记住，密码重置只会让您返回，以便您可以登录并继续使用应用程序和网站，它不允许您重新访问使用旧密码加密的文件。

# Blog_PRAA_H3_Text4
source: Happy AxCrypting!
ar: اكسكربتينك سعيد!
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Felice AxCrypting!
ko: 즐거운 AxCrypt되세요!
nl: Gelukkig AxCrypting!
pl: Miłego AxCryptingu!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxCrypting!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting快乐！

# Blog_PRAA_Heading1
source: <h3>Passwords and AxCrypt</h3>
ar: <h3> كلمات المرور و اكسكربت</h3>
de: <h3>Passwörter und AxCrypt</h3>
es: <h3>Contraseñas y AxCrypt</h3>
fr: <h3>Mots de passe et AxCrypt</h3>
it: <h3>Password e AxCrypt</h3>
ko: <h3>암호와 AxCrypt</h3>
nl: <h3>Wachtwoorden en AxCrypt</h3>
pl: <h3>Hasła i AxCrypt</h3>
pt: <h3>Palavras-Passe e AxCrypt</h3>
ru: <h3>Пароли и AxCrypt</h3>
sv: <h3>Lösenord och AxCrypt</h3>
tr: <h3>Parolalar ve AxCrypt</h3>
zh: <h3>密码和AxCrypt</h3>

# Blog_PRAA_Heading2
source: <h3>Password Change</h3>
ar: <h3> تغيير كلمة المرور </h3>
de: <h3>Passwortänderung</h3>
es: <h3>Cambio de contraseña</h3>
fr: <h3>Changement de Mot de passe</h3>
it: <h3>Cambio Password</h3>
ko: <h3>비밀번호 변경</h3>
nl: <h3>Wachtwoordswijziging</h3>
pl: <h3>Zmiana hasła</h3>
pt: <h3>Alteração de Palavra-Passe</h3>
ru: <h3>Смена пароля</h3>
sv: Ändring av Lösenord
tr: <h3>Parola Değişikliği</h3>
zh: <H3>密码更改</h3>

# Blog_PRAA_Heading3
source: <h3>Password Reset</h3>
ar: <h3> إعادة تعيين كلمة المرور </h3>
de: <h3>Passwort zurücksetzen</h3>
es: <h3>Restablecimiento de contraseña</h3>
fr: <h3>Réinitialisation du mot de passe</h3>
it: <h3>Reimpostazione della Password</h3>
ko: <h3>비밀번호 재설정</h3>
nl: <h3>Wachtwoord Reset</h3>
pl: <h3>Resetowanie hasła</h3>
pt: <h3>Redefinição de Palavra-Passe</h3>
ru: <h3>Сброс пароля</h3>
sv: <h3>Återställ lösenord</h3>
tr: <h3>Parola Sıfırlama</h3>
zh: <h3>密码重置</h3>

# Blog_PRAA_Summary
source: Passwords and AxCrypt When a file is encrypted with AxCrypt, a very random 128- or 256-bit key as appropriate is generated by AxCrypt. This key, which is never really seen by anyone, is used to encrypt the file with AES-128 or AES-256.
ar: كلمات المرور و اكسكربت عندما يتم تشفير ملف باستخدام اكسكربت ، يتم إنشاء مفتاح عشوائي للغاية 128 أو 256 بت حسب الاقتضاء بواسطة اكسكربت. يستخدم هذا المفتاح ، الذي لم يراه أي شخص مطلقًا ، لتشفير الملف باستخدام AES-128 أو AES-256.
de: Passwörter und AxCrypt Wenn eine Datei mit AxCrypt verschlüsselt wird, wird von AxCrypt ein sehr zufälliger 128- oder 256-Bit-Schlüssel generiert. Dieser Schlüssel, der von niemandem wirklich gesehen wird, wird verwendet, um die Datei mit AES-128 oder AES-256 zu verschlüsseln.
es: Contraseñas y AxCrypt Cuando un archivo se cifra con AxCrypt, AxCrypt genera una clave muy aleatoria de 128 o 256 bits, según corresponda. Esta clave, que nadie ve realmente, se utiliza para cifrar el archivo con AES-128 o AES-256.
fr: Mots de passe et AxCrypt Lorsqu’un fichier est chiffré avec AxCrypt, une clé très aléatoire de 128 ou 256 bits selon le cas est générée par AxCrypt. Cette clé, qui n’est jamais vraiment vue par personne, est utilisée pour chiffrer le fichier avec AES-128 ou AES-256.
it: Password e AxCrypt: Quando un file viene crittografato con AxCrypt, AxCrypt genera una chiave a 128 o 256 bit molto casuale, a seconda dei casi. Questa chiave, che non è mai stata vista da nessuno, viene utilizzata per crittografare il file con AES-128 o AES-256.
ko: 암호 및 AxCrypt 파일이 AxCrypt로 암호화되면 AxCrypt에 의해 매우 임의의 128 비트 또는 256 비트 키가 생성됩니다. 실제로 볼 수 없는 이 키는 AES-128 또는 AES-256으로 파일을 암호화하는 데 사용됩니다.
nl: Wachtwoorden en AxCrypt. Wanneer een bestand is versleuteld met AxCrypt, wordt een zeer willekeurige 128- of 256-bit sleutel gegenereerd door AxCrypt. Deze sleutel, die nooit echt gezien wordt door iemand, wordt gebruikt om het bestand te versleutelen met AES-128 of AES-256.
pl: Hasła i AxCrypt Kiedy plik jest zaszyfrowany za pomocą AxCrypt, AxCrypt generuje odpowiednio losowy 128- lub 256-bitowy klucz. Ten klucz, którego nikt tak naprawdę nie widzi, służy do szyfrowania pliku za pomocą AES-128 lub AES-256.
pt: Palavras-Passe e AxCrypt Quando um ficheiro é cifrado com a AxCrypt, uma chave muito aleatória de 128 ou 256 bits, conforme apropriado, é gerada pela AxCrypt. Esta chave, que nunca é vista por ninguém, é usada para cifrar o ficheiro com AES-128 ou AES-256.
ru: Пароли и AxCrypt Когда файл шифруется с помощью AxCrypt, AxCrypt генерирует очень случайный 128- или 256-битный ключ, в зависимости от обстоятельств. Этот ключ, который на самом деле никто никогда не видит, используется для шифрования файла с помощью AES-128 или AES-256.
sv: Lösenord och AxCrypt När en fil krypteras med AxCrypt genereras en mycket slumpmässig 128- eller 256-bitars nyckel av AxCrypt. Denna nyckel, som aldrig riktigt ses av någon, används för att kryptera filen med AES-128 eller AES-256.
tr: Parolalar ve AxCrypt. Bir dosya AxCrypt ile şifrelendiğinde, AxCrypt tarafından uygun şekilde çok rastgele bir 128 veya 256 bit anahtar oluşturulur. Hiç kimsenin görmediği bu anahtar, dosyayı AES-128 veya AES-256 ile şifrelemek için kullanılır.
zh: 密码和AxCrypt当文件用AxCrypt加密时，AxCrypt会生成一个非常随机的128或256位密钥。 此密钥从未被任何人真正看到，用于使用AES-128或AES-256加密文件。

# Blog_PRAA_Title
source: Password Reset and AxCrypt
ar: إعادة تعيين كلمة المرور و اكسكربت
de: Passwort zurücksetzen und AxCrypt
es: Restablecimiento de contraseña y AxCrypt
fr: Réinitialisation de Mot de passe et AxCrypt
it: Reimpostazione della password e AxCrypt
ko: 암호 재설정 및 AxCrypt
nl: Wachtwoord opnieuw instellen en AxCrypt
pl: Resetowanie hasła i AxCrypt
pt: Redefinição de Palavra-Passe e AxCrypt
ru: Сброс пароля и AxCrypt
sv: Återställning av Lösenord och AxCrypt
tr: Parola Sıfırlama ve AxCrypt
zh: 密码重置和AxCrypt

# Blog_Pricing_Conclusion_Text1
source: Have a look at AxCrypt <a href='https://www.axcrypt.net/pricing'> Pricing Page</a> that shows which type of encryption subscriptions AxCrypt offers.
ar: ألق نظرة على <'a href='https://www.axcrypt.net/pricing'> صفحة التسعير </a> التي تعرض نوع اشتراكات التشفير التي يقدمها اكسكربت.
de: Schauen Sie sich AxCrypt an<a href='https://www.axcrypt.net/pricing'> Pricing Page</a>, die zeigt, welche Art von Verschlüsselungsabonnements AxCrypt anbietet.
es: Echa un vistazo a la <a href=' https://www.axcrypt.net/pricing'> página de precios</a> que muestra qué tipo de suscripciones de cifrado ofrece AxCrypt.
fr: Jetez un coup d’œil à <a href='https://www.axcrypt.net/pricing'> la Page de Tarification</a> d’AxCrypt qui indique le type d’abonnements de cryptage proposés par AxCrypt.
it: Dai un'occhiata alla <a href=' https://www.axcrypt.net/pricing'> pagina dei prezzi</a> di AxCrypt che mostra quale tipo di abbonamento alla crittografia offre AxCrypt.
ko: AxCrypt <a href=' https://www.axcrypt.net/pricing'>요금 페이지</a>는 AxCrypt의 암호화 구독 플랜을 보여줍니다.
nl: Kijk op AxCrypt <a href='https://www.axcrypt.net/pricing'> Prijzenpagina</a> die laat zien welk type encryptie-abonnementen AxCrypt aanbiedt.
pl: Zajrzyj na <a href='https://www.axcrypt.net/pricing'>stronę cenową</a> AxCrypt, która pokazuje, jakie rodzaje subskrypcji szyfrowania oferuje AxCrypt.
pt: Dê uma olhadela na página de <a href=' https://www.axcrypt.net/pricing'>Preços</a> da AxCrypt para saber o tipo de subscrições de cifragem que oferecemos.
ru: Взгляните на AxCrypt <a href='https://www.axcrypt.net/pricing '> Pricing Page</a>, которая показывает, какие типы подписки на шифрование предлагает AxCrypt.
sv: Ta en titt på AxCrypts <a href=' https://www.axcrypt.net/pricing'> prissida</a> som visar vilken typ av krypteringsabonnemang AxCrypt erbjuder.
tr: AxCrypt'in hangi tür şifreleme aboneliklerini sunduğunu gösteren <a href='https://www.axcrypt.net/pricing'> AxCrypt Fiyatlandırma</a> Sayfasına bir göz atın.
zh: 看看AxCrypt<a href='https://www.axcrypt.net/pricing'>Pricing Page</a>显示AxCrypt提供的加密订阅类型。

# Blog_PYDFCG_Conclusion_Text1
source: With cyber threats on the rise, it's more important than ever to keep your information safe and secure. You can enjoy the holidays knowing that risks are minimized by proactively addressing cybersecurity with AxCrypt.
ar: مع تزايد التهديدات الإلكترونية ، أصبح الحفاظ على أمان معلوماتك أكثر أهمية من أي وقت مضى. يمكنك الاستمتاع بالعطلات مع العلم أن المخاطر يتم تقليلها من خلال معالجة الأمن السيبراني بشكل استباقي باستخدام اكسكربت.
de: Angesichts zunehmender Cyberbedrohungen ist es wichtiger denn je, Ihre Informationen sicher zu verwahren. Sie können die Feiertage in dem Wissen genießen, dass Risiken minimiert werden, indem Sie die Cybersicherheit mit AxCrypt proaktiv angehen.
es: Con las amenazas cibernéticas en aumento, es más importante que nunca mantener tu información segura y protegida. Puedes disfrutar de las fiestas sabiendo que los riesgos se minimizan al abordar de manera proactiva la ciberseguridad con AxCrypt.
fr: Avec l’augmentation des cybermenaces, il est plus important que jamais de protéger vos informations. Vous pouvez profiter des vacances en sachant que les risques sont minimisés en abordant de manière proactive la cybersécurité avec AxCrypt.
it: Con le minacce informatiche in aumento, è più importante che mai mantenere le tue informazioni al sicuro. Puoi goderti le vacanze sapendo che i rischi sono ridotti al minimo affrontando in modo proattivo la sicurezza informatica con AxCrypt.
ko: 사이버 위협이 증가함에 따라 정보를 안전하게 보호하는 것이 그 어느 때보다 중요합니다. AxCrypt 사용 시 사이버 보안에 선제적으로 대처할 수 있어 관련 위험을 최소화하므로 귀하는 편안한 휴일을 즐길 수 있습니다.
nl: Nu cyberdreigingen toenemen, is het belangrijker dan ooit om uw informatie veilig te houden. U kunt van de feestdagen genieten in de wetenschap dat de risico's tot een minimum zijn beperkt door cyberbeveiliging proactief aan te pakken met AxCrypt.
pl: W obliczu rosnących zagrożeń cybernetycznych dbanie o bezpieczeństwo informacji jest ważniejsze niż kiedykolwiek. Możesz cieszyć się świętami, wiedząc, że ryzyko jest minimalizowane, proaktywnie zajmując się cyberbezpieczeństwem za pomocą AxCrypt.
pt: Com as ciberameaças a aumentar, é mais importante que nunca manter a sua informação segura e protegida. Pode desfrutar das férias sabendo que os riscos são minimizados pela abordagem proactiva da AxCrypt em relação à cibersegurança.
ru: В условиях роста киберугроз как никогда важно сохранять вашу информацию в безопасности. Вы можете наслаждаться праздниками, зная, что риски сведены к минимуму благодаря активному обеспечению кибербезопасности с помощью AxCrypt.
sv: Med ökade cyberhot är det viktigare än någonsin att hålla din information skyddad och säker. Du kan njuta av semestern med vetskapen om att riskerna minimeras genom att proaktivt ta itu med cybersäkerhet med AxCrypt.
tr: Siber tehditlerin artmasıyla birlikte, bilgilerinizi güvende tutmak her zamankinden daha önemli. AxCrypt ile siber güvenliği proaktif olarak ele alarak risklerin en aza indirildiği farkındalığı ile tatillerinizin tadını çıkarabilirsiniz.
zh: 随着网络威胁的增加，保护您的信息安全比以往任何时候都更加重要。 您可以享受假期，因为您知道通过使用AxCrypt主动解决网络安全问题将风险降到最低。
