Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SCMAE_Text1
source: There is nearly 24,000 reported case of a data breach every day. Hacking of hospital records, government records being stolen. Transcripts of education have been made public. Every industry is vulnerable, and every business is exposed. The result can be humiliating, costly at best, and financially debilitating, with possible fines, lengthy lawsuits, and a loss of customer trust. The cybercrime cost is predicted to hit $10.5 trillion by 2025.
ar: هناك ما يقرب من 24000 حالة تم الإبلاغ عنها لخرق البيانات كل يوم. سرقة سجلات المستشفيات ، سرقة السجلات الحكومية. تم نشر نسخ التعليم على الملأ. كل صناعة معرضة للخطر ، وكل عمل مكشوف. يمكن أن تكون النتيجة مهينة ، ومكلفة في أحسن الأحوال ، ومنهكة ماليًا ، مع غرامات محتملة ، ودعاوى قضائية مطولة ، وفقدان ثقة العملاء. من المتوقع أن تصل تكلفة الجرائم الإلكترونية إلى 10.5 تريليون دولار بحلول عام 2025.
de: Täglich werden fast 24.000 Fälle von Datenschutzverletzungen gemeldet. Hacking von Krankenhausakten, Regierungsunterlagen werden gestohlen. Abschriften der Ausbildung wurden veröffentlicht. Jede Branche ist verwundbar und jedes Unternehmen ist exponiert. Das Ergebnis kann demütigend, bestenfalls kostspielig und finanziell schwächend sein, mit möglichen Bußgeldern, langwierigen Gerichtsverfahren und einem Verlust des Kundenvertrauens. Die Kosten für Cyberkriminalität werden bis 2025 voraussichtlich 10,5 Billionen US-Dollar betragen.
es: Hay casi 24.000 casos reportados de una violación de datos todos los días. Hackeo de registros hospitalarios, robo de registros gubernamentales, etc. Las transcripciones de la educación se han hecho públicas. Todas las industrias son vulnerables y todas las empresas están expuestas. El resultado puede ser humillante, costoso en el mejor de los casos y financieramente debilitante, con posibles multas, juicios prolongados y la pérdida de la confianza del cliente. Se prevé que el costo del ciberdelito alcance los 10,5 billones de dólares de aquú al 2025.
fr: Près de 24 000 cas de violation de données sont signalés chaque jour. Piratage de dossiers hospitaliers, vol de dossiers gouvernementaux. Les transcriptions de l’éducation ont été rendues publiques. Chaque industrie est vulnérable et chaque entreprise est exposée. Le résultat peut être humiliant, coûteux au mieux et financièrement débilitant, avec des amendes possibles, de longues poursuites et une perte de confiance des clients. Le coût de la cybercriminalité devrait atteindre 10,5 billions de dollars d’ici 2025.
it: Ogni giorno vengono segnalati quasi 24.000 casi di violazione dei dati. Violazione di documenti ospedalieri, documenti governativi rubati. Le trascrizioni dell'istruzione sono state rese pubbliche. Ogni settore è vulnerabile e ogni azienda è esposta. Il risultato può essere umiliante, costoso nella migliore delle ipotesi e debilitante dal punto di vista finanziario, con possibili multe, lunghe cause legali e una perdita di fiducia dei clienti. Si prevede che il costo del crimine informatico raggiungerà i 10,5 trilioni di dollari entro il 2025.
ko: 매일 거의 24,000건의 데이터 유출 사례가 보고됩니다. 병원 기록 해킹, 정부 기록 도난되고, 교육 성적표가 공개되었습니다. 모든 산업은 취약하고 모든 비즈니스는 노출되어 있습니다. 그 결과는 굴욕적이며, 비용이 많이 들고, 재정적으로 쇠약해질 수 있으며 벌금, 긴 소송 및 고객 신뢰 상실이 발생할 수 있습니다. 사이버 범죄 비용은 2025년까지 10.5조 달러에 이를 것으로 예상됩니다.
nl: Er worden dagelijks bijna 24.000 gevallen van datalekken gemeld zoals ziekenhuisdossiers die worden gehackt en overheidsdossiers die worden gestolen. Ook zijn transcripties van het onderwijs openbaar gemaakt. Elke sector is kwetsbaar en elk bedrijf wordt blootgesteld. Het resultaat kan vernederend, op zijn best kostbaar en financieel slopend zijn, met mogelijke boetes, langdurige rechtszaken en verlies van klantenvertrouwen. De kosten van cybercriminaliteit zullen tegen 2025 naar verwachting $ 10,5 biljoen bedragen.
pl: Każdego dnia zgłaszanych jest prawie 24 000 przypadków naruszenia bezpieczeństwa danych. Hakowanie dokumentacji szpitalnej, kradzież dokumentów rządowych. Transkrypcje dokumentów dotyczących edukacji zostały upublicznione. Każda branża jest podatna na zagrożenia, a każda firma jest narażona. Rezultat może być upokarzający, w najlepszym razie kosztowny i wyniszczający finansowo, z możliwymi grzywnami, długimi procesami sądowymi i utratą zaufania klientów. Przewiduje się, że do 2025 r. koszt cyberprzestępczości osiągnie 10,5 biliona dolarów.
pt: Há cerca de 24000 casos reportados de violações de dados todos os dias. Registos de hospitais são atacados, registos de governos são roubados. Transcrições de educação foram tornados públicos. Todas as indústrias estão vulneráveis e todos os negócios estão expostos. O resultado pode ser humilhante, no mínimo dispendioso e financeiramente debilitante, com possíveis multas, processos judiciais demorados e perda de confiança de clientes. Estima-se que o custo do cibercrime atinja $10,5 biliões até 2025.
ru: Каждый день сообщается о почти 24 000 случаях утечки данных. Взлом больничных записей, кража правительственных документов. Стенограммы обучения были обнародованы. Каждая отрасль уязвима, и каждый бизнес подвержен риску. Результат может быть унизительным, в лучшем случае дорогостоящим и финансово изнурительным, с возможными штрафами, длительными судебными процессами и потерей доверия клиентов. По прогнозам, к 2025 году затраты на киберпреступность достигнут 10,5 трлн долларов.
sv: Det rapporteras nästan 24 000 fall av dataintrång varje dag. Hackning av sjukhusjournaler, statliga register stjäls. Utbildningsutskrifter har offentliggjorts. Varje bransch är sårbar och varje verksamhet är utsatt. Resultatet kan bli förnedrande, dyrt och ekonomist försvagande, med möjliga böter, långa rättegångar och en förlust av kundernas förtroende. Kostnaden för cyberbrott förutspås uppgå till 10,5 biljoner dollar år 2025.
tr: Her gün yaklaşık 24.000 veri ihlali vakası bildiriliyor. Hastane kayıtlarının hacklenmesi, hükümet kayıtlarının çalınması. Eğitim transkriptleri dahi açığa çıkarılıyor. Her endüstri savunmasız ve her işletme buna maruz kalıyor. Sonuç, olası para cezaları, uzun davalar ve müşteri güveni kaybının yanı sıra aşağılayıcı, en iyi ihtimalle maliyetli ve finansal olarak zarar verici olabilir. Siber suç maliyetinin 2025 yılına kadar 10,5 trilyon dolara ulaşacağı tahmin ediliyor.
zh: 每天有近24,000个报告的数据泄露案例。 医院记录被黑客入侵，政府记录被盗。 教育成绩单已经公开。 每个行业都是脆弱的，每个企业都是暴露的。 结果可能是羞辱，充其量是代价高昂的，并且在财务上会使人衰弱，可能会受到罚款，冗长的诉讼和客户信任的丧失。 预计到2025年，网络犯罪成本将达到10.5万亿美元。

# Blog_SCMAE_Text2
source: This increasing frequency of data breaches emphasizes the importance of encryption as a last line of protection.
ar: يؤكد هذا التكرار المتزايد لانتهاكات البيانات على أهمية التشفير كخط حماية أخير.
de: Diese zunehmende Häufigkeit von Datenschutzverletzungen unterstreicht die Bedeutung der Verschlüsselung als letzte Schutzlinie.
es: Esta frecuencia cada vez mayor de violaciones de datos enfatiza la importancia del cifrado como última línea de protección.
fr: Cette fréquence croissante de violations de données souligne l’importance du cryptage en tant que dernière ligne de protection.
it: Questa crescente frequenza di violazioni dei dati sottolinea l'importanza della crittografia come ultima linea di protezione.
ko: 이러한 데이터 침해 빈도 증가는 최후의 보호 수단으로서 암호화의 중요성을 강조합니다.
nl: Deze toenemende frequentie van datalekken benadrukt het belang van encryptie als laatste beschermingslinie.
pl: Ta rosnąca częstotliwość naruszeń danych podkreśla znaczenie szyfrowania jako ostatniej linii ochrony.
pt: Esta crescente frequência de violações de dados enfatiza a importância da cifragem como última linha de protecção.
ru: Эта растущая частота утечек данных подчеркивает важность шифрования как последней линии защиты.
sv: Denna ökande frekvens av dataintrång understryker vikten av kryptering som ett sista skydd.
tr: Veri ihlallerinin bu artan sıklığı, şifrelemenin son koruma hattı olarak öneminin altını çizmektedir.
zh: 这种不断增加的数据泄露频率强调了加密作为最后一道保护线的重要性。

# Blog_SCMAE_Title
source: Some Common Myths About Encryption
ar: بعض الخرافات الشائعة حول التشفير
de: Einige verbreitete Mythen über Verschlüsselung
es: Algunos mitos comunes sobre el cifrado
fr: Quelques Mythes Courants Sur le Chiffrement
it: Alcuni luoghi comuni sulla cifratura
ko: 암호화에 관한 몇몇 일반적인 잘못된 믿음
nl: Enkele Veelvoorkomende Mythes Over Versleuteling
pl: Kilka powszechnych mitów na temat szyfrowania
pt: Alguns Mitos Comuns Sobre Cifragem
ru: Несколько распространенных мифов о шифровании
sv: Några Vanliga Myter Om Kryptering
tr: Şifreleme hakkında bazı yaygın(ortak) mitler
zh: 关于加密的一些常见神话

# Blog_SD_H1_Text1
source: Do you use Netflix? If you have a Netflix account, you have probably heard of the recently released documentary “The Social Dilemma”, which touches on the significant advantages of social media. Google, Apple, YouTube, Facebook and all these tools have made wonderful things a reality. Reuniting family members, enabling effective communication and enhancing our connectivity are only ones of the meaningful systemic changes that this innovating industry has brought. Nevertheless this increasing polarization does not only have advantages. As highlighted in the documentary people are sometimes a little too naïve about the flip side of that coin.
ar: هل تستخدم نيتفليكس؟ إذا كان لديك حساب على نيتفليكس ، فربما تكون قد سمعت عن الفيلم الوثائقي الذي تم إصداره مؤخرًا "المعضلة الاجتماعية" ، والذي يتطرق إلى المزايا المهمة لوسائل التواصل الاجتماعي. جوجل ، آبل ، يوتيوب ، فيسبوك وجميع هذه الأدوات جعلت الأشياء الرائعة حقيقة واقعة. لم شمل أفراد الأسرة ، وتمكين التواصل الفعال وتعزيز الاتصال لدينا ليست سوى واحدة من التغييرات المنهجية ذات المغزى التي أحدثتها هذه الصناعة المبتكرة. ومع ذلك ، فإن هذا الاستقطاب المتزايد ليس له مزايا فقط. كما هو موضح في الفيلم الوثائقي ، يكون الناس أحيانًا ساذجين جدًا بشأن الوجه الآخر لتلك العملة.
de: Verwenden Sie Netflix? Wenn Sie einen Netflix-Account haben, haben Sie wahrscheinlich von der kürzlich veröffentlichten Dokumentation "The Social Dilemma" gehört, die die wesentlichen Vorteile von Social Media berührt. Google, Apple, YouTube, Facebook und all diese Tools haben wunderbare Dinge Wirklichkeit werden lassen. Die Wiedervereinigung von Familienmitgliedern, die Ermöglichung einer effektiven Kommunikation und die Verbesserung unserer Konnektivität sind nur einige der bedeutsamen systemischen Veränderungen, die diese innovative Branche mit sich gebracht hat. Dennoch hat diese zunehmende Polarisierung nicht nur Vorteile. Wie in der Dokumentation hervorgehoben, sind die Menschen manchmal etwas zu naïv in Bezug auf die Kehrseite der Münze.
es: ¿Usas Netflix? Si tienes una cuenta de Netflix, probablemente hayas oído hablar del documental publicado recientemente “El dilema de las redes sociales”, que aborda las importantes ventajas de las redes sociales. Google, Apple, YouTube, Facebook y todas estas herramientas han hecho realidad cosas maravillosas. Reunir a los miembros de la familia, permitir una comunicación efectiva y mejorar nuestra conectividad son solo algunos de los cambios sistémicos significativos que ha traído esta industria innovadora. Sin embargo, esta creciente polarización no solo tiene ventajas. Como se destaca en el documental, las personas a veces son un poco demasiado ingenuas respecto a la otra cara de esa moneda.
fr: Utilisez-vous Netflix ? Si vous avez un compte Netflix, vous avez probablement entendu parler du documentaire récemment sorti « The Social Dilemma », qui aborde les avantages significatifs des médias sociaux. Google, Apple, YouTube, Facebook et tous ces outils ont fait de merveilleuses choses une réalité. Réunir les membres de la famille, permettre une communication efficace et améliorer notre connectivité ne sont que quelques-uns des changements systémiques significatifs apportés par cette industrie innovante. Néanmoins cette polarisation croissante n'a pas que des avantages. Comme le souligne le documentaire, les gens sont parfois un peu trop naïfs quant au revers de la médaille.
it: Usi Netflix? Se hai un account Netflix, probabilmente hai sentito parlare del documentario recentemente pubblicato "The Social Dilemma", che tocca i vantaggi significativi dei social media. Google, Apple, YouTube, Facebook e tutti questi strumenti hanno reso realtà cose meravigliose. Riunire i membri della famiglia, consentire una comunicazione efficace e migliorare la nostra connettività sono solo alcuni dei significativi cambiamenti sistemici apportati da questo settore innovativo. Tuttavia questa crescente polarizzazione non ha solo vantaggi. Come evidenziato nel documentario, le persone a volte sono un po' troppo ingenue riguardo al rovescio della medaglia.
ko: 넷플릭스를 사용하시나요? 넷플릭스 계정이 있는 경우 소셜 미디어의 중요한 이점을 다루는 최근 개봉된 다큐멘터리 "The Social Dilemma"에 대해 들어보셨을 것입니다. 구글, 애플, 유튜브, 페이스북 및 이러한 모든 도구는 멋진 일을 현실로 만들었습니다. 가족 구성원을 재결합하고 효과적인 의사 소통을 가능하게 하며 연결성을 강화하는 것은 이 혁신적인 산업이 가져온 의미 있는 시스템 변화 중 하나일 뿐입니다. 그럼에도 불구하고 이러한 양극화의 증가는 장점만 있는 것은 아닙니다. 다큐멘터리에서 강조했듯이 사람들은 때때로 그 이면에 대해 잊고 있을 때가 있습니다.
nl: Gebruikt u Netflix? Als u een Netflix-account hebt, heeft u vast wel eens gehoord van de onlangs verschenen documentaire “The Social Dilemma”, die de grote voordelen van sociale media aankaart. Google, Apple, YouTube, Facebook en al deze tools hebben prachtige dingen werkelijkheid gemaakt. Het herenigen van familieleden, het mogelijk maken van effectieve communicatie en het verbeteren van onze connectiviteit zijn slechts enkele van de betekenisvolle systemische veranderingen die deze innoverende industrie heeft gebracht. Toch heeft deze toenemende polarisatie niet alleen voordelen. Zoals in de documentaire wordt benadrukt, zijn mensen soms iets te naïef over de keerzijde van die medaille.
pl: Czy korzystasz z Netflixa? Jeśli masz konto Netflix, prawdopodobnie słyszałeś o niedawno wydanym filmie dokumentalnym „The Social Dilemma”, który porusza istotne zalety mediów społecznościowych. Google, Apple, YouTube, Facebook i wszystkie te narzędzia sprawiły, że wspaniałe rzeczy stały się rzeczywistością. Ponowne łączenie członków rodziny, umożliwienie skutecznej komunikacji i wzmocnienie naszej łączności to tylko jedne ze znaczących zmian systemowych, jakie przyniosła ta innowacyjna branża. Niemniej jednak ta rosnąca polaryzacja ma nie tylko zalety. Jak podkreślono w dokumencie, ludzie są czasami zbyt naiwni, jeśli chodzi o drugą stronę tej monety.
pt: Usa o Netflix? Se tem uma conta Netflix, provavelmente ouviu falar do documentário recentemente lançado “O Dilema Social” que toca nas vantagens significativas do media social. Google, Apple, YouTube, Facebook e todas estas ferramentas tornaram coisas maravilhosas uma realidade. Reunir familiares, possibilitar comunicações eficazes e melhorar a nossa conectividade são apenas algumas das mudanças sistémicas significativas que esta indústria inovadora trouxe. No entanto, esta crescente polarização não traz apenas vantagens. Como realçado no documentário, as pessoas são às vezes um pouco ingénuas em relação ao outro lado da moeda.
ru: Есть ли у вас Netflix? Если у вас есть аккаунт Netflix, вы, вероятно, слышали о недавно вышедшем документальном фильме “Социальная дилемма”, в котором затрагиваются значительные преимущества социальных сетей. Google, Apple, YouTube, Facebook и все эти инструменты превратили замечательные вещи в реальность. Воссоединение членов семьи, обеспечение эффективной коммуникации и расширение наших возможностей подключения - это лишь некоторые из значимых системных изменений, которые принесла эта инновационная отрасль. Тем не менее, эта растущая поляризация имеет не только преимущества. Как подчеркивается в документальном фильме, люди иногда слишком наивны в отношении обратной стороны медали.
sv: Använder du Netflix? Om du har ett Netflix-konto har du förmodligen hört talas om den nyligen släppta dokumentären "The Social Dilemma", som berör fördelarna med sociala medier. Google, Apple, YouTube, Facebook och alla dessa verktyg har gjort underbara saker till verklighet. Att återförena familjemedlemmar, möjliggöra effektiv kommunikation och förbättra vår anslutning är bara en av de meningsfulla systemförändringar som denna innovativa industri har medfört. Ändå har denna ökande polarisering inte bara fördelar. Som framhållits i dokumentären är människor ibland lite för naiva när det gäller baksidan av myntet.
tr: Netflix kullanıyor musunuz? Netflix hesabınız varsa muhtemelen sosyal medyanın önemli avantajlarına değinen "Sosyal İkilem" isimli son dönemde yayınlanmış belgeseli duymuşsunuzdur. Google, Apple, YouTube, Facebook ve tüm bu aletler olağanüstü şeyleri bir gerçeklik haline getirdi. Ailelerin yeniden bir araya getirilmesi, etkili iletişime olanak tanımak ve bağlantısallığı arttırmak bu yenilikçi sektörün getirdiği anlamlı, sistemik değişikliklerden sadece birkaçı. Yine de bu artan kutuplaşmanın sadece avantajları bulunmuyor. Belgeselde de vurgulandığı üzere insanlar madalyonun diğer yüzü konusunda biraz fazla saf olabiliyor.
zh: 你使用Netflix吗？ 如果你有一个Netflix帐户，你可能听说过最近发布的纪录片"社会困境"，它触及了社交媒体的显着优势。 谷歌、苹果、YouTube、Facebook和所有这些工具都使美好的事物成为现实。 让家人团聚、促进有效沟通和加强我们的联系只是这个创新行业带来的有意义的系统性变化之一。 然而，这种日益加剧的两极分化不仅具有优势。 正如纪录片中强调的那样，人们有时对硬币的反面有点过于天真。
