Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_DLHRYSDTT_H1_SH1_Text1
source: Thanksgiving is a prime time for cybercriminals to serve up deceptive emails or text messages, disguised as invitations or offers from known sources. These phishing attempts often lure recipients into revealing personal information or unwittingly clicking on malicious links. Stay vigilant and cautious, verifying the authenticity of messages before sharing sensitive information.
ar: عيد الشكر هو وقت الذروة لمجرمي الإنترنت لتقديم رسائل بريد إلكتروني أو رسائل نصية خادعة ، متنكرة في شكل دعوات أو عروض من مصادر معروفة. غالبا ما تجذب محاولات التصيد الاحتيالي هذه المستلمين للكشف عن المعلومات الشخصية أو النقر عن غير قصد على الروابط الضارة. ابق يقظا وحذرا ، وتحقق من صحة الرسائل قبل مشاركة المعلومات الحساسة.
de: Thanksgiving ist die beste Zeit für Cyberkriminelle, um betrügerische E-Mails oder Textnachrichten zu versenden, die als Einladungen oder Angebote aus bekannten Quellen getarnt sind. Diese Phishing-Versuche verleiten die Empfänger oft dazu, persönliche Informationen preiszugeben oder unwissentlich auf bösartige Links zu klicken. Bleiben Sie wachsam und vorsichtig und überprüfen Sie die Authentizität von Nachrichten, bevor Sie vertrauliche Informationen weitergeben.
es: El Día de Acción de Gracias es el mejor momento para que los ciberdelincuentes envíen correos electrónicos o mensajes de texto engañosos, disfrazados de invitaciones u ofertas de fuentes conocidas. Estos intentos de phishing a menudo atraen a los destinatarios para que revelen información personal o hagan clic involuntariamente en enlaces maliciosos. Manténgase atento y cauteloso, verificando la autenticidad de los mensajes antes de compartir información confidencial.
fr: Thanksgiving est le moment idéal pour les cybercriminels qui envoient des e-mails ou des SMS trompeurs, déguisés en invitations ou en offres provenant de sources connues. Ces tentatives de phishing incitent souvent les destinataires à révéler des informations personnelles ou à cliquer involontairement sur des liens malveillants. Restez vigilant et prudent, en vérifiant l'authenticité des messages avant de partager des informations sensibles.
it: Il Giorno del Ringraziamento è un momento privilegiato per i criminali informatici per inviare e-mail o messaggi di testo ingannevoli, camuffati da inviti o offerte da fonti note. Questi tentativi di phishing spesso inducono i destinatari a rivelare informazioni personali o a fare clic inconsapevolmente su collegamenti dannosi. Rimani vigile e cauto, verificando l'autenticità dei messaggi prima di condividere informazioni sensibili.
ko: 추수감사절은 사이버 범죄자들이 알려진 출처로부터의 초대나 제안처럼 위장한 속임수 이메일이나 문자 메시지를 제공하는 주요 시기입니다. 이러한 피싱 시도는 종종 수신자에게 개인 정보를 공개하거나 악성 링크를 클릭하도록 유도합니다. 민감한 정보를 공유하기 전에 메시지의 진위를 확인하여 경계하고 주의하세요.
nl: Thanksgiving is een uitstekende tijd voor cybercriminelen om misleidende emails of sms-berichten te serveren, vermomd als uitnodigingen of aanbiedingen van bekende bronnen. Deze phishing-pogingen verleiden ontvangers vaak tot het vrijgeven van persoonlijke informatie of het onbewust klikken op schadelijke links. Blijf waakzaam en voorzichtig en verifieer de authenticiteit van berichten voordat je gevoelige informatie deelt.
pl: Święto Dziękczynienia to dla cyberprzestępców najlepsza pora na wysyłanie zwodniczych e-maili lub SMS-ów podszywających się pod zaproszenia lub oferty ze znanych źródeł. Te próby phishingu często nakłaniają odbiorców do ujawnienia danych osobowych lub nieświadomego kliknięcia złośliwych łączy. Zachowaj czujność i ostrożność, weryfikując autentyczność wiadomości przed udostępnieniem poufnych informacji.
pt: O Dia de Ação de Graças é um momento privilegiado para os cibercriminosos enviarem e-mails ou mensagens de texto enganosas, disfarçados de convites ou ofertas de fontes conhecidas. Essas tentativas de phishing geralmente induzem os destinatários a revelar informações pessoais ou clicar involuntariamente em links maliciosos. Mantenha-se vigilante e cauteloso, verificando a autenticidade das mensagens antes de compartilhar informações confidenciais.
ru: День благодарения — это лучшее время для киберпреступников, чтобы отправлять вводящие в заблуждение электронные письма или текстовые сообщения, замаскированные под приглашения или предложения из известных источников. Эти попытки фишинга часто заставляют получателей раскрыть личную информацию или непреднамеренно перейти по вредоносным ссылкам. Будьте бдительны и осторожны, проверяйте подлинность сообщений, прежде чем делиться конфиденциальной информацией.
sv: Thanksgiving är en högtid då cyberbrottslingar ofta serverar bedrägliga mejl eller textmeddelanden, förklädda som inbjudningar eller erbjudanden från kända källor. Dessa försök till nätfiske lurar ofta mottagare att avslöja personlig information eller omedvetet klicka på skadliga länkar. Var vaksam och försiktig, och verifiera meddelandens äkthet innan du delar känslig information
tr: Şükran Günü, siber suçluların bilinen kaynaklardan gelen davetiyeler veya teklifler kılığında aldatıcı e-postalar veya kısa mesajlar sunmaları için en uygun zamandır. Bu kimlik avı girişimleri genellikle alıcıları kişisel bilgilerini ifşa etmeye veya farkında olmadan kötü amaçlı bağlantılara tıklamaya teşvik eder. Hassas bilgileri paylaşmadan önce mesajların gerçekliğini doğrulayarak tetikte ve temkinli olun.
zh: 感恩节是网络犯罪分子提供欺骗性电子邮件或短信的黄金时间，伪装成来自已知来源的邀请或优惠。这些网络钓鱼尝试通常会引诱收件人泄露个人信息或在不知不觉中点击恶意链接。保持警惕和谨慎，在分享敏感信息之前验证消息的真实性。

# Blog_DLHRYSDTT_H1_SH2_Text1
source: Weak passwords act as an open invitation for cyber intruders, much like a poorly secured entry point in your home. These passwords are easily cracked, allowing unauthorized access to your sensitive data. AxCrypt promotes <a href='https://axcrypt.net/information/password-generator/'><b>strong password practices</b></a>, safeguarding your files with an additional layer of security. With <a href='https://axcrypt.net/passwordmanager/'><b>robust password protection</b></a>, your data remains safeguarded from unauthorized entry attempts.
de: Schwache Passwörter wirken wie eine offene Einladung für Cyber-Eindringlinge, ähnlich wie ein schlecht gesicherter Einstiegspunkt in Ihr Zuhause. Diese Passwörter sind leicht zu knacken und ermöglichen unbefugten Zugriff auf Ihre sensiblen Daten. AxCrypt fördert <a href='https://axcrypt.net/information/password-generator /'><b>strong password practices</b></a>, die Ihre Dateien mit einer zusätzlichen Sicherheitsebene schützen. Mit <a href='https://axcrypt.net/passwordmanager /'><b>robust password protection</b></a>, Ihre Daten bleiben vor unbefugten Eingabeversuchen geschützt.
fr: Les mots de passe faibles agissent comme une invitation ouverte pour les intrus informatiques, tout comme un point d'entrée mal sécurisé dans votre maison. Ces mots de passe sont facilement craqués, permettant un accès non autorisé à vos données sensibles. AxCrypt encourage les <a href='https://axcrypt.net/information/password-generator/'><b>bonnes pratiques de mot de passe</b></a>, protégeant vos fichiers avec une couche de sécurité supplémentaire. Avec une <a href='https://axcrypt.net/passwordmanager/'><b>protection robuste des mots de passe</b></a>, vos données restent protégées contre les tentatives d'accès non autorisé.
it: Le password deboli fungono da invito aperto per gli intrusi informatici, proprio come un punto di ingresso scarsamente protetto in casa. Queste password sono facilmente violabili, consentendo l'accesso non autorizzato ai tuoi dati sensibili. AxCrypt promuove <a href='https://axcrypt.net/information/password-generator/'><b>pratiche di password complesse</b></a>, salvaguardando i tuoi file con un ulteriore livello di sicurezza. Grazie <a href='https://axcrypt.net/passwordmanager/'><b>a una solida protezione con password</b></a>, i tuoi dati rimangono protetti da tentativi di accesso non autorizzati.
ru: Слабые пароли служат открытым приглашением для киберпреступников, подобно плохо защищенной точке входа в ваш дом. Эти пароли легко взламываются, что позволяет получить несанкционированный доступ к вашим конфиденциальным данным. AxCrypt поддерживает <a href='https://axcrypt.net/information/password-generator/'><b>м</b></a>, обеспечивая дополнительный уровень защиты ваших файлов. Благодаря надежной защите паролем <a href='https://axcrypt.net/passwordmanager/'><b>robust password protection</b></a>, ваши данные защищены от попыток несанкционированного доступа.
zh: 弱密码对网络入侵者是一种公开的邀请，就像您家中安全不佳的入口点一样。这些密码很容易破解，从而允许未经授权访问您的敏感数据。AxCrypt 提倡 <a href='https://axcrypt.net/information/password-generator/'><b>strong password practices</b></a>，通过额外的安全层保护您的文件。借助 <a href='https://axcrypt.net/passwordmanager/'><b>robust password protection</b></a>，您的数据将受到保护，免受未经授权的输入尝试。

# Blog_DLHRYSDTT_H1_SH3_Text1
source: Your data in the cloud without encryption is akin to leaving valuable belongings unprotected in an open space. Cybercriminals often target unsecured cloud accounts, exploiting vulnerabilities and gaining access to sensitive information.
ar: تشبه بياناتك في السحابة بدون تشفير ترك متعلقات قيمة غير محمية في مساحة مفتوحة. غالبا ما يستهدف مجرمو الإنترنت الحسابات السحابية غير الآمنة ، ويستغلون نقاط الضعف والوصول إلى المعلومات الحساسة.
de: Ihre Daten in der Cloud ohne Verschlüsselung sind vergleichbar damit, wertvolle Gegenstände ungeschützt in einem offenen Raum zu lassen. Cyberkriminelle haben es oft auf ungesicherte Cloud-Konten abgesehen, nutzen Schwachstellen aus und verschaffen sich Zugang zu sensiblen Informationen.
es: Sus datos en la nube sin cifrado son similares a dejar pertenencias valiosas desprotegidas en un espacio abierto. Los ciberdelincuentes a menudo se dirigen a cuentas en la nube no seguras, explotando vulnerabilidades y obteniendo acceso a información confidencial.
fr: Vos données dans le cloud sans cryptage reviennent à laisser des biens de valeur sans protection dans un espace ouvert. Les cybercriminels ciblent souvent les comptes cloud non sécurisés, exploitant les vulnérabilités et accédant à des informations sensibles.
it: I tuoi dati nel cloud senza crittografia è come lasciare oggetti di valore non protetti in uno spazio aperto. I criminali informatici spesso prendono di mira account cloud non protetti, sfruttando le vulnerabilità e ottenendo l'accesso a informazioni sensibili.
ko: 암호화되지 않은 클라우드에 있는 데이터는 귀중한 소지품을 열린 공간에 방치하는 것과 같습니다. 사이버 범죄자들은 종종 보안이 되지 않은 클라우드 계정을 타겟으로 하여 취약점을 악용하고 민감한 정보에 접근합니다.
nl: Jouw gegevens in de cloud zonder versleuteling zijn vergelijkbaar met het onbeschermd achterlaten van waardevolle bezittingen in een open ruimte. Cybercriminelen richten zich vaak op onbeveiligde cloudaccounts, maken misbruik van kwetsbaarheden en krijgen toegang tot gevoelige informatie.
pl: Twoje dane w chmurze bez szyfrowania są jak pozostawienie cennych rzeczy bez ochrony na otwartej przestrzeni. Cyberprzestępcy często atakują niezabezpieczone konta w chmurze, wykorzystując luki w zabezpieczeniach i uzyskując dostęp do poufnych informacji.
pt: Seus dados na nuvem sem criptografia é semelhante a deixar pertences valiosos desprotegidos em um espaço aberto. Os cibercriminosos geralmente têm como alvo contas de nuvem não seguras, explorando vulnerabilidades e obtendo acesso a informações confidenciais.
ru: Ваши данные в облаке без шифрования сродни оставлению ценных вещей без защиты в открытом пространстве. Киберпреступники часто нацеливаются на незащищенные облачные учетные записи, эксплуатируя уязвимости и получая доступ к конфиденциальной информации.
sv: Din data i molnet utan kryptering är som att lämna värdefulla tillhörigheter oskyddade i ett öppet utrymme. Cyberbrottslingar riktar sig ofta mot osäkra molnkonton, utnyttjar sårbarheter och får tillgång till känslig information.
tr: Buluttaki şifrelenmeyen verileriniz, değerli eşyalarınızı açık bir alanda korumasız bırakmaya benzer. Siber suçlular genellikle güvenli olmayan bulut hesaplarını hedef alır, güvenlik açıklarından yararlanır ve hassas bilgilere erişim sağlar.
zh: 您在云中的数据没有加密，就像将贵重物品放在开放空间中不受保护一样。网络犯罪分子通常以不安全的云帐户为目标，利用漏洞并获取敏感信息的访问权限。

# Blog_DLHRYSDTT_H1_SH3_Text2
source: AxCrypt's encryption extends its protective shield to cloud services like Google Drive and OneDrive, ensuring your files are secure, even when stored or shared in the cloud. This protected layer of security offers peace of mind, knowing your data remains shielded from prying eyes, whether stored locally or in the cloud.
ar: يمتد تشفير اكسكربت إلى درعه الواقي ليشمل الخدمات السحابية مثل جوجل درايف و ون درايف ، مما يضمن أمان ملفاتك ، حتى عند تخزينها أو مشاركتها في السحابة. توفر طبقة الأمان المحمية هذه راحة البال ، مع العلم أن بياناتك تظل محمية من أعين المتطفلين ، سواء كانت مخزنة محليا أو في السحابة.
de: Die Verschlüsselung von AxCrypt weitet seinen Schutzschild auf Cloud-Dienste wie Google Drive und OneDrive aus und stellt sicher, dass Ihre Dateien sicher sind, auch wenn sie in der Cloud gespeichert oder geteilt werden. Diese geschützte Sicherheitsebene bietet Ihnen die Gewissheit, dass Ihre Daten vor neugierigen Blicken geschützt bleiben, unabhängig davon, ob sie lokal oder in der Cloud gespeichert sind.
es: El cifrado de AxCrypt extiende su escudo protector a servicios en la nube como Google Drive y OneDrive, lo que garantiza que sus archivos estén seguros, incluso cuando se almacenan o comparten en la nube. Esta capa protegida de seguridad ofrece tranquilidad, sabiendo que sus datos permanecen protegidos de miradas indiscretas, ya sea almacenados localmente o en la nube.
fr: Le cryptage d'AxCrypt étend son bouclier de protection aux services cloud comme Google Drive et OneDrive, garantissant la sécurité de vos fichiers, même lorsqu'ils sont stockés ou partagés dans le cloud. Cette couche de sécurité protégée offre une tranquillité d'esprit, sachant que vos données restent à l'abri des regards indiscrets, qu'elles soient stockées localement ou dans le cloud.
it: La crittografia di AxCrypt estende il suo scudo protettivo ai servizi cloud come Google Drive e OneDrive, garantendo che i tuoi file siano al sicuro, anche se archiviati o condivisi nel cloud. Questo livello di sicurezza protetto offre la massima tranquillità, sapendo che i tuoi dati rimangono protetti da occhi indiscreti, sia archiviati localmente che nel cloud.
ko: AxCrypt의 암호화는 Google Drive와 OneDrive와 같은 클라우드 서비스로 보호막을 확장하여 파일이 클라우드에 저장되거나 공유될 때에도 안전하도록 보장합니다. 이 보호 계층은 데이터가 로컬에 저장되든 클라우드에 저장되든 엿보는 눈으로부터 데이터를 보호한다는 마음의 평안을 제공합니다.
nl: De versleuteling van AxCrypt breidt zijn beschermende schild uit naar cloudservices zoals Google Drive en OneDrive, waardoor jouw bestanden veilig zijn, zelfs wanneer ze in de cloud worden opgeslagen of gedeeld. Deze beschermde beveiligingslaag geeft je rust, omdat je weet dat jouw gegevens beschermd blijven tegen nieuwsgierige blikken, ongeacht of ze lokaal of in de cloud zijn opgeslagen.
pl: Szyfrowanie AxCrypt rozszerza swoją tarczę ochronną na usługi w chmurze, takie jak Google Drive i OneDrive, zapewniając bezpieczeństwo Twoich plików, nawet jeśli są przechowywane lub udostępniane w chmurze. Ta chroniona warstwa zabezpieczeń zapewnia spokój ducha, wiedząc, że Twoje dane pozostają chronione przed wzrokiem ciekawskich, niezależnie od tego, czy są przechowywane lokalnie, czy w chmurze.
pt: A criptografia do AxCrypt estende seu escudo protetor para serviços de nuvem como Google Drive e OneDrive, garantindo que seus arquivos estejam seguros, mesmo quando armazenados ou compartilhados na nuvem. Essa camada protegida de segurança oferece tranquilidade, sabendo que seus dados permanecem protegidos de olhares indiscretos, sejam armazenados localmente ou na nuvem.
ru: Шифрование AxCrypt распространяет свой защитный щит на облачные сервисы, такие как Google Drive и OneDrive, обеспечивая безопасность ваших файлов даже при хранении или совместном использовании в облаке. Этот защищенный уровень безопасности обеспечивает душевное спокойствие, зная, что ваши данные остаются защищенными от посторонних глаз, независимо от того, хранятся ли они локально или в облаке.
sv: AxCrypt’s kryptering sträcker sitt skyddande sköld till molntjänster som Google Drive och OneDrive, vilket säkerställer att dina filer är säkra, även när de lagras eller delas i molnet. Detta skyddande säkerhetslager ger dig sinnesro, eftersom du vet att din data förblir skyddad från nyfikna ögon, oavsett om den lagras lokalt eller i molnet.
tr: AxCrypt'in şifrelemesi, koruyucu kalkanını Google Drive ve OneDrive gibi bulut hizmetlerine genişleterek, dosyalarınızın bulutta depolandığında veya paylaşıldığında bile güvende olmasını sağlar. Bu korumalı güvenlik katmanı, verilerinizin ister yerel olarak ister bulutta depolanmış olsun, meraklı gözlerden korunduğunu bilerek gönül rahatlığı sunar.
zh: AxCrypt 的加密将其保护盾扩展到 Google Drive 和 OneDrive 等云服务，确保您的文件是安全的，即使在云中存储或共享也是如此。这种受保护的安全层让您高枕无忧，因为您知道您的数据不会被窥探，无论是存储在本地还是存储在云中。

# Blog_DLHRYSDTT_H1_SH4_Text1
source: Imagine a guest who hijacks your kitchen and demands a ransom for control – that's ransomware for your digital world. These attacks encrypt your files, holding them hostage until you pay a ransom. AxCrypt stands as a resilient barrier, ensuring your files remain encrypted, impervious to such extortion attempts, and guaranteeing your data's safety and accessibility.
ar: تخيل ضيفا يختطف مطبخك ويطلب فدية للتحكم - هذا هو برنامج الفدية لعالمك الرقمي. تقوم هذه الهجمات بتشفير ملفاتك ، واحتجازها كرهينة حتى تدفع فدية. يقف اكسكربت كحاجز مرن ، مما يضمن بقاء ملفاتك مشفرة ، ومنيعة ضد محاولات الابتزاز هذه ، ويضمن سلامة بياناتك وإمكانية الوصول إليها.
de: Stellen Sie sich einen Gast vor, der Ihre Küche kapert und ein Lösegeld für die Kontrolle verlangt – das ist Ransomware für Ihre digitale Welt. Diese Angriffe verschlüsseln Ihre Dateien und halten sie als Geiseln, bis Sie ein Lösegeld zahlen. AxCrypt stellt eine widerstandsfähige Barriere dar, die sicherstellt, dass Ihre Dateien verschlüsselt bleiben, unempfindlich gegen solche Erpressungsversuche und die Sicherheit und Zugänglichkeit Ihrer Daten garantieren.
es: Imagínese a un huésped que secuestra su cocina y exige un rescate por el control: eso es ransomware para su mundo digital. Estos ataques encriptan tus archivos, manteniéndolos como rehenes hasta que pagues un rescate. AxCrypt se erige como una barrera resistente, asegurando que sus archivos permanezcan encriptados, impermeables a tales intentos de extorsión, y garantizando la seguridad y accesibilidad de sus datos.
fr: Imaginez un invité qui détourne votre cuisine et demande une rançon pour en reprendre le contrôle : c'est un rançongicielpour votre monde numérique. Ces attaques chiffrent vos fichiers et les retiennent en otage jusqu'à ce que vous payiez une rançon. AxCrypt constitue une barrière résiliente, garantissant que vos fichiers restent cryptés, imperméables à de telles tentatives d'extorsion et garantissant la sécurité et l'accessibilité de vos données.
it: Immagina un ospite che dirotta la tua cucina e chiede un riscatto per il controllo: questo è un ransomware per il tuo mondo digitale. Questi attacchi crittografano i tuoi file, tenendoli in ostaggio fino a quando non paghi un riscatto. AxCrypt si pone come una barriera resiliente, assicurando che i tuoi file rimangano crittografati, impermeabili a tali tentativi di estorsione e garantendo la sicurezza e l'accessibilità dei tuoi dati.
ko: 주방을 장악하고 통제권을 요구하는 손님을 상상해 보세요 – 디지털 세계의 랜섬웨어가 바로 그런 것입니다. 이러한 공격은 파일을 암호화하여 인질로 삼고 몸값을 지불할 때까지 보유합니다. AxCrypt는 파일을 암호화 상태로 유지하여 이러한 갈취 시도에 무력하게 만들고 데이터의 안전성과 접근성을 보장하는 강력한 방패 역할을 합니다.
nl: Stel je een gast voor die je keuken kaapt en losgeld eist voor controle – dat is ransomware voor je digitale wereld. Deze aanvallen versleutelen jouw bestanden en houden ze gegijzeld totdat je losgeld betaalt. AxCrypt vormt een veerkrachtige barrière die ervoor zorgt dat jouw bestanden versleuteld blijven, ongevoelig voor dergelijke afpersingspogingen en de veiligheid en toegankelijkheid van jouw gegevens garandeert.
pl: Wyobraź sobie gościa, który porywa Twoją kuchnię i żąda okupu za kontrolę – to oprogramowanie ransomware dla Twojego cyfrowego świata. Ataki te szyfrują Twoje pliki i trzymają je jako zakładników, dopóki nie zapłacisz okupu. AxCrypt stanowi odporną barierę, zapewniającą, że Twoje pliki pozostaną zaszyfrowane, odporne na próby wyłudzeń oraz gwarantujące bezpieczeństwo i dostępność Twoich danych.
pt: Imagine um hóspede que sequestra sua cozinha e exige um resgate para obter controle – isso é ransomware para seu mundo digital. Esses ataques criptografam seus arquivos, mantendo-os reféns até que você pague um resgate. O AxCrypt se destaca como uma barreira resiliente, garantindo que seus arquivos permaneçam criptografados, impermeáveis a tais tentativas de extorsão e garantindo a segurança e acessibilidade de seus dados.
ru: Представьте себе гостя, который захватывает вашу кухню и требует выкуп за контроль — это программа-вымогатель для вашего цифрового мира. Эти атаки шифруют ваши файлы, удерживая их в заложниках до тех пор, пока вы не заплатите выкуп. AxCrypt выступает в качестве надежного барьера, гарантируя, что ваши файлы останутся зашифрованными, невосприимчивыми к таким попыткам вымогательства, а также гарантирующим безопасность и доступность ваших данных.
sv: Föreställ dig en gäst som kapar ditt kök och kräver en lösensumma för att återfå kontrollen – det är ransomware för din digitala värld. Dessa attacker krypterar dina filer och håller dem gisslan tills du betalar en lösensumma. AxCrypt fungerar som en motståndskraftig barriär, vilket säkerställer att dina filer förblir krypterade, okänsliga för sådana utpressningsförsök och garanterar din datas säkerhet och tillgänglighet.
tr: Mutfağınızı ele geçiren ve kontrol için fidye talep eden bir misafir hayal edin - bu, dijital dünyanıza yönelik fidye yazılımıdır. Bu saldırılar dosyalarınızı şifreler ve siz fidyeyi ödeyene kadar onları rehin tutar. AxCrypt, dosyalarınızın şifreli kalmasını sağlayan, bu tür gasp girişimlerine karşı dayanıklı ve verilerinizin güvenliğini ve erişilebilirliğini garanti eden esnek bir bariyer görevi görür.
zh: 想象一下，一位客人劫持了您的厨房并要求赎金以获得控制权——这就是您数字世界的勒索软件。这些攻击会加密您的文件，将它们扣为人质，直到您支付赎金。AxCrypt 是一个有弹性的屏障，确保您的文件保持加密，不受此类勒索企图的影响，并保证您的数据的安全性和可访问性。

# Blog_DLHRYSDTT_H1_SubHeading1
source: <strong>Watch Out for Phishing Turkeys</strong>
ar: <strong>احترس من تصيد الديوك الرومية</strong>
de: <strong>Vorsicht vor Phishing-Truthähnen</strong>
es: <strong>Cuidado con los pavos de phishing</strong>
fr: <strong>Attention aux Dindes d'Hameçonnage</strong>
it: <strong>Attenzione ai tacchini di phishing</strong>
ko: <strong>피싱 공격 주의</strong>
nl: <strong>Pas op voor phishing-kalkoenen</strong>
pl: <strong>Uważaj na wyłudzające informacje indyki</strong>
pt: <strong>Cuidado com perus de phishing</strong>
ru: <strong>Остерегайтесь фишинговых индеек</strong>
sv: <strong>Se upp för nätfiske</strong>
tr: <strong>Olta Atan Hindilere Dikkat Edin</strong>
zh: <strong>提防网络钓鱼火鸡</strong>

# Blog_DLHRYSDTT_H1_SubHeading2
source: <strong>Weak Passwords: An Open Door to Intruders</strong>
ar: <strong>كلمات المرور الضعيفة: باب مفتوح للمتسللين</strong>
de: <strong>Schwache Passwörter: Eine offene Tür für Eindringlinge</strong>
es: <strong>Contraseñas débiles: una puerta abierta a los intrusos</strong>
fr: <strong>Mots De Passe Faibles : Une Porte Ouverte Aux Intrus</strong>
it: <strong>Password deboli: una porta aperta agli intrusi</strong>
ko: <strong>약한 비밀번호: 침입자에게 열린 문</strong>
nl: <strong>Zwakke wachtwoorden: een open deur voor indringers</strong>
pl: <strong>Słabe hasła: otwarte drzwi dla intruzów</strong>
pt: <strong>Senhas fracas: uma porta aberta para intrusos</strong>
ru: <strong>Слабые пароли: открытая дверь для злоумышленников</strong>
sv: <strong>Svaga lösenord: En öppen dörr för inkräktare</strong>
tr: <strong>Zayıf Parolalar: Davetsiz Misafirlere Açık Bir Kapı</strong>
zh: <strong>弱密码：向入侵者敞开大门</strong>
