Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_AMEFH_H2_Text1
source: <li>AxCrypt offers a one-month free trial to try out all the features, including the latest mobile encryption feature. So what are you waiting for? Sign up for a free trial of AxCrypt here:</li>
ar: <li> يقدم اكسكربت إصدارًا تجريبيًا مجانيًا لمدة شهر واحد لتجربة جميع الميزات ، بما في ذلك أحدث ميزة تشفير للجوال. فما تنتظرون؟ اشترك للحصول على نسخة تجريبية مجانية من اكسكربت هنا: </li>
de: <li>AxCrypt bietet eine einmonatige kostenlose Testversion an, um alle Funktionen auszuprobieren, einschließlich der neuesten mobilen Verschlüsselungsfunktion. Worauf warten Sie also noch? Melden Sie sich hier für eine kostenlose Testversion von AxCrypt an:</li>
es: <li>AxCrypt ofrece una prueba gratuita de un mes para que aproveches todas las funciones, incluida la de cifrado móvil. Entonces, ¿qué esperas? Regístrate para obtener una prueba gratuita de AxCrypt aquí:</li>
fr: <li>AxCrypt propose un essai gratuit d’un mois pour essayer toutes les fonctionnalités, y compris la dernière fonctionnalité de cryptage mobile. Alors, qu’attendez-vous? Inscrivez-vous pour un essai gratuit d’AxCrypt ici:</li>
it: <li>AxCrypt offre una prova gratuita di un mese per provare tutte le funzionalità, inclusa l'ultima funzionalità di crittografia mobile. Allora, cosa stai aspettando? Iscriviti per una prova gratuita di AxCrypt qui:</li>
ko: <li>AxCrypt는 최신 모바일 암호화 기능을 포함한 모든 기능을 사용해 볼 수 있는 1개월 무료 평가판을 제공합니다. 무엇을 주저하고 계신가요? 여기에서 AxCrypt 무료 평가판에 가입하십시오.</li>
nl: <li>AxCrypt biedt een gratis proefperiode van een maand aan om alle functies uit te proberen, inclusief de nieuwste mobiele encryptiefunctie. Dus waar wacht u op? Meld u hier aan voor een gratis proefversie van AxCrypt:</li>
pl: <li>AxCrypt oferuje miesięczny bezpłatny okres próbny, aby wypróbować wszystkie funkcje, w tym najnowszą funkcję szyfrowania mobilnego. Więc na co czekasz? Zarejestruj się na bezpłatną wersję próbną AxCrypt tutaj:</li>
pt: <li>A AxCrypt oferece avaliação gratuita durante 1 mês para que possa experimentar todas as funcionalidades, incluindo a funcionalidade de cifragem móvel. Portanto, de que está à espera? Para uma avaliação gratuita da AxCrypt, adira aqui:</li>
ru: <li>AxCrypt предлагает месячную бесплатную пробную версию, чтобы опробовать все функции, включая новейшую функцию мобильного шифрования. Так чего же ты ждешь? Подпишитесь на бесплатную пробную версию AxCrypt здесь:</li>
sv: <li>AxCrypt erbjuder en månads gratis provperiod för att testa alla funktioner, inklusive den senaste mobilkrypteringsfunktionen. Så vad väntar du på? Registrera dig för en gratis provperiod av AxCrypt här:</li>
tr: <li>AxCrypt, en son mobil şifreleme özelliği de dahil olmak üzere tüm özellikleri denemek için bir aylık ücretsiz deneme sürümü sunuyor. Öyleyse daha ne bekliyorsunuz? AxCrypt'in ücretsiz deneme sürümüne buradan kaydolun:</li>
zh: <li>AxCrypt提供一个月的免费试用，以试用所有功能，包括最新的移动加密功能。 那你还在等什么？ 在这里注册AxCrypt的免费试用版：</li>

# Blog_AMEFH_H2_Text2
source: <li>The Google Drive File and Dropbox encryption are supported on iOS and Android. </li>
ar: <li> ملف جوجل درايف وتشفير دروب بوكس مدعومان على نظام التشغيل ايفون و ذكري المظهر. </li>
de: <li>Die Google Drive-Datei- und Dropbox-Verschlüsselung wird unter iOS und Android unterstützt. </li>
es: <li>El cifrado de Google Drive File y Dropbox es compatible con iOS y Android.</li>
fr: <li>Le chiffrement Google Drive File et Dropbox est pris en charge sur iOS et Android. </li>
it: <li>La crittografia dei file di Google Drive e Dropbox sono supportati su iOS e Android. </li>
ko: <li> 구글드라이브 및 드롭박스 암호화는 iOS 및 안드로이드에서 지원됩니다. </li>
nl: <li>De Google Drive File- en Dropbox-Encryptie worden ondersteund op iOS en Android. </li>
pl: <li>Szyfrowanie plików na Dysku Google i Dropbox jest obsługiwane w systemach iOS i Android. </li>
pt: <li>A cifragem de ficheiros no Google Drive e Dropbox são suportados no iOS e Android. </li>
ru: <li> Шифрование файлов Google Drive и Dropbox поддерживается на iOS и Android. </li>
sv: <li>Google Drive-filen och Dropbox-krypteringen stöds på iOS och Android. </li>
tr: <li>Google Drive Dosyası ve Dropbox şifrelemesi iOS ve Android'de desteklenir. </li>
zh: <li>iOS和Android上支持谷歌驱动器文件和Dropbox加密。 </li>

# Blog_AMEFH_H2_Text3
source: <li>Local storage and other cloud drives, such as iCloud, OneDrive, and others, will be supported soon in the upcoming releases.</li>
ar: <li> سيتم دعم التخزين المحلي ومحركات الأقراص السحابية الأخرى ، مثل اي كلاود و ون درايف وغيرهما قريبًا في الإصدارات القادمة. </li>
de: <li>Lokaler Speicher und andere Cloud-Laufwerke wie iCloud, OneDrive und andere werden in Kürze in den kommenden Versionen unterstützt.</li>
es: <li>El almacenamiento local y otras unidades en la nube, como iCloud, OneDrive y otras, serán compatibles pronto en las próximas versiones.</li>
fr: <li>Le stockage local et d’autres lecteurs cloud, tels qu’iCloud, OneDrive, et autres, seront bientôt pris en charge dans les prochaines versions.</li>
it: <li>L'archiviazione locale e altre unità cloud, come iCloud, OneDrive e altre, saranno presto supportate nelle prossime versioni.</li>
ko: <li>로컬 저장소 및 아이클라우드, 원드라이브 등과 같은 기타 클라우드 드라이브는 향후 릴리스에서 곧 지원될 예정입니다.</li>
nl: <li>Lokale opslag en andere clouddrives, zoals iCloud, OneDrive en anderen, worden binnenkort ondersteund in de komende releases.</li>
pl: <li>Lokalna pamięć masowa i inne dyski w chmurze, takie jak iCloud, OneDrive i inne, będą wkrótce obsługiwane w nadchodzących wersjach.</li>
pt: <li>Armazenamento local e outras unidades de armazenamento na nuvem, tais como iCloud, OneDrive e outros, serão suportados em breve nas próximas versões.</li>
ru: <li> Локальное хранилище и другие облачные накопители, такие как iCloud, OneDrive и другие, скоро будут поддерживаться в следующих обновлениях.</li>
sv: <li>Lokal lagring och andra molnenheter, så som iCloud, OneDrive mm, kommer snart att stödjas i de kommande versionerna.</li>
tr: <li>Yerel depolama alanı ve iCloud, OneDrive ve diğerleri gibi diğer bulut sürücüleri, önümüzdeki sürümlerde yakında desteklenecektir.</li>
zh: <li>本地存储和其他云驱动器，如iCloud，OneDrive和其他，将在即将发布的版本中得到支持。</li>

# Blog_AMEFH_H2_Text4
source: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Download AxCrypt's mobile encryption for Android from here</a></li>
ar: <li> <a href='https://play.google.com/store/apps/details؟id=net.axcrypt.axcrypt2x'> قم بتنزيل تشفير الأجهزة المحمولة من اكسكربت لنظام ذكري المظهرمن هنا </a> </li>
de: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Laden Sie die mobile Verschlüsselung von AxCrypt für Android hier herunter</a></li>
es: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Descarga el cifrado móvil de AxCrypt para Android desde aquí</a></li>
fr: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Téléchargez le cryptage mobile d’AxCrypt pour Android à partir d’ici</a></li>
it: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Scarica la crittografia mobile di AxCrypt per Android da qui</a></li>
ko: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>여기에서 안드로이드를 위한 AxCrypt의 모바일 암호화를 다운로드</a></li>
nl: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Download hier de mobiele encryptie van AxCrypt voor Android</a></li>
pl: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Pobierz szyfrowanie mobilne AxCrypt dla Androida tutaj</a></li>
pt: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Descarregue aqui a cifragem móvel da AxCrypt para Android</a></li>
sv: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Ladda ner AxCrypts mobilkryptering för Android här</a></li>
tr: <li><a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android için AxCrypt'in mobil şifrelemesini buradan indirin</a></li>

# Blog_AMEFH_H2_Text5
source: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Download AxCrypt's mobile encryption iOS from here</a></li>
ar: <li> <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'> قم بتنزيل نظام تشفير الأجهزة المحمولة من اكسكربت لنظام التشغيل نظام التشغيل ايفون من هنا </a> </li>
es: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Descarga el cifrado móvil de AxCrypt para iOS desde aquí</a></li>
fr: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Téléchargez le cryptage mobile iOS d’AxCrypt à partir d’ici</a></li>
it: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Scarica la crittografia mobile iOS di AxCrypt da qui</a></li>
ko: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>여기에서 AxCrypt의 모바일 암호화 iOS 버전을 다운로드하십시오.</a></li>
nl: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Download AxCrypt's mobiele encryptie iOS vanaf hier</a></li>
pl: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Pobierz stąd szyfrowanie mobilne AxCrypt na iOS</a></li>
pt: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Descarregue a cifragem móvel da AxCrypt para iOS daqui</a></li>
sv: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Hämta AxCrypts mobilkryptering iOS härifrån</a></li>
tr: <li><a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>AxCrypt'in mobil şifrelemeyi iOS için buradan indirin</a></li>

# Blog_AMEFH_H2_Text6
source: AxCrypt has been awarded “The World's Best Encryption Software” by PC Magazine for the past six years and including this year and has a global presence with over <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 million downloads </a> AxCrypt offers strong encryption with 256-bit encryption to secure your data in the three stages of data; data at rest, at transit, and in use. Moreover, it also provides its users with a password management generator that ensures their passwords are as secure as possible. In addition, AxCrypt provides a collaboration tool that allows users to share secured files and data with other AxCrypt users.
ar: حاز موقع اكسكربت على جائزة "أفضل برنامج تشفير في العالم" من مجلة الكمبيوتر على مدى السنوات الست الماضية بما في ذلك هذا العام وله حضور عالمي مع أكثر من <a href = 'https://www.pcmag.com/picks/the-best-encryption-software'> 20 مليون تنزيل </a> يوفر اكسكربت تشفيرا قويا مع تشفير 256 بت لتأمين بياناتك في المراحل الثلاث للبيانات, البيانات في حالة التخزين والنقل والمستخدمة. علاوة على ذلك ، فإنه يوفر أيضًا لمستخدميه مولد إدارة كلمات المرور الذي يضمن أن تكون كلمات المرور الخاصة بهم آمنة قدر الإمكان. بالإضافة إلى ذلك ، يوفر اكسكربت أداة تعاون تتيح للمستخدمين مشاركة الملفات والبيانات المؤمنة مع مستخدمي اكسكربت الآخرين.
de: AxCrypt wurde in den letzten sechs Jahren und auch in diesem Jahr vom PC Magazine als "Die beste Verschlüsselungssoftware der Welt" ausgezeichnet und verfügt über eine globale Präsenz mit über <a href='https://www.pcmag.com/picks/the-best-encryption-software'> 20 million downloads </a> AxCrypt bietet eine starke Verschlüsselung mit 256-Bit-Verschlüsselung, um Ihre Daten in den drei Phasen der Daten zu sichern. ruhende Daten, bei der Übertragung und im Gebrauch. Darüber hinaus bietet es seinen Benutzern einen Passwortverwaltungsgenerator, der sicherstellt, dass ihre Passwörter so sicher wie möglich sind. Darüber hinaus bietet AxCrypt ein Collaboration-Tool, mit dem Benutzer gesicherte Dateien und Daten mit anderen AxCrypt-Benutzern teilen können.
es: AxCrypt ha recibido el premio como "El mejor software de cifrado" por parte de PC Magazine durante los últimos seis años e incluido este año y tiene una presencia global con más de 20 millones de descargas. AxCrypt ofrece cifrado sólido de 256 bits para proteger tus datos en las tres etapas: en reposo, en tránsito y en uso. Además, también proporciona a sus usuarios un generador de administración de contraseñas que garantiza que sus contraseñas sean lo más seguras posible. Además, AxCrypt ofrece una herramienta de colaboración que permite a los usuarios compartir archivos y datos protegidos con otros usuarios de AxCrypt.
fr: AxCrypt a été récompensé "Meilleur Logiciel de Cryptage" par PC Magazine au cours des six dernières années et y compris cette année et a une présence mondiale avec plus de <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 millions de téléchargements </a> AxCrypt offre un cryptage fort avec un cryptage 256 bits pour sécuriser vos données dans les trois étapes de données ; données au repos, en transit et en cours d'utilisation. De plus, il fournit également à ses utilisateurs un générateur de gestion de mots de passe qui garantit que leurs mots de passe sont aussi sécurisés que possible. De plus, AxCrypt fournit un outil de collaboration qui permet aux utilisateurs de partager des fichiers et des données sécurisés avec d'autres utilisateurs d'AxCrypt.
it: AxCrypt è stato premiato come "Migliore Software di crittografia al mondo" da PC Magazine negli ultimi sei anni, incluso quest'anno, ed è presente a livello globale con oltre <a href='https://www.pcmag.com/picks/the-best-encryption-software'> 20 milioni di download </a> AxCrypt offre una solida crittografia con crittografia a 256 bit per proteggere i tuoi dati nelle tre fasi dei dati; dati inattivi, in transito e in uso. Inoltre, fornisce anche un generatore di gestione password per i suoi utenti che garantisce che le loro password siano le più sicure possibile. In più, AxCrypt fornisce uno strumento di collaborazione che permette agli utenti di condividere i file e i dati protetti con altri utenti AxCrypt.
ko: AxCrypt는 올해를 포함하여 지난 6년 동안 PC Magazine에서 "세계 최고의 암호화 소프트웨어"를 수상했으며 <a href='https://www.pcmag.com/picks/the-best-encryption-software'>2천만 다운로드</a>라는 기염을 토했습니다. AxCrypt는 데이터를 보호하기 위해 256비트 암호화로 강력한 암호화를 제공하며, 이는 미사용 데이터, 전송 데이터, 사용 중인 데이터와 같은 3가지 단계 모두를 지원합니다. 또한 사용자에게 가능한 한 안전한 암호를 보장하는 암호 관리 생성기를 제공합니다. 또한 AxCrypt는 사용자가 다른 AxCrypt 사용자와 보안 파일 및 데이터를 공유할 수 있는 협업 도구를 제공합니다.
nl: AxCrypt is de afgelopen zes jaar en dit jaar door PC Magazine uitgeroepen tot "The World's Best Encryption Software" en is wereldwijd aanwezig met meer dan <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 miljoen downloads </a> AxCrypt biedt sterke versleuteling met 256-bits encryptie om uw gegevens in de drie fasen van gegevens te beveiligen; gegevens in rust, tijdens transport en in gebruik. Bovendien biedt het zijn gebruikers ook een wachtwoordbeheergenerator die ervoor zorgt dat hun wachtwoorden zo veilig mogelijk zijn. Daarnaast biedt AxCrypt een samenwerkingstool waarmee gebruikers beveiligde bestanden en gegevens kunnen delen met andere AxCrypt-gebruikers.
pl: AxCrypt został wyróżniony przez magazyn PC Magazine tytułem „Najlepsze oprogramowanie szyfrujące na świecie” w ciągu ostatnich sześciu lat, również w tym roku, i jest obecny na całym świecie z ponad <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 milionów pobrań </a> AxCrypt oferuje silne szyfrowanie z 256-bitowym szyfrowaniem w celu zabezpieczenia danych na trzech etapach; dane w spoczynku, podczas przesyłania i w użyciu. Co więcej, zapewnia również swoim użytkownikom generator zarządzania hasłami, który zapewnia, że ich hasła są tak bezpieczne, jak to tylko możliwe. Ponadto AxCrypt zapewnia narzędzie do współpracy, które pozwala użytkownikom udostępniać zabezpieczone pliki i dane innym użytkownikom AxCrypt.
pt: A AxCrypt tem sido premiada com o "Melhor Software de Cifragem do Mundo" pela PC Magazine durante os últimos seis anos, incluindo este, com uma presença global de mais de 20 milhões de downloads. A AxCrypt oferece cifragem forte de 256 bits para proteger os seus dados em repouso, em trânsito e em uso. Além disso, fornece aos seus utilizadores um gerador de palavras-passe que garante que as suas palavras-passe são o mais seguras possível. A AxCrypt fornece ainda uma ferramenta de colaboração que permite aos utilizadores partilhar ficheiros e dados protegidos com outros utilizadores AxCrypt.
ru: AxCrypt был удостоен премии PC Magazine “Лучшее программное обеспечение для шифрования в мире” за последние шесть лет, включая этот год, и имеет глобальное присутствие с более чем <a href='https://www.pcmag.com/picks/the-best-encryption-software'> 20 million downloads </a> AxCrypt предлагает надежное шифрование с 256-битным шифрованием для защиты ваших данных в три стадии обработки данных: данные в состоянии покоя, при передаче и в процессе использования. Кроме того, он также предоставляет своим пользователям генератор управления паролями, который обеспечивает максимальную безопасность их паролей. Кроме того, AxCrypt предоставляет инструмент для совместной работы, который позволяет пользователям обмениваться защищенными файлами и данными с другими пользователями AxCrypt.
sv: AxCrypt har blivit tilldelad "Världens bästa krypteringsmjukvara" av PC Magazine under de senaste sex åren och även i år, och har en global närvaro med över <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 miljoner nedladdningar </a> AxCrypt erbjuder stark kryptering med 256-bitar för att säkra dina data i de tre stadierna av data; data i vila, vid överföring och vid användning. Dessutom förser det också sina användare med en generator för lösenordshantering som säkerställer att lösenordet är så säkert som möjligt. Dessutom tillhandahåller AxCrypt ett samarbetsverktyg som tillåter användare att dela säkra filer och data med andra AxCrypt-användare.
tr: AxCrypt, PC Magazine(dergisi) tarafından son altı yıldır ve bu yıl da dahil olmak üzere “Dünyanın En İyi Şifreleme Yazılımı” ödülüne layık görülmüştür ve AxCrypt, verilerinizin üç veri aşamasında güvenliğini sağlamak için 256 bit şifreleme ile güçlü şifreleme sunar; bekleyen, aktarılan ve kullanımdaki veriler. <a href='https://www.pcmag.com/picks/the-best-encryption-software'>20 milyon indirme </a> Ayrıca, kullanıcılarına, şifrelerinin olabildiğince güvenli olmasını sağlayan bir şifre yönetimi oluşturucu da sağlar. Ayrıca AxCrypt, kullanıcıların güvenli dosyaları ve verileri diğer AxCrypt kullanıcılarıyla paylaşmasına olanak tanıyan bir işbirliği aracı sağlar.
zh: AxCrypt在过去六年（包括今年）被PC杂志评为"世界上最好的加密软件"，并且在全球范围内拥有超过<a href='https://www.pcmag.com/picks/the-best-encryption-software'>2000 million downloads</a>AxCrypt提供256位加密的强大加密功能，以在数据的三个阶段保护您的数据;静态数据，传输数据和使用数据。 此外，它还为用户提供了一个密码管理生成器，以确保他们的密码尽可能安全。 此外，AxCrypt提供了一个协作工具，允许用户与其他AxCrypt用户共享安全文件和数据。

# Blog_AMEFH_Heading1
source: Why is mobile encryption needed?
ar: لماذا يلزم تشفير الهاتف المحمول؟
de: Warum wird mobile Verschlüsselung benötigt?
es: ¿Por qué el cifrado móvil es necesario?
fr: Pourquoi le chiffrement mobile est-il nécessaire ?
it: Perché è necessaria la crittografia mobile?
ko: 모바일 암호화가 필요한 이유는 무엇입니까?
nl: Waarom is mobiele versleuteling nodig?
pl: Dlaczego potrzebne jest szyfrowanie mobilne?
pt: Porque é necessária a cifragem móvel?
ru: Зачем необходимо мобильное шифрование?
sv: Varför behövs mobil kryptering?
tr: Mobil şifreleme neden gereklidir?
zh: 为什么需要移动加密？

# Blog_AMEFH_Heading2
source: Mobile Encryption with AxCrypt
ar: تشفير الأجهزة المحمولة مع اكسكربت
de: Mobile Verschlüsselung mit AxCrypt
es: Cifrado móvil con AxCrypt
fr: Cryptage mobile avec AxCrypt
it: Crittografia Mobile con AxCrypt
ko: AxCrypt를 사용한 모바일 암호화
nl: Mobiele Encryptie met AxCrypt
pl: Szyfrowanie mobilne za pomocą AxCrypt
pt: Cifragem Móvel com a AxCrypt
ru: Мобильное шифрование с помощью AxCrypt
sv: Mobil kryptering med AxCrypt
tr: AxCrypt ile Mobil Şifreleme
zh: 使用AxCrypt进行移动加密
