Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HFMICTETP_H4_Text1
source: When discussing file encryption, most companies are led to believe that protection needs to be at its best during distribution and delivery. However, these are just two points in the entire file journey, and any company that wishes to keep up with the times must look at the bigger picture and consider all the stops when it comes to file management. That’s <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>what encryption really is about</a>.
ar: عند مناقشة تشفير الملفات ، تدفع معظم الشركات إلى الاعتقاد بأن الحماية يجب أن تكون في أفضل حالاتها أثناء التوزيع والتسليم. ومع ذلك ، فهذه نقطتان فقط في رحلة الملف بأكملها ، وأي شركة ترغب في مواكبة العصر يجب أن تنظر إلى الصورة الأكبر وتفكر في جميع نقاط التوقف عندما يتعلق الأمر بإدارة الملفات. هذا <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'> هو معنى التشفير حقًا </a>.
de: Bei der Diskussion über Dateiverschlüsselung glauben die meisten Unternehmen, dass der Schutz während der Verteilung und Bereitstellung optimal sein muss. Dies sind jedoch nur zwei Punkte auf der gesamten Dateireise, und jedes Unternehmen, das mit der Zeit gehen möchte, muss das Gesamtbild betrachten und alle Register ziehen, wenn es um Dateiverwaltung geht. Das ist <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>what encryption really is about</a>.
es: Cuando se habla de cifrado de archivos, la mayoría de las empresas creen que la protección debe ser óptima durante la distribución y la entrega. Sin embargo, estos son solo dos puntos en todo el recorrido de los archivos, y cualquier empresa que desee mantenerse al día debe mirar el panorama general y considerar todas las paradas cuando se trata de la administración de archivos. De eso <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>se trata el cifrado</a>.
fr: Lorsqu’elles discutent du cryptage des fichiers, la plupart des entreprises sont amenées à croire que la protection doit être à son meilleur lors de la distribution et de la livraison. Cependant, ce ne sont que deux points dans l’ensemble du parcours de fichiers, et toute entreprise qui souhaite suivre le rythme doit regarder la situation dans son ensemble et considérer tous les arrêts en matière de gestion de fichiers. C’est<a href='https://axcrypt.net/blog/what-encryption-really-is-about/'> ce qu’est vraiment le cryptage</a>.
it: Quando si parla di crittografia dei file, la maggior parte delle aziende è indotta a credere che la protezione debba essere ottimale durante la distribuzione e la consegna. Tuttavia, questi sono solo due punti dell'intero percorso dei file e qualsiasi azienda che desideri stare al passo con i tempi deve guardare al quadro più ampio e considerare tutte le tappe quando si tratta di gestione dei file. Questo è <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>di cosa tratta realmente la crittografia</a>.
ko: 파일 암호화에 대해 논의할 때 대부분의 회사는 배포 및 제공 중에 보호가 최선이어야 한다고 믿게 됩니다. 그러나 이는 일부에 불과하며 시대를 따라잡고자 하는 모든 회사는 더 큰 그림을 보고 파일 관리와 관련하여 모든 과정을 고려해야 합니다. 이것이 <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>바로 암호화의 진정한 의미입니다</a>.
nl: Bij het bespreken van bestandsversleuteling denken de meeste bedrijven dat de bescherming optimaal moet zijn tijdens distributie en levering. Dit zijn echter slechts twee punten in het hele dossiertraject, en elk bedrijf dat bij de tijd wil blijven, moet naar het grotere geheel kijken en alle registers openhouden als het gaat om dossierbeheer. Dat is <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>waar encryptie echt om draait</a>.
pl: Omawiając szyfrowanie plików, większość firm wierzy, że ochrona musi być najlepsza podczas dystrybucji i dostarczania. Są to jednak tylko dwa punkty w całej podróży z plikami, a każda firma, która chce nadążyć za duchem czasu, musi spojrzeć na szerszy obraz i rozważyć wszystkie przystanki, jeśli chodzi o zarządzanie plikami. <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>na czym tak naprawdę polega szyfrowanie</a>.
pt: Ao discutir-se a cifragem de ficheiros, muitas empresas são levadas a acreditar que a protecção deve estar no seu melhor durante a distribuição e entrega. Contudo, estes são apenas dois pontos de toda a viagem dos ficheiros e qualquer empresa que deseje manter-se actualizada com os tempos devem ter a visão global e considerar todas as paragens no que diz respeito a gestão de ficheiros. É isso <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>o que a cifragem realmente é</a>.
ru: При обсуждении шифрования файлов большинство компаний склоняются к мнению, что защита должна быть наилучшей во время рассылки и передачи данных. Тем не менее, это всего лишь два этапа на всем пути создания файлов, и любая компания, которая хочет идти в ногу со временем, должна смотреть на картину в целом и учитывать все этапы, когда дело доходит до управления файлами. Это <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>what encryption really is about</a>.
sv: När man diskuterar filkryptering förleds de flesta företag att tro att skyddet måste vara på topp under distribution och leverans. Detta är dock bara två punkter i hela filresan, och alla företag som vill hänga med i tiden måste se till helheten och överväga möjligheter när det kommer till filhantering. Det är <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>vad kryptering egentligen handlar om</a>.
tr: Dosya şifrelemeyi konusunda, çoğu şirket dağıtım ve teslimat sırasında korumanın en iyi şekilde olması gerektiğine inanmaya teşvik edilir. Bununla birlikte, bunlar dosya yolculuğunun tamamı üzerindeki sadece iki noktadır ve zamana ayak uydurmak isteyen herhangi bir şirket daha büyük resme bakmalı ve dosya yönetimi söz konusu olduğunda tüm durakları göz önünde bulundurmalıdır. <a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>Şifreleme esasen bu anlama gelir</a>.
zh: 在讨论文件加密时，大多数公司都认为在分发和交付期间保护需要处于最佳状态。 然而，这些只是整个文件旅程中的两点，任何希望跟上时代的公司都必须着眼于大局，并在文件管理方面考虑所有的停滞不前。 那是<a href='https://axcrypt.net/blog/what-encryption-really-is-about/'>what encryption really is about</a>。

# Blog_HFMICTETP_H4_Text2
source: Wherever your file is on the pipeline, it won’t be a problem if you use encryption methods available upon purchasing an encryption software. Whether at rest or in motion, you can breathe easy knowing that your organization’s data is protected from possible virtual threats.
ar: أينما كان ملفك قيد التشغيل ، فلن تكون هناك مشكلة إذا كنت تستخدم طرق التشفير المتاحة عند شراء برنامج تشفير. سواء كنت مستريحًا أو متحركًا ، يمكنك أن تتنفس بسهولة وأنت تعلم أن بيانات مؤسستك محمية من التهديدات الافتراضية المحتملة.
de: Überall dort, wo sich Ihre Datei in der Pipeline befindet, ist es kein Problem, wenn Sie Verschlüsselungsmethoden verwenden, die beim Kauf einer Verschlüsselungssoftware verfügbar sind. Ob in Ruhe oder in Bewegung, Sie können beruhigt aufatmen, da Sie wissen, dass die Daten Ihres Unternehmens vor möglichen virtuellen Bedrohungen geschützt sind.
es: Dondequiera que esté tu archivo, no será un problema si utilizas los métodos de cifrado disponibles al comprar un software de cifrado. Ya sea en reposo o en tránsito, puedes respirar tranquilo sabiendo que los datos de tu organización están protegidos contra posibles amenazas virtuales.
fr: Où que votre fichier se trouve sur le pipeline, ce ne sera pas un problème si vous utilisez les méthodes de cryptage disponibles lors de l’achat d’un logiciel de cryptage. Que vous soyez au repos ou en mouvement, vous pouvez respirer facilement en sachant que les données de votre organisation sont protégées contre d’éventuelles menaces virtuelles.
it: Ovunque si trovi il tuo file sulla pipeline, non sarà un problema se utilizzi i metodi di crittografia disponibili al momento dell'acquisto di un software di crittografia. A riposo o in movimento, puoi respirare facilmente sapendo che i dati della tua organizzazione sono protetti da possibili minacce virtuali.
ko: 파일이 처리중 일때, 암호화 소프트웨어 구입하여 암호화를 사용중이라면 문제가 되지 않습니다. 저장 중이든 이동 중이든 조직의 데이터가 가능한 가상 위협으로부터 보호된다는 사실을 알고 안심하셔도 됩니다.
nl: Waar uw bestand zich ook bevindt, het zal geen probleem zijn als u coderingsmethoden gebruikt die beschikbaar zijn bij de aanschaf van encryptiesoftware. Of ze nu in rust of in beweging zijn, u kunt rustig ademhalen in de wetenschap dat de gegevens van uw organisatie beschermd zijn tegen mogelijke virtuele bedreigingen.
pl: Niezależnie od stadium, w jakim jest aktualnie Twój plik, nie będzie problemu, jeśli użyjesz metod szyfrowania dostępnych po zakupie oprogramowania szyfrującego. Niezależnie od tego, czy jesteś w spoczynku, czy w ruchu, możesz odetchnąć, wiedząc, że dane Twojej organizacji są chronione przed możliwymi wirtualnymi zagrożeniami.
pt: Onde quer que o seu ficheiro esteja no pipeline, não será um problema se usar métodos criptográficos disponíveis ao comprar software de cifragem. Seja em repouso ou em movimento, poderá respirar aliviado em saber que os dados da sua organização estão protegidos de possíveis ameaças virtuais.
ru: Где быни находился ваш файл, это не будет проблемой, если вы будете использовать методы шифрования, доступные при покупке программного обеспечения шифрования. Независимо от того, находитесь ли вы в состоянии покоя или в движении, вы можете дышать спокойно, зная, что данные вашей организации защищены от возможных виртуальных угроз.
sv: Oavsett var din fil finns i pipelinen kommer det inte att vara ett problem om du använder krypteringsmetoder som är tillgängliga när du köper en krypteringsmjukvara. Oavsett om du är i vila eller i rörelse kan du andas lugnt med vetskapen om att din organisations data är skyddad från möjliga virtuella hot.
tr: Dosyanız veri hattının neresinde olursa olsun bir şifreleme yazılımı aldıktan sonra şifreleme yöntemlerini kullanmanız sorun olmayacaktır. Hareket halinde olup olmadığınız önemli olmaksızın kurumunuzun verilerinin olası sanal tehditlere karşı korunduğunu bildiğiniz için rahat bir nefes alabilirsiniz.
zh: 无论您的文件在管道上的哪个位置，如果您在购买加密软件时使用可用的加密方法，则不会成为问题。 无论是在休息还是在运动中，您都可以轻松地知道您的组织的数据受到保护，免受可能的虚拟威胁。

# Blog_HFMICTETP_H5_Text1
source: Since cloud computing revolutionized document management, an increasing number of organizations search for enterprise encryption software that offers cloud encryption solutions to encode information in transit.
ar: منذ أن أحدثت الحوسبة السحابية ثورة في إدارة المستندات ، يبحث عدد متزايد من المؤسسات عن برامج تشفير المؤسسات التي تقدم حلول تشفير سحابية لتشفير المعلومات أثناء النقل.
de: Seit Cloud Computing das Dokumentenmanagement revolutioniert hat, suchen immer mehr Unternehmen nach Unternehmensverschlüsselungssoftware, die Cloud-Verschlüsselungslösungen zur Verschlüsselung von Informationen während der Übertragung bietet.
es: Dado que la informática en la nube revolucionó la administración de documentos, un número cada vez mayor de organizaciones buscan software de cifrado empresarial que ofrezca soluciones de cifrado en la nube para codificar la información en tránsito.
fr: Depuis que le cloud computing a révolutionné la gestion des documents, un nombre croissant d’organisations recherchent un logiciel de chiffrement d’entreprise qui offre des solutions de chiffrement en nuage pour coder les informations en transit.
it: Da quando il cloud computing ha rivoluzionato la gestione dei documenti, un numero crescente di organizzazioni cerca software di crittografia aziendale che offra soluzioni di crittografia su cloud per codificare le informazioni in transito.
ko: 클라우드 컴퓨팅이 문서 관리에 혁명을 일으킨 이후, 전송 중인 정보를 인코딩하는 클라우드 암호화 솔루션을 제공하는 엔터프라이즈 암호화 소프트웨어를 검색하는 조직이 늘어나고 있습니다.
nl: Sinds dat cloud computing een revolutie teweeg heeft gebracht in documentbeheer, zoeken steeds meer organisaties naar versleutelingssoftware voor ondernemingen die cloudversleutelingsoplossingen biedt voor het coderen van informatie die onderweg is.
pl: Ponieważ przetwarzanie w chmurze zrewolucjonizowało zarządzanie dokumentami, coraz więcej organizacji poszukuje oprogramowania szyfrującego dla przedsiębiorstw, które oferuje rozwiązania do szyfrowania w chmurze w celu kodowania przesyłanych informacji.
pt: Desde que a computação na nuvem revolucionou a gestão de documentos, um número crescente de organizações tem procurado por software de cifragem empresarial que oferece soluções de cifragem na nuvem para codificar informação em trânsito.
ru: Поскольку облачные вычисления произвели революцию в управлении документами, все бОльшее число организаций ищут корпоративное программное обеспечение шифрования, предлагающее облачные решения для шифрования передаваемой информации.
sv: Sedan cloud computing revolutionerade dokumenthanteringen, söker ett ökande antal organisationer efter företagskrypteringsmjukvara som erbjuder molnkrypteringslösningar för att koda information under överföring.
tr: Bulut bilişim belge yönetiminde bir devrim yaptığı için artan sayılarda kurum nakil halindeki bilgilerini kodlamak için buluş şifreleme çözümleri sunan işletme şifrelem yazılımlarının peşine düşmeye başlamıştır.
zh: 由于云计算彻底改变了文档管理，越来越多的组织正在寻找企业加密软件，该软件提供云加密解决方案来对传输中的信息进行编码。

# Blog_HFMICTETP_H5_Text2
source: As data moves from cloud-based platforms and storage to users with access to that information, a strong encryption code is deployed to protect the files from external users that can intercept information as they travel to and from the cloud or when documents are being saved to your cloud’s storage.
ar: أثناء انتقال البيانات من الأنظمة الأساسية والتخزين المستندة إلى مجموعة النظراء إلى المستخدمين الذين لديهم إمكانية الوصول إلى تلك المعلومات ، يتم نشر رمز تشفير قوي لحماية الملفات من المستخدمين الخارجيين الذين يمكنهم اعتراض المعلومات أثناء سفرهم من وإلى السحابة أو عند حفظ المستندات في تخزين السحابة الخاصة بك.
de: Wenn Daten von cloudbasierten Plattformen und Speichern zu Benutzern mit Zugriff auf diese Informationen verschoben werden, wird ein starker Verschlüsselungscode bereitgestellt, um die Dateien vor externen Benutzern zu schützen, die Informationen abfangen können, wenn sie in die und aus der Cloud übertragen werden oder wenn Dokumente in Ihrem Cloud-Speicher gespeichert werden.
es: A medida que los datos pasan de las plataformas y el almacenamiento basados ​​en la nube a los usuarios con acceso a esa información, se implementa un código de cifrado fuerte para proteger los archivos de usuarios externos que pueden interceptar información mientras viajan hacia y desde la nube o cuando los documentos se guardan en el almacenamiento de tu nube.
fr: Au fur et à mesure que les données passent des plates-formes et du stockage basés sur le cloud aux utilisateurs ayant accès à ces informations, un code de cryptage fort est déployé pour protéger les fichiers des utilisateurs externes qui peuvent intercepter les informations lorsqu’ils voyagent vers et depuis le cloud ou lorsque des documents sont enregistrés sur le stockage de votre cloud.
it: Man mano che i dati si spostano dalle piattaforme e dall'archiviazione basate su cloud agli utenti che hanno accesso a tali informazioni, viene implementato un codice di crittografia forte per proteggere i file da utenti esterni che possono intercettare le informazioni mentre viaggiano da e verso il cloud o quando i documenti vengono salvati nello spazio di archiviazione del tuo cloud.
ko: 데이터가 클라우드 기반 플랫폼 및 스토리지에서 해당 정보에 액세스할 수 있는 사용자로 이동함에 따라, 강력한 암호화 코드가 배포되어 외부 사용자가 클라우드로 이동하거나 문서가 클라우드 스토리지에 저장될 때 정보를 가로챌 수 있습니다.
nl: Naarmate gegevens worden verplaatst van cloudgebaseerde platforms en opslag naar gebruikers met toegang tot die informatie, wordt een sterke coderingscode ingezet om de bestanden te beschermen tegen externe gebruikers die informatie kunnen onderscheppen terwijl ze van en naar de cloud reizen, of wanneer documenten worden opgeslagen op de opslag van uw cloud.
pl: Gdy dane są przenoszone z platform i pamięci w chmurze do użytkowników mających dostęp do tych informacji, wdrażany jest silny kod szyfrowania w celu ochrony plików przed użytkownikami zewnętrznymi, którzy mogą przechwycić informacje podczas podróży do i z chmury lub podczas zapisywania dokumentów w pamięci masowej w Twojej chmurze.
pt: Com os dados a moverem-se de plataformas e armazenamento na nuvem para utilizadores com acesso a essa informação, instala-se um código de cifragem forte para proteger os ficheiros de utilizadores externos que possam interceptar a informação em trânsito para e da nuvem ou quando os documentos estão a ser armazenados na nuvem.
ru: По мере перемещения данных с облачных платформ и хранилищ к пользователям, имеющим доступ к этой информации, развертывается надежный код шифрования для защиты файлов от внешних пользователей, которые могут перехватывать информацию при перемещении в облако и из облака или при сохранении документов в хранилище вашего облака.
sv: När data flyttas från molnbaserade plattformar och lagring till användare med tillgång till den informationen, används en stark krypteringskod för att skydda filerna från externa användare som kan fånga upp information när de flyttas till och från molnet eller när dokument sparas till ditt molns lagring.
tr: Veriler bulut tabanlı platform ve depolardan söz konusu bilgilere erişimi olan kullanıcılara geçerken, dosyalarınızı buluta gider ve buluttan gelirken veya belgeler bulut deponuza kaydedilirken bilgileri engelleyebilecek dış kullanıcılardan korumak için güçlü bir şifreleme kodu devreye sokulur.
zh: 当数据从基于云的平台和存储移动到有权访问该信息的用户时，部署了强大的加密代码以保护文件免受外部用户的影响，这些用户可以在文件往返云或文档保存到云存储时拦截信息。
