Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ZKEEIST_H1_Text3
source: Zero-knowledge encryption is an encryption type that ensures that the data is encrypted before it reaches a service provider such as an encryption cloud storage – thus the name ‘Zero Knowledge’. Zero-knowledge encryption ensures that only the end user has access to the cryptographic keys, and the service provider cannot decrypt the data, even if they have access to it. This is important for protecting sensitive data, such as financial information or medical records.
ar: تشفير المعرفة الصفرية هو نوع تشفير يضمن تشفير البيانات قبل وصولها إلى مزود خدمة مثل التخزين السحابي للتشفير - ومن هنا جاء اسم "المعرفة الصفرية". يضمن تشفير المعرفة الصفرية أن المستخدم النهائي فقط لديه حق الوصول إلى مفاتيح التشفير ، ولا يمكن لمزود الخدمة فك تشفير البيانات ، حتى لو كان لديه حق الوصول إليها. هذا مهم لحماية البيانات الحساسة ، مثل المعلومات المالية أو السجلات الطبية.
de: Zero-Knowledge-Verschlüsselung ist eine Verschlüsselungsart, die dafür sorgt, dass die Daten verschlüsselt werden, bevor sie einen Dienstleister wie einen Verschlüsselungen-Cloud-Speicher erreichen – daher der Name "Zero Knowledge". Die Zero-Knowledge-Verschlüsselung stellt sicher, dass nur der Endbenutzer Zugriff auf die kryptografischen Schlüssel hat und der Dienstanbieter die Daten nicht entschlüsseln kann, selbst wenn er Zugriff darauf hat. Dies ist wichtig für den Schutz sensibler Daten, wie z. B. Finanzinformationen oder Krankenakten.
es: El cifrado de conocimiento cero es un tipo de cifrado que garantiza que los datos se cifran antes de que lleguen a un proveedor de servicios, como un almacenamiento en la nube de cifrado, de ahí el nombre de "conocimiento cero". El cifrado de conocimiento cero garantiza que solo el usuario final tenga acceso a las claves criptográficas, y el proveedor de servicios no puede descifrar los datos, incluso si tiene acceso a ellos. Esto es importante para proteger los datos confidenciales, como la información financiera o los registros médicos.
fr: Le cryptage Zéro-Connaissance est un type de cryptage qui garantit que les données sont cryptées avant qu'elles n'atteignent un fournisseur de services tel qu'un stockage cloud de cryptage – d'où le nom « Zéro-Connaissance ». Le chiffrement Zéro-Connaissance garantit que seul l'utilisateur final a accès aux clés cryptographiques et que le fournisseur de services ne peut pas déchiffrer les données, même s'il y a accès. Ceci est important pour protéger les données sensibles, telles que les informations financières ou les dossiers médicaux.
it: La crittografia a conoscenza zero è un tipo di crittografia che garantisce che i dati vengano crittografati prima che raggiungano un provider di servizi, come un cloud storage di crittografia, da cui il nome "Zero Knowledge". La crittografia a conoscenza zero garantisce che solo l'utente finale abbia accesso alle chiavi crittografiche e che il provider di servizi non possa decrittografare i dati, anche se vi ha accesso. Questo è importante per proteggere i dati sensibili, come le informazioni finanziarie o le cartelle cliniche.
ko: 제로 지식 암호화는 데이터가 암호화된 상태로 서비스 제공자(예: 암호화 클라우드 스토리지)에 도달하도록 하는 암호화 유형입니다. 따라서 '제로 지식'이라는 이름이 붙었습니다. 제로 지식 암호화는 최종 사용자만 암호화 키에 접근할 수 있도록 하여, 서비스 제공자조차도 데이터에 접근할 수 없도록 합니다. 이는 금융 정보나 의료 기록과 같은 민감한 데이터를 보호하는 데 중요합니다.
nl: Zero-knowledge versleuteling is een versleuteling die ervoor zorgt dat data wordt versleuteld voordat ze een serviceprovider bereiken, zoals een encryptie cloudopslag – vandaar de naam 'zero knowledge'. Zero-knowledge encryptie zorgt ervoor dat alleen de eindgebruiker toegang heeft tot de cryptografische sleutels en dat de serviceprovider de bestanden niet kan ontsleutelen, zelfs niet als hij er toegang toe heeft. Dit is belangrijk voor de bescherming van gevoelige gegevens, zoals financiële informatie of medische dossiers.
pl: Szyfrowanie z wiedzą zerową to rodzaj szyfrowania, który gwarantuje, że dane zostaną zaszyfrowane, zanim dotrą do usługodawcy, np. do magazynu w chmurze z szyfrowaniem – stąd nazwa „Wiedza zerowa”. Szyfrowanie z wiedzą zerową gwarantuje, że tylko użytkownik końcowy ma dostęp do kluczy kryptograficznych, a usługodawca nie może odszyfrować danych, nawet jeśli ma do nich dostęp. Jest to ważne ze względu na ochronę wrażliwych danych, takich jak informacje finansowe czy dokumentacja medyczna.
pt: A criptografia de conhecimento zero é um tipo de criptografia que garante que os dados sejam criptografados antes de chegarem a um provedor de serviços, como um armazenamento em nuvem de criptografia – daí o nome 'Conhecimento Zero'. A criptografia de conhecimento zero garante que apenas o usuário final tenha acesso às chaves criptográficas, e o provedor de serviços não possa descriptografar os dados, mesmo que tenha acesso a eles. Isso é importante para proteger dados confidenciais, como informações financeiras ou registros médicos.
ru: Шифрование с нулевым разглашением — это тип шифрования, который гарантирует, что данные будут зашифрованы до того, как они попадут к поставщику услуг, такому как облачное хранилище шифрования — отсюда и название «нулевое разглашение». Шифрование с нулевым разглашением гарантирует, что только конечный пользователь имеет доступ к криптографическим ключам, а поставщик услуг не может расшифровать данные, даже если у него есть к ним доступ. Это важно для защиты конфиденциальных данных, таких как финансовая информация или медицинские записи.
sv: Zero-knowledge kryptering är en typ av kryptering som säkerställer att data krypteras innan den når en tjänsteleverantör, såsom en krypteringsmolnlagring – därav namnet “Zero Knowledge”. Zero-knowledge Kryptering säkerställer att endast slutanvändaren har tillgång till de kryptografiska nycklarna, och tjänsteleverantören kan inte dekryptera datan, även om de har tillgång till den. Detta är viktigt för att skydda känslig data, såsom finansiell information eller medicinska journaler.
tr: Sıfır bilgi şifrelemesi, verilerin şifreleme bulut depolama alanı gibi bir hizmet sağlayıcıya ulaşmadan önce şifrelenmesini sağlayan bir şifreleme türüdür - bu nedenle 'Sıfır Bilgi' adı verilir. Sıfır bilgi şifrelemesi, şifreleme anahtarlarına yalnızca son kullanıcının erişmesini sağlar ve hizmet sağlayıcı, erişimi olsa bile verilerin şifresini çözemez. Bu, finansal bilgiler veya tıbbi kayıtlar gibi hassas verileri korumak için önemlidir.
zh: 零知识加密是一种加密类型，可确保数据在到达加密云存储等服务提供商之前进行加密 - 因此称为"零知识"。 零知识加密可确保只有最终用户有权访问加密密钥，而服务提供商无法解密数据，即使他们有权访问数据。 这对于保护敏感数据（如财务信息或医疗记录）非常重要。

# Blog_ZKEEIST_H2_Text1
source: Zero-Knowledge encryption matters for your data because it provides a high level of security that is not available with other encryption methods. With Zero-Knowledge encryption, no one but you have the ability to decrypt your data, even if they have the encrypted file. This is because Zero-Knowledge encryption uses a cryptographic key that is only known to you
ar: تشفير صفر المعرفة مهم لبياناتك لأنه يوفر مستوى عال من الأمان غير متوفر مع طرق التشفير الأخرى. مع تشفير صفر المعرفة ، لا أحد غيرك لديه القدرة على فك تشفير بياناتك ، حتى لو كان لديهم الملف المشفر. وذلك لأن تشفير المعرفة الصفرية يستخدم مفتاح تشفير معروف لك فقط
de: Die Zero-Knowledge-Verschlüsselung ist für Ihre Daten wichtig, da sie ein hohes Maß an Sicherheit bietet, das mit anderen Verschlüsselungsmethoden nicht verfügbar ist. Mit der Zero-Knowledge-Verschlüsselung hat niemand außer Ihnen die Möglichkeit, Ihre Daten zu entschlüsseln, selbst wenn Sie die verschlüsselte Datei haben. Dies liegt daran, dass bei der Zero-Knowledge-Verschlüsselung ein kryptografischer Schlüssel verwendet wird, der nur Ihnen bekannt ist
es: El cifrado de conocimiento cero es importante para sus datos porque proporciona un alto nivel de seguridad que no está disponible con otros métodos de cifrado. Con el cifrado de conocimiento cero, nadie más que usted tiene la capacidad de descifrar sus datos, incluso si tienen el archivo cifrado. Esto se debe a que el cifrado de conocimiento cero utiliza una clave criptográfica que solo usted conoce
fr: Le chiffrement Zéro-Connaissance est important pour vos données car il offre un niveau élevé de sécurité qui n'est pas disponible avec d'autres méthodes de chiffrement. Avec le cryptage Zéro-Connaissance, personne d'autre que vous n'a la possibilité de décrypter vos données, même s'il possède le fichier crypté. En effet, le chiffrement Zéro-Connaissance utilise une clé cryptographique qui n'est connue que de vous.
it: La crittografia a conoscenza zero è importante per i tuoi dati perché fornisce un elevato livello di sicurezza che non è disponibile con altri metodi di crittografia. Con la crittografia Zero-Knowledge, nessuno tranne te ha la possibilità di decrittografare i tuoi dati, anche se hanno il file crittografato. Questo perché la crittografia Zero-Knowledge utilizza una chiave crittografica nota solo a te
ko: 제로 지식 암호화는 다른 암호화 방법으로는 얻을 수 없는 높은 수준의 보안을 제공하기 때문에 데이터에 중요합니다. 제로 지식 암호화를 사용하면 암호화된 파일이 있더라도 사용자가 아닌 다른 누구도 데이터를 해독할 수 없습니다. 이는 제로 지식 암호화가 암호화 키를 사용자만 알고 있도록 하기 때문입니다.
nl: Zero-knowledge versleuteling is belangrijk voor jouw data, omdat deze een hoog beveiligingsniveau biedt dat niet beschikbaar is met andere versleutelingsmethoden. Met zero-knowledge versleuteling heeft niemand anders dan jij de mogelijkheid om jouw gegevens te ontsleutelen, zelfs als zij het versleutelde bestand hebben. Dit komt omdat zero-knowledge versleuteling gebruik maakt van een cryptografische sleutel die alleen jij kent
pl: Szyfrowanie z wiedzą zerową ma znaczenie dla Twoich danych, ponieważ zapewnia wysoki poziom bezpieczeństwa, który nie jest dostępny w przypadku innych metod szyfrowania. Dzięki szyfrowaniu Zero-Knowledge nikt poza Tobą nie ma możliwości odszyfrowania Twoich danych, nawet jeśli ma zaszyfrowany plik. Dzieje się tak, ponieważ szyfrowanie z wiedzą zerową wykorzystuje klucz kryptograficzny, który jest znany tylko Tobie
pt: A criptografia de Conhecimento Zero é importante para seus dados porque fornece um alto nível de segurança que não está disponível com outros métodos de criptografia. Com a criptografia Zero-Knowledge, ninguém além de você tem a capacidade de descriptografar seus dados, mesmo que eles tenham o arquivo criptografado. Isso ocorre porque a criptografia de Conhecimento Zero usa uma chave criptográfica que só é conhecida por você
ru: Шифрование с нулевым разглашением важно для ваших данных, поскольку оно обеспечивает высокий уровень безопасности, недоступный при других методах шифрования. Благодаря шифрованию с нулевым разглашением никто, кроме вас, не сможет расшифровать ваши данные, даже если у них есть зашифрованный файл. Это связано с тем, что шифрование с нулевым разглашением использует криптографический ключ, который известен только вам
sv: Zero-Knowledge Kryptering är viktig för din data eftersom den ger en hög säkerhetsnivå som inte är tillgänglig med andra krypteringsmetoder. Med Zero-Knowledge kryptering är det endast du som har möjlighet att dekryptera din data, även om någon annan har den krypterade filen. Detta beror på att Zero-Knowledge kryptering använder en kryptografisk nyckel som endast du känner till.
tr: Sıfır Bilgi şifrelemesi diğer şifreleme yöntemlerinde bulunmayan yüksek düzeyde bir güvenlik sağlaması nedeniyle verileriniz için önemlidir. Sıfır Bilgi şifrelemesi ile, şifrelenmiş dosyaya sahip olsalar bile sizden başka hiç kimse verilerinizin şifresini çözemez. Bunun nedeni, Sıfır Bilgi şifrelemesinin yalnızca sizin bildiğiniz bir şifreleme anahtarı kullanmasıdır
zh: 零知识加密对您的数据很重要，因为它提供了其他加密方法所不具备的高级别安全性。使用零知识加密，除了您之外，没有人能够解密您的数据，即使他们拥有加密文件。这是因为零知识加密使用只有您知道的加密密钥

# Blog_ZKEEIST_H2_Text2
source: The key is never shared with anyone, not even the service provider that is hosting your encrypted data. This means that even if a hacker were to gain access to your encrypted data, they would not be able to decrypt it without the keys.
ar: ولا تتم مشاركة المفتاح أبدا مع أي شخص، ولا حتى مزود الخدمة الذي يستضيف بياناتك المشفرة. وهذا يعني أنه حتى لو تمكن المتسلل من الوصول إلى بياناتك المشفرة، فلن يتمكن من فك تشفيرها بدون المفاتيح.
de: Der Schlüssel wird niemals an Dritte weitergegeben, nicht einmal an den Dienstanbieter, der Ihre verschlüsselten Daten hostet. Das bedeutet, dass selbst wenn ein Hacker Zugriff auf Ihre verschlüsselten Daten erhalten sollte, er ohne die Schlüssel nicht in der Lage wäre, sie zu entschlüsseln.
es: La clave nunca se comparte con nadie, ni siquiera con el proveedor de servicios que aloja sus datos cifrados. Esto significa que incluso si un pirata informático obtuviera acceso a sus datos cifrados, no podría descifrarlos sin las claves.
fr: La clé n'est jamais partagée avec qui que ce soit, pas même avec le fournisseur de services qui héberge vos données cryptées. Cela signifie que même si un pirate informatique accédait à vos données cryptées, il ne pourrait pas les déchiffrer sans les clés.
it: La chiave non viene mai condivisa con nessuno, nemmeno con il provider di servizi che ospita i dati crittografati. Ciò significa che anche se un hacker dovesse ottenere l'accesso ai tuoi dati crittografati, non sarebbe in grado di decrittografarli senza le chiavi.
ko: 키는 누구와도 공유되지 않으며, 암호화된 데이터를 호스팅하는 서비스 제공자와도 공유되지 않습니다. 이는 해커가 암호화된 데이터에 접근하더라도 키 없이는 데이터를 해독할 수 없음을 의미합니다.
nl: De sleutel wordt nooit met iemand gedeeld, zelfs niet met de serviceprovider die jouw versleutelde bestanden host. Dit betekent dat zelfs als een hacker toegang zou krijgen tot jouw versleutelde bestanden, hij deze niet zou kunnen ontsleutelen zonder de sleutels.
pl: Klucz nigdy nie jest udostępniany nikomu, nawet dostawcy usług hostujących zaszyfrowane dane. Oznacza to, że nawet gdyby haker uzyskał dostęp do zaszyfrowanych danych, nie byłby w stanie ich odszyfrować bez kluczy.
pt: A chave nunca é compartilhada com ninguém, nem mesmo com o provedor de serviços que está hospedando seus dados criptografados. Isso significa que, mesmo que um hacker obtivesse acesso aos seus dados criptografados, eles não seriam capazes de descriptografá-los sem as chaves.
ru: Ключ никогда не передается никому, даже поставщику услуг, который размещает ваши зашифрованные данные. Это означает, что даже если хакер получит доступ к вашим зашифрованным данным, он не сможет расшифровать их без ключей.
sv: Nyckeln delas aldrig med någon, inte ens med den tjänsteleverantör som är värd över din krypterade data. Detta innebär att även om en hackare skulle få tillgång till dina krypterade data, skulle de inte kunna dekryptera dem utan nycklarna.
tr: Anahtar asla kimseyle, şifrelenmiş verilerinizi barındıran servis sağlayıcıyla bile paylaşılmaz. Bu, bir bilgisayar korsanı şifrelenmiş verilerinize erişse bile, anahtarlar olmadan şifresini çözemeyeceği anlamına gelir.
zh: 密钥永远不会与任何人共享，甚至不会与托管加密数据的服务提供商共享。这意味着即使黑客要访问您的加密数据，他们也无法在没有密钥的情况下解密它。

# Blog_ZKEEIST_H2_Text3
source: Zero-Knowledge encryption is an excellent choice for securing sensitive data, such as financial information, medical records, and intellectual property. It is also a good choice for data that you want to keep private, such as personal photos or videos.
ar: يعد تشفير المعرفة الصفرية خيارا ممتازا لتأمين البيانات الحساسة ، مثل المعلومات المالية والسجلات الطبية والملكية الفكرية. إنه أيضا اختيار جيد للبيانات التي تريد الاحتفاظ بها خاصة ، مثل الصور الشخصية أو مقاطع الفيديو.
de: Die Zero-Knowledge-Verschlüsselung ist eine ausgezeichnete Wahl für den Schutz sensibler Daten wie Finanzinformationen, Krankenakten und geistiges Eigentum. Es ist auch eine gute Wahl für Daten, die Sie privat halten möchten, wie z. B. persönliche Fotos oder Videos.
es: El cifrado de conocimiento cero es una excelente opción para proteger datos confidenciales, como información financiera, registros médicos y propiedad intelectual. También es una buena opción para los datos que desea mantener privados, como fotos o videos personales.
fr: Le chiffrement ZÉro-Connaissance est un excellent choix pour sécuriser les données sensibles, telles que les informations financières, les dossiers médicaux et la propriété intellectuelle. C'est également un bon choix pour les données que vous souhaitez garder privées, comme les photos ou vidéos personnelles.
it: La crittografia a conoscenza zero è una scelta eccellente per proteggere i dati sensibili, come le informazioni finanziarie, le cartelle cliniche e la proprietà intellettuale. È anche una buona scelta per i dati che si desidera mantenere privati, come foto o video personali.
ko: 제로 지식 암호화는 금융 정보, 의료 기록 및 지적 재산과 같은 민감한 데이터를 보호하는 데 탁월한 선택입니다. 또한 개인 사진이나 비디오와 같이 개인적인 데이터를 비공개로 유지하려는 경우에도 좋은 선택입니다.
nl: Zero-knowledge versleuteling is een uitstekende keuze voor het beveiligen van gevoelige data, zoals financiële informatie, medische dossiers en intellectueel eigendom. Het is ook een goede keuze voor bestanden die je privé wilt houden, zoals persoonlijke foto's of video's.
pl: Szyfrowanie z wiedzą zerową to doskonały wybór do zabezpieczania wrażliwych danych, takich jak informacje finansowe, dokumentacja medyczna i własność intelektualna. Jest to również dobry wybór w przypadku danych, które chcesz zachować prywatnie, takich jak osobiste zdjęcia lub filmy.
pt: A criptografia Zero-Knowledge é uma excelente opção para proteger dados confidenciais, como informações financeiras, registros médicos e propriedade intelectual. Também é uma boa opção para dados que você deseja manter privados, como fotos ou vídeos pessoais.
ru: Шифрование с нулевым разглашением — отличный выбор для защиты конфиденциальных данных, таких как финансовая информация, медицинские записи и интеллектуальная собственность. Это также хороший выбор для данных, которые вы хотите сохранить в тайне, таких как личные фотографии или видео.
sv: Zero-Knowledge Kryptering är ett utmärkt val för att skydda känslig data, såsom finansiell information, medicinska journaler och immateriella rättigheter. Det är också ett bra val för all data som du vill hålla privat, såsom personliga foton eller videor.
tr: Sıfır Bilgi şifrelemesi, finansal bilgiler, tıbbi kayıtlar ve fikri mülkiyet gibi hassas verilerin güvenliğini sağlamak için mükemmel bir seçimdir. Kişisel fotoğraflar veya videolar gibi gizli tutmak istediğiniz veriler için de iyi bir seçimdir.
zh: 零知识加密是保护敏感数据（如财务信息、医疗记录和知识产权）的绝佳选择。 对于您希望保持私密的数据，如个人照片或视频，它也是一个不错的选择。

# Blog_ZKEEIST_H3_SH1_Text1
source: Follow the steps below to <b>automatically</b> encrypt files on your Windows and Mac with AxCrypt:
ar: اتبع الخطوات أدناه لتشفير الملفات <b>تلقائيا</b> على نظامي التشغيل ويندوز وماك باستخدام اكسكربت:
de: Führen Sie die folgenden Schritte aus, um Dateien auf Ihrem Windows und Mac <b>automatisch</b> mit AxCrypt zu verschlüsseln:
es: Siga los pasos a continuación para cifrar <b>automáticamente</b> los archivos en su Windows y Mac con AxCrypt:
fr: Suivez les étapes ci-dessous pour chiffrer <b>automatiquement</b> les fichiers sur votre Windows et Mac avec AxCrypt :
it: Segui i passaggi seguenti per crittografare <b>automaticamente</b> i file su Windows e Mac con AxCrypt:
ko: AxCrypt를 사용하여 Windows 및 Mac에서 파일을 <b>자동으로</b> 암호화하려면 아래 단계를 따르세요:
nl: Volg de onderstaande stappen om bestanden op jouw Windows en Mac <b>automatisch</b> te versleutelen met AxCrypt:
pl: Wykonaj poniższe kroki, aby <b>automatycznie</b> zaszyfrować pliki na komputerze z systemem Windows i Mac za pomocą AxCrypt:
pt: Siga as etapas abaixo para criptografar <b>automaticamente</b> os arquivos em seu Windows e Mac com o AxCrypt:
ru: Выполните следующие действия, чтобы <b>автоматически</b> зашифровать файлы на Windows и Mac с помощью AxCrypt:
sv: Följ stegen nedan för att <b>automatiskt</b> kryptera filer på din Windows och Mac med AxCrypt:
tr: Windows ve Mac'inizdeki dosyaları AxCrypt ile <b>otomatik olarak</b> şifrelemek için aşağıdaki adımları izleyin:
zh: 请按照以下步骤使用AxCrypt <b>自动</b> 加密Windows和Mac上的文件：

# Blog_ZKEEIST_H3_SH1_Text10
source: To completely decrypt the file, click on the <b>‘Stop Securing’</b> icon from the main menu strip on top and select the files that you’d like to decrypt.
ar: لفك تشفير الملف تماما ، انقر فوق <b>رمز "إيقاف التأمين"</b> من شريط القائمة الرئيسي في الأعلى وحدد الملفات التي ترغب في فك تشفيرها.
de: Um die Datei vollständig zu entschlüsseln, klicken Sie oben im Hauptmenü auf das Symbol <b>"Sicherung beenden"</b> und wählen Sie die Dateien aus, die Sie entschlüsseln möchten.
es: Para descifrar completamente el archivo, haga clic en el icono <b>'Detener seguridad'</b> en la franja del menú principal en la parte superior y seleccione los archivos que desea descifrar.
fr: Pour décrypter complètement le fichier, cliquez sur l'icône <b>'Arrêter la sécurisation'</b> dans la barre du menu principal en haut et sélectionnez les fichiers que vous souhaitez décrypter.
it: Per decrittografare completamente il file, fai clic sull'icona " <b>Interrompi protezione"</b> dalla barra del menu principale in alto e seleziona i file che desideri decrittografare.
ko: 파일을 완전히 복호화하려면 상단의 메인 메뉴 스트립에서 <b>‘보안 중지’</b> 아이콘을 클릭하고 복호화하려는 파일을 선택하세요.
nl: Om het bestand volledig te decoderen, klik je op het pictogram <b>'Stoppen met beveiligen'</b> in het hoofdmenu bovenaan en selecteer je de bestanden die je wilt versleutelen.
pl: Aby całkowicie odszyfrować plik, kliknij ikonę <b>„Zatrzymaj zabezpieczanie”</b> na pasku menu głównego na górze i wybierz pliki, które chcesz odszyfrować.
pt: Para descriptografar completamente o arquivo, clique no ícone <b>'Stop Securing'</b> na faixa do menu principal na parte superior e selecione os arquivos que você gostaria de descriptografar.
ru: Чтобы полностью расшифровать файл, щелкните значок <b>«Остановить защиту»</b> на полосе главного меню вверху и выберите файлы, которые вы хотите расшифровать.
sv: För att helt dekryptera filen, klicka på ikonen <b>"Sluta skydda"</b> från huvudmenyn överst och välj de filer som du vill dekryptera.
tr: Dosyanın şifresini tamamen çözmek için, üstteki ana menü şeridinden <b>'Güvenliği Sağlamayı Durdur'</b> simgesine tıklayın ve şifresini çözmek istediğiniz dosyaları seçin.
zh: 要完全解密文件，请单击顶部主菜单条中的 <b> “停止保护”</b> 图标，然后选择要解密的文件。

# Blog_ZKEEIST_H3_SH1_Text2
source: <b>STEP 1:</b> Download and install AxCrypt: https://axcrypt.net/download/
ar: <b>الخطوة 1:</b> قم بتنزيل وتثبيت اكسكربت: https://axcrypt.net/download/
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt herunter und installieren Sie es: https://axcrypt.net/download/
es: <b>PASO 1:</b> Descarga e instala AxCrypt: https://axcrypt.net/download/
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt : https://axcrypt.net/download/
it: <b>PASSO 1:</b> Scarica e installa AxCrypt: https://axcrypt.net/download/
ko: <b>단계 1:</b> AxCrypt를 다운로드하고 설치하세요: https://axcrypt.net/download/
nl: <b>STAP 1:</b> Download en installeer AxCrypt: https://axcrypt.net/download/
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt: https://axcrypt.net/download/
pt: <b>1º PASSO:</b> Baixe e instale o AxCrypt: https://axcrypt.net/download/
ru: <b>ШАГ 1:</b> Скачайте и установите AxCrypt: https://axcrypt.net/download/
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt: https://axcrypt.net/download/
tr: <b>1. ADIM:</b> AxCrypt'i indirin ve kurun: https://axcrypt.net/download/
zh: <b>步骤1：</b> 下载并安装AxCrypt：https://axcrypt.net/download/
