Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HOA_H2_Text2
source: <b>ZV:</b> We have many private individuals that use AxCrypt. As for businesses, we see mainly financial services, governmental institutions (administration, education, health care), and IT companies.
ar: <b> ZV: </b> لدينا العديد من الأفراد الذين يستخدمون اكسكربت. أما بالنسبة للأعمال التجارية ، فإننا نرى بشكل أساسي الخدمات المالية والمؤسسات الحكومية (الإدارة والتعليم والرعاية الصحية) وشركات تكنولوجيا المعلومات.
de: <b>ZV:</b> Wir haben viele Privatpersonen, die AxCrypt verwenden. Bei den Unternehmen sehen wir hauptsächlich Finanzdienstleistungen, staatliche Institutionen (Verwaltung, Bildung, Gesundheitswesen) und IT-Unternehmen.
es: <b>ZV:</b> Tenemos muchos usuarios privados que usan AxCrypt. En cuanto a las empresas, atendemos principalmente servicios financieros, instituciones gubernamentales (administración, educación, salud) y empresas de TI.
fr: <b>ZV :</b> Nous avons de nombreux particuliers qui utilisent AxCrypt. En ce qui concerne les entreprises, nous voyons principalement des services financiers, des institutions gouvernementales (administration, éducation, soins de santé), et des entreprises informatiques.
it: <b>ZV:</b> Abbiamo molti privati ​​che utilizzano AxCrypt. Per quanto riguarda le imprese, vediamo principalmente servizi finanziari, istituzioni governative (amministrazione, istruzione, assistenza sanitaria) e società IT.
ko: <b>ZV:</b> AxCrypt를 사용하는 많은 개인이 있습니다. 기업의 경우 주로 금융 서비스, 정부 기관 (행정, 교육, 의료) 및 IT 회사와 일을 합니다.
nl: <b>ZV:</b> We hebben veel particulieren die AxCrypt gebruiken. Bij bedrijven zien we vooral financiële dienstverleners, overheidsinstellingen (administratie, onderwijs, zorg) en ICT-bedrijven.
pl: <b>ZV:</b> Mamy wiele osób prywatnych, które korzystają z AxCrypt. W przypadku przedsiębiorstw mamy do czynienia głównie z usługami finansowymi, instytucjami rządowymi (administracja, edukacja, służba zdrowia) oraz firmami IT.
pt: <b>ZV:</b> Temos muitos indivíduos privados que usam a AxCrypt. Em relação a empresas, vemos principalmente serviços financeiros, instituições governamentais (administração, educação, cuidados de saúde) e empresas de TI.
ru: <b>ЗВ:</b> У нас есть много частных лиц, которые используют AxCrypt. Что касается бизнеса, то мы видим в основном финансовые услуги, государственные учреждения (администрация, образование, здравоохранение) и IT-компании.
sv: <b>ZV:</b>Många privatpersoner använder AxCrypt. När det gäller företag ser vi främst finansiella tjänster, statliga institutioner (förvaltning, utbildning, hälsovård) och IT-företag.
tr: <b>ZV:</b> AxCrypt kullanan birçok özel müşterimiz var. İşletmelere gelince, esas olarak finansal hizmetler, devlet kurumları (yönetim, eğitim, sağlık hizmetleri) ve BT şirketlerini görüyoruz.
zh: <b>ZV：</b>我们有许多私人使用AxCrypt。 至于企业，我们主要看到金融服务，政府机构（行政，教育，医疗保健）和IT公司。

# Blog_HOA_H3_Text3
source: <b>ZV:</b> Ransomware has seen a huge increase over the last few years, probably in part due to companies getting better at securing their data. The problem is that in ransomware attacks, keeping your data encrypted is not enough. It’s more important than ever to make sure you have recent backups of all of your important data, and that these backups are stored in separate locations, so an attacker can never get to both your live data and backups.
ar: <b> ZV: </b> شهدت برامج الفدية زيادة هائلة خلال السنوات القليلة الماضية ، ويرجع ذلك جزئيًا إلى تحسن الشركات في تأمين بياناتها. تكمن المشكلة في أنه في هجمات برامج الفدية ، لا يكفي الحفاظ على تشفير بياناتك. من المهم أكثر من أي وقت مضى التأكد من أن لديك نسخ احتياطية حديثة لجميع بياناتك المهمة ، وأن هذه النسخ الاحتياطية مخزنة في مواقع منفصلة ، لذلك لا يمكن للمهاجم الوصول إلى كل من بياناتك الحية ونسخك الاحتياطية.
de: <b>ZV:</b> Ransomware hat in den letzten Jahren einen enormen Anstieg erlebt, wahrscheinlich zum Teil, weil Unternehmen ihre Daten besser sichern. Das Problem ist, dass es bei Ransomware-Angriffen nicht ausreicht, Ihre Daten verschlüsselt zu halten. Es ist wichtiger denn je, sicherzustellen, dass Sie über aktuelle Sicherungen aller Ihrer wichtigen Daten verfügen und dass diese Sicherungen an separaten Speicherorten gespeichert werden, damit ein Angreifer niemals sowohl auf Ihre Live-Daten als auch auf Ihre Sicherungen zugreifen kann.
es: <b>ZV:</b> El ransomware ha experimentado un gran auge en los últimos años, probablemente en parte debido a que las empresas están mejorando en la protección de sus datos. El problema es que en los ataques de ransomware, mantener tus datos cifrados no es suficiente. Es más importante que nunca asegurarse de tener copias de seguridad recientes de todos tus datos importantes y que estas copias de seguridad se almacenen en ubicaciones separadas, de modo que un atacante nunca pueda acceder tanto a tus datos en vivo como a las copias de seguridad.
fr: <b>ZV :</b> Les logiciels de rançons ont connu une énorme augmentation au cours des dernières années, probablement en partie en raison de l’amélioration de la sécurisation des données par les entreprises. Le problème est que dans les attaques de logiciels de rançons, garder vos données cryptées ne suffit pas. Il est plus important que jamais de vous assurer que vous disposez de sauvegardes récentes de toutes vos données importantes, et que ces sauvegardes sont stockées dans des emplacements distincts, afin qu’un attaquant ne puisse jamais accéder à la fois à vos données en direct et à vos sauvegardes.
it: <b>ZV:</b> Il ransomware ha registrato un enorme aumento negli ultimi anni, probabilmente in parte a causa del miglioramento delle aziende nella protezione dei propri dati. Il problema è che negli attacchi ransomware, mantenere i dati crittografati non è sufficiente. È più importante che mai assicurarsi di disporre di backup recenti di tutti i dati importanti e che questi backup siano archiviati in posizioni separate, in modo che un utente malintenzionato non possa mai accedere sia ai dati in tempo reale che ai backup.
ko: <b>ZV:</b> 랜섬웨어는 지난 몇 년 동안 크게 증가했으며, 이는 부분적으로 기업이 데이터 보안을 더 잘하고 있기 때문일 것입니다. 문제는 랜섬웨어 공격에서 데이터를 암호화하는 것만으로는 충분하지 않다는 것입니다. 모든 중요한 데이터의 최신 백업이 있는지 확인하고, 이러한 백업을 별도의 위치에 저장하여 공격자가 라이브 데이터와 백업 모두에 액세스할 수 없도록 하는 것이 그 어느 때보다 중요합니다.
nl: <b>ZV:</b> Ransomware is de afgelopen jaren enorm toegenomen, waarschijnlijk deels doordat bedrijven beter zijn in het beveiligen van hun gegevens. Het probleem is dat bij ransomware-aanvallen het versleuteld houden van uw gegevens niet voldoende is. Het is belangrijker dan ooit om ervoor te zorgen dat u recente back-ups hebt van al uw belangrijke gegevens en dat deze back-ups op afzonderlijke locaties worden opgeslagen, zodat een aanvaller nooit bij uw live gegevens en back-ups kan komen.
pl: <b>ZV:</b> Oprogramowanie ransomware odnotowało ogromny wzrost w ciągu ostatnich kilku lat, prawdopodobnie częściowo ze względu na coraz lepsze zabezpieczanie danych przez firmy. Problem polega na tym, że w atakach ransomware zaszyfrowanie danych nie wystarczy. Ważniejsze niż kiedykolwiek jest upewnienie się, że masz najnowsze kopie zapasowe wszystkich ważnych danych i że te kopie zapasowe są przechowywane w osobnych lokalizacjach, więc osoba atakująca nigdy nie będzie mogła uzyskać jednocześnie dostępu do Twoich danych bieżących, jak i kopii zapasowych.
pt: <b>ZV:</b> O ransomware tem visto um aumento enorme nos últimos anos, provavelmente devido, em parte, às empresas terem melhorado a protecção dos seus dados. O problema é que, nos ataques ransomware, guardar os dados cifrados não é suficiente. É mais importante que nunca ter a certeza de que tem cópias de segurança recentes de todos os seus dados importantes e que tais cópias estão guardadas em localizações diferentes, para que um atacante nunca consiga aceder tanto aos dados como às suas cópias.
ru: <b>ЗВ:</b> За последние несколько лет количество программ-вымогателей значительно увеличилось, вероятно, отчасти из-за того, что компании стали лучше защищать свои данные. Проблема в том, что при атаках программ-вымогателей недостаточно сохранить ваши данные в зашифрованном виде. Как никогда важно убедиться, что у вас есть недавние резервные копии всех ваших важных данных и что эти резервные копии хранятся в разных местах, поэтому злоумышленник никогда не сможет получить доступ как к вашим текущим данным, так и к резервным копиям.
sv: <b>ZV:</b> Det har skett en enorm ökning av Gisslanvirus, eller ransomware, under de senaste åren, förmodligen delvis beroende på att företag blivit bättre på att säkra sin data. Problemet är att i ransomware-attacker räcker det inte att hålla din data krypterad. Det är viktigare än någonsin att se till att du har senaste säkerhetskopior av alla dina viktiga data, och att dessa säkerhetskopior lagras på separata platser, så att en angripare aldrig kan komma åt både dina livedata och säkerhetskopior.
tr: <b>ZV:</b> Fidye yazılımı, muhtemelen kısmen şirketlerin verilerini güvence altına almada daha iyi hale gelmesi nedeniyle son birkaç yılda büyük bir artış gördü. Sorun şu ki, fidye yazılımı saldırılarında, verilerinizi şifreli tutmak yeterli değildir. Tüm önemli verilerinizin yakın tarihli yedeklerine sahip olduğunuzdan ve bu yedeklemelerin ayrı konumlarda depolandığından emin olmak her zamankinden daha önemlidir, böylece bir saldırgan ne canlı verilerinize ne de yedeklerinize ulaşabilir.
zh: <b>Zv：</b>勒索软件在过去几年中出现了巨大的增长，可能部分原因是公司在保护数据方面做得更好。 问题是，在勒索软件攻击中，保持数据加密是不够的。 确保您拥有所有重要数据的最新备份，并且这些备份存储在不同的位置，因此攻击者永远无法同时访问您的实时数据和备份，这一点比以往任何时候都

# Blog_HOA_H4_Text1
source: <b>ZV:</b> More and more of our society is connected, but it will be even more so in the future. The Internet of Things (IoT) has been a topic for the last decade, but it has yet to really make an impact. When this impact comes, it means every household will have numerous connected devices, some of which you might not even realize is connected and hence very poorly protected. More poorly protected devices mean more attack vectors which can be used for a whole multitude of malicious intents.
ar: <b>ض ت: </ b> المزيد والمزيد من مجتمعنا مرتبط ببعضه البعض ، لكنه سيكون أكثر ارتباطًا في المستقبل. لطالما كان إنترنت الأشياء (IoT) موضوعًا على مدار العقد الماضي ، ولكن لم يكن له تأثير حقيقي حتى الآن. عندما يحدث هذا التأثير ، فهذا يعني أن كل منزل سيكون لديه العديد من الأجهزة المتصلة ، والتي قد لا تدرك أن بعضها متصل وبالتالي يتمتع بحماية سيئة للغاية. تعني الأجهزة المحمية بشكل سيئ المزيد من نواقل الهجوم التي يمكن استخدامها لعدد كبير من النوايا الخبيثة.
de: <b>ZV:</b> Immer mehr Teile unserer Gesellschaft sind vernetzt, aber in Zukunft wird es noch mehr sein. Das Internet der Dinge (IOT) ist seit einem Jahrzehnt ein Thema, aber es hat noch keine wirklichen Auswirkungen. Wenn diese Auswirkungen eintreten, bedeutet dies, dass jeder Haushalt über zahlreiche angeschlossene Geräte verfügt, von denen Sie möglicherweise nicht einmal wissen, dass sie angeschlossen und daher sehr schlecht geschützt sind. Schlechter geschützte Geräte bedeuten mehr Angriffsvektoren, die für eine Vielzahl bösartiger Absichten verwendet werden können.
es: <b>ZV:</b> Nuestra sociedad está cada vez más conectada, pero lo estará aún más en el futuro. El Internet de las cosas (IoT) ha sido un tema durante la última década, pero todavía falta para que tenga un impacto real. Cuando llegue este impacto, significará que cada hogar tendrá numerosos dispositivos conectados, algunos de los cuales quizás ni siquiera te des cuenta de que están conectados y, por lo tanto, están muy mal protegidos. Más dispositivos mal protegidos significan más vectores de ataque que pueden usarse para una multitud de intentos maliciosos.
fr: <b>ZV :</b> Notre société est de plus en plus connectée, mais elle le sera encore plus à l'avenir. L'Internet des objets (IoT) est un sujet d'actualité depuis une décennie, mais il n'a pas encore vraiment eu d'impact. Lorsque cet impact se produira, cela signifie que chaque foyer disposera de nombreux appareils connectés, dont certains dont vous ne réalisez peut-être même pas qu'ils sont connectés et donc très mal protégés. Des appareils plus mal protégés signifient plus de vecteurs d'attaque qui peuvent être utilisés pour une multitude d'intentions malveillantes.
it: <b>ZV:</b> La nostra società è sempre più connessa, ma lo sarà ancora di più in futuro. L'Internet of Things (IoT) è stato un argomento nell'ultimo decennio, ma non ha ancora avuto un vero impatto. Quando si verificherà questo impatto, significa che ogni famiglia avrà numerosi dispositivi connessi, alcuni dei quali potresti non rendertene nemmeno conto che siano connessi e quindi molto poco protetti. Dispositivi meno protetti significano più vettori di attacco che possono essere utilizzati per una grande moltitudine di intenti dannosi.
ko: <b>ZV:</b> 점점 더 우리 사회의 많은 부분이 연결되어 있으며 미래에는 더더욱 그럴 것입니다. 지난 10년 동안 사물 인터넷(IoT)은 엄청난 화두였음에도 불구하고 실제로는 이렇다 할 영향력을 보여주지는 못했습니다. 그 영향력이란 대부분의 가정에 수많은 사물들이 서로 연결되어 있는 환경을 뜻하며, 이는 때론 어떤 사물들의 연결 상태를 인지하지 못해 그 보안 수준이 낮게 나타나기도 합니다. 낮은 보안수준의 장치들이 많다는 사실은 여러 방면으로의 악의적인 의도에 사용될 수 있는 공격 매개체들이 많이 존재한다는 것을 의미합니다.
nl: <b>ZV:</b> Onze samenleving is steeds meer verbonden, maar in de toekomst zal dit nog meer zo zijn. Het Internet of Things (IoT) is het afgelopen decennium een onderwerp geweest, maar het heeft nog geen echte impact gehad. Wanneer deze impact komt, betekent dit dat elk huishouden tal van aangesloten apparaten zal hebben, waarvan u zich misschien niet eens realiseert dat ze verbonden zijn en daarom zeer slecht beschermd zijn. Slechter beschermde apparaten betekenen meer aanvalsvectoren die voor een hele reeks kwaadwillende doeleinden kunnen worden gebruikt.
pl: <b>ZV:</b> Nasze społeczeństwo jest w coraz większym stopniu połączone, ale w przyszłości będzie jeszcze bardziej. Internet rzeczy (IoT) był tematem przez ostatnią dekadę, ale nie ma jeszcze większego wpływu. Kiedy go zdobędzie, oznacza to, że każde gospodarstwo domowe będzie miało wiele podłączonych urządzeń, z których niektóre mogą nawet nie zdawać sobie sprawy, że są podłączone, a zatem są bardzo słabo chronione. Słabo chronione urządzenia oznaczają więcej wektorów ataków, które można wykorzystać do wielu złośliwych zamiarów.
pt: <b>ZV:</b> A nossa sociedade está cada vez mais conectada, mas estará ainda mais no futuro. A Internet das Coisas (IdC) tem sido tópico durante a última década, mas ainda não teve verdadeiramente impacto. Quando este impacto chegar, tal significará que todos os lares terão inúmeros dispositivos conectados, alguns dos quais sem as pessoas sequer se aperceberem, estando portanto mal protegidos. Mais dispositivos mal protegidos significa mais vectores de ataque que podem ser usados para toda uma multitude de intenções maliciosas.
ru: <b>ЗВ:</b> Все больше и больше нашего общества выходит в сеть, но в будущем их будет еще больше. Интернет вещей (IoT) был темой последнего десятилетия, но ему еще предстоит по-настоящему повлиять на нашу жизнь. Когда это произойдет, это будет означает, что в каждом доме будет множество подключенных устройств, о некоторых из которых вы, возможно, даже не подозреваете, что они подключены и, следовательно, очень плохо защищены. Более слабо защищенные устройства означают больше векторов атак, которые могут быть использованы для целого множества негативных намерений.
sv: <b>ZV:</b> Allt mer i vårt samhälle hänger ihop, och det kommer öka ännu mer i framtiden. Internet of Things (IoT) har varit ett ämne under det senaste decenniet, men det har ännu inte fått någon effekt. När denna påverkan kommer betyder det att varje hushåll kommer att ha många anslutna enheter, en del kanske du inte ens inser är ansluta, och därför är mycket dåligt skyddade. Mer dåligt skyddade enheter innebär fler kryphål som kan användas för en hel mängd skadliga syften.
tr: <b>ZV:</b> Toplumumuzun gittikçe artan bir bölümü artık bağlantı halide ancak bu oran ileride daha da artacak. Nesnelerin İnterneti (IoT) geçtiğimiz on yıldır gündemde olan bir konu ancak henüz gerçek anlamda bir etki yaratabilmiş değil. Bu etki meydana geldiğinde bu her hanenin, bazılarının bağlı olduğunun ve dolayısıyla yetersiz bir şekilde korunduğunun farkında olamayacağınız çok sayıda bağlı cihaza sahip olacağı anlamına gelir. Daha fazla yetersiz şekilde korunmuş cihaz, sayısız çeşitlilikteki kötü amaçlar için kullanılanılabilecek daha fazla saldırı vektörü anlamına gelir.
zh: <b>ZV：</b>我们社会的联系越来越多，但未来更是如此。 物联网（IoT）在过去十年中一直是一个话题，但它尚未真正产生影响。 当这种影响到来时，这意味着每个家庭都会有许多连接设备，其中一些您甚至可能没有意识到连接，因此保护得很差。 更多的保护不善的设备意味着更多的攻击媒介，可以用于大量的恶意意图。

# Blog_HOA_Heading1
source: <b>SD: What is AxCrypt’s flagship software?</b>
ar: <b> SD: ما هو برنامج اكسكربت الرائد؟ </ b>
de: <b>SD: Was ist die Flaggschiff-Software von AxCrypt?</b>
es: <b>SD: ¿Cuál es el software insignia de AxCrypt?</b>
fr: <b>SD : Quel est le logiciel phare d’AxCrypt ?</b>
it: <b>SD: Qual è il software di punta di AxCrypt?</b>
ko: <b>SD: AxCrypt의 주 소프트웨어는 무엇입니까?</b>
nl: <b>SD: Wat is de vlaggenschipsoftware van AxCrypt?</b>
pl: <b>SD: Czym jest flagowe oprogramowanie AxCrypt?</b>
pt: <b>SD: O que é o software líder da AxCrypt?</b>
ru: <b>СД: Что такое флагманское программное обеспечение AxCrypt?</b>
sv: <b>SD: Vad är AxCrypts flaggskeppsprogram?</b>
tr: <b>SD: AxCrypt'in amiral gemisi yazılımı nedir?</b>
zh: <b>SD：AxCrypt的旗舰软件是什么？</b>

# Blog_HOA_Heading2
source: <b>SD: What industries use your solutions?</b>
ar: <b> ش.د: ما الصناعات التي تستخدم حلولك؟ </b>
de: <b>SD: Welche Branchen nutzen Ihre Lösungen?</b>
es: <b>SD: ¿Qué industrias usan sus soluciones?</b>
fr: <b>SD : Quels secteurs utilisent vos solutions ?</b>
it: <b>SD: Quali settori utilizzano le tue soluzioni?</b>
ko: <b>SD: 어떠한 산업 분야가 귀하의 솔루션을 사용하고 있습니까?</b>
nl: <b>SD: Welke industrieën gebruiken uw oplossingen?</b>
pl: <b>SD: Jakie branże korzystają z Twoich rozwiązań?</b>
pt: <b>SD: Que indústrias usam as vossas soluções?</b>
ru: <b>СД: В каких отраслях используются ваши решения?</b>
sv: Vilka branscher använder era lösningar?
tr: <b>SD:Çözümlerinizi hangi endüstriler kullanıyor?</b>
zh: <b>SD：哪些行业使用您的解决方案？</b>

# Blog_HOA_Heading3
source: <b>SD: What is the worst cyberthreat today?</b>
ar: <b> SD: ما هو أسوأ تهديد إلكتروني اليوم؟ </b>
de: <b>SD: Was ist heute die schlimmste Cyberbedrohung?</b>
es: <b>SD: ¿Cuál es el peor ciberataque hoy en día?</b>
fr: <b>SD: Quelle est la pire cybermenace aujourd’hui?</b>
it: <b>SD: Qual è la peggiore minaccia informatica oggi?</b>
ko: <b>SD: 오늘날 최악의 사이버 위협은 무엇입니까?</b>
nl: <b>SD: Wat is momenteel de ergste cyberdreiging?</b>
pl: <b>SD: Jakie jest dziś najgorsze cyberzagrożenie?</b>
pt: <b>SD: Qual é hoje a pior ciberameaça?</b>
ru: <<b>СД: Какова самая серьезная киберугроза на сегодняшний день?</b>
sv: <b>SD: Vilket är det värsta cyber hotet idag?</b>
tr: <b>SD: Günümüzdeki en zararlı siber tehdit nedir?</b>
zh: <b>SD：今天最严重的网络威胁是什么？</b>

# Blog_HOA_Heading4
source: <b>SD: How is the cybersecurity landscape going to change over the next few years?</b>
ar: <b>ش.د: كيف سيتغير مشهد الأمن السيبراني خلال السنوات القليلة القادمة؟</b>
de: <b>SD: Wie wird sich die Cybersicherheitslandschaft in den nächsten Jahren verändern?</b>
es: <b>SD: ¿Cómo va a cambiar el panorama de la ciberseguridad en los próximos años?
fr: <b>SD : Comment le paysage de la cybersécurité va-t-il évoluer au cours des prochaines années?</b>
it: <b>SD: Come cambierà il panorama della sicurezza informatica nei prossimi anni?</b>
ko: <b>SD: 향후 몇 년 동안 사이버 보안 환경이 어떻게 변화할 것으로 예측하십니까?</b>
nl: <b>SD: Hoe gaat het cyberbeveiligingslandschap de komende jaren veranderen?</b>
pl: <b>SD: Jak zmieni się krajobraz cyberbezpieczeństwa w ciągu najbliższych kilku lat?</b>
pt: <b>SD: Como irá mudar a paisagem da cibersegurança nos próximos anos?</b>
ru: <b>СД: Как изменится ландшафт кибербезопасности в ближайшие несколько лет?</b>
sv: <b>SD: Hur kommer cybersäkerhetssituationen att förändras under de närmaste åren?</b>
tr: <b>SD: Önümüzdeki birkaç yıl içerisinde siber güvenlik alanı nasıl değişecek?</b>
zh: <b>SD：未来几年网络安全格局将如何变化？</b>

# Blog_HOA_Summary
source: AxCrypt was originally created to serve a personal need, back in 2001. There weren’t really any existing data security solutions yet that were both simple and easy to use.
ar: تم إنشاء اكسكربت في الأصل لتلبية احتياجات شخصية ، في عام 2001. لم تكن هناك بالفعل أي حلول أمان بيانات حالية حتى الآن كانت بسيطة وسهلة الاستخدام.
de: AxCrypt wurde ursprünglich im Jahr 2001 für persönliche Bedürfnisse entwickelt. Es gab noch keine wirklich existierenden Datensicherheitslösungen, die sowohl einfach als auch benutzerfreundlich waren.
es: AxCrypt se creó originalmente para satisfacer una necesidad personal, en 2001. En realidad, todavía no existía ninguna solución de seguridad de datos que fuera simple y fácil de usar.
fr: AxCrypt a été créé à l'origine pour répondre à un besoin personnel, en 2001. Il n'existait pas encore de solutions de sécurité des données à la fois simples et faciles à utiliser.
it: AxCrypt è stato originariamente creato per soddisfare un'esigenza personale, nel 2001. Non esistevano ancora soluzioni per la sicurezza dei dati che fossero semplici e facili da usare.
ko: AxCrypt는 원래 개인적인 필요를 충족하기 위해 2001년도에 만들어졌습니다. 당시에는 간단하고 사용하기 쉬운 데이터 보안 솔루션이 존재하지 않았습니다.
nl: AxCrypt is oorspronkelijk opgericht om in een persoonlijke behoefte te voorzien, terug in 2001. Er waren toen nog niet echt oplossingen voor gegevensbeveiliging die zowel eenvoudig als gebruiksvriendelijk waren.
pl: AxCrypt został pierwotnie stworzony, aby służyć osobistym potrzebom, w 2001 roku. Tak naprawdę nie było jeszcze żadnych istniejących rozwiązań bezpieczeństwa danych, które byłyby zarówno proste, jak i łatwe w użyciu.
pt: A AxCrypt foi originalmente criada em 2001 para servir uma necessidade pessoal. Não havia soluções de segurança de dados que fossem simples e fáceis de usar.
ru: AxCrypt изначально был создан для удовлетворения личных потребностей еще в 2001 году. На самом деле еще не существовало ни одного решения для защиты данных, которое было бы одновременно понятным и доступным в использовании.
sv: AxCrypt skapades ursprungligen för att tillgodose ett personligt behov, redan 2001. Det fanns då inte riktigt några befintliga datasäkerhetslösningar ännu som var både enkla och lätta att använda.
tr: AxCrypt esasında 2001 yılında kişisel bir ihtiyacı karşılaması için oluşturuldu. O zamanlar hem basit hem de kullanımı kolay olan pek fazla veri güvenliği çözümleri bulunmamaktaydı.
zh: AxCrypt最初是为了满足个人需要而创建的,早在2001年. 目前还没有任何简单易用的数据安全解决方案。
