Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HREAYSD_H2_SH1_Text1
source: The AES encryption algorithm, also known as Rijndael, is a popular symmetric encryption algorithm used to protect data. AES algorithm has key lengths of 128, 192, or 256 bits, which means it can convert a 128, 192, or 256 bits of text blocks at once.
ar: خوارزمية تشفير AES ، والمعروفة أيضًا باسم Rijndael ، هي خوارزمية تشفير متماثل شائعة تستخدم لحماية البيانات. تحتوي خوارزمية AES على أطوال مفاتيح 128 أو 192 أو 256 بتا ، مما يعني أنه يمكنها تحويل 128 أو 192 أو 256 بتا من الكتل النصية في وقت واحد.
de: Der AES-Verschlüsselungsalgorithmus, auch als Rijndael bekannt, ist ein beliebter symmetrischer Verschlüsselungsalgorithmus zum Schutz von Daten. Der AES-Algorithmus hat Schlüssellängen von 128, 192 oder 256 Bit, was bedeutet, dass er 128, 192 oder 256 Bit Textblöcke gleichzeitig konvertieren kann.
es: El algoritmo de cifrado AES, también conocido como Rijndael, es un algoritmo de cifrado simétrico popular que se utiliza para proteger los datos. El algoritmo AES tiene longitudes de clave de 128, 192 o 256 bits, lo que significa que puede convertir bloques de texto de 128, 192 o 256 bits a la vez.
fr: L'algorithme de cryptage AES, également connu sous le nom de Rijndael, est un algorithme de cryptage symétrique populaire utilisé pour protéger les données. L'algorithme AES a des longueurs de clé de 128, 192 ou 256 bits, ce qui signifie qu'il peut convertir 128, 192 ou 256 bits de blocs de texte à la fois.
it: L'algoritmo di crittografia AES, noto anche come Rijndael, è un popolare algoritmo di crittografia simmetrica utilizzato per proteggere i dati. L'algoritmo AES ha lunghezze di chiave di 128, 192 o 256 bit, il che significa che può convertire 128, 192 o 256 bit di blocchi di testo contemporaneamente.
ko: Rijndael이라고도 하는 AES 암호화 알고리즘은 데이터를 보호하는 데 널리 사용되는 대칭 암호화 알고리즘입니다. AES 알고리즘의 키 길이는 128, 192 또는 256비트이므로 128비트, 192비트 또는 256비트의 텍스트 블록을 한 번에 변환할 수 있습니다.
nl: Het AES-versleutelingsalgoritme, ook bekend als Rijndael, is een populair symmetrisch versleutelingsalgoritme dat wordt gebruikt om gegevens te beschermen. Het AES-algoritme heeft sleutellengtes van 128, 192 of 256 bits, wat betekent dat het 128, 192 of 256 bits tekstblokken tegelijk kan converteren.
pl: Algorytm szyfrowania AES, znany również jako Rijndael, jest popularnym algorytmem szyfrowania symetrycznego używanym do ochrony danych. Algorytm AES ma klucze o długości 128, 192 lub 256 bitów, co oznacza, że może jednocześnie konwertować 128, 192 lub 256 bitów bloków tekstowych.
pt: O algoritmo de cifragem AES, também conhecido como Rijndael, é um algoritmo de cifragem simétrica popular usado para proteger dados. O algoritmo AES tem comprimentos de chave de 128, 192 ou 256 bits, o que quer dizer que pode converter blocos de 128, 192 ou 256 bits de texto de uma só vez.
ru: Алгоритм шифрования AES, также известный как Rijndael, является популярным алгоритмом симметричного шифрования, используемым для защиты данных. Алгоритм AES имеет длину ключа 128, 192 или 256 бит, что означает, что он может конвертировать 128, 192 или 256 бит текстовых блоков одновременно.
sv: AES-krypteringsalgoritmen, även känd som Rijndael, är en populär symmetrisk krypteringsalgoritm som används för att skydda data. AES-algoritmen har nyckellängder på 128, 192 eller 256 bitar, vilket innebär att den kan konvertera 128, 192 eller 256 bitar av textblock på en gång.
tr: Rijndael olarak da bilinen AES şifreleme algoritması, verileri korumak için kullanılan popüler bir simetrik şifreleme algoritmasıdır. AES algoritması 128, 192 veya 256 bitlik anahtar uzunluklarına sahiptir, bu da aynı anda 128, 192 veya 256 bit metin bloğunu dönüştürebileceği anlamına gelir.
zh: AES加密算法，也称为Rijndael，是一种常用的对称加密算法，用于保护数据。 AES算法的密钥长度为128、192或256位，这意味着它可以一次转换128、192或256位的文本块。

# Blog_HREAYSD_H2_SH1_Text2
source: AES operates on the Substitution–Permutation Network <strong>(SPN)</strong>, using a combination of substitution and permutation rounds to cipher the text. Which means, the plaintext data is first broken into blocks or chunks, then substituted <strong>(replaced)</strong> and permutated <strong>(scrambled)</strong> over the course of several rounds using complex calculation, making the resulted ciphertext practically impossible to decipher.
ar: تعمل AES على شبكة التبديل والتبديل <strong> (SPN) </strong> ، باستخدام مجموعة من جولات الاستبدال والتبديل لتشفير النص. مما يعني أن بيانات النص العادي يتم تقسيمها أولاً إلى كتل أو أجزاء ، ثم استبدال <strong> (تم استبداله) </strong> وتبديل <strong> (مخلوط) </strong> على مدار عدة جولات باستخدام عملية حسابية معقدة ، مما يجعل نتج عن النص المشفر من المستحيل عمليا فك شفرته.
de: AES arbeitet mit dem Substitutions-Permutations-Netzwerk <strong> (SPN)</strong> und verwendet eine Kombination aus Substitutions- und Permutationsrunden, um den Text zu verschlüsseln. Das heißt, die Klartextdaten werden zuerst in Blöcke oder Blöcke zerlegt, dann <strong> (ersetzt)</strong> und permutiert <strong> (verschlüsselt)</strong> im Laufe mehrerer Runden unter Verwendung komplexer Berechnungen, wodurch der resultierende Chiffretext praktisch unmöglich zu entschlüsseln ist.
es: AES opera en la Red de Sustitución-Permutación <strong>(Substitution–Permutation Network, SPN)</strong>, utilizando una combinación de rondas de sustitución y permutación para cifrar el texto. Lo que significa que los datos de texto sin formato se dividen primero en bloques o fragmentos, luego se sustituyen <strong>(reemplazan)</strong> y se permutan <strong>(codifican)</strong> en el transcurso de varias rondas utilizando cálculos complejos, lo que hace que el texto cifrado resultante sea prácticamente imposible de descifrar.
fr: AES fonctionne sur le Réseau de Substitution-Permutation <strong>(SPN)</strong>, en utilisant une combinaison de cycles de substitution et de permutation pour chiffrer le texte. Ceci signifie que les données en clair sont d'abord divisées en blocs ou en morceaux, puis substituées <strong>(remplacées)</strong> et permutées <strong>(brouillées)</strong> au cours de plusieurs tours à l'aide de calculs complexes, ce qui rend le texte chiffré pratiquement impossible à déchiffrer.
it: AES opera sulla rete a sostituzione e permutazione <strong>(SPN)</strong>, utilizzando una combinazione di cicli di sostituzione e permutazione per cifrare il testo. Ciò significa che i dati in chiaro vengono prima suddivisi in blocchi o tocchi, quindi sostituiti <strong>(rimpiazzati)</strong> e permutati <strong>(criptati)</strong> nel corso di diversi round utilizzando calcoli complessi, rendendo il testo cifrato risultante praticamente impossibile da decifrare.
ko: AES는 <strong>SPN</strong>(Substitution–Permutation Network)에서 작동하며, 대체 및 순열 라운드의 조합을 사용하여 텍스트를 암호화합니다. 즉, 일반 텍스트 데이터는 먼저 블록 또는 청크로 분할된 다음 복잡한 계산을 사용하여 여러 라운드에 걸쳐 대체( <strong>교체</strong> ) 및 치환 <strong>(스크램블)</strong> 되어 결과 암호문을 해독하는 것이 사실상 불가능합니다.
nl: AES werkt op het Substitution-Permutation Network <strong>(SPN)</strong> en gebruikt een combinatie van substitutie- en permutatierondes om de tekst te coderen. Dat betekent dat de platte tekstgegevens eerst in blokken of brokken worden opgesplitst, vervolgens worden vervangen en gepermuteerd <strong>(gecodeerd)</strong> in de loop van verschillende rondes met behulp van complexe berekeningen waardoor de resulterende cijfertekst praktisch onmogelijk te ontcijferen is.
pl: AES działa w sieci substytucji i permutacji <strong>(SPN)</strong>, wykorzystując kombinację rund podstawienia i permutacji do szyfrowania tekstu. Oznacza to, że dane w postaci zwykłego tekstu są najpierw dzielone na bloki lub fragmenty, a następnie zastępowane <strong>(zastępowane)</strong> i permutowane <strong>(zaszyfrowane)</strong> w ciągu kilku rund przy użyciu złożonych obliczeń, dzięki czemu w rezultacie zaszyfrowany tekst był praktycznie niemożliwy do rozszyfrowania.
pt: O AES opera na Rede de Substituição-Permutação <strong>(SPN)</strong>, usando uma combinação de rounds de substituição e permutação para cifrar o texto. Os dados de texto claro são primeiro divididos em blocos ou pedaços, depois substituídos <strong>(mudados)</strong> e permutados <strong>(baralhados)</strong> ao longo de vários rounds usando cálculos complexos, tornando o texto cifrado resultante praticamente impossível de decifrar.
ru: AES работает в сети подстановки–перестановки <strong>(SPN)</strong>, используя комбинацию раундов подстановки и перестановки для шифрования текста. Это означает, что данные открытого текста сначала разбиваются на блоки или фрагменты, затем заменяются <strong> (заменено)</strong> и переставляются <strong> (скремблировано)</strong> в течение нескольких раундов с использованием сложных вычислений, что делает полученный зашифрованный текст практически невозможным для расшифровки.
sv: AES fungerar på Substitution-Permutation Network <strong>(SPN)</strong>, och använder en kombination av substitutions- och permutationsrundor för att kryptera texten. Vilket innebär att klartextdata först delas upp i block eller bitar, sedan ersätts <strong>(ersätts)</strong> och förändras<strong>(krypterad)</strong> under loppet av flera omgångar med hjälp av komplexa beräkningar, vilket gör att resulterade chiffertext praktiskt taget omöjlig att tyda.
tr: AES, metni şifrelemek için ikame ve permütasyon devirlerinin bir kombinasyonunu kullanarak İkame-Permütasyon Ağı <strong>(SPN</strong>) üzerinde çalışır. Bu, düz metin verilerinin önce bloklara veya parçalara bölündüğü, daha sonra karmaşık hesaplamaların kullanımıyla birkaç devir boyunca ikame edildiği ( <strong>değiştirildiği)</strong> ve <strong>ve sırasının değiştirildiği (karıştırıldığı)</strong> anlamına gelir ve sonuçta ortaya çıkan şifreli metnin deşifre edilmesi neredeyse imkansız hale gelir.
zh: AES在替换–置换网络<strong>（SPN）</strong>上运行，使用替换和置换轮的组合来密码文本。 这意味着，明文数据首先被分解成块或块，然后使用复杂的计算在几轮过程中替换<strong>（替换）</strong>和排列<strong>（加扰）</strong>，使得结果密文几乎不可能破译。

# Blog_HREAYSD_H2_SH1_Text3
source: The encryption process involves several sub-processes, including sub bytes, shift rows, mix columns, and add round keys. During the process, the text is scrabbled in multiple rounds. The number of rounds performed depends on the size of the key, which for AES is 10, 12, or 14 rounds.
ar: تتضمن عملية التشفير العديد من العمليات الفرعية ، بما في ذلك وحدات البايت الفرعية ، وصفوف التحول ، ومزج الأعمدة ، وإضافة مفاتيح دائرية. أثناء العملية ، يتم حك النص في جولات متعددة. يعتمد عدد الجولات التي يتم إجراؤها على حجم المفتاح ، والذي بالنسبة لـ AES هو 10 أو 12 أو 14 جولة.
de: Der Verschlüsselungsprozess umfasst mehrere Unterprozesse, einschließlich Subbytes, Verschiebungszeilen, Mischspalten und Add round keys. Während des Vorgangs wird der Text in mehreren Runden gescrabbelt. Die Anzahl der durchgeführten Runden hängt von der Größe des Schlüssels ab, die für AES 10, 12 oder 14 Runden beträgt.
es: El proceso de cifrado implica varios subprocesos, incluidos subbytes, filas de desplazamiento, columnas mixtas y adición de claves redondas. Durante el proceso, el texto se borra en varias rondas. El número de rondas realizadas depende del tamaño de la clave, que para AES es de 10, 12 o 14 rondas.
fr: Le processus de chiffrement implique plusieurs sous-processus, y compris les sous-octets, les lignes de décalage, les colonnes de mixage et l'ajout de clés rondes. Pendant le processus, le texte est brouillé en plusieurs tours. Le nombre de tours effectués dépend de la taille de la clé, qui pour AES est de 10, 12 ou 14 tours.
it: Il processo di crittografia coinvolge diversi processi secondari, tra cui subbyte, spostare le righe, mescolare colonne e aggiungere chiavi rotonde. Durante il processo, il testo viene scrabbato in più round. Il numero di round eseguiti dipende dalla dimensione della chiave, che per AES è 10, 12 o 14 round.
ko: 암호화 프로세스에는 하위 바이트, 행 이동, 열 혼합 및 라운드 키 추가를 포함한 여러 하위 프로세스가 포함됩니다. 이 과정에서 텍스트는 여러 라운드로 스크램블됩니다. 수행되는 라운드 수는 AES의 경우 10, 12 또는 14 라운드인 키의 크기에 따라 다릅니다.
nl: Het encryptieproces omvat verschillende subprocessen, waaronder subbytes, verschuivingsrijen, gemengde kolommen en ronde sleutels toevoegen. Tijdens het proces wordt de tekst in meerdere rondes gehusseld. Het aantal uitgevoerde rondes is afhankelijk van de grootte van de sleutel, die voor AES 10, 12 of 14 rondes is.
pl: Proces szyfrowania obejmuje kilka podprocesów, w tym podbajty, przesunięcia wierszy, mieszanie kolumn i dodawanie okrągłych kluczy. Podczas tego procesu tekst jest zmieniany w wielu rundach. Liczba wykonanych rund zależy od rozmiaru klucza, który dla AES wynosi 10, 12 lub 14 rund.
pt: O processo de cifragem envolve vários subprocessos, incluindo subbytes, shift rows, mix columns e adição de chaves de round. Durante o processo, o texto é baralhado em vários rounds. O número de rounds depende do tamanho da chave, sendo 10, 12 ou 14 para o AES.
ru: Процесс шифрования включает в себя несколько подпроцессов, включая вложенные байты, сдвиг строк, смешивание столбцов и добавление круглых ключей. В ходе процесса текст набирается в несколько этапов. Количество выполняемых раундов зависит от размера ключа, который для AES равен 10, 12 или 14 раундам.
sv: Krypteringsprocessen involverar flera delprocesser, inklusive sub bytes, skifta rader, blanda kolumner och lägga till runda nycklar. Under processen mixas texten i flera omgångar. Antalet utförda rundor beror på nyckelns storlek, som för AES är 10, 12 eller 14 rundor.
tr: Şifreleme işlemi, alt baytlar, satır kaydırma, sütun karıştırma ve yuvarlak anahtarlar ekleme dahil olmak üzere çeşitli alt işlemleri içerir. İşlem sırasında, metin birden fazla devirde karıştırılır. Gerçekleştirilen tur sayısı, AES için 10, 12 veya 14 devir olan anahtarın boyutuna bağlıdır.
zh: 加密过程涉及几个子过程，包括子字节，移位行，混合列和添加圆形密钥。 在这个过程中，文本被多轮拼字。 执行的轮数取决于密钥的大小，对于AES是10、12或14轮。

# Blog_HREAYSD_H2_SH2_Text1
source: The 3DES encryption algorithm is an upgrade to the DES or Data Encryption Standard algorithm, that applies the DES algorithm thrice to each data block. This process made 3DES much harder to crack than its predecessor, and it became widely used in payment systems, standards, and technology in the finance industry.
ar: تعد خوارزمية التشفير 3DES ترقية لخوارزمية DES أو معيار تشفير البيانات ، والتي تطبق خوارزمية DES ثلاث مرات على كل كتلة بيانات. جعلت هذه العملية اختراق 3DES أكثر صعوبة من سابقتها ، وأصبحت مستخدمة على نطاق واسع في أنظمة الدفع والمعايير والتكنولوجيا في صناعة التمويل.
de: Der 3DES-Verschlüsselungsalgorithmus ist ein Upgrade des DES- oder Data Encryption Standard-Algorithmus, der den DES-Algorithmus dreimal auf jeden Datenblock anwendet. Dieser Prozess machte 3DES viel schwieriger zu knacken als sein Vorgänger und wurde in Zahlungssystemen, Standards und Technologien in der Finanzindustrie weit verbreitet.
es: El algoritmo de cifrado 3DES es una actualización del algoritmo DES o Estándar de cifrado de datos, que aplica el algoritmo DES tres veces a cada bloque de datos. Este proceso hizo que 3DES fuera mucho más difícil de descifrar que su predecesor y se volvió ampliamente utilizado en sistemas de pago, estándares y tecnología en la industria financiera.
fr: L'algorithme de chiffrement 3DES est une mise à niveau de l'algorithme DES ou Data Encryption Standard, qui applique trois fois l'algorithme DES à chaque bloc de données. Ce processus a rendu 3DES beaucoup plus difficile à déchiffrer que son prédécesseur, et il est devenu largement utilisé dans les systèmes de paiement, les normes et la technologie du secteur financier.
it: L'algoritmo di crittografia 3DES è un aggiornamento dell'algoritmo DES o Data Encryption Standard, che applica l'algoritmo DES tre volte a ciascun blocco di dati. Questo processo ha reso 3DES molto più difficile da decifrare rispetto al suo predecessore ed è diventato ampiamente utilizzato nei sistemi di pagamento, negli standard e nella tecnologia nel settore finanziario.
ko: 3DES 암호화 알고리즘은 DES 알고리즘을 각 데이터 블록에 세 번 적용하는 DES 또는 데이터 암호화 표준 알고리즘의 업그레이드입니다. 이 프로세스로 인해 3DES는 이전 버전보다 훨씬 더 어려워졌으며 금융 산업의 결제 시스템, 표준 및 기술에 널리 사용되었습니다.
nl: Het 3DES-coderingsalgoritme is een upgrade van het DES- of Data Encryption Standard-algoritme, dat het DES-algoritme driemaal toepast op elk gegevensblok. Dit proces maakte 3DES veel moeilijker te kraken dan zijn voorganger en het werd op grote schaal gebruikt in betalingssystemen, standaarden en technologie in de financiële sector.
pl: Algorytm szyfrowania 3DES stanowi aktualizację algorytmu DES lub Data Encryption Standard, która stosuje algorytm DES trzykrotnie do każdego bloku danych. Proces ten sprawił, że 3DES był znacznie trudniejszy do złamania niż jego poprzednik i stał się szeroko stosowany w systemach płatności, standardach i technologiach w branży finansowej.
pt: O algoritmo de cifragem 3DES é uma actualização do algoritmo DES ou Data Encryption Standard, aplica este três vezes a cada bloco de dados. Este processo tornou o 3DES muito mais difícil de decifrar do que o seu antecessor e é amplamente utilizado em sistemas de pagamento, normas e tecnologia no sector financeiro.
ru: Алгоритм шифрования 3DES - это обновление до DES или стандартного алгоритма шифрования данных, который применяет алгоритм DES трижды к каждому блоку данных. Этот процесс значительно усложнил взлом 3DES по сравнению с его предшественником, и он стал широко использоваться в платежных системах, стандартах и технологиях финансовой индустрии.
sv: 3DES-krypteringsalgoritmen är en uppgradering till DES- eller Data Encryption Standard-algoritmen, som tillämpar DES-algoritmen tre gånger på varje datablock. Denna process gjorde 3DES mycket svårare att knäcka än sin föregångare, och den blev allmänt använd i betalningssystem, standarder och teknik inom finansbranschen.
tr: 3DES şifreleme algoritması, DES algoritmasını her veri bloğuna üç kez uygulayan DES veya Veri Şifreleme Standardı algoritmasına yapılan bir yükseltmedir. Bu süreç, 3DES'in kırılmasını eskisinden çok daha zor hale getirdi ve finans endüstrisindeki ödeme sistemlerinde, standartlarda ve teknolojide yaygın olarak kullanılmaya başlandı.
zh: 3DES加密算法是对DES或数据加密标准算法的升级，即对每个数据块应用DES算法三次。 这一过程使3DES比其前身更难破解，并在金融行业的支付系统，标准和技术中得到广泛应用。

# Blog_HREAYSD_H2_SH2_Text2
source: However, the <strong>Sweet32</strong> vulnerability exposed the security holes within 3DES. In response, the National Institute of Standards and Technology (NIST) announced the deprecation of 3DES in a draft guidance published in 2019. The use of 3DES is set to be scrapped and discontinued in all new applications after 2023.
ar: ومع ذلك ، كشفت ثغرة <strong> Sweet32 </strong> الثغرات الأمنية في برنامج 3DES. ردا على ذلك ، أعلن المعهد الوطني للمعايير والتكنولوجيا (NIST) عن إهمال 3DES في مسودة توجيه نشرت في عام 2019. ومن المقرر إلغاء استخدام 3DES وإيقافه في جميع التطبيقات الجديدة بعد عام 2023.
de: Die Sicherheitslücke <strong>Sweet32</strong> hat jedoch die Sicherheitslücken in 3DES aufgedeckt. Als Reaktion darauf kündigte das National Institute of Standards and Technology (NIST) in einem 2019 veröffentlichten Leitlinienentwurf die Einstellung von 3DES an. Die Verwendung von 3DES soll nach 2023 in allen neuen Anwendungen abgeschafft und eingestellt werden.
es: Sin embargo, la vulnerabilidad <strong>Sweet32</strong> expuso los agujeros de seguridad dentro de 3DES. En respuesta, el Instituto Nacional de Estándares y Tecnología (NIST) anunció la obsolescencia de 3DES en un borrador de guía publicado en 2019. Está previsto que el uso de 3DES se elimine y se suspenda en todas las aplicaciones nuevas después de 2023.
fr: Cependant, la vulnérabilité <strong> Sweet32 </strong> a exposé les trous de sécurité dans les 3DES. En réponse, le National Institute of Standards and Technology (NIST) a annoncé la dépréciation de 3DES dans un projet de directives publié en 2019. L'utilisation de 3DES devrait être supprimée et interrompue dans toutes les nouvelles applications après 2023.
it: Tuttavia, la vulnerabilità <strong>Sweet32</strong> ha esposto le falle di sicurezza all'interno di 3DES. In risposta, il National Institute of Standards and Technology (NIST) ha annunciato la critica di 3DES in una bozza di linee guida pubblicata nel 2019. L'uso di 3DES sarà eliminato e interrotto in tutte le nuove applicazioni dopo il 2023.
ko: 그러나 <strong>Sweet32</strong> 취약점은 3DES 내의 보안 허점을 노출했습니다. 이에 대응하여 NIST(National Institute of Standards and Technology)는 2019년에 발표된 지침 초안에서 3DES의 사용 중단을 발표했습니다. 3DES의 사용은 2023년 이후 모든 신규 애플리케이션에서 폐기 및 중단될 예정입니다.
nl: De <strong>Sweet32-kwetsbaarheid</strong> legde echter de beveiligingslekken in 3DES bloot. In reactie daarop kondigde het National Institute of Standards and Technology (NIST) de afschaffing van 3DES aan in een ontwerprichtlijn die in 2019 werd gepubliceerd. Het gebruik van 3DES zal na 2023 worden geschrapt en stopgezet in alle nieuwe toepassingen.
pl: Jednak luka <strong>Sweet32</strong> odsłoniła luki w zabezpieczeniach 3DES. W odpowiedzi Narodowy Instytut Standardów i Technologii (NIST) w projekcie wytycznych opublikowanym w 2019 r. ogłosił wycofanie 3DES. Po 2023 r. stosowanie 3DES ma zostać wycofane i zaprzestane we wszystkich nowych zastosowaniach.
pt: No entanto, a vulnerabilidade <strong>Sweet32</strong> expôs as falhas de segurança do 3DES. Em resposta, o National Institute of Standards and Technology (NIST) anunciou a descontinuação do 3DES num projecto de orientação publicado em 2019. O uso do 3DES deve ser descartado e descontinuado em todas as novas aplicações após 2023.
ru: Однако уязвимость <strong>Sweet32</strong> выявила дыры в безопасности в 3DES. В ответ Национальный институт стандартов и технологий (NIST) объявил об отказе от 3DES в проекте руководства, опубликованном в 2019 году. Предполагается, что использование 3DES будет прекращено во всех новых приложениях после 2023 года.
sv: Men sårbarheten <strong>Sweet32</strong> avslöjade säkerhetshålen i 3DES. Som svar tillkännagav National Institute of Standards and Technology (NIST) utfasningen av 3DES i ett utkast till vägledning som publicerades 2019. Användningen av 3DES kommer att avskaffas och avbrytas i alla nya applikationer efter 2023.
tr: Bununla birlikte, <strong>Sweet32</strong> güvenlik açığı 3DES içindeki güvenlik açıklarını ortaya çıkardı. Buna yanıt olarak, Ulusal Standartlar ve Teknoloji Enstitüsü (NIST), 2019'da yayınlanan bir taslak kılavuzda 3DES'in kullanımdan kaldırıldığını duyurdu. 3DES'in kullanımı, 2023'ten sonra tüm yeni uygulamalarda rafa kaldırılacak ve sonlandırılacak.
zh: 但是，<strong>Sweet32</strong>漏洞暴露了3DES内的安全漏洞。 作为回应，美国国家标准与技术研究所（NIST）在2019年发布的指导草案中宣布弃用3DES。 3DES的使用设定为在2023年之后的所有新应用中报废和停产。
