Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EFPECT_H2_SH1_Text1
source: The first important future trend will be how user-controlled encryption—that is, systems in which consumers or end-users have complete control over the keys to encrypt and decode data—will be embraced across platforms and widely utilized applications, such as WhatsApp and Signal. The adoption of user-controlled encryption systems is one of the key things they're talking about in the context of “going dark”, and it's something that law enforcement is really interested in. User-controlled encryption will make accessing some data difficult or impossible for law enforcement. However, as the study points out, such encryption will not be employed everywhere since various users have different encryption demands and methodologies. The same may be said for service providers. Some clients want to know that their information will be safe even if their service provider is hacked encryption. <br/><br/>
ar: سيكون الاتجاه المستقبلي المهم الأول هو كيفية تبني التشفير الذي يتحكم فيه المستخدم - أي الأنظمة التي يتمتع فيها المستهلكون أو المستخدمون النهائيون بالتحكم الكامل في مفاتيح تشفير البيانات وفك تشفيرها - عبر الأنظمة الأساسية والتطبيقات المستخدمة على نطاق واسع ، مثل واتساب و Signal . يعد اعتماد أنظمة التشفير التي يتحكم فيها المستخدم أحد الأشياء الرئيسية التي يتحدثون عنها في سياق "الظلام" ، وهو أمر تهتم به سلطات إنفاذ القانون حقًا. سيجعل التشفير الذي يتحكم فيه المستخدم الوصول إلى بعض البيانات أمرًا صعبًا أو مستحيل لتطبيق القانون. ومع ذلك ، كما أوضحت الدراسة ، لن يتم استخدام هذا التشفير في كل مكان نظرًا لأن العديد من المستخدمين لديهم متطلبات ومنهجيات تشفير مختلفة. يمكن قول الشيء نفسه لمقدمي الخدمة. يريد بعض العملاء معرفة أن معلوماتهم ستكون آمنة حتى إذا تم اختراق مزود الخدمة الخاص بهم. <br/> <br/>
de: Der erste wichtige Zukunftstrend wird sein, wie benutzergesteuerte Verschlüsselung - dh Systeme, in denen Verbraucher oder Endbenutzer die vollständige Kontrolle über die Schlüssel zum Verschlüsseln und Entschlüsseln von Daten haben — plattformübergreifend und in weit verbreiteten Anwendungen wie WhatsApp und Signal eingesetzt wird. Die Einführung von benutzergesteuerten Verschlüsselungssystemen ist eines der wichtigsten Dinge, über die sie im Zusammenhang mit "Dunkelheit" sprechen, und daran ist die Strafverfolgung wirklich interessiert. Benutzergesteuerte Verschlüsselung wird den Zugriff auf einige Daten für die Strafverfolgung erschweren oder unmöglich machen. Wie die Studie jedoch zeigt, wird eine solche Verschlüsselung nicht überall eingesetzt, da verschiedene Benutzer unterschiedliche Verschlüsselungsanforderungen und -methoden haben. Das gleiche gilt für Dienstleister. Einige Kunden möchten wissen, dass ihre Informationen auch dann sicher sind, wenn ihr Dienstanbieter eine gehackte Verschlüsselung verwendet. <br/><br/>
es: La primera tendencia futura importante será cómo el cifrado controlado por el usuario, es decir, los sistemas en los que los consumidores o usuarios finales tienen control total sobre las claves para cifrar y decodificar datos, se adoptará en todas las plataformas y aplicaciones ampliamente utilizadas, como WhatsApp y Signal. La adopción de sistemas de cifrado controlados por el usuario es una de las cosas clave de las que están hablando en el contexto de "ocultarse", y es algo en lo que las fuerzas del orden público están realmente interesadas. El cifrado controlado por el usuario hará que el acceso a algunos datos sea difícil o imposible para las fuerzas del orden público. Sin embargo, como señala el estudio, dicho cifrado no se empleará en todas partes, ya que los usuarios tienen diferentes demandas y metodologías de cifrado. Lo mismo puede decirse de los proveedores de servicios. Algunos clientes quieren saber que su información estará segura incluso si su proveedor de servicios tiene un cifrado hackeado. <br/><br/>
fr: La première tendance future importante sera la façon dont le cryptage contrôlé par l’utilisateur—c’est-à-dire, les systèmes dans lesquels les consommateurs ou les utilisateurs finaux ont un contrôle total sur les clés pour chiffrer et décoder les données—sera adopté sur toutes les plates-formes et applications largement utilisées, telles que WhatsApp et Signal. L’adoption de systèmes de cryptage contrôlés par l’utilisateur est l’une des choses clés dont ils parlent dans le contexte de « l’obscurité », et c’est quelque chose qui intéresse vraiment les forces de l’ordre. Le cryptage contrôlé par l’utilisateur rendra l’accès à certaines données difficile, voire impossible, pour les forces de l’ordre. Cependant, comme le souligne l’étude, un tel cryptage ne sera pas utilisé partout car divers utilisateurs ont des exigences et des méthodologies de cryptage différentes. La même chose peut être dite pour les fournisseurs de services. Certains clients veulent savoir que leurs informations seront en sécurité même si leur fournisseur de services est piraté. <br/><br/>
it: La prima importante tendenza futura sarà il modo in cui la crittografia controllata dall'utente—ovvero i sistemi in cui i consumatori o gli utenti finali hanno il controllo completo sulle chiavi per crittografare e decodificare i dati—sarà adottata su piattaforme e applicazioni ampiamente utilizzate, come WhatsApp e Signal. L'adozione di sistemi di crittografia controllati dall'utente è uno degli aspetti chiave di cui stanno parlando nel contesto del "going dark", ed è qualcosa a cui le forze dell'ordine sono davvero interessate. La crittografia controllata dall'utente renderà difficile o impossibile l'accesso ad alcuni dati per le forze dell'ordine. Tuttavia, come sottolinea lo studio, tale crittografia non sarà impiegata ovunque poiché vari utenti hanno esigenze e metodologie di crittografia diverse. Lo stesso si può dire per i fornitori di servizi. Alcuni clienti vogliono sapere che le loro informazioni saranno al sicuro anche se il loro fornitore di servizi è stato violato. <br/><br/>
ko: 첫 번째로 중요한 미래 추세는 사용자가 제어하는 암호화—즉, 소비자나 최종 사용자가 데이터를 암호화하고 디코딩하는 키를 완전히 제어하는 시스템을— 플랫폼과 WhatsApp 및 Signal과 같은 널리 사용되는 애플리케이션 전반에 걸쳐 어떻게 채택할 것인가 하는 것입니다. 사용자가 제어하는 암호화 시스템의 채택은 "암흑"이라는 맥락에서 그들이 이야기하고 있는 핵심 사항 중 하나이며, 이것은 법 집행 기관이 정말로 관심을 갖는 것입니다. 사용자가 제어하는 암호화로 인해 일부 데이터에 액세스하는 것이 어렵거나 법 집행이 불가능할 수 있습니다. 그러나 연구에서 지적한 바와 같이, 다양한 사용자들이 서로 다른 암호화 요구와 방법론을 가지고 있기 때문에 이러한 암호화가 모든 곳에서 사용되는 것은 아니다. 서비스 제공업체도 마찬가지입니다. 일부 고객은 서비스 공급자가 암호화를 해킹당하더라도 자신의 정보가 안전하다는 것을 알고 싶어합니다. <br/><br/>
nl: De eerste belangrijke toekomstige trend zal zijn hoe gebruikersgestuurde encryptie, dat wil zeggen systemen waarin consumenten of eindgebruikers volledige controle hebben over de sleutels om gegevens te versleutelen en te ontsleutelen, zal worden omarmd op verschillende platforms en veelgebruikte applicaties, zoals WhatsApp en Signal. De acceptatie van door de gebruiker gecontroleerde encryptiesystemen is een van de belangrijkste dingen waar ze het over hebben in de context van "going dark", en het is iets waar wetshandhavingsinstanties echt in geïnteresseerd zijn. Door de gebruiker gecontroleerde encryptie zal de toegang tot bepaalde gegevens bemoeilijken of onmogelijk voor de rechtshandhaving. Zoals de studie aantoont, zal dergelijke encryptie echter niet overal worden gebruikt, aangezien verschillende gebruikers verschillende encryptieseisen en -methodologieën hebben. Hetzelfde geldt voor dienstverleners. Sommige klanten willen weten dat hun informatie veilig is, zelfs als hun serviceprovider een gehackte encryptie heeft. <br/><br/>
pl: Pierwszym ważnym trendem w przyszłości będzie to, w jaki sposób szyfrowanie kontrolowane przez użytkownika – czyli systemy, w których konsumenci lub użytkownicy końcowi mają pełną kontrolę nad kluczami do szyfrowania i dekodowania danych – będzie stosowane na różnych platformach i szeroko wykorzystywanych aplikacjach, takich jak WhatsApp i Signal. Przyjęcie kontrolowanych przez użytkownika systemów szyfrowania jest jedną z kluczowych rzeczy, o których mówią w kontekście „zaciemnienia” i jest to coś, czym naprawdę interesują się organy ścigania. Szyfrowanie kontrolowane przez użytkownika sprawi, że dostęp do niektórych danych będzie utrudniony lub niemożliwy dla organów ścigania. Jednak, jak wskazuje badanie, takie szyfrowanie nie będzie stosowane wszędzie, ponieważ różni użytkownicy mają różne wymagania i metodologie szyfrowania. To samo można powiedzieć o usługodawcach. Niektórzy klienci chcą wiedzieć, że ich informacje będą bezpieczne, nawet jeśli ich usługodawca zhakuje szyfrowanie. <br/><br/>
pt: A primeira tendência futura importante será a cifragem controlada pelo utilizador — ou seja, sistemas em que os consumidores ou utilizadores finais têm controlo completo das chaves de cifragem e descodificação de dados — e como será adoptada pelas plataformas e aplicações amplamente utilizadas, como o WhatsApp e o Signal. A adopção de sistemas de cifragem controlada pelo utilizador é uma das principais coisas de que se fala no contexto de se "ficar no escuro", e é algo em que os agentes da autoridade estão muito interessados. A cifragem controlada pelo utilizador tornará difícil ou impossível o acesso a alguns dados para fins de aplicação da lei. No entanto, como o estudo aponta, esta cifragem não será aplicada em todo o lado, uma vez que diferentes utilizadores têm diferentes exigências e metodologias de cifragem. O mesmo se pode dizer dos prestadores de serviços. Alguns clientes exigem que a sua informação permaneça segura mesmo que o seu fornecedor de serviços seja pirateado. <br/><br/>
ru: Первой важной тенденцией будущего будет то, как шифрование, контролируемое пользователем, то есть системы, в которых потребители или конечные пользователи имеют полный контроль над ключами для шифрования и декодирования данных, будут внедрены на всех платформах и в широко используемых приложениях, таких как WhatsApp и Signal. Внедрение систем шифрования, управляемых пользователем, является одной из ключевых вещей, о которых они говорят в контексте “погружения в темноту”, и это то, в чем действительно заинтересованы правоохранительные органы. Контролируемое пользователем шифрование затруднит или сделает невозможным доступ правоохранительных органов к некоторым данным. Однако, как отмечается в исследовании, такое шифрование не будет использоваться повсеместно, поскольку у разных пользователей разные требования к шифрованию и методологии. То же самое можно сказать и о поставщиках услуг. Некоторые клиенты хотят знать, что их информация будет в безопасности, даже если их поставщик услуг взломает шифрование. <br/><br/>
sv: Den första viktiga framtida trenden kommer att vara hur användarkontrollerad kryptering – det vill säga system där konsumenter eller användare har fullständig kontroll över nycklarna för att kryptera och avkoda data – kommer att omfattas av plattformar och allmänt använda applikationer, som WhatsApp och Signal. Antagandet av användarkontrollerade krypteringssystem är en av de viktigaste sakerna man pratar om i samband med "going dark", och det är något som brottsbekämpning verkligen är intresserad av. Användarkontrollerad kryptering kommer att göra det svårt att komma åt viss data eller omöjligt för brottsbekämpning. Men som studien påpekar kommer sådan kryptering inte att användas överallt eftersom olika användare har olika krypteringskrav och -metoder. Detsamma kan sägas om tjänsteleverantörer. Vissa kunder vill veta att deras information är säker även om deras tjänsteleverantör är hackad kryptering. <br/><br/>
tr: Gelecekteki ilk önemli trend, kullanıcı kontrollü şifrelemenin, yani tüketicilerin veya son kullanıcıların verileri şifreleme ve çözme anahtarları üzerinde tam kontrole sahip olduğu sistemlerin, platformlar ve WhatsApp ve Signal gibi yaygın olarak kullanılan uygulamalar arasında nasıl benimseneceği olacaktır. Kullanıcı kontrollü şifreleme sistemlerinin benimsenmesi, "karanlığa geçiş" bağlamında bahsedilen en önemli şeylerden biri ve kolluk kuvvetlerinin gerçekten ilgilendiği bir şey. Kullanıcı kontrollü şifreleme, kolluk kuvvetleri için bazı verilere erişimi zorlaştıracak ya da imkansız hale getirecektir. Ancak çalışmanın da işaret ettiği gibi, farklı kullanıcıların farklı şifreleme talepleri ve metodolojileri olduğundan, bu tür şifreleme her yerde kullanılmayacaktır. Aynı şey hizmet sağlayıcılar için de söylenebilir. Bazı müşteriler, hizmet sağlayıcılarının şifrelemesi kırılsa bile bilgilerinin güvende olacağını bilmek ister. <br/><br/>
zh: 第一个重要的未来趋势将是用户控制的加密-即消费者或最终用户完全控制加密和解码数据的密钥的系统—将如何跨平台和广泛使用的应用程序，如WhatsApp和Signal。 采用用户控制的加密系统是他们在"走向黑暗"的背景下谈论的关键事情之一，这是执法部门真正感兴趣的事情。 用户控制的加密将使执法部门难以或不可能访问某些数据。 然而，正如研究指出的那样，这种加密不会在任何地方使用，因为不同的用户有不同的加密需求和方法。 对于服务提供商来说也是如此。 一些客户想知道他们的信息将是安全的，即使他们的服务提供商被黑客攻击加密。 <br/><br/>
