Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TAYBS_H1_SubHeading4
source: <strong> Languages Update</strong>
ar: <strong> تحديث اللغات </strong>
de: <strong> Aktualisierung der Sprachen</strong>
es: <strong> Actualización de idiomas</strong>
fr: <strong> Mise à jour des Langues</strong>
it: <strong>Aggiornamento Lingue</strong>
ko: <strong> 언어 업데이트</strong>
nl: <strong>Taalupdate</strong>
pl: <strong> Aktualizacja języków</strong>
pt: <strong> Actualização de Línguas</strong>
ru: <strong> Обновление языков</strong>
sv: <strong> Språkuppdatering</strong>
tr: <strong> Dil Güncellemesi</strong>
zh: <strong>语言更新</strong>

# Blog_TAYBS_H1_SubHeading5
source: <strong>New Tutorials Videos</strong>
ar: <strong> مقاطع فيديو تعليمية جديدة </strong>
de: <strong>Neue Tutorials Videos</strong>
es: <strong>Nuevos videos de tutoriales</strong>
fr: <strong>Nouvelles vidéos de tutoriels</strong>
it: <strong>Nuovi video tutorial</strong>
ko: <strong>새로운 튜토리얼 영상</strong>
nl: <strong>Nieuwe zelfstudievideo's</strong>
pl: <strong>Nowe samouczki wideo</strong>
pt: <strong>Novos Vídeo-Tutoriais</strong>
ru: <strong>Новые обучающие видео</strong>
sv: <strong>Nya utbildningsvideor</strong>
tr: <strong>Yeni Eğitici Videolar</strong>
zh: <strong>新教程视频</strong>

# Blog_TAYBS_H1_SubHeading6
source: <strong>Testimonials and Industry Segment </strong>
ar: <strong> الشهادات وقطاع الصناعة </ strong>
de: <strong>Referenzen und Branchensegment </strong>
es: <strong>Testimonios y segmento de la industria </strong>
fr: <strong>Témoignages et Segment de l’Industrie </strong>
it: <strong>Testimonianze e segmento industriale </strong>
ko: <strong>회원 평가 및 산업 부문 </strong>
nl: <strong>Getuigenissen en Branchesegment </strong>
pl: <strong>Referencje i segment branżowy </strong>
pt: <strong>Testemunhos e Segmento de Indústria</strong>
ru: <strong>Отзывы и отраслевой сегмент </strong>
sv: <strong>Rekommendationer och industrisegment </strong>
tr: <strong>Sertifikalar ve Endüstri Segmenti </strong>
zh: <strong>推荐和行业细分</strong>

# Blog_TAYBS_H1_SubHeading7
source: <strong>1M Verified Downloads</strong>
ar: <strong> مليون تنزيل تم التحقق منه </strong>
de: <strong>1 Million verifizierte Downloads</strong>
es: <strong>1M de descargas verificadas</strong>
fr: <strong>1 Million de Téléchargements vérifiés</strong>
it: <strong>Download Verificati 1M</strong>
ko: <strong>1백만 이상의 검증된 다운로드</strong>
nl: <strong>1 Miljoen Geverifieerde Downloads</strong>
pl: <strong>1 mln zweryfikowanych pobrań</strong>
pt: <strong>1M de Downloads Verificados</strong>
ru: <strong>1 млн подтвержденных загрузок</strong>
sv: <strong>1 miljon verifierade nedladdningar</strong>
tr: <strong>1M Doğrulanmış İndirmeler</strong>
zh: <strong>1m验证下载</strong>

# Blog_TAYBS_H1_Text1
source: AxCrypt wishes you a prosperous start to the year 2022. We’re ecstatic, and looking forward to future updates and enhancements to simplify our software. But first, let's take a look at 2021, and see what we have accomplished so far.
ar: تتمنى شركة اكسكربت لك بداية مزدهرة لعام 2022. نحن نشعر بسعادة غامرة ونتطلع إلى التحديثات والتحسينات المستقبلية لتبسيط برامجنا. لكن أولاً ، دعونا نلقي نظرة على عام 2021 ، ونرى ما أنجزناه حتى الآن.
de: AxCrypt wünscht Ihnen einen erfolgreichen Start ins Jahr 2022. Wir sind begeistert und freuen uns auf zukünftige Updates und Verbesserungen, um unsere Software zu vereinfachen. Aber zuerst werfen wir einen Blick auf 2021 und sehen, was wir bisher erreicht haben.
es: AxCrypt les desea un comienzo próspero de año para el 2022. Estamos encantados y esperamos futuras actualizaciones y mejoras para simplificar nuestro software. Pero primero, echemos un vistazo a lo que fue el 2021 y veamos lo que hemos logrado hasta ahora.
fr: AxCrypt vous souhaite un début d’année 2022 prospère. Nous sommes ravis et attendons avec impatience les futures mises à jour et améliorations pour simplifier notre logiciel. Mais d’abord, jetons un coup d’œil à 2021 et voyons ce que nous avons accompli jusqu’à présent.
it: AxCrypt ti augura un prospero inizio dell'anno 2022. Siamo entusiasti e non vediamo l'ora di futuri aggiornamenti e miglioramenti per semplificare il nostro software. Ma prima, diamo un'occhiata al 2021 e vediamo cosa abbiamo realizzato finora.
ko: AxCrypt는 2022년의 성공적인 시작을 기원합니다. 우리는 매우 고무되어있으며, 소프트웨어를 단순화하기 위한 향후 업데이트 및 개선 사항 또한 기대합니다. 하지만 먼저 2021년을 살펴보고 지금까지 우리가 성취한 업적들을 살펴보겠습니다.
nl: AxCrypt wenst u een voorspoedige start van het jaar 2022. We zijn opgetogen en kijken uit naar toekomstige updates en verbeteringen om onze software te vereenvoudigen. Maar laten we eerst eens kijken naar 2021 en kijken wat we tot nu toe hebben bereikt.
pl: AxCrypt życzy pomyślnego początku roku 2022. Jesteśmy zachwyceni i czekamy na przyszłe aktualizacje i ulepszenia upraszczające nasze oprogramowanie. Ale najpierw spójrzmy na rok 2021 i zobaczmy, co osiągnęliśmy do tej pory.
pt: A AxCrypt deseja-lhe um início próspero ao ano 2022. Estamos extáticos e ansiamos por actualizações futuras e melhorias para simplificar o nosso software. Mas antes, vamos olhar para 2021 e ver o que alcançámos até agora.
ru: AxCrypt желает вам успешного начала 2022 года. Мы в восторге и с нетерпением ждем будущих обновлений и усовершенствований, которые упростят наше программное обеспечение. Но сначала давайте взглянем на 2021 год и посмотрим, чего мы достигли на данный момент.
sv: AxCrypt önskar dig en välmående start på år 2022. Vi är i extas och ser fram emot framtida uppdateringar och förbättringar för att förenkla vår programvara. Men först, låt oss ta en titt på 2021 och se vad vi har åstadkommit hittills.
tr: AxCrypt 2022 yılına başarılı bir başlangıç yapmanızı diler. Bulutların üzerindeyiz ve yazılımımızı basitleştirmek için gelecekteki güncellemeleri ve geliştirmeleri dört gözle bekliyoruz. Ama önce 2021'e bir göz atalım ve şimdiye kadar neler başardığımızı görelim.
zh: AxCrypt祝您在2022年有一个繁荣的开始. 我们欣喜若狂，并期待着未来的更新和增强，以简化我们的软件。 但首先，让我们来看看2021年，看看我们迄今为止取得的成就。

# Blog_TAYBS_H2_Text1
source: We will keep working to improve AxCrypt's consistency for both individual users and businesses. We are actively working on additional areas to make our software enjoyable and seamless. We aspire to be better, quicker, and more innovative.
ar: سنواصل العمل لتحسين اتساق اكسكربت لكل من المستخدمين الأفراد والشركات. نحن نعمل بنشاط على مجالات إضافية لجعل برنامجنا ممتعًا وسلسًا. نطمح لأن نكون أفضل وأسرع وأكثر إبداعًا.
de: Wir werden weiter daran arbeiten, die Konsistenz von AxCrypt sowohl für einzelne Benutzer als auch für Unternehmen zu verbessern. Wir arbeiten aktiv an zusätzlichen Bereichen, um unsere Software angenehm und nahtlos zu gestalten. Unser Anspruch ist es, besser, schneller und innovativer zu sein.
es: Seguiremos trabajando para mejorar la consistencia de AxCrypt tanto para usuarios individuales como para empresas. Estamos trabajando activamente en áreas adicionales para que nuestro software sea agradable y no presente inconvenientes. Aspiramos a ser mejores, más rápidos y más innovadores.
fr: Nous continuerons à travailler pour améliorer la cohérence d’AxCrypt pour les utilisateurs individuels et les entreprises. Nous travaillons activement sur d’autres domaines pour rendre notre logiciel agréable et transparent. Nous aspirons à être meilleurs, plus rapides, et plus innovants.
it: Continueremo a lavorare per migliorare la costanza di AxCrypt sia per i singoli utenti che per le aziende. Stiamo lavorando attivamente su ulteriori aree per rendere il nostro software piacevole e agevole. Aspiriamo ad essere migliori, più veloci e più innovativi.
ko: 우리는 개인 사용자와 기업 모두에게 AxCrypt의 일관성을 개선하기 위해 계속 노력할 것입니다. 우리는 소프트웨어를 즐겁고 원활하게 만들기 위해 추가적인 분야에 적극적으로 노력하고 있습니다. 우리는 더 낫고, 더 빠르고, 더 혁신적이 되기를 열망합니다.
nl: We blijven werken aan het verbeteren van de consistentie van AxCrypt voor zowel individuele gebruikers als bedrijven. We werken actief aan nog meer gebieden om onze software aangenaam en naadloos te maken. We streven ernaar om beter, sneller en innovatiever te zijn.
pl: Będziemy nadal pracować nad poprawą spójności AxCrypt zarówno dla użytkowników indywidualnych, jak i firm. Aktywnie pracujemy nad dodatkowymi obszarami, aby nasze oprogramowanie było przyjemne i bezproblemowe. Chcemy być lepsi, szybsi i bardziej innowacyjni.
pt: Continuaremos a trabalhar para melhor a consistência da AxCrypt tanto para utilizadores individuais como empresas. Estamos a trabalhar activamente em novas áreas para tornar a utilização do nosso software agradável e coerente. Aspiramos ser melhores, mais rápidos e mais inovadores.
ru: Мы будем продолжать работать над улучшением согласованности AxCrypt как для отдельных пользователей, так и для бизнеса. Мы активно работаем над дополнительными областями, чтобы сделать наше программное обеспечение приятным и бесперебойным. Мы стремимся быть лучше, быстрее и инновационнее.
sv: Vi kommer att fortsätta arbeta för att förbättra AxCrypts programvara för både enskilda användare och företag. Vi arbetar aktivt med fler områden för att göra vår programvara mer användningsbar och enkel. Vi strävar efter att bli bättre, snabbare och mer innovativa.
tr: AxCrypt'in hem bireysel kullanıcılar hem de işletmeler için tutarlılığını geliştirmek için çalışmaya devam edeceğiz. Yazılımımızı keyifli ve sorunsuz hale getirmek için ek alanlar üzerinde aktif olarak çalışıyoruz. Daha iyi, daha hızlı ve daha yenilikçi olmayı hedefliyoruz.
zh: 我们将继续努力提高AxCrypt对个人用户和企业的一致性。 我们正在积极致力于其他领域,使我们的软件愉快和无缝. 我们渴望变得更好、更快、更具创新性。

# Blog_TAYBS_H2_Text2
source: <li>PCMag has named AxCrypt as one of the best Encryption Software for 2022.</li>
ar: <li> صنفت مجلة بي سي ماكيسين اكسكربت كأحد أفضل برامج التشفير لعام 2022. </li>
de: <li>PCMag hat AxCrypt als eine der besten Verschlüsselungssoftware für 2022 ausgezeichnet.</li>
es: <li>PCMagPCMag ha nombrado a AxCrypt como uno de los mejores software de cifrado para 2022.</li>
fr: <li>PCMag a nommé AxCrypt comme l’un des meilleurs logiciels de cryptage pour 2022.</li>
it: <li>PCMag ha nominato AxCrypt come uno dei migliori Software di Crittografia per il 2022.</li>
ko: <li>PCMag는 AxCrypt를 2022년 최고의 암호화 소프트웨어 중 하나로 선정했습니다.</li>
nl: <li>PCMag heeft AxCrypt uitgeroepen tot een van de beste versleutelingssoftware voor 2022.</li>
pl: <li>PCMag uznał AxCrypt za jedno z najlepszych programów szyfrujących na rok 2022.</li>
pt: <li>A PCMag nomeou o AxCrypt como uma das melhores opções de Software de Cifragem em 2022.</li>
ru: <li>PCMag назвала AxCrypt одним из лучших программ для шифрования в 2022 году.</li>
sv: <li>Tidningen PC har utsett AxCrypt till en av de bästa krypteringsprogrammen för 2022.</li>
tr: <li>PCMag, AxCrypt'i 2022 için en iyi Şifreleme Yazılımlarından biri olarak seçti.</li>
zh: <li>PCMag已将AxCrypt评为2022年最佳加密软件之一。</li>

# Blog_TAYBS_H2_Text3
source: <li>AxCrypt will finally launch the mobile encryption feature for Business and Premium users. Now you can encrypt and decrypt on your Android phone, iOS, or tablet from anywhere and at any time.</li>
ar: <li> ستطلق اكسكربت أخيرًا ميزة تشفير الأجهزة المحمولة لمستخدمي بيزنس و الممتازة. يمكنك الآن التشفير وفك التشفير على هاتف ذكري المظهرأو نظام التشغيل ايفون أو الجهاز اللوحي من أي مكان وفي أي وقت. </li>
de: <li>AxCrypt wird endlich die mobile Verschlüsselungsfunktion für Business- und Premium-Benutzer einführen. Jetzt können Sie auf Ihrem Android-Handy, iOS oder Tablet von überall und jederzeit verschlüsseln und entschlüsseln.</li>
es: <li>AxCrypt finalmente lanzará la función de cifrado móvil para usuarios Business y Premium. Ahora puedes cifrar y descifrar en tu teléfono Android, iOS o tableta desde cualquier lugar y en cualquier momento.</li>
fr: <li>AxCrypt va enfin lancer la fonctionnalité de cryptage mobile pour les utilisateurs Business et Premium. Vous pouvez désormais chiffrer et déchiffrer sur votre téléphone Android, iOS, ou tablette de n’importe où et à tout moment.</li>
it: <li>AxCrypt lancerà finalmente la funzione di crittografia mobile per gli utenti Business e Premium. Ora puoi crittografare e decrittografare sul tuo telefono Android, iOS o tablet da qualsiasi luogo e in qualsiasi momento.</li>
ko: <li>AxCrypt는 마침내 비즈니스 및 프리미엄 사용자를위한 모바일 암호화 기능을 출시합니다. 이제 언제 어디서나 Android 휴대폰, iOS 또는 태블릿에서 암호화하고 해독할 수 있습니다.</li>
nl: <li>AxCrypt lanceert eindelijk de mobiele encryptiefunctie voor zakelijke en premium gebruikers. Nu kunt u overal en altijd op uw Android-telefoon, iOS of tablet versleutelen en ontsleutelen.</li>
pl: <li>AxCrypt w końcu uruchomi funkcję szyfrowania mobilnego dla użytkowników Business i Premium. Teraz możesz szyfrować i odszyfrowywać na telefonie z Androidem, iOS lub tablecie z dowolnego miejsca i o dowolnej porze.</li>
pt: <li>A AxCrypt lançará finalmente a funcionalidade de cifragem móvel para utilizadores Business e Premium. Agora pode cifrar e decifrar no seu telefone Android, iOS ou tablet em qualquer lado e em qualquer momento.</li>
ru: <li>AxCrypt наконец-то запустит функцию мобильного шифрования для бизнес-пользователей и премиум-пользователей. Теперь вы можете шифровать и расшифровывать данные на своем телефоне Android, iOS или планшете из любого места и в любое время.</li>
sv: <li>AxCrypt kommer äntligen att lansera den mobila krypteringsfunktionen för Business- och Premium-användare. Nu kan du kryptera och dekryptera på din Android-telefon, iOS eller surfplatta var som helst och när som helst.</li>
tr: <li>AxCrypt nihayet Business ve Premium kullanıcıları için mobil şifreleme özelliğini piyasaya sürüyor. Artık Android telefonunuzu, iOS'unuzu veya tabletinizi istediğiniz yerden ve istediğiniz zaman şifreleyebilir ve şifresini çözebilirsiniz.</li>
zh: <li>AxCrypt最终将为商业和高级用户推出移动加密功能。 现在，您可以随时随地在Android手机，iOS或平板电脑上加密和解密。</li>

# Blog_TAYBS_H2_Text4
source: <li>Look forward to the password manager tool being upgraded. It will also be integrated into the mobile app, allowing you to safeguard your information while on the move.</li>
ar: <li> تطلع إلى ترقية أداة إدارة كلمات المرور. سيتم أيضًا دمجها في تطبيق الهاتف ، مما يتيح لك حماية معلوماتك أثناء التنقل. </li>
de: <li>Freuen Sie sich darauf, dass das Passwort-Manager-Tool aktualisiert wird. Es wird auch in die mobile App integriert, sodass Sie Ihre Informationen unterwegs schützen können.</li>
es: <li>Esperamos que la herramienta del administrador de contraseñas se actualice. También se integrará en la app móvil, lo que te permitirá proteger tu información mientras se traspasa.</li>
fr: <li>Réjouissez-vous de la mise à jour de l'outil de gestion des mots de passe. Il sera également intégré à l'application mobile, vous permettant de protéger vos informations lors de vos déplacements.</li>
it: <li>Attendiamo con ansia che lo strumento di gestione delle password venga aggiornato. Sarà inoltre integrato nell'app mobile, consentendoti di salvaguardare le tue informazioni mentre sei in movimento.</li>
ko: <li>암호 관리자 도구가 업그레이드 하기를 기대합니다. 또한 모바일 앱에 통합되어 이동 중에도 정보를 보호할 수 있습니다.</li>
nl: <li>Kijk uit naar de upgrade van de tool voor wachtwoordbeheer. Het wordt ook geïntegreerd in de mobiele app, zodat u uw informatie onderweg kunt beschermen.</li>
pl: <li>Nie możemy się doczekać aktualizacji narzędzia do zarządzania hasłami. Zostanie również zintegrowany z aplikacją mobilną, co pozwoli Ci chronić Twoje informacje podczas podróży.</li>
pt: <li>Ansiamos pela actualização da ferramenta de gestão de palavras-passe. Também será integrado na app móvel, permitindo-lhe proteger a sua informação em movimento.</li>
ru: <li>С нетерпением ждем обновления инструмента "Менеджер паролей". Он также будет интегрирован в мобильное приложение, что позволит вам защитить вашу информацию.</li>
sv: <li>Se fram emot att verktyget för lösenordshanteraren uppgraderas. Den kommer också att integreras i mobilappen, så att du kan skydda din information när du är på resande fot.</li>
tr: <li>Parola yöneticisi aracının yükseltilmesini dört gözle bekleyin. Ayrıca mobil uygulamaya entegre edilecek ve hareket halindeyken bilgilerinizi korumanıza olanak tanıyacak.</li>
zh: <li>期待密码管理器工具升级。 它也将被集成到移动应用程序中，让您在移动时保护您的信息。</li>

# Blog_TAYBS_H2_Text5
source: <li>With the improved key sharing function in 2022, individuals will be able to exchange encrypted data with their team members through a mobile app without providing their own passwords.</li>
ar: <li> من خلال وظيفة مشاركة المفاتيح المحسّنة في عام 2022 ، سيتمكن الأفراد من تبادل البيانات المشفرة مع أعضاء فريقهم من خلال تطبيق جوّال دون تقديم كلمات المرور الخاصة بهم. </li>
de: Mit der verbesserten Schlüsselfreigabefunktion im Jahr 2022 können Einzelpersonen verschlüsselte Daten mit ihren Teammitgliedern über eine mobile App austauschen, ohne ihre eigenen Passwörter anzugeben.</li>
es: <li>Con la función mejorada de uso compartido de claves en 2022, las personas podrán intercambiar datos cifrados con los miembros de su equipo a través de una app móvil sin tener que proporcionar sus propias contraseñas.</li>
fr: <li>Avec l’amélioration de la fonction de partage de clés en 2022, les individus pourront échanger des données cryptées avec les membres de leur équipe via une application mobile sans fournir leurs propres mots de passe.</li>
it: <li>Con la funzione di condivisione delle chiavi migliorata nel 2022, le persone saranno in grado di scambiare dati crittografati con i membri del proprio team attraverso un'app mobile senza fornire le proprie password.</li>
ko: <li>2022년에 향상된 키 공유 기능으로, 개인은 자신의 비밀번호를 제공하지 않고도 모바일 앱을 통해 팀원들과 암호화된 데이터를 교환할 수 있게 되었습니다.</li>
nl: <li>Met de verbeterde functie voor het delen van sleutels in 2022 kunnen individuen versleutelde gegevens uitwisselen met hun teamleden via een mobiele app zonder hun eigen wachtwoorden op te geven.</li>
pl: <li>Dzięki ulepszonej funkcji udostępniania kluczy w 2022 r. poszczególne osoby będą mogły wymieniać zaszyfrowane dane z członkami swojego zespołu za pośrednictwem aplikacji mobilnej bez podawania własnych haseł.</li>
pt: <li>Com a função de partilha de chaves melhorada em 2022, os utilizadores poderão trocar dados cifrados com os membros da sua equipa através de uma app móvel sem fornecerem as suas próprias palavras-passe.</li>
ru: <li> Благодаря улучшенной функции обмена ключами в 2022 году отдельные лица смогут обмениваться зашифрованными данными с членами своей команды через мобильное приложение, не предоставляя своих собственных паролей.</li>
sv: <li>Med den förbättrade nyckeldelningsfunktionen 2022 kommer individer att kunna utbyta krypterad data med sina teammedlemmar via en mobilapp utan att ange sina egna lösenord.</li>
tr: <li>2022'de geliştirilmiş anahtar paylaşım işlevi ile bireyler, kendi parolalarını sağlamadan bir mobil uygulama aracılığıyla ekip üyeleriyle şifrelenmiş veri alışverişinde bulunabilecekler.</li>
zh: <li>随着2022年改进的密钥共享功能，个人将能够通过移动应用程序与其团队成员交换加密数据，而无需提供自己的密码。</li>

# Blog_TAYBS_H2_Text6
source: <li>With the evolution of technology and in order to provide a seamless and convenient service with our app, we will continue to work on new designs and UI for mobile and desktop.</li>
ar: <li> مع تطور التكنولوجيا ومن أجل تقديم خدمة سلسة ومريحة مع تطبيقنا ، سنواصل العمل على تصميمات جديدة وواجهة مستخدم للجوال وسطح المكتب. </li>
de: <li>Mit der Weiterentwicklung der Technologie und um mit unserer App einen nahtlosen und bequemen Service zu bieten, werden wir weiterhin an neuen Designs und Benutzeroberflächen für Mobilgeräte und Desktops arbeiten.</li>
es: <li>Con la evolución de la tecnología y a fin de brindar un servicio conveniente y sin problemas con nuestra app, seguiremos trabajando en nuevos diseños e interfaz de usuario para dispositivos móviles y de escritorio.</li>
fr: <li>Avec l’évolution de la technologie et afin de fournir un service transparent et pratique avec notre application, nous continuerons à travailler sur de nouveaux designs et une interface utilisateur pour mobile et ordinateur de bureau.</li>
it: <li>Con l'evoluzione della tecnologia e al fine di fornire un servizio continuo e conveniente con la nostra app, continueremo a lavorare su nuovi design e interfaccia utente per dispositivi mobili e desktop.</li>
ko: <li>기술의 발전과 함께 앱으로 원활하고 편리한 서비스를 제공하기 위해, 모바일 및 데스크톱을위한 새로운 디자인과 UI를 계속 작업 할 것입니다.</li>
nl: <li>Met de evolutie van technologie en om een naadloze en handige service te bieden met onze app, zullen we blijven werken aan nieuwe ontwerpen en UI voor mobiel en desktop.</li>
pl: <li>Wraz z ewolucją technologii oraz w celu zapewnienia płynnej i wygodnej obsługi za pomocą naszej aplikacji, będziemy nadal pracować nad nowymi projektami i interfejsem użytkownika dla urządzeń mobilnych i komputerów stacjonarnych.</li>
pt: <li>Com a evolução tecnológica e para se fornecer um serviço conveniente e sem problemas com a nossa app, continuaremos a trabalhar em novos designs e IU para as versões móvel e desktop.</li>
ru: <li> С развитием технологий и для того, чтобы обеспечить бесперебойный и удобный сервис с помощью нашего приложения, мы продолжим работать над новыми дизайнами и пользовательским интерфейсом для мобильных устройств и настольных компьютеров.</li>
sv: <li>Med teknikens utveckling och för att tillhandahålla en enkel och bekväm tjänst med vår app, kommer vi att fortsätta att arbeta med nya designs och gränssnitt för mobil och dator.</li>
tr: <li>Teknolojinin evrimi ile ve uygulamamızla sorunsuz ve rahat bir hizmet sunmak için, mobil ve masaüstü için yeni tasarımlar ve kullanıcı arayüzü üzerinde çalışmaya devam edeceğiz.</li>
zh: <li>随着技术的发展，为了提供我们的应用程序无缝和方便的服务，我们将继续致力于移动和桌面的新设计和用户界面。</li>

# Blog_TAYBS_Heading1
source: A quick overview of 2021
ar: نظرة عامة سريعة على عام 2021
de: Ein kurzer Überblick über 2021
es: Una breve reseña del 2021
fr: Un bref aperçu de 2021
it: Una rapida panoramica del 2021
ko: 2021년의 간략한 개요
nl: Een snel overzicht van 2021
pl: Krótki przegląd roku 2021
pt: Uma rápida visão geral de 2021
ru: Краткий обзор 2021 года
sv: En snabb översikt över 2021
tr: 2021'e hızlı bir bakış
zh: 2021年快速概览

# Blog_TAYBS_Heading2
source: Sneak Peek into 2022
ar: نظرة خاطفة إلى عام 2022
de: Kleiner Vorgeschmack auf 2022
es: Un vistazo al 2022
fr: Un Aperçu de 2022
it: Dai una sbirciatina al 2022
ko: 2022년 엿보기
nl: Sneak Peek in 2022
pl: Zakradnij się do 2022
pt: Espreitadela em 2022
ru: Украдкой заглянем в 2022 год
sv: Sneak Peek av 2022
tr: 2022'ye Hızlı Bir Bakış
zh: 偷看2022
