Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_BSOHDGE_H1_Text1
source: Encryption is a technique that transforms plain text into an unreadable form called <strong>ciphertext. </strong>This is achieved by running the text through an encryption algorithm, like <strong>AES,</strong> which randomly rearranges and jumbles up the content, rendering it incomprehensible during transmission.
ar: التشفير هو أسلوب يحول النص العادي إلى نموذج غير قابل للقراءة يسمى <strong> نص مشفر. </strong> يتم تحقيق ذلك عن طريق تشغيل النص من خلال خوارزمية تشفير ، مثل <strong> AES ، </strong> التي تعيد ترتيب المحتوى بشكل عشوائي وخلطه ، مما يجعله غير مفهوم أثناء الإرسال.
de: Verschlüsselung ist eine Technik, die Klartext in eine unlesbare Form namens <strong> Chiffretext umwandelt.</strong>Dies wird erreicht, indem der Text einen Verschlüsselungsalgorithmus wie <strong>AES</strong> durchläuft, der den Inhalt zufällig neu anordnet und durcheinander bringt, wodurch er während der Übertragung unverständlich wird.
es: El cifrado es una técnica que transforma el texto sin formato en un formato ilegible llamado <strong>texto cifrado. </strong>Esto se logra ejecutando el texto a través de un algoritmo de cifrado, como <strong>AES,</strong> que reorganiza y desordena aleatoriamente el contenido, haciéndolo incomprensible durante la transmisión.
fr: Le cryptage est une technique qui transforme le texte brut en une forme illisible appelée <strong>texte chiffré. </strong>Ceci est réalisé en faisant passer le texte par un algorithme de cryptage, comme <strong>AES,</strong> qui réorganise et mélange de manière aléatoire le contenu, le rendant incompréhensible pendant la transmission.
it: La crittografia è una tecnica che trasforma il testo normale in una forma illeggibile chiamata <strong>testo cifrato.</strong> Ciò si ottiene eseguendo il testo attraverso un algoritmo di crittografia, come <strong>AES,</strong> che riorganizza e confonde casualmente il contenuto, rendendolo incomprensibile durante la trasmissione.
ko: 암호화는 일반 텍스트를 <strong>암호문 </strong> 이라는 읽을 수 없는 형식으로 변환하는 기술입니다. 이는 <strong>AES</strong>와 같은 암호화 알고리즘을 통해 텍스트를 실행하여 달성되며, 알고리즘은 콘텐츠를 무작위로 재정렬하고 뒤죽박죽으로 만들어 전송 중에 이해할 수 없게 만듭니다.
nl: Encryptie is een techniek die platte tekst omzet in een onleesbare vorm die <strong>versleutelingstekst </strong> wordt genoemd.Dit wordt bereikt door de tekst door een encryptie algoritme te laten lopen, zoals <strong>AES</strong> , dat de inhoud willekeurig herschikt en door elkaar haalt, waardoor deze tijdens de verzending onbegrijpelijk wordt.
pl: Szyfrowanie to technika, która przekształca zwykły tekst w nieczytelną formę zwaną <strong>zaszyfrowanym tekstem. </strong>Osiąga się to poprzez przepuszczanie tekstu przez algorytm szyfrowania, taki jak <strong>AES</strong>, który losowo przestawia i miesza treść, czyniąc ją niezrozumiałą podczas transmisji.
pt: A criptografia é uma técnica que transforma texto sem formatação em uma forma ilegível chamada <strong>texto cifrado. </strong>Isso é conseguido executando o texto através de um algoritmo de criptografia, como o <strong>AES,</strong> que reorganiza e embaralha aleatoriamente o conteúdo, tornando-o incompreensível durante a transmissão.
ru: Шифрование - это метод, который преобразует обычный текст в нечитаемую форму, называемую <strong>зашифрованным текстом. </strong>Это достигается путем пропускания текста через алгоритм шифрования, подобный <strong>AES, </strong> который случайным образом переставляет и перемешивает содержимое, делая его непонятным во время передачи.
sv: Kryptering är en teknik som omvandlar vanlig text till en oläslig form som kallas <strong>chiffertext. </strong>Detta uppnås genom att köra texten genom en krypteringsalgoritm, som <strong>AES,</strong> som slumpmässigt arrangerar om och rör ihop innehållet, vilket gör det obegripligt under överföringen.
tr: Şifreleme, düz metni <strong>şifreli metin </strong> adı verilen okunamayan bir forma dönüştüren bir tekniktir. Bu, metni, içeriği rastgele yeniden düzenleyen ve karıştıran, iletim sırasında anlaşılmaz hale getiren <strong>AES</strong> gibi bir şifreleme algoritması aracılığıyla çalıştırılarak sağlanır.
zh: 加密是一种将纯文本转换为不可读形式的技术，称为<strong>密文。 </strong>这是通过加密算法运行文本来实现的，例如<strong>AES，</strong>它随机重新排列和混淆内容，使其在传输过程中难以理解。

# Blog_BSOHDGE_H1_Text2
source: The process of rearranging the text is supported by complex mathematical calculations referred to as a <strong>‘key.’</strong> These same mathematical calculations are also used for decryption, which reverses the encryption process and permits only authorized individuals to access the original plain text.
ar: يتم دعم عملية إعادة ترتيب النص من خلال حسابات رياضية معقدة يشار إليها باسم <strong> "المفتاح". </strong> تستخدم هذه الحسابات الرياضية نفسها أيضا لفك التشفير ، مما يعكس عملية التشفير ويسمح للأفراد المصرح لهم فقط بالوصول إلى نص عادي أصلي.
de: Der Prozess der Neuanordnung des Textes wird durch komplexe mathematische Berechnungen unterstützt, die als <strong>‘Schlüssel‘</strong> bezeichnet werden.Dieselben mathematischen Berechnungen werden auch für die Entschlüsselung verwendet, wodurch der Verschlüsselungsprozess umgekehrt wird und nur autorisierten Personen der Zugriff auf den ursprünglichen Klartext ermöglicht wird.
es: El proceso de reorganización del texto está respaldado por cálculos matemáticos complejos denominados <strong>'clave'</strong>. Estos mismos cálculos matemáticos también se utilizan para el descifrado, que invierte el proceso de cifrado y permite que solo las personas autorizadas accedan al texto plano original.
fr: Le processus de réorganisation du texte est pris en charge par des calculs mathématiques complexes appelés <strong>"clé".</strong> Ces mêmes calculs mathématiques sont également utilisés pour le décryptage, qui inverse le processus de cryptage et permet uniquement aux personnes autorisées d'accéder au texte brut d'origine.
it: Il processo di riorganizzazione del testo è supportato da complessi calcoli matematici denominati <strong>"chiave".</strong> Questi stessi calcoli matematici vengono utilizzati anche per la decrittazione, che inverte il processo di crittografia e consente solo alle persone autorizzate di accedere al testo normale originale.
ko: 텍스트를 재배열하는 과정은 <strong>'키'</strong> 라고 하는 복잡한 수학적 계산에 의해 지원됩니다. 이러한 동일한 수학적 계산은 암호 해독에도 사용되며, 이는 암호화 프로세스를 되돌리고 권한이 있는 개인만 원본 일반 텍스트에 액세스할 수 있도록 합니다.
nl: Het proces van het herschikken van de tekst wordt ondersteund door complexe wiskundige berekeningen die een <strong>'sleutel'</strong> worden genoemd. Dezelfde wiskundige berekeningen worden ook gebruikt voor decodering, waardoor het coderingsproces wordt omgekeerd en alleen geautoriseerde personen toegang hebben tot de oorspronkelijke platte tekst.
pl: Proces porządkowania tekstu wspomagany jest skomplikowanymi obliczeniami matematycznymi zwanymi <strong>„kluczem”.</strong> Te same obliczenia matematyczne wykorzystywane są także do deszyfrowania, co odwraca proces szyfrowania i pozwala na dostęp jedynie upoważnionym osobom oryginalny zwykły tekst.
pt: O processo de reorganização do texto é apoiado por cálculos matemáticos complexos chamados <strong> "chave".</strong> Esses mesmos cálculos matemáticos também são usados para descriptografia, o que reverte o processo de criptografia e permite que apenas indivíduos autorizados acessem o texto simples original.
ru: Процесс перестановки текста поддерживается сложными математическими вычислениями, называемыми <strong> "ключом". </strong> Эти же математические вычисления также используются для дешифрования, которое изменяет процесс шифрования на обратный и позволяет только авторизованным лицам получить доступ к исходному открытому тексту.
sv: Processen att ordna om texten stöds av komplexa matematiska beräkningar som kallas en <strong>"nyckel".</strong> Samma matematiska beräkningar används också för dekryptering, vilket vänder på krypteringsprocessen och tillåter endast behöriga personer att komma åt vanlig vanlig text.
tr: Metnin yeniden düzenlenmesi süreci, <strong>'anahtar'</strong> olarak adlandırılan karmaşık matematiksel hesaplamalarla desteklenir. Aynı matematiksel hesaplamalar, şifreleme işlemini tersine çeviren ve yalnızca yetkili kişilerin orijinal düz metne erişmesine izin veren şifre çözme işlemi için de kullanılır.
zh: 重新排列文本的过程由称为<strong>'密钥'</strong>的复杂数学计算支持。'</strong>这些相同的数学计算也用于解密，它逆转了加密过程，只允许授权的个人访问原始纯文本。

# Blog_BSOHDGE_H2_Text1
source: Encryption utilizes intricate mathematical procedures called <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong> 'encryption algorithms'</strong></a> along with digital keys to scramble data. These encryption keys can be produced either manually or by software that applies an algorithm to scramble data and create a unique encryption key.
de: Die Verschlüsselung verwendet komplizierte mathematische Prozeduren, die <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong > 'encryption algorithms'</strong></a> zusammen mit digitalen Schlüsseln aufgerufen werden, um Daten zu verschlüsseln. Diese Verschlüsselungsschlüssel können entweder manuell oder durch Software erstellt werden, die einen Algorithmus anwendet, um Daten zu verschlüsseln und einen eindeutigen Verschlüsselungsschlüssel zu erstellen.
fr: Le cryptage utilise des procédures mathématiques complexes appelées <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong>'algorithmes de cryptage'</strong></a> ainsi que des clés numériques pour brouiller les données. Ces clés de cryptage peuvent être générées manuellement ou par un logiciel qui applique un algorithme pour brouiller les données et créer une clé de cryptage unique.
it: La crittografia utilizza complesse procedure matematiche chiamate <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong> "algoritmi di crittografia"</strong></a> insieme a chiavi digitali per codificare i dati. Queste chiavi di crittografia possono essere prodotte manualmente o da un software che applica un algoritmo per codificare i dati e creare una chiave di crittografia univoca.
ru: При шифровании используются сложные математические процедуры, называемые <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong> 'encryption algorithms'</strong></a>, а также цифровые ключи для шифрования данных. Эти ключи шифрования могут быть созданы либо вручную, либо с помощью программного обеспечения, которое применяет алгоритм для шифрования данных и создания уникального ключа шифрования.
zh: 加密利用称为 <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><strong> 'encryption algorithms'</strong></a> 的复杂数学程序以及数字密钥来对数据进行加密。这些加密密钥可以手动生成，也可以由应用算法对数据进行加扰并创建唯一加密密钥的软件生成。

# Blog_BSOHDGE_H2_Text2
source: Scrambling of the text occurs by encryption algorithm <strong>(cipher),</strong> when it uses the encryption key to apply the conversion of data based on the mathematical equations of key, to turn it into ciphertext. This ciphertext can then be transmitted to a recipient and decoded back into the original value using the same or different cipher and key.
ar: يحدث تخليط النص عن طريق خوارزمية التشفير <strong> (تشفير) ، </strong> عندما تستخدم مفتاح التشفير لتطبيق تحويل البيانات بناءً على المعادلات الرياضية للمفتاح ، لتحويلها إلى نص مجفر. يمكن بعد ذلك إرسال هذا النص المشفر إلى المستلم وفك تشفيره مرة أخرى إلى القيمة الأصلية باستخدام نفس التشفير والمفتاح أو مختلفين.
de: Das Verschlüsseln des Textes erfolgt durch den Verschlüsselungsalgorithmus <strong>(Chiffre)</strong>, wenn der Verschlüsselungsschlüssel verwendet wird, um die Konvertierung von Daten basierend auf den mathematischen Gleichungen des Schlüssels anzuwenden, um sie in Chiffretext umzuwandeln. Dieser Chiffretext kann dann an einen Empfänger übertragen und unter Verwendung derselben oder einer anderen Chiffre und eines anderen Schlüssels wieder in den ursprünglichen Wert dekodiert werden.
es: La codificación del texto se produce mediante el algoritmo de cifrado <strong>(cifrado)</strong>, cuando utiliza la clave de cifrado para aplicar la conversión de datos basada en las ecuaciones matemáticas de la clave, para convertirlo en texto cifrado. Este texto cifrado puede luego transmitirse a un destinatario y decodificarse nuevamente en el valor original usando el mismo cifrado y clave o diferentes.
fr: Le brouillage du texte se produit par l'algorithme de cryptage <strong>(chiffrement),</strong> lorsqu'il utilise la clé de cryptage pour appliquer la conversion des données basée sur les équations mathématiques de la clé, pour les transformer en texte chiffré. Ce texte chiffré peut ensuite être transmis à un destinataire et décodé dans la valeur d'origine en utilisant le même chiffrement et la même clé.
it: Lo scrambling del testo avviene tramite un algoritmo di crittografia <strong>(cifrario),</strong> quando utilizza la chiave di crittografia per applicare la conversione dei dati basata sulle equazioni matematiche della chiave, per trasformarli in testo cifrato. Questo testo cifrato può quindi essere trasmesso a un destinatario e decodificato nel valore originale utilizzando la stessa cifra e chiave o diverse.
ko: 텍스트의 스크램블링은 암호화 알고리즘 <strong>(cipher)</strong> 에 의해 발생하며, 암호화 키를 사용하여 키의 수학 방정식을 기반으로 데이터 변환을 적용하여 암호문으로 변환합니다. 그런 다음 이 암호문을 수신자에게 전송하고 동일하거나 다른 암호 및 키를 사용하여 원래 값으로 다시 디코딩할 수 있습니다.
nl: Het versleutelen van de tekst gebeurt door een coderingsalgoritme <strong>(cijfer),</strong> wanneer het de coderingssleutel gebruikt om de conversie van gegevens toe te passen op basis van de wiskundige sleutelvergelijkingen, om deze om te zetten in cijfertekst. Deze cijfertekst kan vervolgens naar een ontvanger worden verzonden en met hetzelfde of een ander cijfer en dezelfde sleutel weer worden gedecodeerd in de oorspronkelijke waarde.
pl: Szyfrowanie tekstu odbywa się za pomocą algorytmu szyfrowania <strong>(cipher),</strong>, gdy wykorzystuje klucz szyfrowania do zastosowania konwersji danych w oparciu o równania matematyczne klucza, aby przekształcić je w tekst zaszyfrowany. Ten zaszyfrowany tekst można następnie przesłać do odbiorcy i zdekodować z powrotem do oryginalnej wartości przy użyciu tego samego lub innego szyfru i klucza.
pt: O embaralhamento do texto ocorre por algoritmo de criptografia <strong>(cifra),</strong> quando se utiliza a chave de criptografia para aplicar a conversão de dados com base nas equações matemáticas da chave, para transformá-la em texto cifrado. Esse texto cifrado pode então ser transmitido a um destinatário e decodificado de volta para o valor original usando a mesma cifra e chave ou diferentes.
ru: Скремблирование текста происходит с помощью алгоритма шифрования <strong> (шифр),</strong> когда он использует ключ шифрования для применения преобразования данных, основанного на математических уравнениях ключа, для превращения его в зашифрованный текст. Затем этот зашифрованный текст может быть передан получателю и декодирован обратно в исходное значение с использованием того же или другого шифра и ключа.
sv: Förvrängning av texten sker med krypteringsalgoritmen <strong>(chiffer),</strong> när den använder krypteringsnyckeln för att tillämpa omvandlingen av data baserat på de matematiska nyckelekvationerna, för att omvandla den till chiffertext. Denna chiffertext kan sedan överföras till en mottagare och avkodas tillbaka till det ursprungliga värdet med samma eller olika chiffer och nyckel.
tr: Metnin karıştırılması, şifreleme algoritması şifreli metne dönüştürmek için <strong>(parola)</strong>, anahtarın matematiksel denklemlerine dayanan verilerin dönüştürülmesi için şifreleme anahtarını kullandığında gerçekleşir. Bu şifreli metin daha sonra bir alıcıya iletilebilir ve aynı veya farklı şifreleme ve anahtar kullanılarak orijinal değere geri çözülebilir.
zh: 文本的加扰通过加密算法<strong>（密码）发生，</strong>当它使用加密密钥根据密钥的数学方程应用数据转换，将其转换为密文时。 然后可以将此密文传输给接收者，并使用相同或不同的密码和密钥将其解码回原始值。

# Blog_BSOHDGE_H2_Text3
source: This is a very important element in terms of data security, as it guarantees that no one else would be able to read or decipher your data during its transmission – ensuring privacy and security of the sensitive information.
ar: يعد هذا عنصرا مهما للغاية فيما يتعلق بأمن البيانات ، حيث يضمن عدم تمكن أي شخص آخر من قراءة بياناتك أو فك تشفيرها أثناء نقلها - مما يضمن خصوصية وأمن المعلومات الحساسة.
de: Dies ist ein sehr wichtiges Element in Bezug auf die Datensicherheit, da es garantiert, dass niemand sonst Ihre Daten während der Übertragung lesen oder entschlüsseln kann – was die Privatsphäre und Sicherheit der sensiblen Informationen gewährleistet.
es: Este es un elemento muy importante en términos de seguridad de datos, ya que garantiza que nadie más pueda leer o descifrar tus datos durante su transmisión, lo que garantiza la privacidad y seguridad de la información confidencial.
fr: Il s'agit d'un élément très important en termes de sécurité des données, car il garantit que personne d'autre ne pourra lire ou déchiffrer vos données lors de leur transmission, garantissant ainsi la confidentialité et la sécurité des informations sensibles.
it: Questo è un elemento molto importante in termini di sicurezza dei dati, in quanto garantisce che nessun altro sia in grado di leggere o decifrare i tuoi dati durante la loro trasmissione – garantendo la privacy e la sicurezza delle informazioni sensibili.
ko: 이는 전송 중에 다른 사람이 데이터를 읽거나 해독할 수 없도록 보장하여 민감한 정보의 개인 정보 보호 및 보안을 보장하기 때문에 데이터 보안 측면에서 매우 중요한 요소입니다.
nl: Dit is een zeer belangrijk element in termen van gegevensbeveiliging, omdat het garandeert dat niemand anders uw gegevens tijdens de overdracht kan lezen of ontcijferen, waardoor de privacy en veiligheid van de gevoelige informatie wordt gewaarborgd.
pl: Jest to bardzo ważny element z punktu widzenia bezpieczeństwa danych, ponieważ gwarantuje, że nikt inny nie będzie mógł odczytać ani odszyfrować Twoich danych podczas ich transmisji – zapewniając prywatność i bezpieczeństwo poufnych informacji.
pt: Este é um elemento muito importante em termos de segurança de dados, pois garante que ninguém mais seria capaz de ler ou decifrar seus dados durante sua transmissão - garantindo a privacidade e segurança das informações sensíveis.
ru: Это очень важный элемент с точки зрения безопасности данных, поскольку он гарантирует, что никто другой не сможет прочитать или расшифровать ваши данные во время их передачи, обеспечивая конфиденциальность и сохранность чувствительной информации.
sv: Detta är ett mycket viktigt element när det gäller datasäkerhet, eftersom det garanterar att ingen annan kan läsa eller dechiffrera din data under överföringen – vilket garanterar integritet och säkerhet för den känsliga informationen.
tr: Bu, veri güvenliği açısından çok önemli bir unsurdur, çünkü aktarım sırasında başka hiç kimsenin verilerinizi okuyamayacağını veya deşifre edemeyeceğini garanti eder - hassas bilgilerin gizliliğini ve güvenliğini sağlar.
zh: 在数据安全方面，这是一个非常重要的因素，因为它保证在传输过程中没有其他人能够读取或破译您的数据–确保敏感信息的隐私和安全。
