Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFOWAWA_Text2
source: Windows is one of the most ubiquitous operating systems in the world, and with this great popularity comes great responsibility – and vulnerability. Due to Window’s dominant market share, it’s also one of the most vulnerable OS in terms of cybersecurity threats. Hackers and cybercriminals love to target Windows systems due to their widespread use, making them a prime target for malware, phishing, ransomware, and other malicious attacks.
ar: يعد ويندوز أحد أكثر أنظمة التشغيل انتشارا في العالم ، ومع هذه الشعبية الكبيرة تأتي مسؤولية كبيرة - وضعف. نظرا لحصة ويندوز المهيمنة في السوق ، فهي أيضا واحدة من أكثر أنظمة التشغيل ضعفا من حيث تهديدات الأمن السيبراني. يحب المتسللون ومجرمو الإنترنت استهداف أنظمة ويندوز نظرا لاستخدامها على نطاق واسع ، مما يجعلها هدفا رئيسيا للبرامج الضارة والتصيد الاحتيالي وبرامج الفدية والهجمات الضارة الأخرى.
de: Windows ist eines der am weitesten verbreiteten Betriebssysteme der Welt, und mit dieser großen Popularität geht eine große Verantwortung einher – und eine große Verwundbarkeit. Aufgrund des dominanten Marktanteils von Windows ist es auch eines der anfälligsten Betriebssysteme in Bezug auf Cybersicherheitsbedrohungen. Hacker und Cyberkriminelle lieben es, Windows-Systeme ins Visier zu nehmen, da sie weit verbreitet sind, was sie zu einem Hauptziel für Malware, Phishing, Ransomware und andere böswillige Angriffe macht.
es: Windows es uno de los sistemas operativos más omnipresentes del mundo, y esta gran popularidad conlleva una gran responsabilidad y vulnerabilidad. Debido a la cuota de mercado dominante de Windows, también es uno de los sistemas operativos más vulnerables en términos de amenazas de ciberseguridad. A los piratas informáticos y ciberdelincuentes les encanta atacar los sistemas Windows debido a su uso generalizado, lo que los convierte en un objetivo principal para el malware, el phishing, el ransomware y otros ataques maliciosos.
fr: Windows est l’un des systèmes d’exploitation les plus répandus au monde, et cette grande popularité s’accompagne d’une grande responsabilité – et d’une grande vulnérabilité. En raison de la part de marché dominante de Windows, il s’agit également de l’un des systèmes d’exploitation les plus vulnérables en termes de menaces de cybersécurité. Les pirates et les cybercriminels adorent cibler les systèmes Windows en raison de leur utilisation généralisée, ce qui en fait une cible privilégiée pour les logiciels malveillants, le phishing, les ransomwares et autres attaques malveillantes.
it: Windows è uno dei sistemi operativi più diffusi al mondo e da questa grande popolarità derivano grandi responsabilità e vulnerabilità. A causa della quota di mercato dominante di Windows, è anche uno dei sistemi operativi più vulnerabili in termini di minacce alla sicurezza informatica. Gli hacker e i criminali informatici amano prendere di mira i sistemi Windows a causa del loro uso diffuso, rendendoli un obiettivo primario per malware, phishing, ransomware e altri attacchi dannosi.
ko: Windows는 세계에서 가장 유비쿼터스 운영 체제 중 하나이며 이러한 큰 인기와 함께 큰 책임과 취약성을 가지고 있습니다. 윈도우의 시장 지배적 점유율로 인해 사이버 보안 위협 측면에서 가장 취약한 OS 중 하나이기도 합니다. 해커와 사이버 범죄자는 널리 사용되기 때문에 Windows 시스템을 타겟팅하는 것을 좋아하므로 맬웨어, 피싱, 랜섬웨어 및 기타 악의적인 공격의 주요 타겟이 됩니다.
nl: Windows is een van de meest alomtegenwoordige besturingssystemen ter wereld, en deze grote populariteit brengt grote verantwoordelijkheid en kwetsbaarheid met zich mee. Vanwege het dominante marktaandeel van Windows is het ook een van de meest kwetsbare besturingssystemen op het gebied van cyberbeveiligingsbedreigingen. Hackers en cybercriminelen richten zich graag op Windows-systemen vanwege het wijdverbreide gebruik ervan, waardoor ze een belangrijk doelwit zijn voor malware, phishing, ransomware en andere kwaadaardige aanvallen.
pl: Windows to jeden z najbardziej wszechobecnych systemów operacyjnych na świecie, a z tą wielką popularnością wiąże się wielka odpowiedzialność – i podatność na zagrożenia. Ze względu na dominujący udział w rynku systemu Windows jest to również jeden z najbardziej podatnych na ataki systemów operacyjnych pod względem zagrożeń cyberbezpieczeństwa. Hakerzy i cyberprzestępcy uwielbiają atakować systemy Windows ze względu na ich powszechne użycie, co czyni je głównym celem złośliwego oprogramowania, phishingu, oprogramowania ransomware i innych złośliwych ataków.
pt: O Windows é um dos sistemas operacionais mais onipresentes do mundo, e com essa grande popularidade vem grande responsabilidade – e vulnerabilidade. Devido à participação de mercado dominante do Window, ele também é um dos sistemas operacionais mais vulneráveis em termos de ameaças de segurança cibernética. Hackers e cibercriminosos adoram atacar sistemas Windows devido ao seu uso generalizado, tornando-os um alvo preferencial para malware, phishing, ransomware e outros ataques maliciosos.
ru: Windows – одна из самых распространенных операционных систем в мире, и такая популярность влечет за собой большую ответственность и уязвимость. Благодаря доминирующей доле Windows на рынке, она также является одной из самых уязвимых ОС с точки зрения угроз кибербезопасности. Хакеры и киберпреступники любят атаковать системы Windows из-за их широкого использования, что делает их главной мишенью для вредоносных программ, фишинга, программ-вымогателей и других вредоносных атак.
sv: Windows är ett av de mest allmänt använda operativsystemen i världen, och med denna stora popularitet kommer stort ansvar – och sårbarhet. På grund av Windows dominerande marknadsandel är det också ett av de mest sårbara operativsystemen när det gäller cybersäkerhetshot. Hackare och cyberbrottslingar älskar att rikta in sig på Windows-system på grund av deras utbredda användning, vilket gör dem till ett huvudmål för malware, Nätfiske, ransomware och andra skadliga attacker.
tr: Windows, dünyadaki en yaygın işletim sistemlerinden biridir ve bu büyük popülerlik büyük bir sorumluluk ve güvenlik açığını da beraberinde getirir. Windows, baskın pazar payı nedeniyle, aynı zamanda siber güvenlik tehditleri açısından en savunmasız işletim sistemlerinden biridir. Bilgisayar korsanları ve siber suçlular, yaygın şekilde kullanılmaları nedeniyle Windows sistemlerini hedef almayı severler ve bu da bu sistemleri kötü amaçlı yazılım, kimlik avı, fidye yazılımı ve diğer kötü amaçlı saldırılar için birincil hedef haline getirir.
zh: Windows 是世界上最普遍的操作系统之一，随着这种广泛普及，随之而来的是巨大的责任和漏洞。由于 Windows 的主导市场份额，它也是网络安全威胁方面最脆弱的操作系统之一。由于 Windows 系统的广泛使用，黑客和网络犯罪分子喜欢以 Windows 系统为目标，使其成为恶意软件、网络钓鱼、勒索软件和其他恶意攻击的主要目标。

# Blog_HTEFOWAWA_Text3
source: Thankfully though, there is an easier and powerful method of securing your sensitive files on Windows. It’s called encryption. Encryption or more specifically file encryption, adds a protective shield over your sensitive files so that your information cannot be accessed by unauthorized users, even if they somehow have access to your files.
ar: لحسن الحظ ، هناك طريقة أسهل وقوية لتأمين ملفاتك الحساسة على ويندوز. يطلق عليه التشفير. التشفير أو بشكل أكثر تحديدا تشفير الملفات ، يضيف درعا واقيا على ملفاتك الحساسة بحيث لا يمكن الوصول إلى معلوماتك من قبل المستخدمين غير المصرح لهم ، حتى لو كان لديهم حق الوصول إلى ملفاتك بطريقة أو بأخرى.
de: Glücklicherweise gibt es jedoch eine einfachere und leistungsfähigere Methode zum Sichern Ihrer vertraulichen Dateien unter Windows. Es heißt Verschlüsselung. Verschlüsselung oder genauer gesagt Dateiverschlüsselung fügt Ihren sensiblen Dateien einen Schutzschild hinzu, sodass Unbefugte nicht auf Ihre Informationen zugreifen können, selbst wenn sie irgendwie Zugriff auf Ihre Dateien haben.
es: Sin embargo, afortunadamente, existe un método más fácil y poderoso para proteger sus archivos confidenciales en Windows. Se llama cifrado. El cifrado o más específicamente el cifrado de archivos, agrega un escudo protector sobre sus archivos confidenciales para que usuarios no autorizados no puedan acceder a su información, incluso si de alguna manera tienen acceso a sus archivos.
fr: Heureusement, il existe une méthode plus simple et plus puissante pour sécuriser vos fichiers sensibles sous Windows. C’est ce qu’on appelle le cryptage. Le cryptage, ou plus précisément le cryptage de fichiers, ajoute un bouclier protecteur sur vos fichiers sensibles afin que vos informations ne soient pas accessibles à des utilisateurs non autorisés, même s'ils ont accès d'une manière ou d'une autre à vos fichiers.
it: Per fortuna, però, esiste un metodo più semplice e potente per proteggere i tuoi file sensibili su Windows. Si chiama crittografia. La crittografia, o più specificamente la crittografia dei file, aggiunge uno scudo protettivo sui tuoi file sensibili in modo che le tue informazioni non siano accessibili a utenti non autorizzati, anche se in qualche modo hanno accesso ai tuoi file.
ko: 다행히 Windows에서 중요한 파일을 보호하는 쉽고 강력한 방법이 있습니다. 암호화라고 합니다. 암호화 또는 보다 구체적으로 파일 암호화를 사용하면 중요한 파일에 보호 보호 기능을 추가하여 권한이 없는 사용자가 파일에 액세스하더라도 정보에 액세스할 수 없도록 합니다.
nl: Gelukkig is er echter een eenvoudigere en krachtigere methode om jouw gevoelige bestanden op Windows te beveiligen. Dat heet encryptie. Versleuteling of meer specifiek bestandsversleuteling voegt een beschermend schild toe over jouw gevoelige bestanden, zodat onbevoegde gebruikers geen toegang hebben tot jouw informatie, zelfs als ze op de een of andere manier toegang hebben tot jouw bestanden.
pl: Na szczęście istnieje łatwiejsza i skuteczniejsza metoda zabezpieczania wrażliwych plików w systemie Windows. Nazywa się to szyfrowaniem. Szyfrowanie, a dokładniej szyfrowanie plików, zapewnia ochronę wrażliwych plików, dzięki czemu nieuprawnieni użytkownicy nie mogą uzyskać dostępu do informacji, nawet jeśli w jakiś sposób mają do nich dostęp.
pt: Felizmente, porém, há um método mais fácil e poderoso de proteger seus arquivos confidenciais no Windows. Chama-se encriptação. A criptografia ou, mais especificamente, a criptografia de arquivos, adiciona um escudo protetor sobre seus arquivos confidenciais para que suas informações não possam ser acessadas por usuários não autorizados, mesmo que eles de alguma forma tenham acesso aos seus arquivos.
ru: Однако, к счастью, в Windows существует более простой и эффективный способ защиты ваших конфиденциальных файлов. Он называется шифрованием. Шифрование, или, точнее, шифрование файлов, создает защитный экран для ваших конфиденциальных файлов, так что доступ к вашей информации не может быть получен неавторизованными пользователями, даже если они каким-то образом получили доступ к вашим файлам.
sv: Tack och lov finns det dock en enklare och kraftfull metod för att säkra dina känsliga filer på Windows. Det kallas kryptering. Kryptering, eller mer specifikt filkryptering, lägger ett skyddande sköld över dina känsliga filer så att din information inte kan nås av obehöriga användare, även om de på något sätt får tillgång till dina filer.
tr: Neyse ki, hassas dosyalarınızı Windows'ta korumanın daha kolay ve güçlü bir yöntemi var. Ve bu da şifreleme. Şifreleme veya daha spesifik olarak dosya şifreleme, hassas dosyalarınızın üzerine koruyucu bir kalkan ekler, böylece dosyalarınıza bir şekilde erişimleri olsa bile yetkisiz kullanıcılar bilgilerinize erişilemez.
zh: 不过值得庆幸的是，有一种更简单、更强大的方法可以保护 Windows 上的敏感文件。这就是所谓的加密。加密，或者更具体地说，文件加密，为您的敏感文件添加了保护屏障，以便未经授权的用户无法访问您的信息，即使他们以某种方式访问了您的文件。

# Blog_HTEFOWAWA_Text4
source: In this blog, we’ll take a look at what encryption for Windows is, how it works, and how you can protect your sensitive files all with a step-by-step and super-easy to follow language.
ar: في هذه المدونة ، سنلقي نظرة على ماهية التشفير لنظام التشغيل ويندوز ، وكيف يعمل ، وكيف يمكنك حماية ملفاتك الحساسة ، كل ذلك بلغة خطوة بخطوة وسهلة المتابعة للغاية.
de: In diesem Blog werfen wir einen Blick darauf, was Verschlüsselung für Windows ist, wie sie funktioniert und wie Sie Ihre sensiblen Dateien mit einer Schritt-für-Schritt-Anleitung schützen können.
es: En este blog, echaremos un vistazo a qué es el cifrado para Windows, cómo funciona y cómo puede proteger sus archivos confidenciales, todo con un lenguaje paso a paso y súper fácil de seguir.
fr: Dans ce blog, nous examinerons ce qu'est le cryptage pour Windows, comment il fonctionne et comment vous pouvez protéger vos fichiers sensibles avec un langage étape par étape et très facile à suivre.
it: In questo blog, daremo un'occhiata a cos'è la crittografia per Windows, come funziona e come puoi proteggere i tuoi file sensibili, il tutto con un linguaggio passo dopo passo e super facile da seguire.
ko: 이 블로그에서는 Windows의 암호화 기능, 작동 방식, 중요한 파일을 보호하기 위한 방법을 단계별로 매우 쉽게 따라할 수 있는 언어로 살펴봅니다.
nl: In deze blog bekijken we wat versleuteling voor Windows is, hoe het werkt en hoe u uw gevoelige bestanden kunt beschermen, allemaal met een stapsgewijze en supereenvoudig te volgen taal.
pl: Na tym blogu przyjrzymy się, czym jest szyfrowanie w systemie Windows, jak działa i jak można chronić poufne pliki, a wszystko to krok po kroku i bardzo łatwym do zrozumienia językiem.
pt: Neste blog, vamos dar uma olhada no que é criptografia para Windows, como ela funciona e como você pode proteger seus arquivos confidenciais, tudo com uma linguagem passo a passo e super fácil de seguir.
ru: В этом блоге мы рассмотрим, что такое шифрование для Windows, как оно работает и как вы можете защитить свои конфиденциальные файлы с помощью пошагового и очень простого в использовании языка.
sv: I denna blogg ska vi titta på vad kryptering för Windows är, hur det fungerar och hur du kan skydda dina känsliga filer, allt med en steg-för-steg och mycket lättförståelig beskrivning.
tr: Bu blogda, Windows için şifrelemenin ne olduğuna, nasıl çalıştığına ve hassas dosyalarınızı adım adım ve takip etmesi son derece kolay bir dille nasıl koruyabileceğinize bir göz atacağız.
zh: 在这篇博客中，我们将了解什么是 Windows 加密、它是如何工作的，以及如何通过分步且超级易于理解的语言来保护您的敏感文件。

# Blog_HTEFOWAWA_Title
source: How to Encrypt Files on Windows Automatically With AxCrypt
ar: كيفية تشفير الملفات على ويندوز تلقائيا مع اكسكربت
de: So verschlüsseln Sie Dateien unter Windows automatisch mit AxCrypt
es: Cómo cifrar archivos en Windows automáticamente con AxCrypt
fr: Comment Crypter Automatiquement des Fichiers sous Windows Avec AxCrypt
it: Come crittografare automaticamente i file su Windows con AxCrypt
ko: AxCrypt를 사용하여 Windows에서 파일을 자동으로 암호화하는 방법
nl: Bestanden op Windows automatisch versleutelen met AxCrypt
pl: Jak automatycznie szyfrować pliki w systemie Windows za pomocą AxCrypt
pt: Como criptografar arquivos no Windows automaticamente com AxCrypt
ru: Как автоматически зашифровать файлы Windows с помощью AxCrypt
sv: Hur man krypterar filer på Windows automatiskt med AxCrypt
tr: AxCrypt ile Windows'ta Dosyalar Otomatik Olarak Nasıl Şifrelenir
zh: 如何使用AxCrypt自动加密Windows上的文件

# Blog_HTSCER_H1_Text1
source: This is a step-by-step instruction on how to provide us with a full error report. We might ask you to do this when you are having problems with AxCrypt. The information we get by this will help us help you!
ar: هذه إرشادات خطوة بخطوة حول كيفية تزويدنا بتقرير كامل عن الخطأ. قد نطلب منك القيام بذلك عندما تواجه مشاكل مع اكسكربت. ستساعدنا المعلومات التي نحصل عليها من خلال هذا على مساعدتك!
de: Dies ist eine Schritt-für-Schritt-Anleitung, wie Sie uns einen vollständigen Fehlerbericht zur Verfügung stellen. Wir bitten Sie möglicherweise, dies zu tun, wenn Sie Probleme mit AxCrypt haben. Die Informationen, die wir dadurch erhalten, helfen uns, Ihnen zu helfen!
es: Esta es una instrucción paso a paso sobre cómo proporcionarnos un informe de error completo. Es posible que te pidamos que hagas esto cuando tengas problemas con AxCrypt. ¡La información que obtengamos de esta manera nos ayudará a ayudarte!
fr: Ceci est une instruction étape par étape sur la façon de nous fournir un rapport d’erreur complet. Nous pourrions vous demander de le faire lorsque vous rencontrez des problèmes avec AxCrypt. Les informations que nous obtenons par ce biais nous aideront à vous aider!
it: Questa è un'istruzione passo dopo passo su come fornirci un rapporto di errore completo. Potremmo chiederti di farlo quando riscontri problemi con AxCrypt. Le informazioni che otteniamo da questo ci aiuteranno ad aiutarti!
ko: 이것은 전체 오류 보고서를 제공하는 방법에 대한 단계별 지침입니다. AxCrypt에 문제가 있는 경우 이와같은 단계를 통해 요청하세요. 이와 같은 방식으로 우리에게 제공된 정보는 귀하의 문제를 해결할 수 있는 도움이 될 것입니다.
nl: Dit is een stapsgewijze instructie over hoe u ons een volledig foutenrapport kunt bezorgen. We kunnen u vragen dit te doen als u problemen hebt met AxCrypt. De informatie die we hierdoor krijgen, zal ons helpen u te helpen!
pl: To jest instrukcja krok po kroku, jak dostarczyć nam pełny raport o błędach. Możemy Cię o to poprosić, gdy masz problemy z AxCrypt. Informacje, które dzięki temu uzyskamy, pomogą nam Ci pomóc!
pt: Estas são instruções passo a passo sobre como enviar-nos um relatório de erros completo. Poderemos pedir-lhe para fazer isto quando tiver problemas com a AxCrypt. A informação que obtivermos ajudar-nos-á a ajudá-la(o)!
ru: Это пошаговая инструкция о том, как предоставить нам полный отчет об ошибке. Мы можем попросить вас сделать это, когда у вас возникнут проблемы с AxCrypt. Информация, которую мы получим, поможет нам помочь вам!
sv: Det här är en steg-för-steg instruktion på hur du ger oss en fullständig felrapportering. Vi kan be dig göra detta när du har problem med AxCrypt. Informationen vi får av detta komma hjälpa oss att hjälpa dig.
tr: Bu, bize eksiksiz bir hata raporunu nasıl sağlayacağınıza dair aşamalı bir talimat. AxCrypt'te herhangi bir sorun yaşadığınızda sizden bunu yapmanızı isteyebiliriz. Bu şekilde edindiğimiz bilgiler sayesinde size daha iyi bir şekilde yardımcı olabiliriz!
zh: 这是关于如何向我们提供完整错误报告的分步说明。 当您遇到AxCrypt问题时，我们可能会要求您这样做。 我们得到的信息将帮助我们帮助你！

# Blog_HTSCER_H1_Text2
source: A full error report consists of an email to support@axcrypt.net with the following attachments:
ar: يتكون تقرير الخطأ الكامل من بريد إلكتروني إلى support@axcrypt.net بالمرفقات التالية:
de: Ein vollständiger Fehlerbericht besteht aus einer E-Mail an support@axcrypt.net mit folgenden Anhängen:
es: Un informe de error completo consiste en enviar un correo electrónico a support@axcrypt.net con los siguientes archivos adjuntos:
fr: Un rapport d’erreur complet se compose d’un e-mail à support@axcrypt.net avec les pièces jointes suivantes:
it: Una segnalazione completa degli errori consiste in un'e-mail a support@axcrypt.net con i seguenti allegati:
ko: 전체 오류 보고서는 다음 첨부 파일과 함께 support@axcrypt.net 보낼 전자 메일로 구성됩니다.
nl: Een volledig foutenrapport bestaat uit een e-mail naar support@axcrypt.net met de volgende bijlagen:
pl: Pełny raport o błędzie składa się z wiadomości e-mail na adres support@axcrypt.net z następującymi załącznikami:
pt: Um relatório de erros completo consiste num email enviado para support@axcrypt.net com os seguintes anexos:
ru: Полный отчет об ошибке нужно отправить на support@axcrypt.net со следующими вложениями:
sv: En fullständig felrapport består av ett e-postmeddelande till support@axcrypt.net med följande bilagor:
tr: Tam hata raporu, aşağıdaki ekleri içeren support@axcrypt.net gönderilen bir e-postadan oluşur:
zh: 完整的错误报告包含一封电子邮件至support@axcrypt.net 附有以下附件:

# Blog_HTSCER_H1_Text3
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>A screen shot of the situation, error message or similar.</li><li>The AxCrypt configuration files and internal error log.</li><li>Your Windows Event Log. This is a log of all errors reported by Windows recently.</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> لقطة شاشة للموقف أو رسالة خطأ أو ما شابه. </ li> <li> ملفات تكوين اكسكربت وسجل الأخطاء الداخلية. </ li> <li> سجل أحداث ويندوزالخاص بك. هذا سجل لجميع الأخطاء التي أبلغ عنها ويندوزمؤخرًا. </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Ein Screenshot der Situation, Fehlermeldung oder ähnliches.</li><li>Die AxCrypt-Konfigurationsdateien und das interne Fehlerprotokoll.</li><li>Ihr Windows-Ereignisprotokoll. Dies ist ein Protokoll aller kürzlich von Windows gemeldeten Fehler.</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Una captura de pantalla de la situación, mensaje de error o similar.</li><li>Los archivos de configuración de AxCrypt y el registro de errores interno.</li><li>Tu registro de eventos de Windows. Este es un registro de todos los errores informados por Windows recientemente.</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Une capture d’écran de la situation, un message d’erreur ou similaire.</li><li>Les fichiers de configuration AxCrypt et le journal des erreurs internes.</li><li>Votre journal des Événements Windows. Il s’agit d’un journal de toutes les erreurs signalées par Windows récemment.</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Una schermata della situazione, un messaggio di errore o simili.</li><li>I file di configurazione di AxCrypt e il log degli errori interni.</li><li>Il registro eventi di Windows. Questo è un registro di tutti gli errori segnalati da Windows di recente.</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>상황, 오류 메시지 또는 이와 유사한 스크린샷.</li><li>AxCrypt 구성 파일 및 내부 오류 로그.</li><li>윈도우 이벤트 로그. 이것은 최근에 Windows에서보고 한 모든 오류의 로그입니다.</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Een schermafbeelding van de situatie, foutmelding of iets dergelijks.</li><li>De AxCrypt-configuratiebestanden en intern foutenlogboek.</li><li>Uw Windows Event Log. Dit is een logboek van alle fouten die onlangs door Windows zijn gemeld.</li></ol>
pl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Zrzut ekranu przedstawiający sytuację, komunikat o błędzie lub podobny.</li><li>Pliki konfiguracyjne AxCrypt i wewnętrzny dziennik błędów.</li><li>Twój dziennik zdarzeń Windows. To jest dziennik wszystkich błędów zgłoszonych ostatnio przez system Windows.</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Uma captura de ecrã da situação, mensagem de erro ou similar.</li><li>Os ficheiros de configuração da AxCrypt e o registo interno de erros.</li><li>O seu Registo de Eventos do Windows. Isto é um registo de todos os erros reportados pelo Windows recentemente.</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Скриншот происходящего, сообщение об ошибке или что-то подобное.</li><li>Файлы конфигурации AxCrypt и внутренний журнал ошибок.</li><li>Ваш журнал событий Windows. Это журнал всех ошибок, о которых Windows сообщила за последнее время.</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>En screenshot av situationen, felmeddelande eller liknande.</li><li>The AxCrypt configuration files and internal error log.</li><li>Din Windows händelselog. Detta är en förtäckning av alla nyligen rapporterade fel av Windows.</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Olayın ekran görüntüsü, hata mesajı veya benzeri.</li><li>AxCrypt yapılandırma dosyaları ve dahili hata günlüğü.</li><li>Windows Olay Günlüğünüz. Bu, Windows tarafından yakın zamanda bildirilen tüm hataların bir günlüğüdür.</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>情况的屏幕截图，错误消息或类似。</li><li>AxCrypt配置文件和内部错误日志。</li><li>您的Windows事件日志。 这是Windows最近报告的所有错误的日志。</li></ol>
