Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WYSASDF_Text3
source: When the recipient gets the <em>Self Decrypting File</em>, (s)he then double-clicks it to run it. It starts executing, and then it reads its own image, finds a .axx secured file embedded, asks for a password and if successful decrypts it and stores it on the recipient’s computer.
ar: عندما يحصل المستلم على <em> ملف فك التشفير الذاتي </ em> ، يقوم بعد ذلك بالنقر فوقه نقرًا مزدوجًا لتشغيله. يبدأ في التنفيذ ، ثم يقرأ صورته الخاصة ، ويجد ملفًا آمنًا .axx مضمنًا ، ويطلب كلمة مرور ، وإذا نجح في فك تشفيره وتخزينه على جهاز الكمبيوتر الخاص بالمستلم.
de: Wenn der Empfänger die <em>selbstentschlüsselnde Datei</em> erhält, doppelklickt er/sie darauf, um sie auszuführen. Es beginnt mit der Ausführung und liest dann sein eigenes Bild, findet a.axx gesicherte Datei eingebettet, fragt nach einem Passwort und entschlüsselt es bei Erfolg und speichert es auf dem Computer des Empfängers.
es: Cuando el destinatario obtiene el <em>archivo de autodescifrado</em>, hace doble clic en él para ejecutarlo. Comienza a ejecutarse y luego lee su propia imagen, encuentra un archivo protegido .axx incrustado, solicita una contraseña y, si tiene éxito, lo descifra y lo almacena en la computadora del destinatario.
fr: Lorsque le destinataire obtient le <em>fichier auto-décryptant</em>, il/elle double-clique dessus pour l’exécuter. Il commence à s’exécuter, puis il lit sa propre image, trouve un fichier sécurisé .axx intégré, demande un mot de passe et, en cas de succès, le décrypte et le stocke sur l’ordinateur du destinataire.
it: Quando il destinatario ottiene il <em>File di Autodecrittografia</em>, fa doppio clic su di esso per eseguirlo. Inizia l'esecuzione, quindi legge la propria immagine, trova un file protetto .axx incorporato, chiede una password e, in caso di successo, lo decrittografa e lo memorizza sul computer del destinatario.
ko: 수신자가 <em>자체 암호 해독 파일</em>을 받으면 두 번 클릭하여 실행합니다. 실행을 시작한 다음 자체 이미지를 읽고 포함된 .axx 보안 파일을 찾아 암호를 묻고 성공하면 암호를 해독하여 받는 사람의 컴퓨터에 저장합니다.
nl: Wanneer de ontvanger het <em>Self Decrypting File</em> ontvangt, dubbelklikt hij erop om het uit te voeren. Het begint uit te voeren, en dan leest het zijn eigen afbeelding, vindt een .axx beveiligd bestand ingesloten, vraagt om een wachtwoord en indien succesvol ontcijfert het en slaat het op op de computer van de ontvanger.
pl: Gdy odbiorca otrzyma <em>plik samoodszyfrowujący</em>, klika go dwukrotnie, aby go uruchomić. Rozpoczyna wykonywanie, a następnie odczytuje własny obraz, znajduje osadzony plik zabezpieczony .axx, prosi o hasło, a jeśli się powiedzie, odszyfrowuje go i przechowuje na komputerze odbiorcy.
pt: Quando o destinatário recebe um <em>Ficheiro Auto-Decifrável</em>, reverifica-o antes de o executar. O ficheiro começa a executar e depois lê a sua própria imagem, encontra um ficheiro .axx protegido embutido, pede uma palavra-passe e, sem bem-sucedido, decifra-o e guarda-o no computador do destinatário.
ru: Когда получатель получает <em> Саморазшифрующийся файл </em>, он(а) затем дважды щелкает по нему, чтобы запустить его. Он начинает выполняться, а затем считывает свое собственное изображение, находит встроенный защищенный файл .axx, запрашивает пароль и в случае успеха расшифровывает его и сохраняет на компьютере получателя.
sv: När mottagaren får <em>Självdekrypterande fil</em> dubbelklickar han på den för att köra den. Den börjar köras, och sedan läser den sin egen bild, hittar en .axx-säkrad fil inbäddad, ber om ett lösenord och om det lyckas dekrypterar den och lagrar den på mottagarens dator.
tr: Alıcı <em>Kendiliğinden Şifre Çözen Dosyayı</em> aldığında, çalıştırmak için çift tıklatır. Yürütmeye başlar ve sonra kendi görüntüsünü okur, gömülü bir güvenli .axx dosyası bulur, bir parola ister ve başarılı olursa şifresini çözer ve alıcının bilgisayarında depolar.
zh: 当接收者得到<em>自解密文件</em>时，他双击它运行它。 它开始执行，然后它读取自己的图像，找到一个。嵌入axx安全文件，要求输入密码，如果成功解密它，并将其存储在收件人的计算机上。

# Blog_WYSASDF_Text4
source: Well, just about about everything.
ar: حسنًا ، كل شيء تقريبًا.
de: Nun, so ziemlich alles.
es: Bueno, casi todo.
fr: Eh bien, à peu près tout.
it: Beh, praticamente tutto.
ko: 글쎄요, 모든 것과 관련이 있습니다.
nl: Nou ja, zo ongeveer alles.
pl: Cóż, prawie wszystko.
pt: Bem, praticamente tudo.
ru: Ну, почти обо всем.
sv: Tja, nästan allt.
tr: Yani, neredeyse her şeyi.
zh: 几乎所有的事情。

# Blog_WYSASDF_Text5
source: <li>The self decryptor is an executable program that can contain anything, and the recipient has to trust that it does what the sender claims it does. This is not something the recipient should do lightly.</li>
ar: <li> برنامج فك التشفير الذاتي هو برنامج قابل للتنفيذ يمكن أن يحتوي على أي شيء ، وعلى المستلم أن يثق في أنه يقوم بما يدعي المرسل أنه يفعله. هذا ليس شيئًا يجب على المستلم فعله بسهولة.</li>
de: <li>Der Selbstentschlüsseler ist ein ausführbares Programm, das alles enthalten kann, und der Empfänger muss darauf vertrauen, dass es das tut, was der Absender behauptet. Dies sollte der Empfänger nicht leichtfertig tun.</li>
es: <li>El autodescifrador es un programa ejecutable que puede contener cualquier cosa, y el destinatario debe confiar en que hace lo que el remitente dice que hace. Esto no es algo que el destinatario deba hacer a la ligera.</li>
fr: <li>L'auto-décrypteur est un programme exécutable qui peut contenir n'importe quoi, et le destinataire doit avoir confiance qu'il fait ce que l'expéditeur prétend qu'il fait. Ce n'est pas quelque chose que le destinataire doit faire à la légère.</li>
it: <li>L'autodecrittatore è un programma eseguibile che può contenere qualsiasi cosa e il destinatario deve fidarsi che faccia ciò che il mittente dichiara di fare. Questo non è qualcosa che il destinatario dovrebbe fare alla leggera.</li>
ko: <li>자체 암호 해독기는 무엇이든 포함할 수 있는 실행 프로그램이며, 수신자는 발신자가 주장하는 작업을 신뢰해야 합니다. 이것은 받는 사람이 가볍게 할 일이 아닙니다.</li>
nl: <li>De zelfontsleutelaar is een uitvoerbaar programma dat van alles kan bevatten, en de ontvanger moet erop kunnen vertrouwen dat het doet wat de afzender beweert te doen. Dit is niet iets wat de ontvanger lichthartig moet doen.</li>
pl: <li>Samoodszyfrator to program wykonywalny, który może zawierać wszystko, a odbiorca musi ufać, że robi to, co twierdzi nadawca. To nie jest coś, co odbiorca powinien zrobić lekko.</li>
pt: <li>O auto-decifrador é um programa executável que contém qualquer coisa e o destinatário tem de confiar que faz o que o remetente diz fazer. Isto não é algo que o destinatário deva fazer de ânimo leve.</li>
ru: <li> Self decryptor - это исполняемая программа, которая может содержать что угодно, и получатель должен верить, что она делает то, что утверждает отправитель. Получатель не должен относиться к этому легкомысленно.</li>
sv: <li>Självdekryptören är ett körbart program som kan innehålla vad som helst, och mottagaren måste lita på att den gör vad avsändaren påstår att den gör. Detta är inget mottagaren ska göra lättvindigt.</li>
tr: <li>Kendiliğinden şifre çözücü, her şeyi içerebilen çalıştırılabilir bir programdır ve alıcı, gönderenin yaptığını iddia ettiği şeyi yaptığına güvenmek zorundadır. Bu, alıcının belli belirsiz yapması gereken bir şey değildir.</li>
zh: <li>自解密器是一个可执行程序，可以包含任何内容，接收者必须相信它做了发送者声称它做的事情。 这不是收件人应该轻率地做的事情。</li>

# Blog_WYSASDF_Text6
source: <li>Since it by definition contains strongly encrypted information, for example another executable software, it is impossible to screen by anti virus software. It can literally contain any level of bad.</li>
ar: <li> نظرًا لأنه يحتوي بحكم تعريفه على معلومات مشفرة بشدة ، على سبيل المثال برنامج آخر قابل للتنفيذ ، فمن المستحيل فحصه بواسطة برنامج مكافحة الفيروسات. يمكن أن يحتوي حرفيا على أي مستوى من السيئ. </li>
de: <li>Da es definitionsgemäß stark verschlüsselte Informationen enthält, z. B. eine andere ausführbare Software, ist es unmöglich, sie durch Antivirensoftware zu überprüfen. Es kann buchstäblich jede Ebene von Schlechtem enthalten.</li>
es: <li>Dado que, por definición, contiene información fuertemente cifrada, por ejemplo, otro software ejecutable, es imposible detectarlo con un software antivirus. Literalmente puede contener cualquier nivel de maldad.</li>
fr: <li>Comme il contient par définition des informations fortement cryptées, par exemple un autre logiciel exécutable, il est impossible de filtrer par un logiciel antivirus. Il peut littéralement contenir n’importe quel niveau de mal.</li>
it: <li>Poiché per definizione contiene informazioni fortemente crittografate, ad esempio un altro software eseguibile, è impossibile eseguire lo screening con un software antivirus. Può letteralmente contenere qualsiasi livello di male.</li>
ko: <li>그것은 의미상 강력하게 암호화된 정보, 예를 들어 또 다른 실행 가능한 소프트웨어와 같은 정보 등이 포함되어 있기 때문에 바이러스 백신 소프트웨어로 차단할 수 없습니다. 말 그대로 모든 수준의 불량을 포함할 수 있습니다.</li>
nl: <li>Omdat het per definitie sterk gecodeerde informatie bevat, bijvoorbeeld een andere uitvoerbare software, is het onmogelijk te screenen met anti virus software. Het kan letterlijk elk niveau van slechtheid bevatten. </li>
pl: <li>Ponieważ z definicji zawiera silnie zaszyfrowane informacje, na przykład inny program wykonywalny, nie można go prześwietlić przez oprogramowanie antywirusowe. Może dosłownie zawierać dowolny poziom zła.</li>
pt: <li>Uma vez que, por definição, contem informação fortemente cifrada, por exemplo, outro software executável, é impossível ser triado por software anti-vírus. Pode literalmente conter qualquer coisa má.</li>
ru: <li> Поскольку он по определению содержит сильно зашифрованную информацию, например другое исполняемое программное обеспечение, его невозможно проверить антивирусным программным обеспечением. Он буквально может содержать все что угодно.</li>
sv: <li>Eftersom den per definition innehåller starkt krypterad information, till exempel en annan körbar programvara, är det omöjligt att screena med antivirusprogram. Det kan bokstavligen innehålla alla dåliga nivåer.</li>
tr: <li>Örneğin çalıştırılabilir başka bir yazılım gibi doğası gereği oldukça güçlü bir şekilde şifrelenmiş bilgileri içerdiği için herhangi bir antivirüs yazılımı ile tarama yapmak mümkündür. Kelimenin tam anlamıyla her türlü zarar verici şeyi içerebilir.</li>
zh: <li>由于根据定义，它包含强烈加密的信息，例如另一个可执行软件，因此不可能通过防病毒软件进行筛选。 它可以从字面上包含任何级别的坏。</li>

# Blog_WYSASDF_Text7
source: <li>What’s the only reasonable thing to do with something that can contain any kind of malevolent executable software? To block it with prejudice of course!</li>
ar: <li> ما هو الشيء المعقول الوحيد الذي يمكن فعله بشيء يمكن أن يحتوي على أي نوع من البرامج الخبيثة القابلة للتنفيذ؟ لمنعه مع التحيز بالطبع! </li>
de: <li>Was ist die einzig vernünftige Sache mit etwas zu tun, das jede Art von böswilliger ausführbarer Software enthalten kann? Um es natürlich mit Vorurteilen zu blockieren!</li>
es: <li>¿Qué es lo único razonable que se puede hacer con algo que puede contener cualquier tipo de software ejecutable malicioso? ¡Bloquearlo con prejuicios, por supuesto!</li>
fr: <li>Quelle est la seule chose raisonnable à faire avec quelque chose qui peut contenir n'importe quel type de logiciel exécutable malveillant ? A bloquer avec préjugés bien sûr !</li>
it: <li>Qual è l'unica cosa ragionevole da fare con qualcosa che può contenere qualsiasi tipo di software malevolo eseguibile? Per bloccarlo con pregiudizio, ovviamente!</li>
ko: <li> 악의적인 실행 가능 소프트웨어를 포함할 수 있는 것으로 할 수 있는 일은 무엇입니까? 당연하게도 그것을 차단합니다!</li>
nl: <li>Wat is het enige redelijke wat je kunt doen met iets dat kwaadwillende uitvoerbare software kan bevatten? Om het natuurlijk met vooroordelen te blokkeren!</li>
pl: <li>Jaka jest jedyna rozsądna rzecz, którą można zrobić z czymś, co może zawierać wszelkiego rodzaju złośliwe oprogramowanie wykonywalne? Oczywiście blokując to z uprzedzeniami!</li>
pt: <li>Qual é a única coisa razoável a fazer com algo que pode conter qualquer tipo de software executável malévolo? Bloqueá-la, claro!</li>
ru: <li> Что единственно разумно делать с чем-то, что может содержать любое вредоносное исполняемое программное обеспечение? Блокировать его конечно!</li>
sv: <li>Vad är det enda rimliga att göra med något som kan innehålla någon form av illvillig körbar programvara? Att blockera det med fördomar såklart!</li>
tr: <li>Her türlü kötü niyetli çalıştırılabilir yazılımı içerebilecek bir şeyle yapılacak tek mantıklı şey nedir? Elbette kesin olarak engellemek!</li>
zh: <li>什么是唯一合理的事情做的东西，可以包含任何种类的恶意可执行软件？ 当然是带着偏见来阻止它！</li>

# Blog_WYSASDF_Text8
source: <li>Most email providers and clients will refuse to send and/or receive attachments that are executable softwares (.exe, .bat, .cmd, .com, etc). That’s a good thing! But bad for even honest self decryptors.</li>
ar: <li> يرفض معظم مزودي خدمة البريد الإلكتروني وعملائه إرسال و / أو استلام المرفقات التي هي برامج قابلة للتنفيذ (.exe ، و. bat ، و .cmd ، و .com ، وما إلى ذلك). هذا شيء جيد! لكنه سيء حتى بالنسبة لمن يقومون بفك التشفير الذاتي. </li>
de: <li>Die meisten E-Mail-Anbieter und -Kunden weigern sich, Anhänge zu senden und / oder zu empfangen, bei denen es sich um ausführbare Software handelt (.exe, .bat, cmd, .com usw.). Das ist eine gute Sache! Aber schlecht für selbst ehrliche Selbstentschlüsseler.</li>
es: <li>La mayoría de los proveedores y clientes de correo electrónico se negarán a enviar o recibir archivos adjuntos que sean software ejecutable (.exe, .bat, .cmd, .com, etc.). ¡Eso es bueno! Pero malo incluso para los autodescifradores honestos.</li>
fr: <li>La plupart des fournisseurs de messagerie et des clients refuseront d’envoyer et/ou de recevoir des pièces jointes qui sont des logiciels exécutables (.exe, .bat, .cmd, .com, etc.). C’est une bonne chose! Mais mauvais pour même les auto-décrypteurs honnêtes.</li>
it: <li>La maggior parte dei provider di posta elettronica e dei client si rifiuterà di inviare e/o ricevere allegati che sono software eseguibili (.exe, .bat, .cmd, .com, ecc.). Questa è una cosa buona! Ma cattiva anche per gli onesti auto-decrittatori.</li>
ko: <li> 대부분의 전자 메일 공급자 및 클라이언트는 실행 가능한 소프트웨어(.exe, .bat, .cmd, .com 등)인 첨부 파일의 전송 및/또는 수신을 거부합니다. 그것은 좋은 일입니다! 하지만 올바른 해독자에게도 좋지 않습니다.</li>
nl: <li>De meeste e-mailproviders en -clienten zullen weigeren bijlagen te verzenden en/of te ontvangen die uitvoerbare software zijn (.exe, .bat, .cmd, .com, enz.). Dat is een goed ding! Maar slecht voor zelfs eerlijke zelfdecryptors.</li>
pl: <li>Większość dostawców i klientów poczty e-mail odmawia wysyłania i/lub odbierania załączników będących programami wykonywalnymi (.exe, .bat, .cmd, .com itp.). To dobra rzecz! Ale zła nawet dla uczciwych deszyfratorów.</li>
pt: <li>A maioria dos fornecedores e clientes de email recusam enviar e/ou receber anexos executáveis (.exe, .bat, .cmd, .com, etc). Isso é algo bom! Mas é mau para ficheiros auto-decifráveis honestos.</li>
ru: <li>Большинство поставщиков и клиентов электронной почты откажутся отправлять и/или получать вложения, являющиеся исполняемыми программами (.exe, .bat, .cmd, .com и т.д.). Это хорошая вещь! Но плохо даже для честного самостоятельного дешифровщика.</li>
sv: <li>De flesta e-postleverantörer och klienter kommer att vägra att skicka och/eller ta emot bilagor som är körbara program (.exe, .bat, .cmd, .com, etc). Det är en bra sak! Men dåligt för även ärliga självdekrypteringar.</li>
tr: <li>Çoğu e-posta sağlayıcı ve istemcisi, yürütülebilir yazılımlar (.exe, .bat, .cmd, .com vb.) olan ekleri göndermeyi ve/veya almayı reddeder. Bu iyi bir şey! Ama dürüst kendiliğinden şifre çözücüler için bile kötü.</li>
zh: <li>大多数电子邮件提供商和客户将拒绝发送和/或接收可执行软件的附件（.exe，.bat，.cmd，.com等）。 这是件好事！ 但即使是诚实的自我解密也是不好的。</li>

# Blog_WYSASDF_Text9
source: <li>The legacy AxCrypt 1.x encryption only supports passwords, so you still have the problem of transmitting the password to the recipient. If you have more than one recipient, this quickly gets completely out of hand.</li>
ar: <li> يدعم تشفير اكسكربت 1.x القديم كلمات المرور فقط ، لذلك لا تزال تواجه مشكلة إرسال كلمة المرور إلى المستلم. إذا كان لديك أكثر من مستلم واحد ، فسيخرج هذا عن نطاق السيطرة بسرعة. </li>
de: <li>Das Vermächtnis AxCrypt 1.die x-Verschlüsselung unterstützt nur Passwörter, sodass Sie immer noch das Problem haben, das Passwort an den Empfänger zu übertragen. Wenn Sie mehr als einen Empfänger haben, gerät dies schnell völlig außer Kontrolle.</li>
es: <li>El cifrado heredado AxCrypt 1.x solo admite contraseñas, por lo que aún tienes el problema de transmitir la contraseña al destinatario. Si tienes más de un destinatario, esto se sale de control rápidamente.</li>
fr: <li>L'ancien chiffrement AxCrypt 1.x ne prend en charge que les mots de passe, vous avez donc toujours le problème de transmettre le mot de passe au destinataire. Si vous avez plusieurs destinataires, cela devient vite complètement incontrôlable.</li>
it: <li>La crittografia legacy AxCrypt 1.x supporta solo le password, quindi hai ancora il problema di trasmettere la password al destinatario. Se hai più di un destinatario, questo ti sfugge completamente di mano.</li>
ko: <li>기존 AxCrypt 1.x 암호화는 비밀번호만 지원하므로 수신자에게 비밀번호를 전송하는 데 여전히 문제가 있습니다. 받는 사람이 두 명 이상인 경우 곧바로 문제가 생길 수 있습니다.</li>
nl: <li>De oude AxCrypt 1.x-codering ondersteunt alleen wachtwoorden, dus je hebt nog steeds het probleem om het wachtwoord naar de ontvanger te verzenden. Als je meerdere ontvangers hebt, loopt dit al snel helemaal uit de hand.</li>
pl: <li>Starsze szyfrowanie AxCrypt 1.x obsługuje tylko hasła, więc nadal masz problem z przesłaniem hasła do odbiorcy. Jeśli masz więcej niż jednego odbiorcę, szybko wymyka się to spod kontroli.</li>
pt: <li>A antiga cifragem AxCrypt 1.x suporta apenas palavras-passe, pelo que continuará com o problema de transmitir a palavra-passe ao destinatário. Se tiver mais do que um destinatário, isto rapidamente ficará fora de controlo.</li>
ru: <li> Устаревшее шифрование AxCrypt 1.x поддерживает только пароли, поэтому у вас по-прежнему возникает проблема с передачей пароля получателю. Если у вас более одного получателя, это быстро выходит из-под контроля.</li>
sv: <li>Den äldre AxCrypt 1.x-krypteringen stöder bara lösenord, så du har fortfarande problemet med att överföra lösenordet till mottagaren. Om du har mer än en mottagare går detta snabbt helt överstyr.</li>
tr: <li>Legacy AxCrypt 1.x şifreleme yalnızca parolaları destekler bu nedenle parolanın alıcıya iletilmesi problemi hala mevcuttur. Birden fazla alıcınızın olması halinde işler kolaylıkla çığırından çıkabilir.</li>
zh: <li>遗产AxCrypt1。x加密仅支持密码，因此您仍然存在将密码传输给收件人的问题。 如果您有多个收件人，这很快就会完全失控。</li>

# Blog_WYSASDF_Title
source: Why you should avoid Self-Decrypting Files
ar: لماذا يجب عليك تجنب ملفات فك التشفير الذاتي
de: Warum Sie selbstentschlüsselnde Dateien vermeiden sollten
es: Por qué deberías evitar los archivos de descifrado automático
fr: Pourquoi vous devriez éviter les Fichiers Auto-Décryptants
it: Perché dovresti evitare i file con autodecrittografia
ko: 자동 암호 해독 파일을 피해야 하는 이유
nl: Waarom u zelf-decrypterende bestanden moet vermijden
pl: Dlaczego powinieneś unikać samoodszyfrowywania plików
pt: Porque deve evitar Ficheiros Auto-Decifráveis
ru: Почему вам следует избегать самостоятельного дешифрования файлов
sv: Varför du bör undvika självdekrypterande filer
tr: Kendiliğinden Şifre Çözen Dosyalardan Neden Kaçınmalısınız?
zh: 为什么你应该避免自我解密文件

# Blog_ZKEEIST_Conclusion_Heading
source: Download AxCrypt’s Zero-Knowledge Encryption Software
ar: قم بتنزيل برنامج تشفير المعرفة الصفرية من اكسكربت
de: Laden Sie die Zero-Knowledge-Verschlüsselungssoftware von AxCrypt herunter
es: Descargue el software de cifrado de conocimiento cero de AxCrypt
fr: Téléchargez le Logiciel de Cryptage Zéro-Connaissance d'AxCrypt
it: Scarica il software di crittografia a conoscenza zero di AxCrypt
ko: AxCrypt 제로 지식 암호화 소프트웨어 다운로드
nl: Download de zero-knowledge versleutelingssoftware van AxCrypt
pl: Pobierz oprogramowanie szyfrujące o wiedzy zerowej AxCrypt
pt: Faça o download do software de criptografia de conhecimento zero do AxCrypt
ru: Загрузите программное обеспечение AxCrypt для шифрования с нулевым разглашением
sv: Ladda ner AxCrypts Zero-Knowledge Kryptering mjukvara
tr: AxCrypt'in Sıfır Bilgi Şifreleme Yazılımını İndirin
zh: 下载AxCrypt的零知识加密软件
