Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WINAIMCR_Summary
source: In today's digital landscape, a robust cybersecurity measure is no longer optional – it's essential. Recognizing this, the European Union has expanded and built upon its previously enacted Network and Information Security Directive (NIS1), to a newer and more comprehensive version called the NIS2.
ar: في المشهد الرقمي اليوم ، لم يعد إجراء الأمن السيبراني القوي اختياريا - إنه ضروري. إدراكا لذلك ، قام الاتحاد الأوروبي بتوسيع وبناء توجيه أمن الشبكات والمعلومات (NIS1) الذي تم سنه سابقا ، إلى إصدار أحدث وأكثر شمولا يسمى NIS2.
de: In der heutigen digitalen Landschaft ist eine robuste Cybersicherheitsmaßnahme nicht mehr optional, sondern unerlässlich. Die Europäische Union hat dies erkannt und baut auf ihrer zuvor erlassenen Richtlinie über die Netz- und Informationssicherheit (NIS1) auf einer neueren und umfassenderen Version namens NIS2 auf.
es: En el panorama digital actual, una medida de ciberseguridad sólida ya no es opcional, sino esencial. Reconociendo esto, la Unión Europea ha ampliado y desarrollado su Directiva de Seguridad de las Redes y de la Información (NIS1) promulgada anteriormente, a una versión más nueva y completa llamada NIS2.
fr: Dans le paysage numérique d'aujourd'hui, une mesure de cybersécurité robuste n'est plus facultative - elle est essentielle. Reconnaissant cela, l'Union européenne a étendu et renforcé sa directive précédemment promulguée sur la sécurité des réseaux et des systèmes d'information (NIS1) pour créer une version plus récente et plus complète appelée le NIS2.
it: Nel panorama digitale odierno, una solida misura di sicurezza informatica non è più facoltativa, ma essenziale. Riconoscendo ciò, l'Unione Europea ha ampliato e sviluppato la sua precedente Direttiva sulla Sicurezza delle Reti e dell'Informazione (NIS1), in una versione più recente e completa chiamata NIS2.
ko: 오늘날의 디지털 환경에서 강력한 사이버 보안 조치는 더 이상 선택 사항이 아니라 필수적입니다. 이러한 사실을 인식한 유럽 연합은 이전에 제정된 NIS1(Network and Information Security Directive)을 NIS2라는 보다 새롭고 포괄적인 버전으로 확장 및 구축했습니다.
nl: In het huidige digitale landschap is een robuuste cyberbeveiligingsmaatregel niet langer optioneel - het is essentieel. De Europese Unie erkent dit en heeft haar eerder aangenomen richtlijn inzake netwerk- en informatiebeveiliging (NIS1) uitgebreid en voortgebouwd op een nieuwere en uitgebreidere versie, de NIS2.
pl: W dzisiejszym cyfrowym krajobrazie solidny środek cyberbezpieczeństwa nie jest już opcjonalny – jest niezbędny. Mając to na uwadze, Unia Europejska rozszerzyła i rozwinęła swoją wcześniej uchwaloną dyrektywę w sprawie bezpieczeństwa sieci i informacji (NIS1) do nowszej i bardziej kompleksowej wersji zwanej NIS2.
pt: No cenário digital atual, uma medida robusta de segurança cibernética não é mais opcional – é essencial. Reconhecendo isso, a União Europeia expandiu e construiu sua Diretiva de Segurança de Redes e Informações (NIS1) promulgada anteriormente, para uma versão mais recente e mais abrangente chamada NIS2.
ru: В современном цифровом мире надежная мера кибербезопасности больше не является необязательной – она необходима. Осознавая это, Европейский союз расширил ранее принятую Директиву по сетевой и информационной безопасности (NIS1) и дополнил ее новой и более всеобъемлющей версией, получившей название NIS2.
sv: I dagens digitala landskap är en robust cybersäkerhetsåtgärd inte längre valfri – den är nödvändig. Med detta i åtanke har Europeiska unionen utökat och byggt vidare på sitt tidigare antagna direktiv om nätverks- och informationssäkerhet (NIS1) till en nyare och mer omfattande version kallad NIS2.
tr: Günümüz dijital ortamında, sağlam bir siber güvenlik önlemi artık isteğe bağlı değil, çok önemlidir. Bu gerçekliği kabul eden Avrupa Birliği, daha önce yürürlüğe giren Ağ ve Bilgi Güvenliği Yönergesi'ni (NIS1), NIS2 adı verilen daha yeni ve daha kapsamlı bir versiyona genişletti ve geliştirdi.
zh: 在当今的数字环境中，强大的网络安全措施不再是可有可无的，而是必不可少的。认识到这一点，欧盟在其先前颁布的《网络和信息安全指令》（NIS1）的基础上，扩展并建立了一个更新、更全面的版本，称为NIS2。

# Blog_WINAIMCR_Text1
source: In today's digital landscape, a robust cybersecurity measure is no longer optional – it's essential. Recognizing this, the European Union has expanded and built upon its previously enacted Network and Information Security Directive (NIS1), to a newer and more comprehensive version called the NIS2.
ar: في المشهد الرقمي اليوم ، لم يعد إجراء الأمن السيبراني القوي اختياريا - إنه ضروري. إدراكا لذلك ، قام الاتحاد الأوروبي بتوسيع وبناء توجيه أمن الشبكات والمعلومات (NIS1) الذي تم سنه سابقا ، إلى إصدار أحدث وأكثر شمولا يسمى NIS2.
de: In der heutigen digitalen Landschaft ist eine robuste Cybersicherheitsmaßnahme nicht mehr optional, sondern unerlässlich. Die Europäische Union hat dies erkannt und baut auf ihrer zuvor erlassenen Richtlinie über die Netz- und Informationssicherheit (NIS1) auf einer neueren und umfassenderen Version namens NIS2 auf.
es: En el panorama digital actual, una medida de ciberseguridad sólida ya no es opcional, sino esencial. Reconociendo esto, la Unión Europea ha ampliado y desarrollado su Directiva de Seguridad de las Redes y de la Información (NIS1) promulgada anteriormente, a una versión más nueva y completa llamada NIS2.
fr: Dans le paysage numérique d'aujourd'hui, une mesure de cybersécurité robuste n'est plus facultative – elle est essentielle. Reconnaissant cela, l'Union européenne a étendu et renforcé sa Directive sur la sécurité des réseaux et des systèmes d'information (NIS1) précédemment promulguée, pour créer une version plus récente et plus complète appelée le NIS2.
it: Nel panorama digitale odierno, una solida misura di sicurezza informatica non è più facoltativa, ma essenziale. Riconoscendo ciò, l'Unione Europea ha ampliato e sviluppato la sua precedente Direttiva sulla Sicurezza delle Reti e dell'Informazione (NIS1), in una versione più recente e completa chiamata NIS2.
ko: 오늘날의 디지털 환경에서 강력한 사이버 보안 조치는 더 이상 선택 사항이 아니라 필수적입니다. 이러한 사실을 인식한 유럽 연합은 이전에 제정된 NIS1(Network and Information Security Directive)을 NIS2라는 보다 새롭고 포괄적인 버전으로 확장 및 구축했습니다.
nl: In het huidige digitale landschap is een robuuste cyberbeveiligingsmaatregel niet langer optioneel - het is essentieel. De Europese Unie erkent dit en heeft haar eerder aangenomen richtlijn inzake netwerk- en informatiebeveiliging (NIS1) uitgebreid en voortgebouwd op een nieuwere en uitgebreidere versie, de NIS2.
pl: W dzisiejszym cyfrowym krajobrazie solidny środek cyberbezpieczeństwa nie jest już opcjonalny – jest niezbędny. Mając to na uwadze, Unia Europejska rozszerzyła i rozwinęła swoją wcześniej uchwaloną dyrektywę w sprawie bezpieczeństwa sieci i informacji (NIS1) do nowszej i bardziej kompleksowej wersji zwanej NIS2.
pt: No cenário digital atual, uma medida robusta de segurança cibernética não é mais opcional – é essencial. Reconhecendo isso, a União Europeia expandiu e construiu sua Diretiva de Segurança de Redes e Informações (NIS1) promulgada anteriormente, para uma versão mais recente e mais abrangente chamada NIS2.
ru: В современном цифровом мире надежная мера кибербезопасности больше не является необязательной – она необходима. Осознавая это, Европейский союз расширил ранее принятую Директиву по сетевой и информационной безопасности (NIS1) и дополнил ее новой и более всеобъемлющей версией, получившей название NIS2.
sv: I dagens digitala landskap är en robust cybersäkerhetsåtgärd inte längre valfri – den är nödvändig. Med detta i åtanke har Europeiska unionen utökat och byggt vidare på sitt tidigare antagna direktiv om nätverks- och informationssäkerhet (NIS1) till en nyare och mer omfattande version kallad NIS2.
tr: Günümüzün dijital ortamında, sağlam bir siber güvenlik önlemi artık isteğe bağlı değil, çok önemlidir. Bunu kabul eden Avrupa Birliği, daha önce yürürlüğe giren Ağ ve Bilgi Güvenliği Yönergesi'ni (NIS1), NIS2 adı verilen daha yeni ve daha kapsamlı bir versiyona genişletti ve geliştirdi.
zh: 在当今的数字环境中，强大的网络安全措施不再是可有可无的，而是必不可少的。认识到这一点，欧盟在其先前颁布的网络和信息安全指令（NIS1）的基础上，扩展并建立了一个更新、更全面的版本，称为NIS2。

# Blog_WINAIMCR_Text2
source: This blog post will provide a detailed overview of NIS2 and its implications for businesses operating within the EU. We'll explore who falls under the directive's purview, dive into the key requirements it outlines, and offer guidance on how businesses can achieve compliance.
ar: سيقدم منشور المدونة هذا نظرة عامة مفصلة عن NIS2 وآثاره على الشركات العاملة داخل الاتحاد الأوروبي. سنستكشف من يقع ضمن اختصاص التوجيه ، ونتعمق في المتطلبات الرئيسية التي يحددها ، ونقدم إرشادات حول كيفية تحقيق الشركات للامتثال.
de: Dieser Blogbeitrag gibt einen detaillierten Überblick über NIS2 und seine Auswirkungen auf Unternehmen, die in der EU tätig sind. Wir werden untersuchen, wer in den Geltungsbereich der Richtlinie fällt, auf die wichtigsten Anforderungen eingehen und Anleitungen geben, wie Unternehmen die Einhaltung der Vorschriften erreichen können.
es: Esta entrada del blog proporcionará una visión detallada de la NIS2 y sus implicaciones para las empresas que operan en la UE. Exploraremos quién entra en el ámbito de la directiva, profundizaremos en los requisitos clave que describe y ofreceremos orientación sobre cómo las empresas pueden lograr el cumplimiento.
fr: Ce billet de blog fournira un aperçu détaillé du NIS2 et de ses implications pour les entreprises opérant au sein de l'UE. Nous examinerons qui relève de la compétence de la directive, plongerons dans les principales exigences qu'elle définit et offrirons des conseils sur la manière dont les entreprises peuvent se mettre en conformité.
it: Questo post del blog fornirà una panoramica dettagliata della NIS2 e delle sue implicazioni per le imprese che operano all'interno dell'UE. Esploreremo chi rientra nell'ambito di applicazione della direttiva, approfondiremo i requisiti chiave che delinea e offriremo indicazioni su come le aziende possono raggiungere la conformità.
ko: 이 블로그 게시물은 NIS2에 대한 자세한 개요와 EU 내에서 운영되는 비즈니스에 대한 의미를 제공합니다. 이 지침의 범위에 속하는 사용자를 살펴보고, 지침이 제시하는 주요 요구 사항을 살펴보고, 기업이 규정 준수를 달성할 수 있는 방법에 대한 지침을 제공합니다.
nl: Deze blogpost geeft een gedetailleerd overzicht van NIS2 en de implicaties ervan voor bedrijven die binnen de EU actief zijn. We onderzoeken wie onder de reikwijdte van de richtlijn valt, duiken in de belangrijkste vereisten die erin worden geschetst en bieden richtlijnen over hoe bedrijven deze kunnen naleven.
pl: W tym poście na blogu szczegółowo omówiono NIS2 i jego konsekwencje dla przedsiębiorstw działających w UE. Zbadamy, kto podlega zakresowi dyrektywy, omówimy najważniejsze wymagania, które ona określa, i zaoferujemy wskazówki, w jaki sposób firmy mogą osiągnąć zgodność.
pt: Esta publicação no blogue fornecerá uma visão geral detalhada do NIS2 e das suas implicações para as empresas que operam na UE. Exploraremos quem se enquadra na alçada da diretiva, nos aprofundaremos nos principais requisitos que ela descreve e ofereceremos orientação sobre como as empresas podem alcançar a conformidade.
ru: В этом посте блога будет представлен подробный обзор NIS2 и его последствий для бизнеса, работающего в ЕС. Мы рассмотрим, кто подпадает под действие директив, рассмотрим основные требования, изложенные в них, и дадим рекомендации о том, как компании могут добиться их соблюдения.
sv: Det här blogginlägget kommer att ge en detaljerad översikt av NIS2 och dess konsekvenser för företag som verkar inom EU. Vi kommer att utforska vilka som omfattas av direktivet, gå igenom de viktigaste kraven som det anger och erbjuda vägledning om hur företag kan uppnå efterlevnad.
tr: Bu blog yazısı, NIS2'ye ve AB içinde faaliyet gösteren işletmeler üzerindeki etkilerine ayrıntılı bir genel bakış sağlayacaktır. Yönergenin kapsamına kimlerin girdiğini keşfedecek, ana hatlarıyla belirttiği temel gereksinimleri inceleyecek ve işletmelerin uyumluluğu nasıl sağlayabilecekleri konusunda rehberlik sunacağız.
zh: 这篇博文将详细概述 NIS2 及其对在欧盟境内运营的企业的影响。我们将探讨谁属于该指令的职权范围，深入研究它概述的关键要求，并就企业如何实现合规性提供指导。

# Blog_WINAIMCR_Text3
source: Additionally, we'll discuss the potential consequences of non-compliance, empowering businesses to navigate the new regulatory landscape, and effectively protect their sensitive data.
ar: بالإضافة إلى ذلك، سنناقش العواقب المحتملة لعدم الامتثال، وتمكين الشركات من التنقل في المشهد التنظيمي الجديد، وحماية بياناتها الحساسة بشكل فعال.
de: Darüber hinaus erörtern wir die möglichen Folgen der Nichteinhaltung von Vorschriften und ermöglichen es Unternehmen, sich in der neuen regulatorischen Landschaft zurechtzufinden und ihre sensiblen Daten effektiv zu schützen.
es: Además, analizaremos las posibles consecuencias del incumplimiento, lo que permitirá a las empresas navegar por el nuevo panorama normativo y proteger eficazmente sus datos confidenciales.
fr: De plus, nous discuterons des conséquences potentielles du non-respect, permettant aux entreprises de naviguer dans le nouveau paysage réglementaire et de protéger efficacement leurs données sensibles.
it: Inoltre, discuteremo le potenziali conseguenze della non conformità, consentendo alle aziende di navigare nel nuovo panorama normativo e proteggere efficacemente i propri dati sensibili.
ko: 또한 규정 불이행의 잠재적 결과에 대해 논의하고, 기업이 새로운 규제 환경을 탐색하고 민감한 데이터를 효과적으로 보호할 수 있도록 지원합니다.
nl: Daarnaast bespreken we de mogelijke gevolgen van het niet naleven, zodat bedrijven in staat worden gesteld om door het nieuwe regelgevingslandschap te navigeren en hun gevoelige gegevens effectief te beschermen.
pl: Ponadto omówimy potencjalne konsekwencje nieprzestrzegania przepisów, umożliwiając przedsiębiorstwom poruszanie się w nowym otoczeniu regulacyjnym i skuteczną ochronę ich wrażliwych danych.
pt: Além disso, discutiremos as possíveis consequências da não conformidade, capacitando as empresas a navegar no novo cenário regulatório e proteger efetivamente seus dados confidenciais.
ru: Кроме того, мы обсудим потенциальные последствия несоблюдения требований, позволяющие компаниям ориентироваться в новых условиях регулирования и эффективно защищать свои конфиденциальные данные.
sv: Dessutom kommer vi att diskutera de potentiella konsekvenserna av bristande efterlevnad, vilket ger företag möjlighet att navigera i det nya regulatoriska landskapet och effektivt skydda sin känsliga data.
tr: Ek olarak, uyumsuzluğun olası sonuçlarını tartışacak, işletmelerin yeni düzenleyici ortamda gezinmesini ve hassas verilerini etkili bir şekilde korumasını sağlayacağız.
zh: 此外，我们还将讨论不合规的潜在后果，使企业能够驾驭新的监管环境，并有效保护其敏感数据。

# Blog_WINAIMCR_Title
source: What is NIS2 and Its Minimal Compliance Requirements?
ar: ما هو NIS2 والحد الأدنى من متطلبات الامتثال?
de: Was ist NIS2 und seine minimalen Compliance-Anforderungen?
es: ¿Qué es NIS2 y cuales son sus requisitos mínimos de cumplimiento?
fr: Qu'est-ce que NIS2 et Ses Exigences Minimales de Conformité ?
it: Che cos'è NIS2 e i suoi requisiti minimi di conformità?
ko: NIS2 및 최소 규정 준수 요구 사항
nl: Wat is NIS2 en de minimale nalevingsvooschriften?
pl: Co to jest NIS2 i jego minimalne wymagania dotyczące zgodności?
pt: O que é o NIS2 e seus requisitos mínimos de conformidade?
ru: Что такое NIS2 и минимальные требования к его соблюдению?
sv: Vad är NIS2 och dess minimala efterlevnadskrav?
tr: NIS2 ve Asgari Uyumluluk Gereksinimleri Nedir?
zh: 什么是 NIS2 及其最低合规性要求？

# Blog_WIPM_H1_Text1
source: When a new account is created, it is mandatory for us to create long and strong passwords. As we use lots of websites and applications nowadays, 90% chances are that we don’t remember all of the passwords we have created. Fortunately, technology has changed and you don't have to remember all the passwords.
ar: عندما يتم إنشاء حساب جديد ، من الضروري بالنسبة لنا إنشاء كلمات مرور طويلة وقوية. نظرًا لأننا نستخدم الكثير من مواقع الويب والتطبيقات في الوقت الحاضر ، فمن المحتمل بنسبة 90٪ ألا نتذكر جميع كلمات المرور التي أنشأناها. لحسن الحظ ، تغيرت التكنولوجيا ولا يتعين عليك تذكر كل كلمات المرور.
de: Wenn ein neues Konto erstellt wird, ist es für uns obligatorisch, lange und sichere Passwörter zu erstellen. Da wir heutzutage viele Websites und Anwendungen verwenden, besteht eine Wahrscheinlichkeit von 90%, dass wir uns nicht an alle von uns erstellten Passwörter erinnern. Glücklicherweise hat sich die Technologie geändert und Sie müssen sich nicht alle Passwörter merken.
es: Cuando se crea una cuenta nueva, el uso de contraseñas largas y seguras es fundamental. Debido a que usamos muchos sitios web y aplicaciones hoy en día, existe un 90 % de posibilidad de que no recordemos todas las contraseñas que hemos creado. Afortunadamente, la tecnología ha cambiado y no tienes que recordar todas las contraseñas.
fr: Lorsqu'un nouveau compte est créé, il est obligatoire pour nous de créer des mots de passe longs et forts. Comme nous utilisons beaucoup de sites web et d'applications de nos jours, il y a 90 % de chances que nous ne nous souvenions pas de tous les mots de passe que nous avons créés. Heureusement, la technologie a changé et vous n'avez pas à vous souvenir de tous les mots de passe.
it: Quando viene creato un nuovo account, è obbligatorio per noi creare password lunghe e complesse. Poiché al giorno d'oggi utilizziamo molti siti Web e applicazioni, il 90% delle probabilità è che non ricordiamo tutte le password che abbiamo creato. Fortunatamente, la tecnologia è cambiata e non devi ricordare tutte le password.
ko: 새 계정을 만들 때 길고 강력한 암호를 만들어야합니다. 오늘날 많은 웹 사이트와 응용 프로그램을 사용하기 때문에 90 %는 우리가 만든 모든 암호를 기억하지 못할 수도 있습니다. 다행히도 기술 덕분에 모든 암호를 기억할 필요가 없습니다.
nl: Wanneer een nieuwe account wordt aangemaakt, is het voor ons verplicht om lange en sterke wachtwoorden aan te maken. Omdat we tegenwoordig veel websites en toepassingen gebruiken, is de kans 90% dat we niet alle wachtwoorden onthouden die we hebben aangemaakt. Gelukkig is de technologie veranderd en hoeft u niet alle wachtwoorden te onthouden.
pl: Podczas tworzenia nowego konta obowiązkowe jest utworzenie długich i silnych haseł. Ponieważ obecnie korzystamy z wielu stron internetowych i aplikacji, istnieje 90% szans, że nie pamiętamy wszystkich utworzonych przez nas haseł. Na szczęście technologia się zmieniła i nie musisz pamiętać wszystkich haseł.
pt: Quando se cria uma nova conta, é obrigatório usar palavras-passe longas e fortes. Por acedermos a muitos sítios web e usarmos muitas aplicações, há 90% de probabilidade de não nos lembrarmos de todas as palavras-passe. Felizmente, a tecnologia mudou e não tem de se lembrar de todas as palavras-passe.
ru: Когда создается новая учетная запись, мы в обязательном порядке создаем длинные и надежные пароли. Поскольку в настоящее время мы используем множество веб-сайтов и приложений, 90% вероятности состоит в том, что мы не помним все созданные нами пароли. К счастью, технологии изменились, и вам не обязательно запоминать все пароли.
sv: När ett nytt konto skapas, är det obligatoriskt för oss att skapa ett långt och starkt lösenord. Eftersom vi använder många olika hemsidor och applikationer nuförtiden, är det 90 % chans att vi inte kommer ihåg alla lösenord vi har skapat. Som tur är har tekniken förändrads och du behöver inte komma ihåg alla lösenord.
tr: Yeni hesap oluşturulduğunda uzun ve güçlü parolalar oluşturmamız zorunludur. Günümüzde birçok internet sitesi ve uygulama kullanmamız nedeniyle oluşturduğumuz parolaları hatırlamama ihtimalimiz %90. Neyse ki teknoloji de değişti ve tüm parolaları hatırlamanıza gerek kalmadı.
zh: 当创建一个新帐户时，我们必须创建长而强的密码。 由于我们现在使用许多网站和应用程序，90％的机会是我们不记得我们创建的所有密码。 幸运的是，技术已经改变，你不必记住所有的密码。
