Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WINAIMCR_H3_Text2
source: Despite the disparities in the requirements however, there are essential minimum measures all relevant businesses must implement, which can ensure compliance, and AxCrypt's encryption software can help you achieve some of them.
ar: على الرغم من أن NIS2 يرفع مستوى الأمن السيبراني في جميع أنحاء أوروبا ، إلا أن متطلباته تختلف بناء على حجم المنظمة والوظيفة المجتمعية والتعرض. تحصل الشركات الصغيرة على بعض المرونة ، بينما تواجه الكيانات الأكبر التزامات أكثر صرامة.
de: Trotz der Unterschiede in den Anforderungen gibt es jedoch wesentliche Mindestmaßnahmen, die alle relevanten Unternehmen umsetzen müssen, um die Einhaltung der Vorschriften zu gewährleisten, und die Verschlüsselungssoftware von AxCrypt kann Ihnen dabei helfen, einige davon zu erreichen.
es: Sin embargo, a pesar de las disparidades en los requisitos, existen medidas mínimas esenciales que todas las empresas relevantes deben implementar, que pueden garantizar el cumplimiento, y el software de cifrado de AxCrypt puede ayudarlo a lograr algunas de ellas.
fr: Malgré les disparités dans les exigences, cependant, il existe des mesures minimales essentielles que toutes les entreprises concernées doivent mettre en œuvre, ce qui peut garantir la conformité, et le logiciel de chiffrement AxCrypt peut vous aider à en atteindre certaines.
it: Nonostante le disparità nei requisiti, tuttavia, ci sono misure minime essenziali che tutte le aziende interessate devono implementare, che possono garantire la conformità, e il software di crittografia di AxCrypt può aiutarti a raggiungere alcune di esse.
ko: 그러나 요구 사항의 차이에도 불구하고 모든 관련 비즈니스에서 반드시 구현해야 하는 최소한의 필수 조치가 있으므로 규정 준수를 보장할 수 있으며 AxCrypt의 암호화 소프트웨어는 이러한 조치 중 일부를 달성하는 데 도움이 될 수 있습니다.
nl: Ondanks de verschillen in de vereisten zijn er echter essentiële minimummaatregelen die alle relevante bedrijven moeten implementeren, om de naleving te kunnen garanderen, en de coderingssoftware van AxCrypt kan u helpen een aantal van deze maatregelen te bereiken.
pl: Jednak pomimo rozbieżności w wymaganiach, wszystkie odpowiednie firmy muszą wdrożyć niezbędne minimalne środki, które mogą zapewnić zgodność, a oprogramowanie szyfrujące AxCrypt może pomóc w osiągnięciu niektórych z nich.
pt: Apesar das disparidades nos requisitos, no entanto, existem medidas mínimas essenciais que todas as empresas relevantes devem implementar, que podem garantir a conformidade, e o software de criptografia da AxCrypt pode ajudá-lo a alcançar algumas delas.
ru: Однако, несмотря на различия в требованиях, существуют существенные минимальные меры. Они должны быть реализованы всеми соответствующими предприятиями, которые могут обеспечить соответствие, и программное обеспечение для шифрования AxCrypt может помочь вам достичь некоторых из них.
sv: Trots skillnaderna i kraven finns det dock grundläggande minimått som alla relevanta företag måste implementera för att säkerställa efterlevnad, och AxCrypts krypteringsprogramvara kan hjälpa dig att uppnå några av dem.
tr: Bununla birlikte, gereksinimlerdeki eşitsizliklere rağmen, ilgili tüm işletmelerin uygulaması gereken, uyumluluğu sağlayabilecek temel asgari önlemler bulunur ve AxCrypt'in şifreleme yazılımı bunlardan bazılarını elde etmenize yardımcı olabilir.
zh: 然而，尽管要求存在差异，但所有相关企业都必须实施一些基本的最低限度措施，这些措施可以确保合规性，而AxCrypt的加密软件可以帮助您实现其中的一些措施。

# Blog_WINAIMCR_H3_Text3
source: Following are the minimum requirement points for any organization under NIS2.
ar: فيما يلي الحد الأدنى من النقاط المطلوبة لأي منظمة بموجب NIS2.
de: Im Folgenden finden Sie die Mindestanforderungen für jede Organisation unter NIS2.
es: A continuación se detallan los puntos mínimos de requisitos para cualquier organización en virtud de la norma NIS2.
fr: Voici les points d'exigences minimales pour toute organisation dans le cadre de la NIS2.
it: Di seguito sono riportati i punti minimi richiesti per qualsiasi organizzazione ai sensi del NIS2.
ko: 다음은 NIS2 아래 조직에 대한 최소 요구 사항입니다.
nl: Hieronder volgen de minimale vereiste punten voor elke organisatie die onder NIS2 valt.
pl: Poniżej znajdują się minimalne punkty wymagań dla każdej organizacji w ramach NIS2.
pt: A seguir estão os pontos de requisitos mínimos para qualquer organização sob o NIS2.
ru: Ниже приведены минимальные требования для любой организации в рамках NIS2.
sv: Följande är minsta kraven för alla organisationer enligt NIS2.
tr: Aşağıda, NIS2 kapsamındaki herhangi bir kuruluş için asgari gereksinim noktaları verilmiştir.
zh: 以下是 NIS2 下任何组织的最低要求点。

# Blog_WINAIMCR_H3_Text4
source: <li><b>Risk Assessment & Security Policies:</li></b> Identify cyber threats and build defenses with regular risk assessments and defined security policies.
ar: <li><b>تقييم المخاطر والسياسات الأمنية:</b></li> تحديد التهديدات السيبرانية وبناء الدفاعات من خلال تقييمات المخاطر المنتظمة والسياسات الأمنية المحددة.
de: <li><b>Risikobewertung und Sicherheitsrichtlinien:</li></b> Identifizieren Sie Cyberbedrohungen und bauen Sie Abwehrmaßnahmen mit regelmäßigen Risikobewertungen und definierten Sicherheitsrichtlinien auf.
es: <li><b>Evaluación de riesgos y políticas de seguridad:</b></li> Identifique las amenazas cibernéticas y construya defensas con evaluaciones de riesgos periódicas y políticas de seguridad definidas.
fr: <li><b>Évaluation des risques et politiques de sécurité :</b></li> Identifier les menaces cybernétiques et ériger des défenses grâce à des évaluations régulières des risques et à des politiques de sécurité définies.
it: <li><b>Valutazione dei rischi e politiche di sicurezza:</b></li> Identifica le minacce informatiche e costruisci difese con valutazioni regolari dei rischi e policy di sicurezza definite.
ko: <li><b>위험 평가 및 보안 정책:</li></b> 정기적인 위험 평가 및 정의된 보안 정책을 통해 사이버 위협을 식별하고 방어 체계를 구축합니다.
nl: <li><b>Risicobeoordeling en beveiligingsbeleid:</li></b> Identificeer cyberdreigingen en bouw verdedigingsmechanismen op met regelmatige risicobeoordelingen en gedefinieerd beveiligingsbeleid.
pl: <li><b>Ocena ryzyka i zasady bezpieczeństwa:</li></b> Identyfikuj zagrożenia cybernetyczne i buduj zabezpieczenia, korzystając z regularnych ocen ryzyka i zdefiniowanych zasad bezpieczeństwa.
pt: <li><b>Avaliação de Risco e Políticas de Segurança:</b></li> Identifique ameaças cibernéticas e crie defesas com avaliações de risco regulares e políticas de segurança definidas.
ru: <li><b>Оценка рисков и политики безопасности:</li></b> Выявляйте киберугрозы и создавайте средства защиты с помощью регулярной оценки рисков и определенных политик безопасности.
sv: <li><b>Riskbedömning och säkerhetspolicyer:</b></li> Identifiera cyberhot och bygg försvar med regelbundna riskbedömningar och definierade säkerhetspolicyer.
tr: <li><b>Risk Değerlendirmesi ve Güvenlik Politikaları:</b></li> Siber tehditleri belirleyin ve düzenli risk değerlendirmeleri ve tanımlanmış güvenlik politikalarıyla savunma oluşturun.
zh: <li><b>风险评估和安全政策：</li></b> 通过定期风险评估和定义的安全策略来识别网络威胁并构建防御措施。

# Blog_WINAIMCR_H3_Text5
source: <li><b>Incident Response Plan:</li></b> Have a plan for handling security incidents quickly and effectively.
ar: <li><b>خطة الاستجابة للحوادث:</b></li> ضع خطة للتعامل مع الحوادث الأمنية بسرعة وفعالية.
de: <li><b>Incident-Response-Plan:</li></b> Erstellen Sie einen Plan für den schnellen und effektiven Umgang mit Sicherheitsvorfällen.
es: <li><b>Plan de respuesta a incidentes:</b></li> Tenga un plan para manejar los incidentes de seguridad de manera rápida y efectiva.
fr: <li><b>Plan de réponse aux incidents :</b></li> Avoir un plan pour gérer rapidement et efficacement les incidents de sécurité.
it: <li><b>Piano di risposta agli incidenti:</b></li> Disporre di un piano per gestire gli incidenti di sicurezza in modo rapido ed efficace.
ko: <li><b>사고 대응 계획:</li></b> 신속하고 효과적으로 보안 사고를 처리할 수 있는 계획을 가지고 있습니다.
nl: <li><b>Incidentresponsplan:</b></li> Zorg voor een plan om beveiligingsincidenten snel en effectief af te handelen.
pl: <li><b>Plan reagowania na incydenty:</li></b> przygotuj plan szybkiego i skutecznego radzenia sobie z incydentami związanymi z bezpieczeństwem.
pt: <li><b>Plano de Resposta a Incidentes:</b></li> Tenha um plano para lidar com incidentes de segurança de forma rápida e eficaz.
ru: <li><b>План реагирования на инциденты:</li></b> Разработайте план быстрой и эффективной обработки инцидентов безопасности.
sv: <li><b>Plan för incidenthantering:</b></li> Ha en plan för att hantera säkerhetsincidenter snabbt och effektivt.
tr: <li><b>Olay Müdahale Planı:</b></li> Güvenlik olaylarını hızlı ve etkili bir şekilde ele almak için bir plan hazırlayın.
zh: <li><b>事件响应计划：</li></b> 制定快速有效地处理安全事件的计划。

# Blog_WINAIMCR_H3_Text6
source: <li><b>Business Continuity Plan:</li></b> Develop a business continuity plan to ensure smooth operations even after an attack. AxCrypt can help with secure and automatic encrypted backups on clouds.
ar: <li><b>خطة استمرارية الأعمال:</b></li> وضع خطة لاستمرارية الأعمال لضمان سلاسة العمليات حتى بعد الهجوم. يمكن أن يساعد اكسكربت في النسخ الاحتياطي المشفر الآمن والتلقائي على السحابة.
de: <li><b>Business-Continuity-Plan:</li></b> Entwickeln Sie einen Business-Continuity-Plan, um auch nach einem Angriff einen reibungslosen Betrieb zu gewährleisten. AxCrypt kann bei sicheren und automatischen, verschlüsselten Backups in Clouds helfen.
es: <li><b>Plan de Continuidad de Negocio:</b></li> Desarrolle un plan de continuidad del negocio para garantizar operaciones fluidas incluso después de un ataque. AxCrypt puede ayudar con copias de seguridad cifradas seguras y automáticas en las nubes.
fr: <li><b>Plan de Continuité des Activités :</b></li> Élaborer un plan de continuité des activités pour garantir des opérations fluides même après une attaque. AxCrypt peut aider avec des sauvegardes sécurisées et chiffrées automatiques dans le cloud.
it: <li><b>Piano di continuità operativa:</b></li> Sviluppa un piano di continuità aziendale per garantire operazioni senza intoppi anche dopo un attacco. AxCrypt può aiutare con backup crittografati sicuri e automatici sui cloud.
ko: <li><b>무중단 업무 운영 계획:</li></b> 공격 후에도 원활한 운영을 보장하기 위해 무중단 업무 운영 계획을 수립합니다. AxCrypt는 클라우드에서 안전하게 자동 암호화된 백업을 지원합니다.
nl: <li><b>Bedrijfscontinuïteitsplan:</b></li> Ontwikkel een bedrijfscontinuïteitsplan om een soepele werking te garanderen, zelfs na een aanval. AxCrypt kan helpen met veilige en automatische versleutelde back-ups in clouds.
pl: <li><b>Plan ciągłości działania:</li></b> Opracuj plan ciągłości działania, aby zapewnić płynne działanie nawet po ataku. AxCrypt może pomóc w bezpiecznym i automatycznym szyfrowaniu kopii zapasowych w chmurach.
pt: <li><b>Plano de Continuidade de Negócios:</b></li> Desenvolva um plano de continuidade de negócios para garantir operações tranquilas mesmo após um ataque. O AxCrypt pode ajudar com backups criptografados seguros e automáticos em nuvens.
ru: <li><b>План обеспечения непрерывности бизнеса:</li></b> Разработайте план обеспечения непрерывности бизнес-процессов, чтобы обеспечить бесперебойную работу даже после атаки. AxCrypt может помочь с безопасным и автоматическим зашифрованным резервным копированием в облаках.
sv: <li><b>Kontinuitetsplan för verksamheten:</b></li> Utveckla en kontinuitetsplan för att säkerställa smidig drift även efter en attack. AxCrypt kan hjälpa till med säkra och automatiska krypterade säkerhetskopior i molnet.
tr: <li><b>İş Sürekliliği Planı:</b></li> Bir saldırıdan sonra bile sorunsuz işlemler yapmak için bir iş sürekliliği planı geliştirin. AxCrypt, bulutlarda güvenli ve otomatik şifreli yedeklemeler konusunda yardımcı olabilir.
zh: <li><b>业务连续性计划：</li></b> 制定业务连续性计划，以确保即使在遭受攻击后也能顺利运营。AxCrypt可以帮助在云上进行安全和自动的加密备份。

# Blog_WINAIMCR_H3_Text7
source: <li><b>Secure Supply Chain:</li></b> Manage risks associated with third-party vendors.
ar: <li><b>سلسلة التوريد الآمنة:</b></li> إدارة المخاطر المرتبطة بموردي الجهات الخارجية.
de: <li><b>Sichere Lieferkette:</b></li> Managen Sie Risiken, die mit Drittanbietern verbunden sind.
es: <li><b>Cadena de suministro segura:</b></li> Gestione los riesgos asociados a proveedores externos.
fr: <li><b>Chaîne d'Approvisionnement Sécurisée :</b></li> Gérer les risques associés aux fournisseurs tiers.
it: <li><b>Catena di approvvigionamento sicura:</b></li> Gestisci i rischi associati ai fornitori di terze parti.
ko: <li><b>공급망 보안:</li></b> 타사 공급업체와 관련된 위험을 관리합니다.
nl: <li><b>Veilige toeleveringsketen:</b></li> Beheer risico's die verband houden met externe leveranciers.
pl: <li><b>Bezpieczny łańcuch dostaw:</li></b> zarządzaj ryzykiem związanym z dostawcami zewnętrznymi.
pt: <li><b>Cadeia de suprimentos segura:</b></li> Gerencie riscos associados a fornecedores terceirizados.
ru: <li><b>Безопасная цепочка поставок:</li></b> Управление рисками, связанными со сторонними поставщиками.
sv: <li><b>Säker leveranskedja:</b></li> Hantera risker som är associerade med tredjepartsleverantörer.
tr: <li><b>Güvenli Tedarik Zinciri:</b></li> Üçüncü taraf satıcılarla ilişkili riskleri yönetin.
zh: <li><b>安全供应链：</li></b> 管理与第三方供应商相关的风险。

# Blog_WINAIMCR_H3_Text8
source: <li><b>Measure Security Effectiveness:</li></b> Regularly evaluate the effectiveness of your security measures to identify and address weaknesses.
ar: <li><b>قياس فعالية الأمن:</b></li> قم بتقييم فعالية إجراءاتك الأمنية بانتظام لتحديد نقاط الضعف ومعالجتها.
de: <li><b>Messen Sie die Effektivität der Sicherheit:</li></b> Bewerten Sie regelmäßig die Wirksamkeit Ihrer Sicherheitsmaßnahmen, um Schwachstellen zu identifizieren und zu beheben.
es: <li><b>Medir la eficacia de la seguridad:</b></li> Evalúe regularmente la eficacia de sus medidas de seguridad para identificar y abordar los puntos débiles.
fr: <li><b>Mesurer l'Efficacité de la Sécurité :</li></b> Évaluer régulièrement l'efficacité de vos mesures de sécurité pour identifier et corriger les faiblesses.
it: <li><b>Misura l'efficacia della sicurezza:</b></li> Valuta regolarmente l'efficacia delle tue misure di sicurezza per identificare e affrontare i punti deboli.
ko: <li><b>보안 효과 측정:</li></b> 보안 조치의 효과를 정기적으로 평가하여 취약점을 식별하고 해결합니다
nl: <li><b>Meet de effectiviteit van de beveiliging:</b></li> Evalueer regelmatig de effectiviteit van uw beveiligingsmaatregelen om zwakke punten te identificeren en aan te pakken.
pl: <li><b>Mierz skuteczność zabezpieczeń:</li></b> regularnie oceniaj skuteczność swoich środków bezpieczeństwa, aby identyfikować i eliminować słabe punkty.
pt: <li><b>Meça a eficácia da segurança:</b></li> Avalie regularmente a eficácia de suas medidas de segurança para identificar e resolver pontos fracos.
ru: <li><b>Измерение эффективности безопасности:</li></b> Регулярно оценивайте эффективность мер безопасности, чтобы выявлять и устранять слабые места.
sv: <li><b>Mät säkerhetseffektiviteten:</b></li> Utvärdera regelbundet effektiviteten i dina säkerhetsåtgärder för att identifiera och åtgärda svagheter.
tr: <li><b>Güvenlik Etkinliğini Ölçün:</b></li> Zayıflıkları belirlemek ve ele almak için güvenlik önlemlerinizin etkinliğini düzenli olarak değerlendirin.
zh: <li><b>衡量安全有效性：</li></b> 定期评估安全措施的有效性，以识别和解决弱点。

# Blog_WINAIMCR_H3_Text9
source: <li><b>Secure System Procurement & Development:</li></b> Implement policies for handling and reporting vulnerabilities in procured systems and your own development processes.
ar: <li><b>شراء وتطوير النظام الآمن:</b></li> تنفيذ سياسات للتعامل مع نقاط الضعف والإبلاغ عنها في الأنظمة المشتراة وعمليات التطوير الخاصة بك.
de: <li><b>Sichere Systembeschaffung und -entwicklung:</li></b> Implementieren Sie Richtlinien für den Umgang und die Meldung von Schwachstellen in beschafften Systemen und Ihren eigenen Entwicklungsprozessen.
es: <li><b>Adquisición y desarrollo de sistemas seguros:</b></li> Implemente políticas para manejar y notificar vulnerabilidades en los sistemas adquiridos y en sus propios procesos de desarrollo.
fr: <li><b>Achat et Développement de Systèmes Sécurisés :</li></b> Mettre en œuvre des politiques pour gérer et signaler les vulnérabilités dans les systèmes acquis et vos propres processus de développement.
it: <li><b>Approvvigionamento e sviluppo di sistemi sicuri:</b></li> Implementa criteri per la gestione e la segnalazione delle vulnerabilità nei sistemi acquistati e nei tuoi processi di sviluppo.
ko: <li><b>안전한 시스템 조달 및 개발:</li></b> 조달된 시스템과 자체 개발 프로세스의 취약점을 처리하고 보고하는 정책을 구현합니다.
nl: <li><b>Veilige systeemaankoop en -ontwikkeling:</li></b> Implementeer beleid voor de omgang met het rapporteren van kwetsbaarheden bij ingekochte systemen en in uw eigen procesontwikkeling.
pl: <li><b>Bezpieczne pozyskiwanie i rozwój systemów:</li></b> Wdrażaj zasady obsługi i raportowania luk w zabezpieczeniach zakupionych systemów oraz własnych procesów programistycznych.
pt: <li><b>Aquisição e Desenvolvimento de Sistemas Seguros:</b></li> Implemente políticas para lidar e relatar vulnerabilidades em sistemas adquiridos e seus próprios processos de desenvolvimento.
ru: <li><b>Закупка и разработка безопасных систем:</li></b> Внедрите политики обработки уязвимостей и сообщения об уязвимостях в приобретенных системах и собственных процессах разработки.
sv: <li><b>Säker systemupphandling och utveckling:</b></li> Implementera policyer för att hantera och rapportera sårbarheter i upphandlade system och dina egna utvecklingsprocesser.
tr: <li><b>Güvenli Sistem Tedariği ve Geliştirmesi:</b></li> Satın alınan sistemlerdeki ve kendi geliştirme süreçlerinizdeki güvenlik açıklarını ele almak ve raporlamak için politikalar uygulayın.
zh: <li><b>安全系统采购和开发：</li></b> 实施策略，以处理和报告采购系统和您自己的开发流程中的漏洞。

# Blog_WINAIMCR_H4_Text1
source: Failing to comply with the NIS2 directive before the deadline can have significant consequences for your organization, impacting finances, reputation, and even legal standing. Here's what you need to know:
ar: يمكن أن يكون لعدم الامتثال لتوجيه NIS2 قبل الموعد النهائي عواقب وخيمة على مؤسستك ، مما يؤثر على الشؤون المالية والسمعة وحتى الوضع القانوني. إليك ما تحتاج إلى معرفته:
de: Die Nichteinhaltung der NIS2-Richtlinie vor Ablauf der Frist kann erhebliche Folgen für Ihr Unternehmen haben und sich auf die Finanzen, den Ruf und sogar die rechtliche Stellung auswirken. Hier ist alles, was Sie wissen müssen:
es: No cumplir con la directiva NIS2 antes de la fecha límite puede tener consecuencias significativas para su organización, afectando las finanzas, la reputación e incluso la situación legal. Esto es lo que necesitas saber:
fr: Ne pas se conformer à la directive NIS2 avant la date limite peut avoir des conséquences importantes pour votre organisation, affectant les finances, la réputation et même la situation juridique. Voici ce que vous devez savoir :
it: Il mancato rispetto della direttiva NIS2 prima della scadenza può avere conseguenze significative per la tua organizzazione, con un impatto sulle finanze, sulla reputazione e persino sulla posizione legale. Ecco cosa c'è da sapere:
ko: 기한 내에 NIS2 지침을 준수하지 않으면 조직에 심각한 영향을 미쳐 재무, 평판 및 법적 지위에 영향을 미칠 수 있습니다. 알아야 할 사항은 다음과 같습니다.
nl: Als u niet voor de deadline aan de NIS2-richtlijn voldoet, kan dit aanzienlijke gevolgen hebben voor uw organisatie, bijvoorbeeld voor financiën, reputatie en zelfs de juridische status. Dit is wat u moet weten:
pl: Niezastosowanie się do dyrektywy NIS2 przed upływem terminu może mieć poważne konsekwencje dla Twojej organizacji, wpływając na finanse, reputację, a nawet sytuację prawną. Oto, co musisz wiedzieć:
pt: Não cumprir a diretiva NIS2 antes do prazo pode ter consequências significativas para sua organização, afetando as finanças, reputação e até mesmo a posição legal. Aqui está o que você precisa saber:
ru: Несоблюдение директивы NIS2 до установленного срока может иметь серьезные последствия для вашей организации, влияя на финансы, репутацию и даже юридический статус. Вот что вам нужно знать:
sv: Att inte följa NIS2-direktivet före deadline kan få betydande konsekvenser för din organisation, vilket påverkar ekonomi, rykte och till och med juridisk ställning. Här är vad du behöver veta:
tr: Son teslim tarihinden önce NIS2 direktifine uyulmaması, kuruluşunuz için mali durumu, itibarı ve hatta yasal durumu etkileyen önemli sonuçlar doğurabilir. İşte bilmeniz gerekenler:
zh: 未能在截止日期前遵守 NIS2 指令可能会对您的组织产生重大影响，影响财务、声誉甚至法律地位。以下是您需要了解的内容：

# Blog_WINAIMCR_H4_Text2
source: <b>Financial Penalties:</b>
ar: <b>الغرامات المالية:</b>
de: <b>Geldstrafen:</b>
es: <b>Sanciones económicas:</b>
fr: <b>Sanctions Financières :</b>
it: <b>Pecuniarie:</b>
ko: <b>재정적 벌금:</b>
nl: <b>Financiële sancties:</b>
pl: <b>Kary finansowe:</b>
pt: <b>Sanções Financeiras:</b>
ru: <b>Финансовые санкции:</b>
sv: <b>Ekonomiska påföljder:</b>
tr: <b>Mali Cezalar:</b>
zh: <b>经济处罚：</b>

# Blog_WINAIMCR_H4_Text3
source: <li><b>Fines up to €10 million or 2% of your global annual turnover (whichever is higher)</b> – a hefty burden for any organization, especially smaller businesses.</li>
ar: <li><b>غرامات تصل إلى 10 ملايين يورو أو 2٪ من مبيعاتك السنوية العالمية (أيهما أعلى)</b> - عبء كبير على أي مؤسسة ، وخاصة الشركات الصغيرة.</li>
de: <li><b>Bußgelder von bis zu 10 Millionen Euro oder 2 % Ihres weltweiten Jahresumsatzes (je nachdem, welcher Betrag höher ist)</b> – eine hohe Belastung für jedes Unternehmen, insbesondere für kleinere Unternehmen.</li>
es: <li><b>Multas de hasta 10 millones de euros o el 2% de su facturación anual global (lo que sea mayor),</b> una carga considerable para cualquier organización, especialmente para las empresas más pequeñas.</li>
fr: <li><b>Amendes pouvant aller jusqu'à 10 millions d'euros ou 2 % de votre chiffre d'affaires annuel mondial (selon le montant le plus élevé)</b> – un fardeau considérable pour toute organisation, en particulier les petites entreprises.</li>
it: <li><b>Multe fino a 10 milioni di euro o al 2% del fatturato annuo globale (a seconda di quale sia il valore più alto):</b> un onere pesante per qualsiasi organizzazione, in particolare per le piccole imprese.</li>
ko: <li><b>1,000만 유로 또는 글로벌 연간 매출액의 2%(둘 중 더 높은 금액)까지 벌금이 부과됩니다.</b> 이는 모든 조직, 특히 소규모 기업에 큰 부담이 됩니다.</li>
nl: <li><b>Boetes tot € 10 miljoen of 2% van uw wereldwijde jaaromzet (afhankelijk van wat hoger is)</b> - een zware last voor elke organisatie, vooral voor kleinere bedrijven.</li>
pl: <li><b>Kary do 10 milionów euro lub 2% całkowitego rocznego obrotu (w zależności od tego, która kwota jest wyższa)</b> – to ogromne obciążenie dla każdej organizacji, zwłaszcza mniejszych firm.</li>
pt: <li><b>Multas de até €10 milhões ou 2% do seu faturamento global anual (o que for maior)</b> - um peso significativo para qualquer organização, especialmente para empresas menores.</li>
ru: <li><b>Штрафы в размере до 10 миллионов евро или 2% от вашего глобального годового оборота (в зависимости от того, что больше)</b> — тяжелое бремя для любой организации, особенно для малого бизнеса.</li>
sv: <li><b>Böter upp till 10 miljoner euro eller 2 % av din globala årliga omsättning (beroende på vilket som är högre)</b> – en tung börda för vilken organisation som helst, särskilt mindre företag.</li>
tr: <li><b>10 milyon €'ya veya küresel yıllık cironuzun %2'sine (hangisi daha yüksekse) varan para cezaları</b> - özellikle küçük işletmeler olmak üzere herhangi bir kuruluş için ağır bir yüktür.</li>
zh: <li><b>罚款高达 1000 万欧元或全球年营业额的 2%（以较高者为准）</b>——这对任何组织来说都是沉重的负担，尤其是小型企业。</li>
