Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EVA_H3_Text2
source: We decided to use “sign in” as the metaphor for normal usage, because what happens is very similar, and most of us are used to “signing in”. What really happens is that we don’t authenticate the identity as such (your e-mail), but we do ensure that the password provided is correct and associated with the e-mail. There’s a subtle difference. AxCrypt uses the verified password to encrypt and decrypt. Access control systems uses the authenticated identity to match against permissions.
ar: قررنا استخدام "تسجيل الدخول" كاستعارة للاستخدام العادي ، لأن ما يحدث مشابه جدًا ، ومعظمنا معتاد على "تسجيل الدخول". ما يحدث حقًا هو أننا لا نصادق على الهوية على هذا النحو (بريدك الإلكتروني) ، لكننا نضمن أن كلمة المرور المقدمة صحيحة ومرتبطة بالبريد الإلكتروني. هناك فرق دقيق. يستخدم اكسكربت كلمة المرور التي تم التحقق منها للتشفير وفك التشفير. تستخدم أنظمة التحكم في الوصول الهوية المصادق عليها لمطابقة الأذونات.
de: Wir haben uns entschieden, "Anmelden" als Metapher für den normalen Gebrauch zu verwenden, da das, was passiert, sehr ähnlich ist und die meisten von uns daran gewöhnt sind, sich anzumelden. Was wirklich passiert, ist, dass wir die Identität als solche (Ihre E-Mail) nicht authentifizieren, aber wir stellen sicher, dass das angegebene Passwort korrekt und mit der E-Mail verknüpft ist. Es gibt einen feinen Unterschied. AxCrypt verwendet das verifizierte Passwort zum Verschlüsseln und Entschlüsseln. Zugangskontrollsysteme verwenden die authentifizierte Identität, um sie mit Berechtigungen abzugleichen.
es: Decidimos usar "iniciar sesión" como metáfora del uso normal, porque lo que sucede es muy similar y la mayoría de nosotros estamos acostumbrados a "iniciar sesión". Lo que realmente sucede es que no autenticamos la identidad como tal (tu correo electrónico), pero sí nos aseguramos de que la contraseña proporcionada sea correcta y esté asociada al correo electrónico. Hay una diferencia sutil. AxCrypt usa la contraseña verificada para cifrar y descifrar. Los sistemas de control de acceso utilizan la identidad autenticada para compararla con los permisos.
fr: Nous avons décidé d’utiliser « connexion » comme métaphore de l’utilisation normale, car ce qui se passe est très similaire et la plupart d’entre nous sont habitués à « se connecter ». Ce qui se passe réellement, c’est que nous n’authentifions pas l’identité en tant que telle (votre e-mail), mais nous nous assurons que le mot de passe fourni est correct et associé à l’e-mail. Il y a une différence subtile. AxCrypt utilise le mot de passe vérifié pour chiffrer et déchiffrer. Les systèmes de contrôle d’accès utilisent l’identité authentifiée pour correspondre aux autorisations.
it: Abbiamo deciso di utilizzare "accedi" come metafora per il normale utilizzo, perché ciò che accade è molto simile e la maggior parte di noi è abituata a "accedere". Ciò che realmente accade è che non autentichiamo l'identità in quanto tale (la tua e-mail), ma ci assicuriamo che la password fornita sia corretta e associata all'e-mail. C'è una sottile differenza. AxCrypt utilizza la password verificata per crittografare e decrittografare. I sistemi di controllo degli accessi utilizzano l'identità autenticata per confrontare le autorizzazioni
ko: 우리는 "로그인"을 일반적인 용법의 은유로서 사용하기로 결정했습니다. 왜냐하면 일어나는 일이 매우 비슷하고, 우리들 대부분은 "로그인"하는데 익숙하기 때문입니다. 실제로 발생하는 것은 ID(전자 메일)를 인증하지 않지만 제공된 암호가 올바르고 전자 메일과 연결되어 있는지 확인하는 것입니다. 미묘한 차이가 있습니다. AxCrypt는 확인된 암호를 사용하여 암호화 및 해독합니다. 액세스 제어 시스템은 인증된 ID를 사용하여 권한과 일치시킵니다.
nl: We hebben besloten om "aanmelden" te gebruiken als de metafoor voor normaal gebruik, omdat wat er gebeurt erg op elkaar lijkt en de meesten van ons gewend zijn aan "aanmelden". Wat er echt gebeurt, is dat we de identiteit als zodanig (uw e-mail) niet verifiëren, maar we zorgen er wel voor dat het verstrekte wachtwoord correct is en gekoppeld is aan de e-mail. Er is een subtiel verschil. AxCrypt gebruikt het geverifieerde wachtwoord om te coderen en te decoderen. Toegangscontrolesystemen gebruiken de geverifieerde identiteit om te vergelijken tegen toestemming.
pl: Zdecydowaliśmy się użyć „zaloguj się” jako metafory do normalnego użytkowania, ponieważ to, co się dzieje, jest bardzo podobne, a większość z nas jest przyzwyczajona do „logowania się”. Tak naprawdę nie uwierzytelniamy tożsamości jako takiej (Twojego e-maila), ale upewniamy się, że podane hasło jest poprawne i powiązane z e-mailem. To subtelna różnica. AxCrypt używa zweryfikowanego hasła do szyfrowania i deszyfrowania. Systemy kontroli dostępu wykorzystują uwierzytelnioną tożsamość do porównywania z uprawnieniami.
pt: Decidimos usar “iniciar sessão” como uma metáfora para a utilização normal, porque o que acontece é muito similar e muitos de nós estão habituados a “iniciar sessão”. O que, na realidade, acontece é que nós não autenticamos a identidade assim (o seu email), mas garantimos que a palavra-passe fornecida é a correcta e associada ao email. Há uma diferença subtil. A AxCrypt usa a palavra-chave verificada para cifrar e decifrar. Os sistemas de controlo de acesso usam a identidade autenticada para verificar as permissões.
ru: Мы решили использовать “войти” в качестве метафоры для обычного использования, потому что то, что происходит, очень похоже, и большинство из нас привыкли к “войти”. Что на самом деле происходит, так это то, что мы не проверяем личность как таковую (ваш e-mail), но мы гарантируем, что указанный пароль правильный и связан с электронной почтой. Есть небольшая разница. AxCrypt использует проверенный пароль для шифрования и дешифрования. Системы контроля доступа используют аутентифицированный идентификатор для сопоставления с разрешениями.
sv: Vi bestämde oss för att använda "logga in" som metafor för normal användning, eftersom det som händer är väldigt likt, och de flesta av oss är vana vid att "logga in". Vad som verkligen händer är att vi inte autentiserar identiteten som sådan (din e-post), men vi säkerställer att det angivna lösenordet är korrekt och associerat med e-postmeddelandet. Det finns en subtil skillnad. AxCrypt använder det verifierade lösenordet för att kryptera och dekryptera. Åtkomstkontrollsystem använder den autentiserade identiteten för att matcha mot behörigheter.
tr: "Oturum aç" ifadesini normal kullanım için bir metafor olarak kullanmaya karar verdik bunun nedeni ise gerçekleşen şeyin oldukça benzer olması ve çoğumuzun "oturum açmaya" alışkın olmamız. Aslında olan şey (e-postanız gibi) kimlik bilgilerinizi kullanmıyor fakat sağlanan parolanın doğru ve e-posta ile ilişkili olduğundan emin oluyor olmamızdır. Çok bariz olmayan bir fark da bulunur. AxCrypt, şifrelemek ve şifre çözmek için doğrulanmış parolayı kullanır. Erişim kontrol sistemleri izinleri karşılaştırmak için doğrulanmış kimliği kullanır.
zh: 我们决定使用"登录"作为正常使用的隐喻，因为发生的事情非常相似，我们大多数人都习惯于"登录"。 真正发生的情况是，我们不会对身份进行身份验证（您的电子邮件），但我们确实确保提供的密码正确并与电子邮件相关联。 有一个微妙的区别。 AxCrypt使用经过验证的密码进行加密和解密。 访问控制系统使用经过身份验证的身份来匹配权限。

# Blog_EVA_H3_Text3
source: This also means, that if two users actually have the same password, they will be able to decrypt each others files. That’s another reason to chose a really long, good and strong password so that this risk is reduced to effective zero.
ar: هذا يعني أيضًا أنه إذا كان لدى مستخدمين نفس كلمة المرور بالفعل ، فسيكون بإمكانهما فك تشفير ملفات بعضهما البعض. وهذا سبب آخر لاختيار كلمة مرور طويلة وجيدة وقوية حقًا بحيث يتم تقليل هذا الخطر إلى صفر فعال.
de: Das bedeutet auch, dass, wenn zwei Benutzer tatsächlich dasselbe Passwort haben, sie sich gegenseitig Dateien entschlüsseln können. Das ist ein weiterer Grund, ein wirklich langes, gutes und sicheres Passwort zu wählen, damit dieses Risiko effektiv auf Null reduziert wird.
es: Esto también significa que si dos usuarios tienen la misma contraseña, podrán descifrar los archivos de los demás. Esa es otra razón para elegir una contraseña realmente larga, buena y segura para que este riesgo se reduzca a cero efectivo.
fr: Cela signifie également que si deux utilisateurs ont réellement le même mot de passe, ils pourront décrypter les fichiers de l’autre. C’est une autre raison de choisir un mot de passe très long, bon et fort afin que ce risque soit réduit à zéro effectif.
it: Ciò significa anche che se due utenti hanno effettivamente la stessa password, saranno in grado di decrittografare i file l'uno dell'altro. Questo è un altro motivo per scegliere una password davvero lunga, buona e sicura in modo che questo rischio sia ridotto a zero effettivo.
ko: 이것은 또한 두 사용자가 실제로 동일한 암호를 가지고 있다면 서로의 파일을 해독 할 수 있음을 의미합니다. 이것이 위험을 0으로 줄이기 위해, 정말 길고 훌륭하고 강력한 암호를 선택해야 하는 또 다른 이유입니다.
nl: Dit betekent ook dat als twee gebruikers hetzelfde wachtwoord hebben, zij elkaars bestanden kunnen ontsleutelen. Dat is nog een reden om een echt lang, goed en sterk wachtwoord te kiezen, zodat dit risico effectief tot nul wordt gereduceerd.
pl: Oznacza to również, że jeśli dwóch użytkowników faktycznie ma to samo hasło, będą mogli odszyfrować swoje pliki. To kolejny powód, dla którego warto wybrać naprawdę długie, dobre i silne hasło, aby zmniejszyć to ryzyko do skutecznego zera.
pt: Isto também significa que, se dois utilizadores tiverem a mesma palavra-passe, eles poderão decifrar ficheiros um do outro. Essa é outra razão para escolher uma palavra-passe mesmo longa, boa e forte, para que este risco seja reduzido para efectivamente zero.
ru: Это также означает, что если у двух пользователей действительно есть один и тот же пароль, они смогут расшифровывать файлы друг друга. Это еще одна причина выбрать действительно длинный, хороший и надежный пароль, чтобы этот риск был сведен практически к нулю.
sv: Detta betyder också att om två användare faktiskt har samma lösenord, kommer de att kunna dekryptera varandras filer. Det är ytterligare ett skäl till att välja ett riktigt långt, bra och starkt lösenord så att denna risk reduceras till noll.
tr: Bu aynı zamanda, iki kullanıcı gerçekten aynı şifreye sahipse, birbirlerinin dosyalarının şifresini çözebilecekleri anlamına gelir. Bu, gerçekten uzun, iyi ve güçlü bir şifre seçmenin başka bir nedenidir, böylece bu risk etkili bir şekilde sıfıra indirilir.
zh: 这也意味着，如果两个用户实际上有相同的密码，他们将能够解密彼此的文件。 这是选择一个非常长，良好和强大的密码的另一个原因，以便将这种风险降低到有效的零。

# Blog_EVA_H3_Text4
source: One of the reasons we verify the password at all for encryption is to reduce the risk of you mistyping the password when encrypting files, which unfortunately happens all too frequently with AxCrypt 1. Even with the requirement to type it twice.
ar: أحد الأسباب التي تجعلنا نتحقق من كلمة المرور على الإطلاق للتشفير هو تقليل مخاطر كتابة كلمة المرور بشكل خاطئ عند تشفير الملفات ، وهو الأمر الذي يحدث للأسف كثيرًا مع اكسكربت 1. حتى مع اشتراط كتابتها مرتين.
de: Einer der Gründe, warum wir das Passwort für die Verschlüsselung überhaupt überprüfen, besteht darin, das Risiko zu verringern, dass Sie das Passwort beim Verschlüsseln von Dateien falsch eingeben, was bei AxCrypt 1 leider allzu häufig vorkommt. Auch mit der Anforderung, es zweimal einzugeben.
es: Una de las razones por las que verificamos la contraseña para el cifrado es para reducir el riesgo de que escribas mal la contraseña al cifrar archivos, lo que desafortunadamente sucede con demasiada frecuencia con AxCrypt 1. Incluso con el requisito de escribirla dos veces.
fr: L’une des raisons pour lesquelles nous vérifions le mot de passe pour le cryptage est de réduire le risque que vous tapiez mal le mot de passe lors du cryptage des fichiers, ce qui arrive malheureusement trop fréquemment avec AxCrypt 1. Même avec l’exigence de le taper deux fois.
it: Uno dei motivi per cui verifichiamo la password per la crittografia è ridurre il rischio che tu digiti in modo errato la password durante la crittografia dei file, cosa che purtroppo accade troppo spesso con AxCrypt 1. Anche con l'obbligo di digitarla due volte.
ko: 암호화를 위해 암호를 확인하는 이유 중 하나는, 불행히도 AxCrypt 1에서 너무 자주 발생하는 파일을 암호화 할 때 암호를 잘못 입력 할 경우를 줄이기 위해서입니다. 두 번 입력해야하는 요구 사항이 있음에도 말이죠.
nl: Een van de redenen waarom we het wachtwoord überhaupt verifiëren voor encryptie is om het risico te verminderen dat u het wachtwoord verkeerd typt bij het versleutelen van bestanden, wat helaas maar al te vaak gebeurt met AxCrypt 1. Zelfs met de eis om het twee keer te typen.
pl: Jednym z powodów, dla których w ogóle weryfikujemy hasło do szyfrowania, jest zmniejszenie ryzyka błędnego wpisania hasła podczas szyfrowania plików, co niestety zdarza się zbyt często w przypadku AxCrypt 1. Nawet z wymogiem wpisywania go dwukrotnie.
pt: Uma das razões de verificarmos a palavra-passe para cifragem é a redução do risco de erro de digitação, algo que infelizmente acontece muitas vezes com AxCrypt 1. Mesmo com o requisito de dupla digitação da palavra-passe.
ru: Одна из причин, по которой мы вообще проверяем пароль для шифрования, заключается в снижении риска, что вы неправильно введете пароль при шифровании файлов, что, к сожалению, слишком часто случается с AxCrypt 1. Даже с требованием ввести его дважды.
sv: En av anledningarna till att vi överhuvudtaget verifierar lösenordet för kryptering är för att minska risken för att du skriver fel lösenord när du krypterar filer, vilket tyvärr händer alltför ofta med AxCrypt 1. Även med kravet att skriva det två gånger.
tr: Şifreleme için parolayı doğrulamamızın nedenlerinden biri, dosyaları şifrelerken parolayı yanlış yazma riskini azaltmaktır, ki bu ne yazık ki AxCrypt 1 ile çok sık olur. İki kez yazma zorunluluğu olsa bile.
zh: 我们验证密码进行加密的原因之一是为了减少您在加密文件时输入错误密码的风险，不幸的是，AxCrypt 1经常发生这种情况。 即使需要输入两次。

# Blog_EVA_H3_Text5
source: This AxCrypt sign in metahpor thus provides us with real benefits, we only have to enter it once per session and new files will be guaranteed to be encrypted with the password we actually intended to use – and which is verified to be the one we used the last time, i.e. the correct one.
ar: وبالتالي ، فإن استعارة تسجيل الدخول إلى اكسكربت توفر لنا فوائد حقيقية ، ولا يتعين علينا إدخالها إلا مرة واحدة في كل جلسة وسيتم ضمان تشفير الملفات الجديدة بكلمة المرور التي نعتزم استخدامها بالفعل - والتي تم التحقق من أنها تلك التي استخدمناها آخر مرة ، أي الصحيح.
de: Diese AxCrypt-Anmeldemethode bietet uns also echte Vorteile, wir müssen sie nur einmal pro Sitzung eingeben und neue Dateien werden garantiert mit dem Passwort verschlüsselt, das wir tatsächlich verwenden wollten – und das als das verifiziert wird, das wir beim letzten Mal verwendet haben, d. H. Das richtige.
es: Esta metáfora de inicio de sesión de AxCrypt nos brinda beneficios reales, solo tenemos que ingresarlo una vez por sesión y se garantizará que los archivos nuevos se cifren con la contraseña que realmente pretendíamos usar, y que se verifica que es la que usamos el la última vez, es decir, la correcta.
fr: Cette métaphore de connexion AxCrypt nous apporte donc de réels avantages, nous n'avons qu'à la saisir une fois par session et les nouveaux fichiers seront garantis chiffrés avec le mot de passe que nous avions réellement l'intention d'utiliser - et qui est vérifié être celui que nous avons utilisé le dernière fois, c'est-à-dire le bon.
it: Questa metafora sull'accesso ad AxCrypt ci offre quindi vantaggi reali, dobbiamo inserirlo solo una volta per sessione e i nuovi file saranno garantiti per essere crittografati con la password che intendevamo effettivamente utilizzare - e che è verificata essere quella che abbiamo usato l'ultima volta, cioè quella corretta.
ko: 따라서 AxCrypt 로그인이라는 표현은, 세션당 한 번만 입력하면 새 파일이 실제로 사용하려는 암호로 암호화되고 – 마지막으로 사용한 암호, 즉 올바른 암호로 확인됩니다.
nl: Deze AxCrypt-aanmeldingsmetafoor biedt ons dus echte voordelen, we hoeven het maar één keer per sessie in te voeren en nieuwe bestanden worden gegarandeerd versleuteld met het wachtwoord dat we eigenlijk wilden gebruiken - en waarvan is geverifieerd dat het het wachtwoord is dat we gebruikten laatste keer, d.w.z. de juiste.
pl: Ta metafora logowania AxCrypt zapewnia nam zatem realne korzyści, musimy wprowadzić ją tylko raz na sesję, aby mieć gwarancję, że nowe pliki zostaną zaszyfrowane za pomocą hasła, którego faktycznie zamierzaliśmy użyć – i które jest zweryfikowane jako to, którego użyliśmy ostatnim razem, czyli właściwe.
pt: Esta metáfora de início de sessão na AxCrypt dá-nos benefícios reais, apenas temos de introduzi-la uma vez por sessão e a partir daí será garantido que novos ficheiros serão cifrados com a palavra-passe que, na realidade, quisemos usar – e que se verifica ser a que usamos na última vez i.e. a correcta.
ru: Таким образом, эта метафора входа в AxCrypt предоставляет нам реальные преимущества, нам нужно ввести его всего один раз за сеанс, и новые файлы будут гарантированно зашифрованы паролем, который мы действительно намеревались использовать – и который мы использовали в прошлый раз, то есть является правильным.
sv: Denna AxCrypt-inloggningsmetafor ger oss alltså verkliga fördelar, vi behöver bara ange den en gång per session och nya filer kommer garanterat att krypteras med det lösenord vi faktiskt tänkt använda – och som är verifierat att vara det vi använde. förra gången, alltså den korrekta.
tr: Bu AxCrypt oturum açma benzetmesi bu nedenle bize gerçek faydalar sağlar, oturum başına yalnızca bir kez girmemiz gerekir ve yeni dosyaların gerçekten kullanmayı amaçladığımız parola ile şifreleneceği garanti edilir - ve bu parolanın en son kullandığımız parola, yani doğru parola olduğu doğrulanır.
zh: 因此，metahpor中的AxCrypt标志为我们提供了真正的好处，我们只需在每个会话中输入一次，新文件将保证使用我们实际打算使用的密码进行加密–并且验证是我们上一次使用的密码，即正确的密码。

# Blog_EVA_H3_Text6
source: Happy AxCrypting!
ar: اكسكربتينك سعيد!
de: Glückliche AxCrypting!
es: ¡Feliz AxCrypteo!
fr: Joyeux AxCrypting!
it: Felice AxCrypting!
ko: 즐거운 AxCrypt되세요!
nl: Gelukkig AxCrypting!
pl: Miłego AxCryptingu!
pt: Feliz AxCryptagem!
ru: Счастливого AxCrypting!
sv: Glad AxCrypting!
tr: Mutlu AxCryptlemeler!
zh: AxCrypting快乐!

# Blog_EVA_Heading1
source: <h3>Access Control</h3>
ar: <h3> التحكم في الوصول </ h3>
de: <h3>Zugangskontrolle</h3>
es: <h3>Control de acceso</h3>
fr: <h3>Contrôle d’accès</h3>
it: <h3>Controllo degli accessi</h3>
ko: <h3>액세스 제어</h3>
nl: <h3>Toegangscontrole</h3>
pl: <h3>Kontrola dostępu</h3>
pt: <h3>Controlo de Acesso</h3>
ru: <h3>Контроль доступа</h3>
sv: <h3>Åtkomstkontroll</h3>
tr: <h3>Erişim Kontrolü</h3>
zh: <h3>访问控制</h3>

# Blog_EVA_Heading2
source: <h3>Encryption</h3>
ar: <h3> التشفير </ h3>
de: <h3>Verschlüsselung</h3>
es: <h3>Cifrado</h3>
fr: <h3>Chiffrement</h3>
it: <h3>Crittografia</h3>
ko: <h3>암호화</h3>
nl: <h3>Encryptie</h3>
pl: <h3>Szyfrowanie</h3>
pt: <h3>Cifragem</h3>
ru: <h3>Шифрование</h3>
sv: Kryptering
tr: <h3>Şifreleme</h3>
zh: <H3>加密</h3>

# Blog_EVA_Heading3
source: <h3>AxCrypt 2 Sign In</h3>
ar: <h3> تسجيل الدخول إلى اكسكربت 2 </h3>
de: <h3>AxCrypt 2 Anmelden</h3>
es: <h3>Inicio de sesión en AxCrypt 2</h3>
fr: <h3>Connexion AxCrypt 2</h3>
it: <h3>Accedi ad AxCrypt 2</h3>
ko: <h3>AxCrypt 2 로그인</h3>
nl: <h3>AxCrypt 2 Aanmelden</h3>
pl: <h3>Zaloguj się do AxCrypt 2</h3>
pt: <h3>Início de Sessão em AxCrypt 2</h3>
ru: <h3>Вход в AxCrypt 2</h3>
sv: <h3> Logga in på AxCrypt 2</h3>
tr: <h3>AxCrypt 2 Oturum Açın</h3>
zh: <H3>AxCrypt 2登录</h3>

# Blog_EVA_Summary
source: A source of common confusion is the difference between encryption and access control, and what the AxCrypt 2 Sign In is about.Access control is when a given identity is given permissions by a higher authority (is authorized) to perform actions such as reading a file.
ar: أحد مصادر الالتباس الشائع هو الفرق بين التشفير والتحكم في الوصول ، وما يدور حوله تسجيل الدخول إلى اكسكربت 2. يتم التحكم في الوصول عندما يتم منح هوية معينة أذونات من قبل سلطة أعلى (مصرح بها) لتنفيذ إجراءات مثل قراءة ملف .
de: Eine Quelle der allgemeinen Verwirrung ist der Unterschied zwischen Verschlüsselung und Zugriffskontrolle und worum es bei der AxCrypt 2-Anmeldung geht.Zugriffskontrolle liegt vor, wenn eine bestimmte Identität von einer höheren Behörde Berechtigungen erhält (autorisiert ist), um Aktionen wie das Lesen einer Datei auszuführen.
es: Una fuente de confusión común es la diferencia entre el cifrado y el control de acceso, y de qué se trata el inicio de sesión de AxCrypt 2. El control de acceso es cuando una autoridad superior otorga permisos a una identidad determinada (está autorizado) para realizar acciones como leer un archivo.
fr: Une source de confusion commune est la différence entre le cryptage et le contrôle d'accès, et ce qu'est la Connexion AxCrypt 2.Le contrôle d'accès est lorsqu'une identité donnée reçoit des autorisations par une autorité supérieure (est autorisée) pour effectuer des actions telles que la lecture d'un fichier.
it: Una fonte di confusione comune è la differenza tra crittografia e controllo degli accessi e in cosa consiste l'accesso di AxCrypt 2. Il controllo degli accessi si verifica quando a una determinata identità vengono concesse autorizzazioni da un'autorità superiore (è autorizzata) per eseguire azioni come la lettura di un file .
ko: 일반적인 혼란의 원인은 암호화와 액세스 제어의 차이점과 AxCrypt 2 로그인의 내용입니다. 액세스 제어는 지정된 ID에 상위 기관에서 파일 읽기와 같은 작업을 수행할 수 있는 권한을 부여(권한이 부여됨)하는 경우입니다.
nl: Een bron van algemene verwarring is het verschil tussen encryptie en toegangscontrole, en waar de AxCrypt 2 Sign In over gaat. Toegangscontrole is wanneer een bepaalde identiteit toestemming krijgt van een hogere autoriteit (gemachtigd is) om acties uit te voeren zoals het lezen van een bestand.
pl: Źródłem powszechnych nieporozumień jest różnica między szyfrowaniem a kontrolą dostępu i tym, na czym polega logowanie do AxCrypt 2. Kontrola dostępu ma miejsce, gdy dana tożsamość otrzymuje uprawnienia od wyższego organu (jest autoryzowana) do wykonywania czynności, takich jak odczytywanie pliku .
pt: Uma fonte comum de confusão é a diferença entre cifragem e controlo de acesso, e o que o AxCrypt 2 Sign In é. O controlo de acesso ocorre quando são dada permissões a uma determinada identidade por outra que lhe é superior (que está autorizada) para executar acções como ler um ficheiro.
ru: Источником общей путаницы является разница между шифрованием и контролем доступа, а также то, что представляет собой вход в AxCrypt 2.Контроль доступа - это когда данное удостоверение получает разрешения от управления (авторизовано) на выполнение таких действий, как чтение файла.
sv: En källa till vanlig förvirring är skillnaden mellan kryptering och åtkomstkontroll, och vad AxCrypt 2-inloggningen handlar om. Åtkomstkontroll är när en given identitet ges tillstånd av en högre myndighet (som är auktoriserad) att utföra åtgärder som att läsa en fil.
tr: Yaygın bir kafa karışıkılığı nedeni de şifreleme ve erişim kontrolü arasındaki fark ve AxCrypt 2 Oturum Açma'nın ne hakkında olduğudur. Erişim denetimi, belirli bir kimliğe daha yüksek bir yetkili (yetkilendirilmiş) tarafından dosya okuma gibi eylemleri gerçekleştirme izinleri verildiği zaman devreye girer.
zh: 常见混淆的一个来源是加密和访问控制之间的差异，以及AxCrypt2登录的内容。访问控制是当给定的身份被更高的权限（被授权）授予执行诸如读取文件等操作的权限时。
