Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WRDBTUAE_H1_Text1
source: Data breaches occur when unauthorized individuals gain access to sensitive information without permission. There are several methods by which attackers can breach data, including exploiting software vulnerabilities, social engineering, physical attacks, and stealing login credentials.
ar: تحدث انتهاكات البيانات عندما يتمكن الأفراد غير المصرح لهم من الوصول إلى المعلومات الحساسة دون إذن. هناك العديد من الطرق التي يمكن للمهاجمين من خلالها اختراق البيانات ، بما في ذلك استغلال نقاط الضعف في البرامج والهندسة الاجتماعية والهجمات المادية وسرقة بيانات اعتماد تسجيل الدخول.
de: Datenschutzverletzungen treten auf, wenn Unbefugte ohne Erlaubnis Zugriff auf vertrauliche Informationen erhalten. Es gibt verschiedene Methoden, mit denen Angreifer Daten verletzen können, darunter das Ausnutzen von Softwareschwachstellen, Social Engineering, physische Angriffe und das Stehlen von Anmeldeinformationen.
es: Las filtraciones de datos se producen cuando personas sin autorización acceden a información sensible sin permiso. Hay varios métodos por los que los atacantes pueden vulnerar los datos, como la explotación de vulnerabilidades de software, la ingeniería social, los ataques físicos y el robo de credenciales de inicio de sesión.
fr: Les violations de données se produisent lorsque des personnes non autorisées accèdent à des informations sensibles sans autorisation. Il existe plusieurs méthodes par lesquelles les attaquants peuvent violer les données, y compris l'exploitation des vulnérabilités logicielles, l'ingénierie sociale, les attaques physiques et le vol des identifiants de connexion.
it: Le violazioni dei dati si verificano quando individui non autorizzati ottengono l'accesso a informazioni sensibili senza autorizzazione. Esistono diversi metodi con cui gli aggressori possono violare i dati, tra cui lo sfruttamento delle vulnerabilità del software, l'ingegneria sociale, gli attacchi fisici e il furto delle credenziali di accesso.
ko: 데이터 침해는 권한이 없는 개인이 허가 없이 민감한 정보에 액세스할 때 발생합니다. 공격자가 데이터를 침해할 수 있는 방법에는 소프트웨어 취약점 악용, 소셜 엔지니어링, 물리적 공격, 로그인 자격 증명 도용 등 여러 가지가 있습니다.
nl: Datalekken treden op wanneer onbevoegden zonder toestemming toegang krijgen tot gevoelige informatie. Er zijn verschillende methoden waarmee aanvallers gegevens kunnen binnendringen, waaronder het misbruiken van softwarekwetsbaarheden, social engineering, fysieke aanvallen en het stelen van inloggegevens.
pl: Naruszenie danych ma miejsce, gdy nieupoważnione osoby uzyskują dostęp do poufnych informacji bez pozwolenia. Istnieje kilka metod, za pomocą których osoby atakujące mogą naruszyć dane, w tym wykorzystanie luk w oprogramowaniu, socjotechnika, ataki fizyczne i kradzież danych logowania.
pt: As violações de dados ocorrem quando indivíduos não autorizados obtêm acesso a informações confidenciais sem permissão. Existem vários métodos pelos quais os invasores podem violar dados, incluindo a exploração de vulnerabilidades de software, engenharia social, ataques físicos e roubo de credenciais de login.
ru: Утечка данных происходит, когда неавторизованные лица получают доступ к конфиденциальной информации без разрешения. Существует несколько методов, с помощью которых злоумышленники могут взломать данные, включая использование уязвимостей программного обеспечения, социальную инженерию, физические атаки и кражу учетных данных для входа.
sv: Dataintrång uppstår när obehöriga personer får tillgång till känslig information utan tillstånd. Det finns flera metoder som angripare kan bryta mot data, inklusive utnyttjande av sårbarheter i programvara, social ingenjörskonst, fysiska attacker och stjäla inloggningsuppgifter.
tr: Veri ihlalleri, yetkisiz kişiler hassas bilgilere izinsiz bir şekilde eriştiğinde meydana gelir. Saldırganların, yazılım güvenlik açıklarından yararlanma, sosyal mühendislik, fiziksel saldırılar ve oturum açma kimlik bilgilerini çalma dahil olmak üzere çeşitli veri ihlal yöntemleri vardır.
zh: 当未经授权的个人未经许可访问敏感信息时，就会发生数据泄露。 攻击者可以通过几种方法破坏数据，包括利用软件漏洞，社交工程，物理攻击和窃取登录凭据。

# Blog_WRDBTUAE_H1_Text2
source: Once an attacker gains access to a network or system, they can use a variety of techniques to steal data, including installing malware, sniffing network traffic, and using brute force attacks to crack passwords. Attackers can also use backdoors or rootkits to maintain access to the system even after being discovered.
ar: بمجرد أن يتمكن المهاجم من الوصول إلى شبكة أو نظام ، يمكنه استخدام مجموعة متنوعة من الأساليب لسرقة البيانات ، بما في ذلك تثبيت البرامج الضارة ، واستنشاق حركة مرور الشبكة ، واستخدام هجمات القوة الغاشمة لاختراق كلمات المرور. يمكن للمهاجمين أيضًا استخدام الأبواب الخلفية أو أدوات الجذور الخفية للحفاظ على الوصول إلى النظام حتى بعد اكتشافه.
de: Sobald ein Angreifer Zugriff auf ein Netzwerk oder System erhält, kann er eine Vielzahl von Techniken anwenden, um Daten zu stehlen, einschließlich der Installation von Malware, des Schnüffelns des Netzwerkverkehrs und des Einsatzes von Brute-Force-Angriffen zum Knacken von Kennwörtern. Angreifer können auch Hintertüren oder Rootkits verwenden, um den Zugriff auf das System auch nach Entdeckung aufrechtzuerhalten.
es: Una vez que un atacante consigue acceder a una red o sistema, puede utilizar diversas técnicas para robar datos, como instalar malware, husmear el tráfico de red y utilizar ataques de fuerza bruta para descifrar contraseñas. Los atacantes también pueden utilizar puertas traseras o rootkits para mantener el acceso al sistema incluso después de haber sido descubiertos.
fr: Une fois qu'un attaquant accède à un réseau ou à un système, il peut utiliser diverses techniques pour voler des données, notamment installer des logiciels malveillants, analyser le trafic réseau et utiliser des attaques par force brute pour déchiffrer les mots de passe. Les attaquants peuvent également utiliser des portes dérobées ou des rootkits pour maintenir l'accès au système même après avoir été découverts.
it: Una volta che un utente malintenzionato ottiene l'accesso a una rete o a un sistema, può utilizzare una varietà di tecniche per rubare dati, tra cui l'installazione di malware, lo sniffing del traffico di rete e l'utilizzo di attacchi di forza bruta per decifrare le password. Gli aggressori possono anche utilizzare backdoor o rootkit per mantenere l'accesso al sistema anche dopo essere stati scoperti.
ko: 공격자가 네트워크 또는 시스템에 대한 액세스 권한을 얻으면 멀웨어 설치, 네트워크 트래픽 스니핑, 무차별 암호 대입 공격을 사용하여 암호 해독 등 다양한 기술을 사용하여 데이터를 훔칠 수 있습니다. 공격자는 백도어 또는 루트킷을 사용하여 발견된 후에도 시스템에 대한 액세스를 유지할 수 있습니다.
nl: Zodra een aanvaller toegang krijgt tot een netwerk of systeem, kunnen ze verschillende technieken gebruiken om gegevens te stelen, waaronder het installeren van malware, het snuffelen van netwerkverkeer en het gebruik van brute force-aanvallen om wachtwoorden te kraken. Aanvallers kunnen ook backdoors of rootkits gebruiken om toegang tot het systeem te behouden, zelfs nadat ze zijn ontdekt.
pl: Gdy osoba atakująca uzyska dostęp do sieci lub systemu, może użyć różnych technik do kradzieży danych, w tym instalowania złośliwego oprogramowania, podsłuchiwania ruchu sieciowego i stosowania ataków brute-force w celu łamania haseł. Atakujący mogą również wykorzystywać backdoory lub rootkity, aby utrzymać dostęp do systemu nawet po ich wykryciu.
pt: Uma vez que um invasor obtém acesso a uma rede ou sistema, ele pode usar uma variedade de técnicas para roubar dados, incluindo a instalação de malware, farejar o tráfego de rede e usar ataques de força bruta para decifrar senhas. Os invasores também podem usar backdoors ou rootkits para manter o acesso ao sistema mesmo depois de serem descobertos.
ru: Как только злоумышленник получает доступ к сети или системе, он может использовать различные методы для кражи данных, включая установку вредоносного ПО, прослушивание сетевого трафика и использование атак методом перебора для взлома паролей. Злоумышленники также могут использовать бэкдоры или руткиты для сохранения доступа к системе даже после ее обнаружения.
sv: När en angripare väl får tillgång till ett nätverk eller system kan de använda en mängd olika tekniker för att stjäla data, inklusive att installera skadlig programvara, sniffa nätverkstrafik och använda brute force-attacker för att knäcka lösenord. Angripare kan också använda bakdörrar eller rootkits för att behålla åtkomst till systemet även efter att de blivit upptäckta.
tr: Bir saldırgan bir ağa veya sisteme eriştiğinde, kötü amaçlı yazılım yüklemek, ağ trafiğini yoklamak ve parolaları kırmak için kaba kuvvet saldırıları kullanmak da dahil olmak üzere veri çalmak için çeşitli teknikler kullanabilir. Saldırganlar, keşfedildikten sonra bile sisteme erişimi sürdürmek için arka kapıları veya korsanlık programlarını da kullanabilir.
zh: 一旦攻击者获得对网络或系统的访问权限，他们就可以使用各种技术来窃取数据，包括安装恶意软件，嗅探网络流量以及使用暴力破解密码。 攻击者甚至在被发现后也可以使用后门或rootkit来保持对系统的访问。

# Blog_WRDBTUAE_H1_Text3
source: In many cases, attackers use a combination of these techniques to gain access to sensitive data. They may use social engineering tactics to trick employees into revealing their login credentials, then use those credentials to access sensitive data stored on cloud-based servers.
ar: في كثير من الحالات ، يستخدم المهاجمون مجموعة من هذه الأساليب للوصول إلى البيانات الحساسة. قد يستخدمون تكتيكات الهندسة الاجتماعية لخداع الموظفين للكشف عن بيانات اعتماد تسجيل الدخول الخاصة بهم ، ثم استخدام بيانات الاعتماد هذه للوصول إلى البيانات الحساسة المخزنة على الخوادم المستندة إلى السحابة.
de: In vielen Fällen verwenden Angreifer eine Kombination dieser Techniken, um Zugang zu sensiblen Daten zu erhalten. Sie können Social-Engineering-Taktiken anwenden, um Mitarbeiter dazu zu bringen, ihre Anmeldeinformationen preiszugeben, und diese Anmeldeinformationen dann verwenden, um auf vertrauliche Daten zuzugreifen, die auf Cloud-basierten Servern gespeichert sind.
es: En muchos casos, los atacantes utilizan una combinación de estas técnicas para acceder a datos confidenciales. Pueden emplear tácticas de ingeniería social para engañar a los empleados y conseguir que revelen sus credenciales de inicio de sesión, y luego usar esas credenciales para acceder a datos confidenciales almacenados en servidores basados en la nube.
fr: Dans de nombreux cas, les attaquants utilisent une combinaison de ces techniques pour accéder à des données sensibles. Ils peuvent utiliser des tactiques d'ingénierie sociale pour inciter les employés à révéler leurs identifiants de connexion, puis utiliser ces identifiants pour accéder aux données sensibles stockées sur des serveurs basés sur le cloud.
it: In molti casi, gli aggressori utilizzano una combinazione di queste tecniche per ottenere l'accesso ai dati sensibili. Possono utilizzare tattiche di ingegneria sociale per indurre i dipendenti a rivelare le loro credenziali di accesso, per poi utilizzare tali credenziali per accedere ai dati sensibili archiviati su server basati su cloud.
ko: 대부분의 경우 공격자는 이러한 기술을 조합하여 중요한 데이터에 액세스합니다. 그들은 사회 공학 전술을 사용하여 직원을 속여 로그인 자격 증명을 공개한 다음 해당 자격 증명을 사용하여 클라우드 기반 서버에 저장된 민감한 데이터에 액세스할 수 있습니다.
nl: In veel gevallen gebruiken aanvallers een combinatie van deze technieken om toegang te krijgen tot gevoelige gegevens. Ze kunnen social engineering-tactieken gebruiken om werknemers te misleiden om hun inloggegevens te onthullen en vervolgens die inloggegevens gebruiken om toegang te krijgen tot gevoelige gegevens die zijn opgeslagen op cloudgebaseerde servers.
pl: W wielu przypadkach osoby atakujące wykorzystują kombinację tych technik, aby uzyskać dostęp do wrażliwych danych. Mogą stosować taktykę inżynierii społecznej, aby nakłonić pracowników do ujawnienia danych logowania, a następnie wykorzystać te dane uwierzytelniające, aby uzyskać dostęp do wrażliwych danych przechowywanych na serwerach w chmurze.
pt: Em muitos casos, os invasores usam uma combinação dessas técnicas para obter acesso a dados confidenciais. Eles podem usar táticas de engenharia social para enganar os funcionários a revelar suas credenciais de login e, em seguida, usar essas credenciais para acessar dados confidenciais armazenados em servidores baseados em nuvem.
ru: Во многих случаях злоумышленники используют комбинацию этих методов, чтобы получить доступ к конфиденциальным данным. Они могут использовать тактику социальной инженерии, чтобы обманом заставить сотрудников раскрыть свои учетные данные для входа, а затем использовать эти учетные данные для доступа к конфиденциальным данным, хранящимся на облачных серверах.
sv: I många fall använder angripare en kombination av dessa tekniker för att få tillgång till känslig data. De kan använda social ingenjörsteknik för att lura anställda att avslöja sina inloggningsuppgifter, och sedan använda dessa uppgifter för att komma åt känslig data lagrad på molnbaserade servrar.
tr: Çoğu durumda, saldırganlar hassas verilere erişmek için bu tekniklerin bir birleşimini kullanır. Çalışanları oturum açma kimlik bilgilerini açıklamalarını sağlamak için kandırmaya yönelik sosyal mühendislik taktiklerini kullanabilir, ardından bulut tabanlı sunucularda depolanan hassas verilere erişmek için bu kimlik bilgilerini kullanabilirler.
zh: 在许多情况下，攻击者使用这些技术的组合来访问敏感数据。 他们可能会使用社交工程策略诱骗员工泄露他们的登录凭据，然后使用这些凭据访问存储在基于云的服务器上的敏感数据。

# Blog_WRDBTUAE_H1_Text4
source: Alternatively, attackers may use malware to infect a computer, which can then be used to steal data and send it back to the attacker. To prevent data breaches, organizations must implement a range of security measures, including firewalls, antivirus software, intrusion detection systems, and encryption to protect their sensitive data from unauthorized access.
ar: بدلا من ذلك ، قد يستخدم المهاجمون البرامج الضارة لإصابة جهاز كمبيوتر ، والتي يمكن استخدامها بعد ذلك لسرقة البيانات وإرسالها مرة أخرى إلى المهاجم. لمنع انتهاكات البيانات ، يجب على المؤسسات تنفيذ مجموعة من الإجراءات الأمنية ، بما في ذلك جدران الحماية ، وبرامج مكافحة الفيروسات ، وأنظمة كشف التسلل ، والتشفير لحماية بياناتها الحساسة من الوصول غير المصرح به.
de: Alternativ können Angreifer Malware verwenden, um einen Computer zu infizieren, mit der dann Daten gestohlen und an den Angreifer zurückgesendet werden können. Um Datenschutzverletzungen zu verhindern, müssen Unternehmen eine Reihe von Sicherheitsmaßnahmen implementieren, darunter Firewalls, Antivirensoftware, Intrusion Detection-Systeme und Verschlüsselung, um ihre sensiblen Daten vor unbefugtem Zugriff zu schützen.
es: Por otro lado, los atacantes pueden utilizar programas maliciosos para infectar un ordenador, que luego puede servir para robar datos y enviarlos de vuelta al atacante. Para evitar las filtraciones de datos, las organizaciones deben aplicar una serie de medidas de seguridad, como cortafuegos, software antivirus, sistemas de detección de intrusos y cifrado para proteger sus datos sensibles de accesos no autorizados.
fr: Alternativement, les attaquants peuvent utiliser des logiciels malveillants pour infecter un ordinateur, qui peut ensuite être utilisé pour voler des données et les renvoyer à l'attaquant. Pour prévenir les violations de données, les organisations doivent mettre en œuvre une série de mesures de sécurité, notamment des pare-feu, des logiciels antivirus, des systèmes de détection d'intrusion et le chiffrement pour protéger leurs données sensibles contre tout accès non autorisé.
it: In alternativa, gli aggressori possono utilizzare malware per infettare un computer, che può quindi essere utilizzato per rubare dati e inviarli nuovamente all'utente malintenzionato. Per prevenire le violazioni dei dati, le organizzazioni devono implementare una serie di misure di sicurezza, tra cui firewall, software antivirus, sistemi di rilevamento delle intrusioni e crittografia per proteggere i dati sensibili da accessi non autorizzati.
ko: 또는 공격자가 맬웨어를 사용하여 컴퓨터를 감염시킨 다음 데이터를 훔쳐 공격자에게 다시 보내는 데 사용할 수 있습니다. 데이터 침해를 방지하기 위해 조직은 방화벽, 바이러스 백신 소프트웨어, 침입 탐지 시스템 및 암호화를 포함한 다양한 보안 조치를 구현하여 민감한 데이터를 무단 액세스로부터 보호해야 합니다.
nl: Als alternatief kunnen aanvallers malware gebruiken om een computer te infecteren, die vervolgens kan worden gebruikt om gegevens te stelen en terug te sturen naar de aanvaller. Om datalekken te voorkomen, moeten organisaties een reeks beveiligingsmaatregelen implementeren, waaronder firewalls, antivirussoftware, inbraakdetectiesystemen en codering om hun gevoelige gegevens te beschermen tegen ongeoorloofde toegang.
pl: Alternatywnie napastnicy mogą użyć złośliwego oprogramowania do zainfekowania komputera, które następnie można wykorzystać do kradzieży danych i przesłania ich z powrotem do atakującego. Aby zapobiec naruszeniom danych, organizacje muszą wdrożyć szereg środków bezpieczeństwa, w tym zapory ogniowe, oprogramowanie antywirusowe, systemy wykrywania włamań i szyfrowanie, aby chronić swoje wrażliwe dane przed nieautoryzowanym dostępem.
pt: Como alternativa, os invasores podem usar malware para infectar um computador, que pode ser usado para roubar dados e enviá-los de volta ao invasor. Para evitar violações de dados, as organizações devem implementar uma série de medidas de segurança, incluindo firewalls, software antivírus, sistemas de detecção de intrusão e criptografia para proteger seus dados confidenciais contra acesso não autorizado.
ru: В качестве альтернативы злоумышленники могут использовать вредоносное ПО для заражения компьютера, которое затем может быть использовано для кражи данных и отправки их обратно злоумышленнику. Чтобы предотвратить утечку данных, организации должны внедрить ряд мер безопасности, включая брандмауэры, антивирусное программное обеспечение, системы обнаружения вторжений и шифрование для защиты своих конфиденциальных данных от несанкционированного доступа.
sv: Alternativt kan angripare använda skadlig programvara för att infektera en dator, som sedan kan användas för att stjäla data och skicka tillbaka den till angriparen. För att förhindra dataintrång måste organisationer implementera en rad säkerhetsåtgärder, inklusive brandväggar, antivirusprogram, intrångsdetekteringssystem och kryptering för att skydda deras känsliga data från obehörig åtkomst.
tr: Alternatif olarak, saldırganlar bir bilgisayara virüs bulaştırmak için kötü amaçlı yazılım kullanabilir ve bu da verileri çalmak ve saldırgana geri göndermek için kullanılabilir. Kuruluşlar, veri ihlallerini önlemek için hassas verilerini yetkisiz erişime karşı korumaya yönelik güvenlik duvarları, virüsten koruma yazılımları, izinsiz giriş algılama sistemleri ve şifreleme dahil olmak üzere bir dizi güvenlik önlemi uygulamalıdır.
zh: 或者，攻击者可以使用恶意软件感染计算机，然后可以使用恶意软件窃取数据并将其发送回攻击者。 为了防止数据泄露，组织必须实施一系列安全措施，包括防火墙，防病毒软件，入侵检测系统和加密，以保护其敏感数据免受未经授权的访问。
