Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_ADSDE_H3_SH2_Text1
source: We realize how mobile phones have evolved into an essential part of our lives and how crucial it is to access data safely on the go from your mobile phone. Grab the opportunity and access your important encrypted files with the AxCrypt mobile app, no matter where you are. Available on both Android and iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Download now for Android </a> and <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909'>Download now for ios </a>
ar: نحن ندرك كيف تطورت الهواتف المحمولة لتصبح جزءًا أساسيًا من حياتنا ومدى أهمية الوصول إلى البيانات بأمان أثناء التنقل من هاتفك المحمول. اغتنم الفرصة وقم بالوصول إلى ملفاتك المشفرة المهمة باستخدام تطبيق الهاتف المحمول اكسكربت ، بغض النظر عن مكان وجودك. متاح على كل من ذكري المظهر و نظام التشغيل ايفون. <a href ='https://play.google.com/store/apps/details؟id=net.axcrypt.axcrypt2x'> التنزيل الآن لنظام التشغيل Android </a> و <a href = 'https://apps.apple.com/us/app/axcrypt/id1157695909'> التنزيل الآن لنظام نظام التشغيل ايفون</a>
de: Wir erkennen, wie sich Mobiltelefone zu einem wesentlichen Bestandteil unseres Lebens entwickelt haben und wie wichtig es ist, unterwegs sicher von Ihrem Mobiltelefon aus auf Daten zuzugreifen. Ergreifen Sie die Gelegenheit und greifen Sie mit der AxCrypt Mobile App auf Ihre wichtigen verschlüsselten Dateien zu, egal wo Sie sich befinden. Verfügbar für Android und iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x '>Download now for Android </a> und <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909 '>Download now for ios </a>
es: Sabemos que los teléfonos móviles se han convertido en una parte esencial de nuestras vidas y lo crucial que es acceder a los datos de forma segura desde tu teléfono móvil. Aprovecha la oportunidad y accede a tus archivos cifrados importantes con la app móvil de AxCrypt, sin importar dónde te encuentres. Disponible para iOS y Android. <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909'>Descarga ahora para iOS </a> y <a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Descarga ahora para Android </a>
fr: Nous réalisons à quel point les téléphones mobiles sont devenus une partie essentielle de nos vies et à quel point il est crucial d’accéder aux données en toute sécurité lors de vos déplacements à partir de votre téléphone mobile. Saisissez l’occasion et accédez à vos fichiers cryptés importants avec l’application mobile AxCrypt, où que vous soyez. Disponible sur Android et iOS. <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Télécharger maintenant pour Android </a> et <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>Télécharger maintenant pour ios </a>
it: Ci rendiamo conto di come i telefoni cellulari si siano evoluti in una parte essenziale della nostra vita e di quanto sia fondamentale accedere ai dati in modo sicuro in movimento dal tuo telefono cellulare. Cogli l'opportunità e accedi ai tuoi importanti file crittografati con l'app mobile AxCrypt, ovunque ti trovi. Disponibile su Android e iOS. <a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Scarica ora per Android </a> e <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909'>Scarica ora per iOS </a>
ko: 우리는 휴대 전화가 우리 삶의 필수적인 부분으로 어떻게 진화했는지, 그리고 휴대 전화에서 이동 중에도 안전하게 데이터에 액세스하는 것이 얼마나 중요한지 알고 있습니다. 어디에 있든 AxCrypt 모바일 앱으로 중요한 암호화 된 파일에 액세스하고 기회를 잡으십시오. 안드로이드와 iOS 모두에서 사용할 수 있습니다. <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>안드로이드용 </a> 지금 다운로드 및 <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS용 지금 다운로드 </a>
nl: We realiseren ons hoe mobiele telefoons zijn geëvolueerd tot een essentieel onderdeel van ons leven en hoe cruciaal het is om onderweg veilig toegang te krijgen tot gegevens vanaf uw mobiele telefoon. Grijp uw kans en krijg toegang tot uw belangrijke versleutelde bestanden met de AxCrypt mobiele app, waar u ook bent. Beschikbaar voor zowel Android als iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Download nu voor Android </a> en <a href = 'https://apps.apple.com/us/app/axcrypt/id1157695909'> Download nu voor ios</a>
pl: Zdajemy sobie sprawę, jak telefony komórkowe stały się istotną częścią naszego życia i jak ważny jest bezpieczny dostęp do danych w podróży z telefonu komórkowego. Skorzystaj z okazji i uzyskaj dostęp do ważnych zaszyfrowanych plików za pomocą aplikacji mobilnej AxCrypt, bez względu na to, gdzie jesteś. Dostępne na Androida i iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Pobierz teraz na Androida </a> i <a href = 'https://apps.apple.com/us/app/axcrypt/id1157695909'>Pobierz teraz na iOS </a>
pt: Temos consciência de como os telemóveis evoluíram para uma parte essencial das nossas vidas e quão crucial é aceder a dados em segurança em movimento a partir do telemóvel. Apanhe a oportunidade e aceda aos seus ficheiros cifrados importantes com a app móvel AxCrypt, onde quer que esteja. Disponível em Android e iOS. Descarregue já para <a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android</a> e <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>iOS</a>.
ru: Мы понимаем, что мобильные телефоны превратились в неотъемлемую часть нашей жизни и как важно безопасно получать доступ к данным со своего смартфона. Воспользуйтесь уникальной возможностью и получите доступ к своим важным зашифрованным файлам с помощью мобильного приложения AxCrypt, где бы вы ни находились. Доступно как на Android, так и на iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x '>Download now for Android </a> и <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909 '>Download now for ios </a>
sv: Vi inser hur mobiltelefoner har utvecklats till en viktig del av våra liv och hur viktigt det är att komma åt data på ett säkert sätt från din mobiltelefon. Ta chansen och få tillgång till dina viktiga krypterade filer med mobilappen AxCrypt, oavsett var du är. Tillgängligt på både Android och iOS.<a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Ladda ned nu för Android </a> och <a href = 'https://apps.apple.com/us/app/axcrypt/id1157695909'>Ladda ner nu för iOS </a>
tr: Cep telefonlarının hayatımızın önemli bir parçası haline nasıl evrildiğinin ve hareket halindeyken verilere cep telefonunuzdan güvenli bir şekilde erişmenin ne kadar önemli olduğunun farkındayız. Nerede olursanız olun, AxCrypt mobil uygulamasıyla fırsatı yakalayın ve şifrelenmiş önemli dosyalarınıza erişin. Hem Android hem de iOS'ta kullanılabilir. <a href='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Android </a> için şimdi indirin ve <a href='https://apps.apple.com/us/app/axcrypt/id1157695909'>ios için şimdi indirin </a>
zh: 我们意识到移动电话是如何发展成为我们生活中必不可少的一部分的，以及从移动电话安全地访问数据是多么重要。 抓住机会，使用AxCrypt移动应用程序访问您的重要加密文件，无论您身在何处。 可在Android和iOS上使用。 <a href ='https://play.google.com/store/apps/details?id=net.axcrypt.axcrypt2x'>Download now for Android </a> 和 <a href ='https://apps.apple.com/us/app/axcrypt/id1157695909'>Download now for ios </a>

# Blog_ADSDE_H3_SubHeading1
source: <strong>Share Protected Emails</strong>
ar: <strong> مشاركة رسائل البريد الإلكتروني المحمية </strong>
de: <strong>Geschützte E-Mails teilen</strong>
es: <strong>Compartir correos electrónicos protegidos</strong>
fr: <strong>Partager des E-mails Protégés</strong>
it: <strong>Condividi e-mail protette</strong>
ko: <strong>보호된 이메일 공유</strong>
nl: <strong>Deel Beveiligde E-mails</strong>
pl: <strong>Udostępnij chronione e-maile</strong>
pt: <strong>Partilhar Emails Protegidos</strong>
ru: <strong>Делитесь защищенными электронными письмами</strong>
sv: <strong>Dela skyddade e-postmeddelanden</strong>
tr: <strong>Korumalı E-postaları Paylaşma</strong>
zh: <strong>共享受保护的电子邮件</strong>

# Blog_ADSDE_H3_SubHeading2
source: <strong>Mobile App</strong>
ar: <strong> تطبيق الجوال </strong>
es: <strong>App móvil</strong>
fr: <strong>Application Mobile</strong>
ko: <strong>모바일 앱</strong>
nl: <strong>Mobiele App</strong>
pl: <strong>Aplikacja mobilna</strong>
pt: <strong>App Móvel</strong>
ru: <strong>Мобильное приложение</strong>
sv: <strong>Mobilapp</strong>
tr: <strong>Mobil Uygulama</strong>
zh: <strong>移动应用程序</strong>

# Blog_ADSDE_H3_Text1
source: Keeping your device password-protected is insufficient to protect your data. Encrypting your data with File Password protection software ensures that only the individuals with the unique key will have access to your files. Anyone who wants to see the files or pdf will need to know the unique key you used to safeguard the files.
ar: الحفاظ على جهازك محميًا بكلمة مرور غير كافٍ لحماية بياناتك. يضمن تشفير بياناتك باستخدام برنامج حماية كلمة مرور الملفات أن الأفراد الذين لديهم المفتاح الفريد هم فقط من يمكنهم الوصول إلى ملفاتك. سيحتاج أي شخص يريد رؤية الملفات أو ملف بي دي إف إلى معرفة المفتاح الفريد الذي استخدمته لحماية الملفات.
de: Der Passwortschutz Ihres Geräts reicht nicht aus, um Ihre Daten zu schützen. Die Verschlüsselung Ihrer Daten mit einer Dateikennwortschutzsoftware stellt sicher, dass nur Personen mit dem eindeutigen Schlüssel Zugriff auf Ihre Dateien haben. Jeder, der die Dateien oder PDF-Dateien sehen möchte, muss den eindeutigen Schlüssel kennen, den Sie zum Schutz der Dateien verwendet haben.
es: Mantener tu dispositivo protegido con contraseña no es suficiente para proteger tus datos. Cifrar tus datos con el software de protección File Password garantiza que solo las personas con la clave única tengan acceso a tus archivos. Cualquier persona que quiera ver los archivos o el pdf necesitará saber la clave única que usaste para proteger los archivos.
fr: Garder votre appareil protégé par un mot de passe est insuffisant pour protéger vos données. Le cryptage de vos données avec un logiciel de protection à mot de passe garantit que seules les personnes disposant de la clé unique auront accès à vos fichiers. Quiconque veut voir les fichiers ou pdf devra connaître la clé unique que vous avez utilisée pour sauvegarder les fichiers.
it: Mantenere il tuo dispositivo protetto da una password non è sufficiente per proteggere i tuoi dati. Crittografare i tuoi dati con il software di protezione File Password garantisce che soltanto le persone con la chiave univoca abbiamo accesso ai tuoi file. Chiunque voglia vedere i file o i pdf dovrà conoscere la chiave univoca che tu hai usato per proteggere i file.
ko: 장치를 암호로 보호하는 것만으로는 데이터를 보호할 수 없습니다. 파일 암호 보안 소프트웨어로 데이터를 암호화하면 고유한 키를 가진 개인만이 파일에 대한 액세스 권한를 가집니다. 타인이 파일이나 pdf에 접근하기 위해서는 파일을 보안에 사용된 고유 키가 필요합니다.
nl: Uw apparaat met een wachtwoord beveiligen is onvoldoende om uw gegevens te beschermen. Door uw gegevens te versleutelen met software voor bestandswachtwoordbeveiliging, zorgt u ervoor dat alleen de personen met de unieke sleutel toegang hebben tot uw bestanden. Iedereen die de bestanden of pdf wil zien, moet de unieke sleutel kennen die je hebt gebruikt om de bestanden te beveiligen.
pl: Ochrona hasłem urządzenia nie wystarcza do ochrony danych. Szyfrowanie danych za pomocą oprogramowania do ochrony hasłem plików zapewnia, że tylko osoby posiadające unikalny klucz będą miały dostęp do Twoich plików. Każdy, kto chce zobaczyć pliki lub pdf, będzie musiał znać unikalny klucz, którego użyłeś do ochrony plików.
pt: Manter o seu dispositivo protegido por palavra-passe é insuficiente para proteger os seus dados. Cifrar os seus dados com o software de protecção File Password garante que apenas os indivíduos com uma chave única poderão aceder aos seus ficheiros. Quem quiser ver os seus ficheiros ou PDFs precisará de saber a chave única que você usa para proteger os seus ficheiros.
ru: Защита вашего устройства паролем недостаточна для защиты ваших данных. Шифрование ваших данных с помощью программного обеспечения для защиты файлов паролем гарантирует, что только лица, обладающие уникальным ключом, будут иметь доступ к вашим файлам. Любой, кто хочет просмотреть файлы и/или pdf, должен будет знать уникальный ключ, который вы использовали для защиты файлов.
sv: Att hålla din enhet lösenordsskyddad är inte tillräckligt för att skydda din data. Genom att kryptera din data med fillösenordsskyddsprogram säkerställs det att endast personer med den unika nyckeln har tillgång till dina filer. Den som vill se filerna eller pdf-filen måste känna till den unika nyckel du använde för att skydda filerna.
tr: Cihazınızı şifre ile korumak verilerinizi korumak için yetersizdir. Verilerinizi Dosya Şifreleme koruma yazılımı ile şifrelemek ise yalnızca benzersiz anahtarlara sahip olan kişilerin dosyalarınıza erişmesini sağlar. Dosyaları ya da pdf dosyalarını görmek isteyen herhangi birinin bu dosyaları korumada kullandığınız benzersiz anahtarı bilmesi gerekir.
zh: 保持设备的密码保护不足以保护您的数据。 使用文件密码保护软件加密您的数据可确保只有具有唯一密钥的个人才能访问您的文件。 任何想要查看文件或PDF的人都需要知道您用于保护文件的唯一密钥。

# Blog_ADSDE_H3_Text2
source: You must be wondering how to password protect a pdf file, folders, and other documents? Don’t worry, by using AxCrypt you can protect pdf documents and other file types. Create strong passwords with the AxCrypt password generator that is impossible to hack by anyone. For more information, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> watch our YouTube tutorial </a>
ar: يجب أن تتساءل عن كيفية حماية ملف بي دي إف والمجلدات والمستندات الأخرى بكلمة مرور؟ لا تقلق ، باستخدام اكسكربت يمكنك حماية مستندات بي دي إف وأنواع الملفات الأخرى. قم بإنشاء كلمات مرور قوية باستخدام منشئ كلمات المرور اكسكربت الذي يستحيل اختراقه من قبل أي شخص. لمزيد من المعلومات ، <a href='https://www.youtube.com/watch؟v=sLvY5lMK7wA'> شاهد برنامجنا التعليمي على YouTube </a>
de: Sie müssen sich fragen, wie Sie eine PDF-Datei, Ordner und andere Dokumente mit einem Passwort schützen können? Keine Sorge, mit AxCrypt können Sie PDF-Dokumente und andere Dateitypen schützen. Erstellen Sie mit dem AxCrypt-Passwortgenerator sichere Passwörter, die von niemandem gehackt werden können. Für weitere Informationen <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> watch our YouTube tutorial </a>
es: Debes estarte preguntando cómo proteger con contraseña un archivo pdf, carpetas y otros documentos. No te preocupes, al usar AxCrypt puedes proteger documentos PDF y otro tipo de archivos. Crea contraseñas seguras con el generador de contraseñas de AxCrypt que nadie puede hackear. Para obtener más información, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> mira nuestro tutorial de YouTube </a>
fr: Vous devez vous demander comment protéger par mot de passe un fichier pdf, des dossiers et d'autres documents ? Ne vous inquiétez pas, en utilisant AxCrypt vous pouvez protéger des documents pdf et d'autres types de fichiers. Créez des mots de passe forts avec le générateur de mots de passe AxCrypt qui est impossible à pirater par quiconque. Pour plus d'informations, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> regardez notre tutoriel YouTube </a>
it: Ti starai chiedendo come proteggere con una password un file PDF, cartelle e altri documenti? Non preoccuparti, usando AxCrypt puoi proteggere i documenti PDF e altri tipi di file. Crea password complesse con il generatore di password AxCrypt impossibile da hackerare da chiunque. Per ulteriori informazioni, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> watch our YouTube tutorial </a>
ko: pdf 파일 및 폴더 등 기타 문서를 암호화 하여 보호하는 방법이 궁금하십니까? AxCrypt를 사용하면 pdf 문서 및 다른 파일 형식을 보호할 수 있으므로 걱정하지 마십시오. 누구도 해킹할 수 없는 AxCrypt 비밀번호 생성기로 강력한 비밀번호를 만드세요. 자세한 내용은 <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> 유투브 튜토리얼</a>을 시청하십시오.
nl: U vraagt ​​zich vast af hoe u een pdf-bestand, mappen en andere documenten met een wachtwoord kunt beveiligen? Maak u zich geen zorgen, door AxCrypt te gebruiken, kunt u pdf-documenten en andere bestandstypen beschermen. Maak sterke wachtwoorden met de AxCrypt-wachtwoordgenerator die door niemand te hacken is. Voor meer informatie, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> bekijk onze YouTube-tutorial </a>
pl: Zastanawiasz się, jak zabezpieczyć hasłem plik pdf, foldery i inne dokumenty? Nie martw się, używając AxCrypt możesz chronić dokumenty pdf i inne typy plików. Twórz silne hasła za pomocą generatora haseł AxCrypt, którego nikt nie może zhakować. Aby uzyskać więcej informacji, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> obejrzyj nasz samouczek na YouTube </a>
pt: Deve estar a pensar "Como proteger com palavra-passe um ficheiro PDF, pastas ou outros documentos?". Não se preocupe, ao usar a AxCrypt, pode proteger os seus documentos PDF e outros tipos de ficheiros. Com o gerador de palavras-passe da AxCrypt, Crie palavras-passe fortes impossíveis de serem atacadas. Para mais informação, <a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'> veja o nosso tutorial no YouTube</a>.
ru: Вам, должно быть, интересно, как защитить паролем pdf-файл, папки и другие документы? Не волнуйтесь, с помощью AxCrypt вы можете защитить pdf-документы и другие типы файлов. Создавайте надежные пароли с помощью генератора паролей AxCrypt, который невозможно взломать. Для получения дополнительной информации, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> watch our YouTube tutorial </a>
sv: Du undrar säkert hur man lösenordsskyddar en pdf-fil, mappar och andra dokument? Oroa dig inte, genom att använda AxCrypt kan du skydda pdf-dokument och andra filtyper. Skapa starka lösenord med lösenordsgeneratorn AxCrypt som är omöjlig för någon att hacka. För mer information, <a href= 'https://www.youtube.com/watch?v=sLvY5lMK7wA'> titta på vår YouTube-manual </a>
tr: Bir pdf dosyasını, klasörleri ve diğer belgeleri şifreleme yoluyla nasıl koruyabileceğinizi merak ediyor olmalısınız. Endişelenmeyin, AxCrypt'i kullanarak pdf dosyalarını ve diğer dosya türlerini korumanız mümkün. AxCrypt şifre üreticisi ile hiç kimsenin çözemeyeceği güçlü şifreler oluşturun. Daha fazla bilgi için <ahref='https://www.youtube.com/watch?v=sLvY5lMK7wA'> YouTube'daki eğitim videomuzu izleyin </a>
zh: 您一定想知道如何使用密码保护PDF文件，文件夹和其他文档？ 不用担心，通过使用AxCrypt，您可以保护PDF文档和其他文件类型。 使用AxCrypt密码生成器创建强密码，任何人都不可能破解。 有关更多信息，<a href='https://www.youtube.com/watch?v=sLvY5lMK7wA'>watch our YouTube tutorial</a>

# Blog_ADSDE_Heading1
source: What is a cyber attack?
ar: ما هو الهجوم السيبراني؟
de: Was ist ein Cyberangriff?
es: ¿Qué es un ciberataque?
fr: Qu’est-ce qu’une cyberattaque ?
it: Cos'è un attacco informatico?
ko: 사이버 공격이란 무엇인가요?
nl: Wat is een cyber aanval?
pl: Co to jest cyberatak?
pt: O que é um ciberataque?
ru: Что такое кибератака?
sv: Vad är en cyberattack?
tr: Siber saldırı nedir?
zh: 什么是网络攻击？

# Blog_ADSDE_Heading2
source: Why is data security required?
ar: لماذا أمن البيانات مطلوب؟
de: Warum ist Datensicherheit erforderlich?
es: ¿Por qué es necesario proteger los datos?
fr: Pourquoi la sécurité des données est-elle requise ?
it: Perché è necessaria la sicurezza dei dati?
ko: 데이터 보안이 필요한 이유는 무엇입니까?
nl: Waarom is gegevensbeveiliging nodig?
pl: Dlaczego wymagane jest bezpieczeństwo danych?
pt: Porque é necessária a segurança de dados?
ru: Почему требуется защита данных?
sv: Varför behövs datasäkerhet?
tr: Veri güvenliği neden gereklidir?
zh: 为什么需要数据安全？

# Blog_ADSDE_Heading3
source: Encrypt your files, folders, and PDFs on your devices.
ar: قم بتشفير الملفات والمجلدات وملفات بي دي إف الخاصة بك على أجهزتك.
de: Verschlüsseln Sie Ihre Dateien, Ordner und PDFs auf Ihren Geräten.
es: Cifra tus archivos, carpetas y archivos PDF en tus dispositivos.
fr: Chiffrez vos fichiers, dossiers, et PDFs sur vos appareils.
it: Cripta i tuoi file, cartelle e PDF sui tuoi dispositivi.
ko: 장치에서 파일, 폴더, PDF를 암호화합니다.
nl: Versleutel uw bestanden, mappen en pdf's op uw apparaten.
pl: Szyfruj swoje pliki, foldery i pliki PDF na swoich urządzeniach.
pt: Cifre os seus ficheiros, pastas e PDFs nos seus dispositivos.
ru: Зашифруйте файлы, папки и PDF-файлы на ваших устройствах.
sv: Kryptera dina filer, mappar och PDF på dina enheter.
tr: Cihazlarınızdaki dosyaları, klasörleri ve PDF dosyalarını şifreleyin.
zh: 加密设备上的文件、文件夹和PDF。

# Blog_ADSDE_Summary
source: A cyberattack is a hostile and purposeful attempt by a party to infiltrate another’s information. Typically, the attacker hopes to gain some sort of advantage by interrupting the victim's network.
ar: الهجوم الإلكتروني هو محاولة عدائية وهادفة من قبل أحد الأطراف لاختراق معلومات شخص آخر. عادة ، يأمل المهاجم في الحصول على نوع من الميزة من خلال مقاطعة شبكة الضحية.
de: Ein Cyberangriff ist ein feindseliger und gezielter Versuch einer Partei, die Informationen einer anderen Partei zu infiltrieren. Typischerweise hofft der Angreifer, sich einen Vorteil zu verschaffen, indem er das Netzwerk des Opfers unterbricht.
es: Un ciberataque es un intento hostil y deliberado por parte de un tercero de infiltrarse en la información de otra persona. Por lo general, el atacante espera obtener algún tipo de ventaja interrumpiendo la red de la víctima.
fr: Une cyberattaque est une tentative hostile et délibérée d’une partie d’infiltrer les informations d’une autre partie. En règle générale, l’attaquant espère obtenir une sorte d’avantage en interrompant le réseau de la victime.
it: Un attacco informatico è un tentativo ostile e intenzionale da parte di una parte di infiltrarsi nelle informazioni di un altro. In genere, l'attaccante spera di ottenere una sorta di vantaggio interrompendo la rete della vittima.
ko: 사이버 공격은 상대방이 다른 사람의 정보에 침투하기 위한 적대적이고 의도적인 시도입니다. 일반적으로 공격자는 피해자의 네트워크를 방해하여 일종의 이득을 얻으려고 합니다.
nl: Een cyberaanval is een vijandige en doelbewuste poging van een partij om informatie van een ander te infiltreren. Doorgaans hoopt de aanvaller een soort voordeel te behalen door het netwerk van het slachtoffer te onderbreken.
pl: Cyberatak to wrogie i celowe podejście strony do infiltracji informacji innej osoby. Zazwyczaj atakujący ma nadzieję na uzyskanie jakiejś przewagi poprzez przerwanie sieci ofiary.
pt: Um ciberataque é uma tentativa hostil e intencionada de um terceiro de se infiltrar em informação de outros. Tipicamente, um atacante espera obter algum tipo de vantagem ao interromper a rede da vítima.
ru: Кибератака - это враждебная и целенаправленная попытка стороны проникнуть в чужую информацию. Как правило, злоумышленник надеется получить какое-то преимущество, прервав работу сети жертвы.
sv: En cyberattack är ett fientligt och målmedvetet försök från en part att infiltrera en annan parts information. Vanligtvis hoppas angriparen på att få någon form av fördel genom att störa offrets nätverk.
tr: Siber saldırı, bir tarafın bir başkasının bilgilerine sızmak için hasmane ve kasıtlı bir girişimidir. Tipik olarak, saldırgan kurbanın ağını kesintiye uğratarak bir tür avantaj elde etmeyi umar.
zh: 网络攻击是一方渗透他人信息的敌对和有目的的企图。 通常，攻击者希望通过中断受害者的网络来获得某种优势。

# Blog_ADSDE_Title
source: The art of data security in the digital era
ar: فن أمن البيانات في العصر الرقمي
de: Die Kunst der Datensicherheit im digitalen Zeitalter
es: El arte de la seguridad de datos en la era digital
fr: L’art de la sécurité des données à l’ère numérique
it: L'arte della sicurezza dei dati nell'era digitale
ko: 디지털 시대의 데이터 보안 기술
nl: De kunst van gegevensbeveiliging in het digitale tijdperk
pl: Sztuka bezpieczeństwa danych w erze cyfrowej
pt: A arte da segurança de dados na era digital
ru: Искусство защиты данных в цифровую эпоху
sv: Datasäkerhetskonsten i den digitala eran
tr: Dijital çağda veri güvenliği sanatı
zh: 数字时代的数据安全艺术
