Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_LYCWAR_Text3
source: This is done by careful design to make AxCrypt 2 as convenient as possible to use, i.e. reduce the number of times the password must be entered. This, we believe, will make it used more and thus protect more files. If it’s inconvenient, you won’t use it as much.
ar: يتم ذلك عن طريق التصميم الدقيق لجعل استخدام اكسكربت 2 مناسبًا قدر الإمكان ، أي تقليل عدد المرات التي يجب إدخال كلمة المرور فيها. هذا ، في اعتقادنا ، سيجعله يستخدم أكثر وبالتالي يحمي المزيد من الملفات. إذا كان الأمر غير مريح ، فلن تستخدمه كثيرًا.
de: Dies geschieht durch sorgfältiges Design, um AxCrypt 2 so benutzerfreundlich wie möglich zu gestalten, d. H. Die Anzahl der Passworteingaben zu reduzieren. Wir glauben, dass dies dazu führen wird, dass es häufiger verwendet wird und somit mehr Dateien geschützt werden. Wenn es unbequem ist, werden Sie es nicht so oft benutzen.
es: Esto se hace mediante un diseño cuidadoso para hacer que AxCrypt 2 sea lo más conveniente posible de usar, es decir, reducir la cantidad de veces que se debe ingresar la contraseña. Esto, creemos, hará que se utilice más y, por lo tanto, proteja más archivos. Si es un inconveniente, no lo usarás tanto.
fr: Ceci est fait par une conception minutieuse pour rendre AxCrypt 2 aussi pratique que possible à utiliser, c’est-à-dire réduire le nombre de fois que le mot de passe doit être entré. Ceci, nous le croyons, le rendra plus utilisé et protégera ainsi plus de fichiers. Si c’est gênant, vous ne l’utiliserez pas autant.
it: Questo viene fatto con un'attenta progettazione per rendere AxCrypt 2 il più comodo possibile da usare, cioè ridurre il numero di volte che la password deve essere inserita. Questo, crediamo, lo renderà più utilizzato e quindi proteggerà più file. Se è scomodo, non lo userai tanto.
ko: 이것은 AxCrypt 2를 가능한 한 편리하게 사용할 수 있도록, 즉 암호를 입력해야하는 횟수를 줄이기 위해 신중하게 설계되었습니다. 우리는 이것이 더 많은 파일을 보호 할 것이라고 믿습니다. 불편하면 많이 사용하지 않습니다.
nl: Dit is gedaan door zorgvuldig ontwerp om AxCrypt 2 zo gebruiksvriendelijk mogelijk te maken, d.w.z. het aantal keren dat het wachtwoord moet worden ingevoerd te verminderen. Wij geloven dat het daardoor meer gebruikt zal worden en dus meer bestanden zal beschermen. Als het onhandig is, zul je het minder vaak gebruiken.
pl: Odbywa się to poprzez staranne zaprojektowanie, aby uczynić AxCrypt 2 tak wygodnym, jak to tylko możliwe, tj. zmniejszyć liczbę razy, gdy trzeba wprowadzać hasło. Wierzymy, że dzięki temu będzie on częściej używany, a tym samym chroni więcej plików. Jeśli jest niewygodny, nie będziesz go używać tak często.
pt: Isto é feito com design cuidadoso para tornar a AxCrypt 2 o mais conveniente possível de usar, isto é, reduz o número de vezes que uma palavra-passe tem de ser introduzida. Isto, acreditamos, fará com que se use mais e assim se protejam mais ficheiros. Se fosse inconveniente, você não usaria tantas vezes.
ru: Это сделано с помощью тщательного дизайна, чтобы сделать AxCrypt 2 максимально удобным в использовании, т.е. сократить количество раз, когда необходимо вводить пароль. Мы считаем, что это позволит использовать его чаще и, таким образом, защитить больше файлов. Если это неудобно, вы не будете использовать его так часто.
sv: AxCrypt 2 är nogguse,rant designad för att vara så bekväm som möjligt att använda, dvs minska antalet gånger som lösenordet måste anges. Detta tror vi kommer att göra att det används mer och därmed skydda fler filer. Om det är obekvämt kommer du inte att använda det lika mycket.
tr: Bu, AxCrypt 2'yi kullanımı mümkün olduğunca uygun hale getirmek, yani parolanın girilmesi gereken süreyi azaltmak için dikkatli bir tasarımla yapılır. Bunun, daha fazla kullanılmasını sağlayacağına ve böylece daha fazla dosyayı koruyacağına inanıyoruz. Elverişli değilse, o kadar fazla kullanmanıza gerek yoktur.
zh: 这是通过精心设计来完成的，以使AxCrypt 2尽可能方便地使用，即减少必须输入密码的次数。 我们相信，这将使它更多地使用，从而保护更多的文件。 如果不方便，你就不会尽可能多地使用它。

# Blog_LYCWAR_Text4
source: However, now and then we get feedback from users stating “<em>But what if someone walks up to my computer? Then all my files are unprotected.</em>“.
ar: ومع ذلك ، نحصل بين الحين والآخر على تعليقات من المستخدمين تفيد "<em> ولكن ماذا لو توجه شخص ما إلى جهاز الكمبيوتر الخاص بي؟ ثم تكون جميع ملفاتي غير محمية. </ em> ".
de: Ab und zu erhalten wir jedoch Rückmeldungen von Benutzern, die besagen: “Aber was ist, wenn jemand an meinen Computer geht? Dann sind alle meine Dateien ungeschützt.</em>“.
es: Sin embargo, de vez en cuando recibimos comentarios de los usuarios que dicen "<em>Pero, ¿y si alguien se acerca a mi computadora? Entonces todos mis archivos están desprotegidos</em>".
fr: Cependant, de temps en temps, nous recevons des commentaires d’utilisateurs indiquant « <em>Mais que se passe-t-il si quelqu’un s’approche de mon ordinateur? Ensuite, tous mes fichiers ne sont pas protégés.</em> ».
it: Tuttavia, di tanto in tanto riceviamo feedback dagli utenti che affermano "<em>Ma cosa succede se qualcuno si avvicina al mio computer? Quindi tutti i miei file non sono protetti.</em>“.
ko: 그러나 때때로 우리는 사용자로부터 "<em>하지만 누군가 내 컴퓨터로 걸어 가면 어떻게 될까요? 그러면 내 모든 파일을 어떻게 보호하나요.</em>." 라는 피드백을 받습니다.
nl: Af en toe krijgen we echter feedback van gebruikers die zeggen: “<em>Maar wat als iemand naar mijn computer loopt? Dan zijn al mijn bestanden onbeschermd.</em>“.
pl: Jednak od czasu do czasu otrzymujemy informacje zwrotne od użytkowników, które stwierdzają „<em>Ale co, jeśli ktoś podejdzie do mojego komputera? Wtedy wszystkie moje pliki są niezabezpieczone.</em>”.
pt: Contudo, agora e então obtemos feedback de utilizadores a dizer “<em>Mas e se alguém se aproxima do meu computador? Todos os meus ficheiros estão desprotegidos.</em>“.
ru: Однако время от времени мы получаем отзывы от пользователей: “<em>Но что, если кто-то подойдет к моему компьютеру? Тогда все мои файлы будут незащищены.</em>“.
sv: Men då och då får vi feedback från användare som säger "<em>Men vad händer om någon går fram till min dator? Då är alla mina filer oskyddade.</em>“.
tr: Ancak, ara sıra kullanıcılardan "<em>Peki ya birisi bilgisayarımı kurcalarsa? O zaman tüm dosyalarım korumasız kalır."</em> gibi geri bildirimler alırız.
zh: 但是，我们不时收到用户的反馈，指出"<em>但是如果有人走到我的电脑前怎么办？ 然后我所有的文件都不受保护。</em>"。

# Blog_LYCWAR_Text5
source: Yes, that’s true. But it almost makes no difference if AxCrypt is signed in or not, if you leave your device unprotected so anyone can walk up to it and access it with your user sign in permissions.
ar: نعم هذا صحيح. ولكن لا فرق تقريبًا إذا تم تسجيل الدخول إلى اكسكربت أم لا ، إذا تركت جهازك غير محمي حتى يتمكن أي شخص من الوصول إليه والوصول إليه بأذونات تسجيل دخول المستخدم.
de: Ja, das stimmt. Es macht jedoch fast keinen Unterschied, ob AxCrypt angemeldet ist oder nicht, wenn Sie Ihr Gerät ungeschützt lassen, damit jeder darauf zugreifen und mit Ihren Benutzeranmeldeberechtigungen darauf zugreifen kann.
es: Sí, eso es verdad. Pero casi no hace diferencia si AxCrypt ha iniciado sesión o no, si dejas tu dispositivo desprotegido para que cualquiera pueda acercarse a él y acceder con tus permisos de inicio de sesión de usuario.
fr: Oui, c'est vrai. Mais cela ne fait presque aucune différence si AxCrypt est connecté ou non, si vous laissez votre appareil sans protection afin que n'importe qui puisse y accéder et y accéder avec vos autorisations de connexion utilisateur.
it: Sì, è vero. Ma quasi non fa differenza se AxCrypt è connesso o meno, se lasci il tuo dispositivo non protetto in modo che chiunque possa avvicinarsi ad esso e accedervi con le autorizzazioni di accesso dell'utente.
ko: 네, 사실입니다. 그러나 AxCrypt가 로그인되어 있는지 여부는 거의 차이가 없으며, 장치를 보호하지 않은 상태로 둔다면 누구나 사용자 로그인 권한으로 액세스 할 수 있습니다.
nl: Ja, dat is waar. Maar het maakt bijna geen verschil of AxCrypt is aangemeld of niet, als u uw apparaat onbeveiligd laat, zodat iedereen er naar toe kan lopen en er toegang toe heeft met uw gebruikersmachtigingen.
pl: Tak to prawda. Ale prawie nie ma znaczenia, czy AxCrypt jest zalogowany, czy nie, jeśli pozostawisz swoje urządzenie niezabezpieczone, aby każdy mógł do niego podejść i uzyskać do niego dostęp z uprawnieniami logowania użytkownika.
pt: Sim, é verdade. Mas não há quase diferença nenhuma entre deixar a sessão da AxCrypt iniciada ou não, pois, se deixar o seu dispositivo desprotegido, qualquer pessoa terá acesso com as suas permissões de utilizador.
ru: Да, это правда. Но почти не имеет значения, авторизован AxCrypt или нет, если вы оставляете свое устройство незащищенным, чтобы любой мог подойти к нему и получить к нему доступ с вашими правами входа пользователя.
sv: Ja det är sant. Men det gör nästan ingen skillnad om AxCrypt är inloggad eller inte, om du lämnar din enhet oskyddad så att vem som helst kan gå fram till den och komma åt den med dina användarbehörigheter.
tr: Evet, doğru. Ancak, AxCrypt'in oturum açıp açmaması neredeyse hiçbir fark yaratmaz, cihazınızı korumasız bırakırsanız, böylece herkes onu kurcalayabilir ve kullanıcılar, oturum açma izinlerinizle bilgisayarınıza erişebilir.
zh: 是的，这是真的。 但是，如果AxCrypt是否登录，如果您将设备不受保护，那么任何人都可以走到它并使用您的用户登录权限访问它，则几乎没有区别。

# Blog_LYCWAR_Text6
source: It’s that simple. Security is about a chain of measures, and it’s the weakest one that controls the strength of the system.
ar: بكل بساطة. الأمان عبارة عن سلسلة من الإجراءات ، وهي أضعفها التي تتحكم في قوة النظام.
de: So einfach ist das. Bei der Sicherheit geht es um eine Kette von Maßnahmen, und es ist die schwächste, die die Stärke des Systems kontrolliert.
es: Es así de simple. La seguridad se trata de una cadena de medidas, y es la más débil la que controla la fuerza del sistema.
fr: C’est aussi simple que cela. La sécurité concerne une chaîne de mesures, et c’est la plus faible qui contrôle la force du système.
it: È così semplice. La sicurezza riguarda una catena di misure, ed è quella più debole che controlla la forza del sistema.
ko: 간단합니다. 보안은 일련의 조치에 관한 것이며 시스템의 강도를 제어하는 가장 약한 조치입니다.
nl: Zo eenvoudig is het. Beveiliging gaat over een keten van maatregelen, en het is de zwakste die de sterkte van het systeem beheert.
pl: To takie proste. Bezpieczeństwo to łańcuch środków i to najsłabszy z nich kontroluje siłę systemu.
pt: É tão simples quanto isto. A segurança é sobre uma cadeia de medidas e é a mais fraca que controla a força do sistema.
ru: Это так просто. Безопасность - это цепочка мер, а это самая слабая из них, которая контролирует надежность системы.
sv: Det är så enkelt. Säkerhet handlar om en kedja av åtgärder, och det är den svagaste länken som styr systemets styrka.
tr: İşte bu kadar basit. Güvenlik bir önlemler zinciriyle ilişkili bir konudur ve sistemin gücünü kontrol eden en zayıf olanıdır.
zh: 就这么简单。 安全是关于一系列措施，它是控制系统强度的最弱措施。

# Blog_LYCWAR_Text7
source: <em>If you let anyone walk up to your device and it’s signed in with your user, you should consider that computer compromised</em> and re-install from original media.
ar: <em> إذا سمحت لأي شخص بالانتقال إلى جهازك وتم تسجيل دخوله من خلال المستخدم الخاص بك ، فيجب أن تعتبر هذا الكمبيوتر تعرض للاختراق </ em> وإعادة التثبيت من الوسائط الأصلية.
de: <em>Wenn Sie zulassen, dass jemand auf Ihr Gerät zugeht und es mit Ihrem Benutzer angemeldet ist, sollten Sie diesen Computer als kompromittiert betrachten</ em> und von Originalmedien neu installieren.
es: <em>Si permites que alguien se acerque a tu dispositivo y haya iniciado sesión con tu usuario, debes considerar que la computadora está comprometida</em> y volver a instalar desde el medio original.
fr: <em>Si vous laissez quelqu’un s’approcher de votre appareil et qu’il est connecté avec votre utilisateur, vous devez considérer cet ordinateur compromis</em> et le réinstaller à partir du support d’origine.
it: <em>Se permetti a qualcuno di avvicinarsi al tuo dispositivo ed è connesso con il tuo utente, dovresti considerare quel computer compromesso</em> e reinstallarlo dal supporto originale.
ko: <em>다른 사람이 장치에 접근하여 사용자가 로그인한 경우 컴퓨터가 손상된 것으로 간주</em> 하고 원본 미디어에서 다시 설치해야 합니다.
nl: <em>Als u iemand naar uw apparaat laat lopen en deze is aangemeld bij uw gebruiker, moet u die computer als gecompromitteerd beschouwen</em> en opnieuw installeren vanaf originele media.
pl: <em>Jeśli pozwolisz komukolwiek podejść do swojego urządzenia i jest ono zalogowane z Twoim użytkownikiem, należy wziąć pod uwagę, że komputer został przejęty</em> i zainstalować go ponownie z oryginalnego nośnika.
pt: <em>Se deixar alguém aceder ao seu dispositivo e ele estiver com uma sessão iniciada por si, então deverá considerar o seu computador comprometido</em> e reinstalá-lo a partir da fonte original.
ru: <em> Если вы позволите кому-либо подойти к вашему устройству и он войдет в систему под именем вашего пользователя, вам следует считать, что компьютер скомпрометирован </em> и переустановить с оригинального носителя.
sv: <em>Om du låter någon gå fram till din enhet och den är inloggad på din användare, bör du överväga om datorn är under intrång</em> och installera om från original mediet.
tr: <em>Herhangi birinin cihazınıza yaklaşmasına izin verirseniz ve cihazınızda kendi kullanıcınızla oturum açıksa, bilgisayarın güvenliğinin ihlal edildiğini dikkate almanız</em> ve orijinal medyadan yeniden yükleme yapmanız gerekir.
zh: <em>如果您让任何人走到您的设备，并且它已与您的用户登录，则应考虑该计算机受到损害</em>并从原始媒体重新安装。

# Blog_LYCWAR_Text8
source: AxCrypt has always been an opinionated application. This means we have opinions about how it should be used, opinions we base on the fact that encryption is all we do. We eat, drink, think and dream about encryption 24 hours a day. We think our opinions are fairly valid. Of course we’re not infallible, but we’re seldom far off the mark.
ar: لطالما كان اكسكربت تطبيقًا عنيدًا. هذا يعني أن لدينا آراء حول كيفية استخدامه ، والآراء التي نبنيها على حقيقة أن التشفير هو كل ما نقوم به. نحن نأكل ونشرب ونفكر ونحلم بالتشفير على مدار 24 ساعة في اليوم. نعتقد أن آرائنا صحيحة إلى حد ما. بالطبع لسنا معصومين من الخطأ ، لكننا نادرًا ما نكون بعيدين عن الواقع.
de: AxCrypt war schon immer eine eigenwillige Anwendung. Das bedeutet, dass wir Meinungen darüber haben, wie es verwendet werden sollte, Meinungen, die wir auf der Tatsache basieren, dass Verschlüsselung alles ist, was wir tun. Wir essen, trinken, denken und träumen 24 Stunden am Tag von Verschlüsselung. Wir denken, dass unsere Meinungen ziemlich gültig sind. Natürlich sind wir nicht unfehlbar, aber wir sind selten weit daneben.
es: AxCrypt siempre ha sido una aplicación obstinada. Esto significa que tenemos opiniones sobre cómo debe usarse, opiniones que nos basamos en el hecho de que el cifrado es todo lo que hacemos. Comemos, bebemos, pensamos y soñamos con el cifrado las 24 horas del día. Creemos que nuestras opiniones son bastante válidas. Por supuesto que no somos infalibles, pero rara vez nos equivocamos.
fr: AxCrypt a toujours été une application d’opinion. Cela signifie que nous avons des opinions sur la façon dont il devrait être utilisé, des opinions que nous basons sur le fait que le cryptage est tout ce que nous faisons. Nous mangeons, buvons, pensons et rêvons du cryptage 24 heures sur 24. Nous pensons que nos opinions sont assez valables. Bien sûr, nous ne sommes pas infaillibles, mais nous sommes rarement loin du compte.
it: AxCrypt è sempre stata un'applicazione supponente. Ciò significa che abbiamo opinioni su come dovrebbe essere utilizzato, opinioni che basiamo sul fatto che la crittografia è tutto ciò che facciamo. Mangiamo, beviamo, pensiamo e sogniamo la crittografia 24 ore al giorno. Pensiamo che le nostre opinioni siano abbastanza valide. Naturalmente non siamo infallibili, ma raramente siamo lontani dal segno.
ko: AxCrypt는 항상 의견이 확실한 응용 프로그램이었습니다. 이것은 우리가 그것이 어떻게 사용되어야하는지에 대한 의견을 가지고 있음을 뜻하며, 암호화가 우리가 하는 전부라는 사실에 근거한 의견을 가지고 있음을 의미합니다. 우리는 하루 24 시간 암호화에 대해 먹고, 마시고, 생각하고, 꿈꿉니다. 우리는 우리의 의견이 상당히 타당하다고 생각합니다. 물론 오류가 아예 없는 것은 아니지만, 목표에서 멀리 떨어져 있는 경우는 거의 없습니다.
nl: AxCrypt is altijd een eigenzinnige toepassing geweest. Dit betekent dat we meningen hebben over hoe het moet worden gebruikt, meningen die we baseren op het feit dat encryptie alles is wat we doen. We eten, drinken, denken en dromen 24 uur per dag over encryptie. We denken dat onze meningen redelijk kloppen. Natuurlijk zijn we niet onfeilbaar, maar we zitten er zelden ver naast.
pl: AxCrypt zawsze był opiniowaną aplikacją. Oznacza to, że mamy opinie o tym, jak należy go używać, opinie opieramy na fakcie, że szyfrowanie to wszystko, co robimy. Jemy, pijemy, myślimy i marzymy o szyfrowaniu 24 godziny na dobę. Uważamy, że nasze opinie są całkiem słuszne. Oczywiście nie jesteśmy nieomylni, ale rzadko jesteśmy daleko od celu.
pt: A AxCrypt foi sempre uma aplicação com fortes opiniões. Isto significa que temos opiniões sobre como deverá ser usada, opiniões que se baseiam no facto da cifragem ser tudo o que fazemos. Nós comemos, bebemos, pensamos e sonhamos sobre cifragem 24 horas por dia. Pensamos que as nossas opiniões são bastante válidas. Claro que não somos infalíveis, mas raramente estamos enganados.
ru: AxCrypt всегда был самоуверенным программным обеспечением. Это означает, что у нас есть мнение, как его следует использовать, которое мы основываем на том факте, что шифрование - это все, что мы делаем. Мы едим, пьем, думаем и мечтаем о шифровании 24 часа в сутки. Мы считаем, что наши суждения достаточно обоснованны. Конечно, мы не непогрешимы, но мы редко бываем далеки от истины.
sv: AxCrypt har alltid varit en opinionsbildad applikation. Det betyder att vi har åsikter om hur det ska användas, åsikter som vi bygger på att kryptering är allt vi gör. Vi äter, dricker, tänker och drömmer om kryptering 24 timmar om dygnet. Vi tycker att våra åsikter är ganska rimliga. Naturligtvis är vi inte ofelbara, men vi är sällan långt borta från målet.
tr: AxCrypt her zaman fikir dolu bir uygulamadır. Bu, uygulamanın nasıl kullanılması gerektiğine dair ve yaptığımız tek şeyin şifreleme olduğu gerçeğine dayandırdığımız görüşlerimizin olduğu anlamına gelir. 24 saat şifreleme ile yatıp kalkıyoruz. Fikirlerimizin oldukça geçerli olduğunu düşünüyorum. Tabi ki hatasız olduğumuzu iddia etmiyoruz ama hedefi kaçırdığımız oldukça nadirdir.
zh: AxCrypt一直是一个自以为是的应用程序。 这意味着我们对它应该如何使用有意见，意见我们基于加密是我们所做的一切这一事实。 我们每天24小时吃，喝，思考和梦想加密。 我们认为我们的意见是相当有效的。 当然，我们不是万无一失的，但我们很少远离目标。

# Blog_LYCWAR_Text9
source: AxCrypt has always been about real, definable, security. It’s not about making you feel secure. It is about making you actually secure within well defined bounds and limitations. Making you <em>feel</em> more secure by having you pointlessly re-enter a password a zillion times is not our thing.
ar: لطالما كان اكسكربت يدور حول الأمان الحقيقي والقابل للتحديد. لا يتعلق الأمر بجعلك تشعر بالأمان. يتعلق الأمر بجعلك آمنًا بالفعل ضمن حدود وقيود محددة جيدًا. إن جعلك <em> تشعر </em> بمزيد من الأمان من خلال جعلك تعيد إدخال كلمة المرور بلا فائدة زليون مرة ليس من شئنا.
de: Bei AxCrypt ging es schon immer um echte, definierbare Sicherheit. Es geht nicht darum, dass Sie sich sicher fühlen. Es geht darum, Sie innerhalb genau definierter Grenzen und Grenzen tatsächlich sicher zu machen. Es ist nicht unser Ding, Ihnen das <em>Gefühl</em> zu geben, sicherer zu sein, indem Sie ein Passwort zig Mal sinnlos neu eingeben.
es: AxCrypt siempre se ha centrado en la seguridad real y definible. No se trata de hacerte sentir seguro. Se trata de dejarte realmente seguro dentro de límites bien definidos. Lograr que <em>te sientas</em> más seguro al hacer que vuelvas a ingresar una contraseña sin sentido un millón de veces no es lo nuestro.
fr: AxCrypt a toujours été axé sur la sécurité réelle et définissable. Il ne s’agit pas de vous faire sentir en sécurité. Il s’agit de vous sécuriser réellement dans des bornes et des limites bien définies. Vous faire <em>sentir</em> plus en sécurité en vous faisant entrer inutilement un mot de passe un zillion de fois n’est pas notre truc.
it: AxCrypt ha sempre puntato sulla sicurezza reale e definibile. Non si tratta di farti sentire sicuro. Si tratta di renderti effettivamente sicuro entro limiti e limitazioni ben definiti. Farti <em>sentire</em> più sicuro facendoti reinserire inutilmente una password un miliardo di volte non fa per noi.
ko: AxCrypt는 항상 실제적이고 정의 가능한 보안에 힘을 써왔습니다. 단순히 안전하다고 느끼게하는 것이 아닙니다. 그것은 잘 정의 된 범위와 한계 내에서 실제로 당신을 안전하게 만드는 것입니다. 무의미하게 암호를 수차례 다시 입력하게하여 더 안전하다고<em>느끼게</em> 하는 것은 우리의 일이 아닙니다.
nl: AxCrypt ging altijd over echte, definieerbare veiligheid. Het gaat er niet om dat u zich veilig voelt. Het gaat erom u daadwerkelijk veilig te stellen binnen goed gedefinieerde grenzen en beperkingen. U veiliger laten<em> voelen</em> door u zinloos een wachtwoord een miljoen keer opnieuw te laten invoeren, is niet ons ding.
pl: W AxCrypt zawsze chodziło o prawdziwe, definiowalne bezpieczeństwo. Nie chodzi o to, żebyś czuł się bezpieczny. Chodzi o to, abyś był rzeczywiście bezpieczny w dobrze zdefiniowanych granicach i ograniczeniach. Nie jest naszym zadaniem, aby <em>czuć się</em> bezpieczniej poprzez bezsensowne ponowne wprowadzanie hasła milion razy.
pt: A AxCrypt foi sempre sobre segurança real e definível. Não é sobre fazê-la(o) sentir mais seguro. É sobre dar-lhe segurança dentro de limites bem definidos. Fazê-la(o) <em>sentir-se</em> mais seguro fazendo com que tenha de reintroduzir inutilmente milhões de vezes não é o que fazemos.
ru: AxCrypt всегда был посвящен реальной, поддающейся определению безопасности. Дело не в том, чтобы заставить вас чувствовать себя в безопасности. Речь идет о том, чтобы сделать вас действительно защищенными в четко определенных рамках и ограничениях. Заставлять вас <em>чувствовать</em> себя в большей безопасности, вынуждая вас бессмысленно повторно вводить пароль миллион раз, - это не наше дело.
sv: AxCrypt har alltid handlat om verklig, definierbar säkerhet. Det handlar inte om att få dig att känna dig trygg. Det handlar om att göra dig faktiskt säker inom väl definierade gränser och begränsningar. Att få dig att <em>känna dig</em> säkrare genom att låta dig ange ett lösenord på nytt en zillion gånger är inte vår grej.
tr: AxCrypt her zaman gerçek, tanımlanabilir, güvenlik ile ilgili olmuştur. Bu sizi güvende hissettirmekle ilgili değil. Bu, sizi iyi tanımlanmış sınırlar ve sınırlamalar içinde gerçekten güvende tutmakla ilgilidir. Bir parolayı anlamsızca bir zilyon kere tekrar girmenizi sağlayarak kendinizi daha güvende <em>hissetmenizi</em> sağlamak bizim tarzımız değildir.
zh: AxCrypt一直是关于真实的，可定义的，安全的。 这不是让您感到安全。 它是关于让你在明确定义的界限和限制内真正安全。 让您毫无意义地重新输入密码无数次，让您<em>感觉</em>更安全不是我们的事。

# Blog_LYCWAR_Title
source: Leaving your computer with AxCrypt running
ar: ترك جهاز الكمبيوتر الخاص بك مع برنامج اكسكربت قيد التشغيل
de: Lassen Sie Ihren Computer mit AxCrypt laufen
es: Dejar tu computadora con AxCrypt funcionando
fr: Laisser votre ordinateur avec AxCrypt en cours d’exécution
it: Lasciare il computer con AxCrypt in esecuzione
ko: AxCrypt가 실행 중인 상태로 두기
nl: Uw computer verlaten terwijl AxCrypt actief is
pl: Pozostawienie komputera z uruchomionym AxCrypt
pt: Deixar o seu computador com a AxCrypt em execução
ru: Оставляя свой компьютер с запущенным AxCrypt
sv: Lämna din dator med AxCrypt igång
tr: Bilgisayarınızı AxCrypt çalışır halde bırakmak
zh: 让您的电脑运行AxCrypt
