Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WUE_H2_Text1
source: Encryption is absolutely necessary when storing and sharing sensitive information in order to evade unauthorised and illegal processing of personal data. As stated by <a href='https://theverge.com'>theverge.com</a>, encryption is a fundamental building block of network security. In 2015 alone, Software Alliance found that 423 million identities had been stolen. This suggests that encryption is absolutely a necessary component of digital life in today's world. Private information such as financial and social security data, is transmitted online daily. Thus, in order to allow this transmission to occur safely, all pupils would be more protected through investing in encryption.
ar: التشفير ضروري للغاية عند تخزين المعلومات الحساسة ومشاركتها لتجنب المعالجة غير المصرح بها وغير القانونية للبيانات الشخصية. كما ذكر <a href='https://theverge.com'> theverge.com </a> ، فإن التشفير هو لبنة أساسية لأمان الشبكة. في عام 2015 وحده ، اكتشف تحالف البرمجيات أن 423 مليون هوية قد سُرقت. يشير هذا إلى أن التشفير عنصر ضروري للغاية في الحياة الرقمية في عالم اليوم. يتم نقل المعلومات الخاصة مثل بيانات الضمان المالي والاجتماعي عبر الإنترنت يوميًا. وبالتالي ، من أجل السماح لهذا الإرسال أن يحدث بأمان ، سيكون جميع التلاميذ أكثر حماية من خلال الاستثمار في التشفير.
de: Verschlüsselung ist bei der Speicherung und Weitergabe sensibler Informationen unbedingt erforderlich, um eine unbefugte und rechtswidrige Verarbeitung personenbezogener Daten zu vermeiden. Wie von <a href='https://theverge.com '>theverge.com </a>, Verschlüsselung ist ein grundlegender Baustein der Netzwerksicherheit. Allein im Jahr 2015 stellte die Software Alliance fest, dass 423 Millionen Identitäten gestohlen wurden. Dies legt nahe, dass Verschlüsselung in der heutigen Welt ein absolut notwendiger Bestandteil des digitalen Lebens ist. Private Informationen wie Finanz- und Sozialversicherungsdaten werden täglich online übertragen. Um diese Übertragung sicher zu ermöglichen, wären alle Schüler durch Investitionen in Verschlüsselung besser geschützt.
es: El cifrado es absolutamente necesario cuando se almacena y comparte información confidencial para evitar el procesamiento no autorizado e ilegal de datos personales. Tal como se menciona en <a href='https://theverge.com'>theverge.com</a>, el cifrado es un componente fundamental de la seguridad de la red. Solo en 2015, Software Alliance descubrió que se habían robado 423 millones de identidades. Esto sugiere que el cifrado es un componente absolutamente necesario de la vida digital en el mundo actual. La información privada, como datos financieros y de seguridad social, se transmite en línea diariamente. Por lo tanto, para permitir que esta transmisión ocurra de manera segura, todos estarían más protegidos al invertir en cifrado.
fr: Le cryptage est absolument nécessaire lors du stockage et du partage d’informations sensibles afin d’échapper au traitement non autorisé et illégal des données personnelles. Comme l’indique <a href='https://theverge.com'>theverge.com</a>, le cryptage est un élément fondamental de la sécurité du réseau. Rien qu’en 2015, Software Alliance a constaté que 423 millions d’identités avaient été volées. Cela suggère que le cryptage est absolument une composante nécessaire de la vie numérique dans le monde d’aujourd’hui. Des informations privées telles que des données financières et de sécurité sociale sont transmises quotidiennement en ligne. Ainsi, afin de permettre à cette transmission de se produire en toute sécurité, tous les élèves seraient mieux protégés en investissant dans le cryptage.
it: La crittografia è assolutamente necessaria durante l'archiviazione e la condivisione di informazioni sensibili al fine di eludere il trattamento non autorizzato e illegale dei dati personali. Come affermato da <a href='https://theverge.com'>theverge.com</a>, la crittografia è un elemento fondamentale della sicurezza di rete. Solo nel 2015, Software Alliance ha scoperto che erano state rubate 423 milioni di identità. Ciò suggerisce che la crittografia è assolutamente una componente necessaria della vita digitale nel mondo di oggi. Le informazioni private, come i dati finanziari e previdenziali, vengono trasmesse online quotidianamente. Pertanto, per consentire a questa trasmissione di avvenire in modo sicuro, tutti gli alunni sarebbero più protetti investendo nella crittografia.
ko: 암호화는 개인 데이터의 무단 및 불법 처리를 피하기 위해 민감한 정보를 저장하고 공유할 때 절대적으로 필요합니다. <a href='https://theverge.com'>theverge.com</a> 에서 언급했듯, 암호화는 네트워크 보안의 기본 구성 요소입니다. 2015년에만 소프트웨어 얼라이언스에 따르면 4억 2,300만 개의 신원이 도난당한 것으로 나타났습니다. 이것은 암호화가 오늘날 세계에서 디지털 생활의 절대적으로 필요한 구성 요소임을 시사합니다. 재정 및 사회 보장 데이터와 같은 개인 정보는 매일 온라인으로 전송됩니다. 따라서 이러한 전송이 안전하게 이루어질 수 있도록, 모든 구성원은 암호화에 대한 투자를 통해 더 많은 보호를 받을 수 있습니다.
nl: Versleuteling is absoluut noodzakelijk bij het opslaan en delen van gevoelige informatie om ongeoorloofde en illegale verwerking van persoonsgegevens te ontwijken. Zoals vermeld door <a href='https://theverge.com'>theverge.com</a>, is encryptie een fundamentele bouwsteen van netwerkbeveiliging. Alleen al in 2015 ontdekte Software Alliance dat 423 miljoen identiteiten waren gestolen. Dit suggereert dat codering absoluut een noodzakelijk onderdeel is van het digitale leven in de wereld van vandaag. Privégegevens, zoals financiële en sociale zekerheidsgegevens, worden dagelijks online verzonden. Om deze overdracht veilig te laten plaatsvinden, zouden alle leerlingen dus beter worden beschermd door te investeren in encryptie.
pl: Szyfrowanie jest absolutnie niezbędne podczas przechowywania i udostępniania poufnych informacji w celu uniknięcia nieuprawnionego i nielegalnego przetwarzania danych osobowych. Jak twierdzi <a href='https://theverge.com'>theverge.com</a>, szyfrowanie jest podstawowym elementem bezpieczeństwa sieci. Tylko w 2015 roku Software Alliance odkrył, że skradziono 423 miliony tożsamości. Sugeruje to, że szyfrowanie jest absolutnie niezbędnym elementem cyfrowego życia w dzisiejszym świecie. Informacje prywatne, takie jak dane finansowe i dotyczące ubezpieczenia społecznego, są codziennie przesyłane online. Tak więc, aby umożliwić bezpieczną transmisję, wszyscy uczniowie byliby lepiej chronieni poprzez inwestowanie w szyfrowanie.
pt: A cifragem é absolutamente necessária quando se guarda e partilha informação sensível como forma de evasão de tratamento não autorizado e ilegal de dados pessoais. Como declarado pelo <a href='https://theverge.com'>theverge.com</a>, a cifragem é um bloco de construção fundamental da segurança de rede. Só em 2015, a Software Alliance encontrou 423 milhões de identidades roubadas. Isto sugere que a cifragem é um componente absolutamente necessário da vida digital no mundo de hoje. A informação privada como dados financeiros e da segurança social é diariamente transmitida online. Assim, para se permitir que esta transmissão ocorra em segurança, todos os alunos estariam mais protegidos investindo em cifragem.
ru: Шифрование абсолютно необходимо при хранении конфиденциальной информации и обмене ею, чтобы избежать несанкционированной и незаконной обработки персональных данных. Как указано в <a href='https://theverge.com '>theverge.com </a> , шифрование является фундаментальным строительным блоком сетевой безопасности. Только в 2015 году Software Alliance обнаружила, что было украдено 423 миллиона идентификационных данных. Это говорит о том, что шифрование является абсолютно необходимым компонентом цифровой жизни в современном мире. Личная информация, такая как данные финансового и социального страхования, ежедневно передается онлайн. Таким образом, для того, чтобы эта передача происходила безопасно, все учащиеся были бы более защищены за счет инвестиций в шифрование.
sv: Kryptering är absolut nödvändigt vid lagring och delning av känslig information för att undvika obehörig och olaglig behandling av personuppgifter. Som anges av <a href='https://theverge.com'>theverge.com</a> är kryptering en grundläggande byggsten för nätverkssäkerhet. Bara under 2015 fann Software Alliance att 423 miljoner identiteter hade stulits. Detta tyder på att kryptering är en absolut nödvändig komponent i det digitala livet i dagens värld. Privat information, såsom ekonomisk och social trygghet, överförs dagligen online. För att tillåta denna överföring att ske på ett säkert sätt skulle alla vara mer skyddade genom att investera i kryptering.
tr: Kişisel verilerin yetkisiz ve yasa dışı işlenmesinden kaçınmak için hassas bilgilerin depolanması ve paylaşılması sırasında şifreleme kesinlikle gereklidir. <a href='https://theverge.com'>theverge.com</a> tarafından da belirtildiği gibi, şifreleme ağ güvenliğinin temel bir yapı taşıdır. Sadece 2015 yılında Software Alliance 423 milyon kimliğin çalındığını tespit etti. Bu, şifrelemenin günümüz dünyasında dijital yaşamın kesinlikle gerekli bir bileşeni olduğunu göstermektedir. Finansal ve sosyal güvenlik verileri gibi özel bilgiler günlük olarak çevrimiçi olarak iletilir. Böylece, bu iletimin güvenli bir şekilde gerçekleşmesine izin vermek için, tüm kullanıcılar şifrelemeye yatırım yaparak daha fazla korunacaktır.
zh: 在存储和共享敏感信息时，加密是绝对必要的，以避免未经授权和非法处理个人数据。 如<a href='https://theverge.com'>theverge.com</a>所述，加密是网络安全的基本构建块。 仅在2015年，软件联盟就发现4.23亿个身份被盗。 这表明加密绝对是当今世界数字生活的必要组成部分。 私人信息，如金融和社会保障数据，每天在线传输。 因此，为了使这种传输安全地发生，所有学生都将通过投资加密得到更多的保护。

# Blog_WUE_H2_Text2
source: <h3>What happens without encryption?</h3>
ar: <h3> ماذا يحدث بدون تشفير؟ </h3>
de: <h3>Was passiert ohne Verschlüsselung?</h3>
es: <h3>¿Qué ocurre si no uso cifrado?</h3>
fr: <h3>Que se passe-t-il sans chiffrement ?</h3>
it: <h3>Cosa succede senza crittografia?</h3>
ko: <h3>암호화 없다면 어떻게 될까요?</h3>
nl: <h3>Wat gebeurt er zonder encryptie?</h3>
pl: <h3>Co się dzieje bez szyfrowania?</h3>
pt: <h3>O que acontece sem cifragem?</h3>
ru: <h3>Что происходит без шифрования?</h3>
sv: <h3>Vad händer utan kryptering?</h3>
tr: <h3>Şifreleme olmazsa ne olur?</h3>
zh: <h3>没有加密会发生什么？</h3>

# Blog_WUE_H2_Text3
source: In some industries, not encrypting sensitive material is punishable. For example, the Greater Manchester Police was allocated a penalty of £150,000 when an unencrypted USB stick was stolen from an officers home. The USB contained information regarding current police investigations and included private information of over 1,000 individuals. The stick was not password protected and completely unencrypted.
ar: في بعض الصناعات ، يُعاقب على عدم تشفير المواد الحساسة. على سبيل المثال ، تم تخصيص غرامة قدرها 150 ألف جنيه إسترليني لشرطة مانشستر الكبرى عندما سُرقت عصا الناقل التسلسلي العالمي غير مشفرة من منزل الضباط. احتوى الناقل التسلسلي العالمي على معلومات تتعلق بتحقيقات الشرطة الحالية وشمل معلومات خاصة لأكثر من 1000 فرد. لم تكن العصا محمية بكلمة مرور وغير مشفرة تمامًا.
de: In einigen Branchen ist es strafbar, sensibles Material nicht zu verschlüsseln. Zum Beispiel wurde der Greater Manchester Police eine Strafe von £ 150,000 zugeteilt, als ein unverschlüsselter USB-Stick aus einem Haus eines Beamten gestohlen wurde. Der USB-Stick enthielt Informationen zu aktuellen polizeilichen Ermittlungen und enthielt private Informationen von über 1.000 Personen. Der Stick war nicht passwortgeschützt und komplett unverschlüsselt.
es: En algunas industrias, no cifrar material confidencial es sancionable. Por ejemplo, a la Policía del Gran Manchester se le asignó una multa de £150.000 cuando se robó una memoria USB sin cifrar de la casa de un oficial. El USB contenía información sobre investigaciones policiales actuales e incluía información privada de más de 1.000 personas. El dispositivo no estaba protegido por contraseña y no estaba cifrado por completo.
fr: Dans certaines industries, ne pas chiffrer le matériel sensible est punissable. Par exemple, la police du Grand Manchester s’est vu infliger une amende de 150 000 £ lorsqu’une clé USB non cryptée a été volée au domicile d’un agent. L’USB contenait des informations concernant les enquêtes policières en cours et comprenait des informations privées de plus de 1 000 personnes. Le stick n’était pas protégé par mot de passe et complètement non crypté.
it: In alcuni settori, la mancata crittografia di materiale sensibile è punibile. Ad esempio, alla polizia di Greater Manchester è stata assegnata una sanzione di £ 150.000 quando una chiavetta USB non crittografata è stata rubata dalla casa di un agente. L'USB conteneva informazioni riguardanti le indagini di polizia in corso e includeva informazioni private di oltre 1.000 persone. La chiavetta non era protetta da password e completamente non crittografata.
ko: 일부 산업에서는 민감한 자료를 암호화하지 않으면 처벌받을 수 있습니다. 예를 들어, 그레이터 맨체스터 경찰은 암호화되지 않은 USB 스틱이 경찰관의 집에서 도난 당했을 때 £ 150,000의 벌금을 선고 받았습니다. USB에는 현재 경찰 수사에 관한 정보가 포함되어 있으며 1,000 명이 넘는 개인의 개인 정보가 포함되었습니다. USB는 암호로 보호되지 않았으며 완전히 암호화되지 않았습니다.
nl: In sommige bedrijfstakken is het niet versleutelen van gevoelig materiaal strafbaar. Zo kreeg de Greater Manchester Police een boete van 150.000 pond opgelegd toen een niet-versleutelde USB-stick uit het huis van een agent werd gestolen. De USB-stick bevatte informatie over lopende politieonderzoeken en bevatte privégegevens van meer dan 1.000 personen. De stick was niet met een wachtwoord beveiligd en volledig onversleuteld.
pl: W niektórych branżach nieszyfrowanie poufnych materiałów jest karalne. Na przykład policji w Greater Manchester nałożono karę w wysokości 150 000 funtów, gdy z domu funkcjonariusza została skradziona niezaszyfrowana pamięć USB. USB zawierał informacje dotyczące aktualnych śledztw policyjnych i zawierał prywatne informacje ponad 1000 osób. Pamięć USB nie była chroniona hasłem i była zupełnie niezaszyfrowana.
pt: Em algumas indústrias, não cifrar material sensível é punível. Por exemplo, a Polícia da Grande Manchester viu ser-lhe aplicada uma multa de £150.000 quando uma pen drive USB foi roubada da casa de um dos agentes. A pen drive continha informação sobre as actuais investigações da polícia e incluía informação pessoal de mais de 1.000 indivíduos. A pen drive não estava protegida por palavra-passe e estava completamente não cifrada.
ru: В некоторых отраслях промышленности отказ от шифрования конфиденциальных материалов наказуем. Например, полиция Манчестера была оштрафована на 150 000 фунтов стерлингов за кражу незашифрованной флешки из дома офицеров. USB содержал информацию о текущих полицейских расследованиях и включал личную информацию более чем 1000 человек. Флешка не была защищена паролем и полностью незашифрована.
sv: I vissa branscher är det straffbart att inte kryptera känsligt material. Till exempel tilldelades Greater Manchester Police en straffavgift på £150 000 när ett okrypterat USB-minne stals från en polismans hem. USB-enheten innehöll information om aktuella polisutredningar och hade privat information om över 1 000 personer. Minnet var inte lösenordsskyddat och helt okrypterad.
tr: Bazı sektörlerde, hassas materyalleri şifrelememek cezaya tabi olabilir. Örneğin, şifrelenmemiş bir USB bellek bir memurun evinden çalındığında Büyük Manchester Bölgesi Polisi'ne 150.000 £'luk bir ceza kesildi. USB, mevcut polis soruşturmalarıyla ilgili bilgileri içeriyordu ve 1.000'den fazla kişinin özel bilgilerini içeriyordu. Bellek şifre korumalı değildi ve tamamen şifrelenmemişti.
zh: 在某些行业，不加密敏感材料是要受到惩罚的。 例如，当一个未加密的USB记忆棒从警察家中被盗时，大曼彻斯特警方被分配了150,000英镑的罚款。 USB载有关于目前警方调查的资料,并载有1 000多人的私人资料。 该棒没有密码保护，完全未加密。

# Blog_WUE_H3_Text1
source: In this case, had the files in question been encrypted, the 1,000 individuals whose information was on the stick would not have been put in danger, and the police would not have been handed the penalty.
ar: في هذه الحالة ، لو تم تشفير الملفات المعنية ، فإن 1000 شخص كانت معلوماتهم على العصا لن يتعرضوا للخطر ، ولما كانت الشرطة ستُحكم عليهم بالعقوبة.
de: In diesem Fall wären die fraglichen Dateien verschlüsselt worden, die 1.000 Personen, deren Informationen sich auf dem Stick befanden, wären nicht in Gefahr geraten, und die Polizei hätte die Strafe nicht erhalten.
es: En este caso, si los archivos en cuestión hubieran sido cifrados, las 1.000 personas cuya información estaba en el dispositivo no habrían estado en peligro y la policía no habría sido sancionada.
fr: Dans ce cas, si les fichiers en question avaient été cryptés, les 1 000 personnes dont les informations se trouvaient sur la clé n'auraient pas été mises en danger, et la police n'aurait pas été sanctionnée.
it: In questo caso, se i file in questione fossero stati crittografati, le 1.000 persone le cui informazioni erano sulla chiave USB non sarebbero state messe in pericolo e la polizia non avrebbe ricevuto la sanzione.
ko: 이 경우 문제의 파일을 암호화했더라면, 정보가 usb에 있던 1,000명의 개인이 위험에 처하지 않았을 것이고, 경찰도 처벌을 받지 않았을 것입니다.
nl: Als in dit geval de bestanden in kwestie waren versleuteld, zouden de 1 000 personen wier informatie op de stick stond, niet in gevaar zijn gebracht en zou de politie geen straf hebben gekregen.
pl: W tym przypadku, gdyby przedmiotowe pliki zostały zaszyfrowane, 1000 osób, których informacje znajdowały się W pamięci USB, nie byłoby zagrożone, a policja nie zostałaby ukarana.
pt: Nesta caso, tivessem os ficheiros em questão sido cifrados, os 1.000 indivíduos cuja informação estava na pen drive não teriam sido colocados em perigo e não se teria atribuído a multa à polícia.
ru: В этом случае, если бы файлы, о которых идет речь, были зашифрованы, 1000 человек, информация о которых была на флешке, не подверглись бы опасности, и полиция не была бы наказана.
sv: I det här fallet, om filerna i fråga hade krypterats, skulle de 1 000 personer vars information fanns på usb pinnen inte ha utsatts för fara, och polisen skulle inte ha hanterat påföljden.
tr: Bu durumda, söz konusu dosyalar şifrelenmiş olsaydı, bilgileri bellekte bulunan 1.000 kişi tehlikeye atılmayacak ve polis cezalandırılmayacaktı.
zh: 在这种情况下，如果有问题的文件被加密，那么1,000个人的信息就不会被置于危险之中，警察也不会受到惩罚。

# Blog_WUE_H4_Text1
source: Here at AxCrypt we use Advanced Encryption Standard (AES), which is an encryption algorithm that is largely considered to be the most secure of those available. The AxCrypt Premium and Business subscription services provide 256-bit encryption, which presents security that is virtually impossible to bypass. It would take millions of years to crack it even for the fastest available computers!
ar: هنا في AxCrypt نستخدم معيار التشفير المتقدم (AES) ، وهو عبارة عن خوارزمية تشفير تعتبر إلى حد كبير الأكثر أمانًا من تلك المتاحة. توفر خدمات الاشتراك في اكسكربت الممتازة و بيزنس تشفير 256 بت ، والذي يوفر أمانًا يكاد يكون من المستحيل تجاوزه. سيستغرق الأمر ملايين السنين لحلها حتى مع أسرع أجهزة الكمبيوتر المتاحة!
de: Hier bei AxCrypt verwenden wir den Advanced Encryption Standard (AES), einen Verschlüsselungsalgorithmus, der weitgehend als der sicherste der verfügbaren Algorithmen angesehen wird. Die AxCrypt Premium- und Business-Abonnementdienste bieten eine 256-Bit-Verschlüsselung, die eine Sicherheit bietet, die praktisch nicht zu umgehen ist. Es würde Millionen von Jahren dauern, es selbst für die schnellsten verfügbaren Computer zu knacken!
es: Aquí en AxCrypt usamos el Estándar de Cifrado Avanzado (AES), que es un algoritmo de cifrado que se considera en gran medida como el más seguro de los que existen. Los servicios de suscripción AxCrypt Premium y Business brindan cifrado de 256 bits, lo que presenta una seguridad que es prácticamente imposible de eludir. ¡Tomaría millones de años descifrarlo incluso para las computadoras más rápidas disponibles!
fr: Chez AxCrypt, nous utilisons Advanced Encryption Standard (AES), qui est un algorithme de cryptage largement considéré comme le plus sécurisé de ceux disponibles. Les services d’abonnement AxCrypt Premium et Business fournissent un cryptage 256 bits, ce qui présente une sécurité pratiquement impossible à contourner. Il faudrait des millions d’années pour le déchiffrer, même pour les ordinateurs les plus rapides disponibles!
it: Qui ad AxCrypt utilizziamo Advanced Encryption Standard (AES), che è un algoritmo di crittografia che è in gran parte considerato il più sicuro tra quelli disponibili. I servizi di abbonamento AxCrypt Premium e Business forniscono crittografia a 256 bit, che presenta una sicurezza praticamente impossibile da aggirare. Ci vorrebbero milioni di anni per decifrarlo anche per i computer più veloci disponibili!
ko: 여기 AxCrypt에서 우리는 고급 암호화 표준 (AES), 이는 사용 가능한 알고리즘 중 가장 안전한 것으로 간주되는 암호화 알고리즘입니다. AxCrypt 프리미엄 및 비즈니스 구독 서비스는 256 비트 암호화를 제공하여 우회가 사실상 불가능한 보안을 제공합니다. 사용 가능한 가장 빠른 컴퓨터에서도 그것을 해독하는 데 수백만 년이 걸릴 것입니다!
nl: Hier bij AxCrypt gebruiken we Advanced Encryption Standard (AES), dat is een encryptie-algoritme dat algemeen wordt beschouwd als de meest veilige van alle beschikbare. De AxCrypt Premium en Business abonnementsdiensten bieden 256-bits encryptie, die een beveiliging bieden die vrijwel onmogelijk te omzeilen is. Het zou miljoenen jaren duren om het te kraken, zelfs voor de snelste beschikbare computers!
pl: W AxCrypt używamy Advanced Encryption Standard (AES), który jest algorytmem szyfrowania, który jest w dużej mierze uważany za najbezpieczniejszy z dostępnych. Usługi subskrypcji AxCrypt Premium i Business zapewniają 256-bitowe szyfrowanie, co zapewnia bezpieczeństwo praktycznie niemożliwe do ominięcia. Złamanie go zajęłoby miliony lat nawet najszybszym dostępnym komputerom!
pt: Aqui na AxCrypt, usamos Advanced Encryption Standard (AES, o algoritmo de cifragem em grande medida considerado o mais seguro de todos os disponíveis. Os serviços de subscrição AxCrypt Premium e Business fornecem cifragem de 256 bits, fornecendo segurança virtualmente impossível de contornar. Seriam necessários milhões de anos para a quebrar mesmo com os computadores mais rápidos!
ru: Здесь, в AxCrypt, мы используем расширенный стандарт шифрования (AES), который представляет собой алгоритм шифрования, который в значительной степени считается наиболее безопасным из доступных. Сервисы подписки AxCrypt Premium и Business обеспечивают 256-битное шифрование, которое обеспечивает безопасность, которую практически невозможно обойти. Потребовались бы миллионы лет, чтобы взломать его даже для самых быстрых доступных компьютеров!
sv: Här på AxCrypt använder vi Advanced Encryption Standard (AES), vilket är en krypteringsalgoritm som till stor del anses vara den säkraste av de tillgängliga. Prenumerationstjänsterna AxCrypt Premium och Business tillhandahåller 256-bitars kryptering, vilket ger säkerhet som är praktiskt taget omöjlig att kringgå. Det skulle ta miljontals år att knäcka det även för de snabbaste tillgängliga datorerna!
tr: AxCrypt'te, büyük ölçüde mevcut olanlar arasında en güvenli olarak kabul edilen bir şifreleme algoritması olan Gelişmiş Şifreleme Standardını (AES) kullanıyoruz. AxCrypt Premium ve Business abonelik hizmetleri, aşılması neredeyse imkansız bir güvenlik sunan 256 bit şifreleme sağlar. Mevcut en hızlı bilgisayarlar için bile bunu kırmak milyonlarca yıl sürer!
zh: 在AxCrypt，我们使用高级加密标准（AES），这是一种加密算法，在很大程度上被认为是最安全的。 AxCrypt Premium和Business订阅服务提供256位加密，提供几乎不可能绕过的安全性。 即使是最快的计算机，也需要数百万年的时间才能破解它！
