Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CWELTI_H3_Text4
source: Different types of information can be stored on a blockchain but the most common use so far has been as a ledger for transactions. In Bitcoin's case, blockchain is used in a decentralized way so that no single person or group has control. Rather, all users collectively retain control. Decentralized blockchains are immutable, which means that the data entered is irreversible. For Bitcoin, this means that transactions are permanently recorded and viewable to anyone.
ar: يمكن تخزين أنواع مختلفة من المعلومات في سلسلة الكتل ، لكن الاستخدام الأكثر شيوعًا حتى الآن كان بمثابة دفتر الأستاذ للمعاملات. في حالة بيتكوين، يتم استخدام سلسلة الكتل بطريقة لامركزية بحيث لا يتحكم أي شخص أو مجموعة. بدلاً من ذلك ، يحتفظ جميع المستخدمين بالسيطرة بشكل جماعي. سلاسل الكتل اللامركزية غير قابلة للتغيير ، مما يعني أن البيانات المدخلة لا رجوع فيها. بالنسبة إلى بيتكوين، هذا يعني أن المعاملات يتم تسجيلها بشكل دائم ويمكن لأي شخص مشاهدتها.
de: Verschiedene Arten von Informationen können in einer Blockchain gespeichert werden, aber die häufigste Verwendung war bisher als Hauptbuch für Transaktionen. Im Fall von Bitcoin wird die Blockchain dezentral verwendet, sodass keine einzelne Person oder Gruppe die Kontrolle hat. Vielmehr behalten alle Benutzer gemeinsam die Kontrolle. Dezentrale Blockchains sind unveränderlich, was bedeutet, dass die eingegebenen Daten irreversibel sind. Für Bitcoin bedeutet dies, dass Transaktionen dauerhaft aufgezeichnet und für jedermann einsehbar sind.
es: Se pueden almacenar diferentes tipos de información en una cadena de bloques, pero el uso más común hasta ahora ha sido como libro de contabilidad para transacciones. En el caso de Bitcoin, la cadena de bloques se utiliza de forma descentralizada para que ninguna persona o grupo tenga el control. Más bien, todos los usuarios retienen colectivamente el control. Las cadenas de bloques descentralizadas son inmutables, lo que significa que los datos ingresados ​​son irreversibles. Para Bitcoin, esto significa que las transacciones se registran de forma permanente y cualquiera puede verlas.
fr: Différents types d'informations peuvent être stockés sur une blockchain, mais l'utilisation la plus courante jusqu'à présent a été comme registre pour les transactions. Dans le cas de Bitcoin, la blockchain est utilisée de manière décentralisée afin qu'aucune personne ou groupe n'ait le contrôle. Au contraire, tous les utilisateurs conservent collectivement le contrôle. Les blockchains décentralisées sont immuables, ce qui signifie que les données saisies sont irréversibles. Pour Bitcoin, cela signifie que les transactions sont enregistrées en permanence et visibles par tous.
it: Diversi tipi di informazioni possono essere memorizzati su una blockchain, ma l'uso più comune finora è stato come libro mastro per le transazioni. Nel caso di Bitcoin, la blockchain viene utilizzata in modo decentralizzato in modo che nessuna singola persona o gruppo abbia il controllo. Piuttosto, tutti gli utenti mantengono collettivamente il controllo. Le blockchain decentralizzate sono immutabili, il che significa che i dati inseriti sono irreversibili. Per Bitcoin, ciò significa che le transazioni sono registrate in modo permanente e visualizzabili da chiunque.
ko: 다양한 유형의 정보를 블록체인에 저장할 수 있지만, 지금까지 가장 일반적으로 사용되는 것은 거래를 위한 거래 원장이었습니다. 비트코인의 경우 블록체인이 분산적으로 사용돼 어떤 개인이나 그룹도 통제력을 갖지 못합니다. 오히려 모든 사용자가 집합적으로 통제권을 유지합니다. 분산형 블록체인은 불변이므로 입력된 데이터는 되돌릴 수 없습니다. 비트코인의 경우, 이것은 거래가 영구적으로 기록되고 누구나 볼 수 있다는 것을 의미합니다.
nl: Op een blockchain kunnen verschillende soorten informatie worden opgeslagen, maar het meest gebruikelijke gebruik tot nu toe is als grootboek voor transacties. In het geval van Bitcoin wordt blockchain decentraal gebruikt, zodat geen enkele persoon of groep controle heeft. In plaats daarvan behouden alle gebruikers collectief de controle. Gedecentraliseerde blockchains zijn onveranderlijk, wat betekent dat de ingevoerde gegevens onomkeerbaar zijn. Voor Bitcoin betekent dit dat transacties permanent worden geregistreerd en voor iedereen zichtbaar zijn.
pl: W łańcuchu bloków można przechowywać różne rodzaje informacji, ale dotychczas najczęstszym zastosowaniem było prowadzenie księgi rachunkowej dla transakcji. W przypadku Bitcoina blockchain jest używany w sposób zdecentralizowany, tak aby żadna pojedyncza osoba lub grupa nie miała kontroli. Przeciwnie, wszyscy użytkownicy wspólnie zachowują kontrolę. Zdecentralizowane łańcuchy bloków są niezmienne, co oznacza, że wprowadzone dane są nieodwracalne. W przypadku Bitcoin oznacza to, że transakcje są trwale rejestrowane i widoczne dla każdego.
pt: Num blockchain, podem ser armazenados diferentes tipos de informação, mas o uso mais comum até agora tem sido como um livro de contabilidade para transacções. No caso do Bitcoin, o blockchain é usado de forma descentralizada para que nenhuma pessoa ou grupo tenha controlo. Em vez disso, todos os utilizadores mantêm colectivamente o controlo. Os blockchains descentralizados são imutáveis, o que significa que os dados inseridos são irreversíveis. Para o Bitcoin, tal significa que as transacções são permanentemente gravadas e visualizadas por qualquer pessoa.
ru: В блокчейне могут храниться различные типы информации, но наиболее распространенным до сих пор было использование в качестве регистра транзакций. В случае с биткоином, блокчейн используется децентрализованным образом, так что ни один человек или группа не имеет контроля. Скорее всего, все пользователи коллективно сохраняют контроль. Децентрализованные блокчейны неизменяемы, что означает, что введенные данные необратимы. Для биткойна это означает, что транзакции постоянно записываются и доступны для просмотра любому пользователю.
sv: Olika typer av information kan lagras på en blockkedja men den vanligaste användningen hittills har varit som reskontra för transaktioner. I Bitcoins fall används blockkedjor på ett decentraliserat sätt så att ingen enskild person eller grupp har kontroll. Snarare behåller alla användare kollektivt kontrollen. Decentraliserade blockkedjor är oföränderliga, vilket innebär att den inmatade informationen är oåterkallelig. För Bitcoin betyder det att transaktioner registreras permanent och kan ses av alla.
tr: Bir blok zincirinde farklı bilgi türleri saklanabilir, ancak şimdiye kadarki en yaygın kullanım, işlemler için bir defterdir. Bitcoin'in durumunda, blok zinciri merkezi olmayan bir şekilde kullanılır, böylece tek bir kişi veya grup kontrol sahibi olmaz. Aksine, tüm kullanıcılar toplu olarak kontrolü ellerinde tutarlar. Merkezi olmayan blok zincirleri değişmezdir, bu da girilen verilerin geri döndürülemez olduğu anlamına gelir. Bitcoin için bu, işlemlerin kalıcı olarak kaydedildiği ve herkes tarafından görüntülenebildiği anlamına gelir.
zh: 不同类型的信息可以存储在区块链上，但迄今为止最常见的用途是作为交易的分类账。 在比特币的情况下，区块链以分散的方式使用，因此没有任何个人或团体可以控制。 相反，所有用户集体保留控制权。 分散式区块链是不可变的，这意味着输入的数据是不可逆的。 对于比特币来说，这意味着交易被永久记录并可供任何人查看。

# Blog_CWELTI_H4_Text1
source: One of the advantages of cryptocurrency is that the transfers are made easy and exclude the use of a third party such as a bank or credit card company. The exchanges are secured and ensured by public or private keys. On the other hand, a significant disadvantage would be money laundering and tax evasion, making crypto transactions well suited for illegal activities.
ar: تتمثل إحدى مزايا العملة المشفرة في تسهيل عمليات التحويل واستبعاد استخدام طرف ثالث مثل بنك أو شركة بطاقات ائتمان. التبادلات مؤمنة ومضمونة بواسطة مفاتيح عامة أو خاصة. من ناحية أخرى ، قد يكون هناك عيب كبير يتمثل في غسيل الأموال والتهرب الضريبي ، مما يجعل المعاملات المشفرة مناسبة تمامًا للأنشطة غير القانونية.
de: Einer der Vorteile der Kryptowährung besteht darin, dass die Überweisungen einfach sind und die Verwendung eines Dritten wie einer Bank oder eines Kreditkartenunternehmens ausgeschlossen ist. Der Austausch wird durch öffentliche oder private Schlüssel gesichert und sichergestellt. Auf der anderen Seite wäre ein erheblicher Nachteil Geldwäsche und Steuerhinterziehung, wodurch Kryptotransaktionen gut für illegale Aktivitäten geeignet wären.
es: Una de las ventajas de las criptomonedas es que las transferencias son fáciles y excluyen el uso de un tercero, como un banco o una compañía de tarjetas de crédito. Los intercambios están protegidos y garantizados por claves públicas o privadas. Por otro lado, una desventaja significativa sería el lavado de dinero y la evasión de impuestos, lo que hace que las transacciones criptográficas sean muy adecuadas para actividades ilegales.
fr: L’un des avantages de la crypto-monnaie est que les transferts sont facilités et excluent l’utilisation d’un tiers tel qu’une banque ou une société de carte de crédit. Les échanges sont sécurisés et assurés par des clés publiques ou privées. D’autre part, un inconvénient important serait le blanchiment d’argent et l’évasion fiscale, ce qui rendrait les transactions cryptographiques bien adaptées aux activités illégales.
it: Uno dei vantaggi della criptovaluta è che i trasferimenti sono resi facili ed escludono l'uso di una terza parte come una banca o una società di carte di credito. Gli scambi sono protetti e garantiti da chiavi pubbliche o private. D'altra parte, uno svantaggio significativo sarebbe il riciclaggio di denaro e l'evasione fiscale, rendendo le transazioni crittografiche adatte per attività illegali.
ko: 암호 화폐의 장점 중 하나는 전송이 쉽고 은행이나 신용 카드 회사와 같은 제 3 자의 사용을 배제한다는 것입니다. 교환은 공개 또는 개인 키로 보호되고 보장됩니다. 반면에 단점은 자금 세탁 및 탈세의 대상이 되며, 암호화 거래가 불법 활동에 적합합니다.
nl: Een van de voordelen van cryptocurrency is dat de overschrijvingen eenvoudig zijn en het gebruik van een derde partij, zoals een bank of creditcardmaatschappij, uitsluit. De uitwisselingen zijn beveiligd en verzekerd door openbare of privésleutels. Aan de andere kant zou een aanzienlijk nadeel het witwassen van geld en belastingontduiking zijn, waardoor cryptotransacties zeer geschikt zijn voor illegale activiteiten.
pl: Jedną z zalet kryptowaluty jest to, że przelewy są łatwe i wykluczają korzystanie z usług strony trzeciej, takiej jak bank lub firma obsługująca karty kredytowe. Wymiany są zabezpieczone i zabezpieczone kluczami publicznymi lub prywatnymi. Z drugiej strony istotną wadą byłoby pranie pieniędzy i uchylanie się od płacenia podatków, dzięki czemu transakcje kryptograficzne dobrze nadają się do nielegalnej działalności.
pt: Uma das vantagens das criptomoedas é a maior facilidade de transferências, sem necessidade de utilização de um terceiro como um banco ou uma empresa de cartões de crédito. As trocas são seguras e garantidas por chaves públicas e privadas. Por outro lado, uma desvantagem significativa é a lavagem de dinheiro e evasão fiscal, tornando as cripto-transacções adequadas para actividades ilegais.
ru: Одним из преимуществ криптовалюты является то, что переводы осуществляются легко и исключают использование третьей стороны, такой как банк или компании, выпускающей кредитные карты. Обмены защищены и обеспечиваются открытыми или закрытыми ключами. С другой стороны, существенным недостатком было бы отмывание денег и уклонение от уплаты налогов, что делает криптотранзакции хорошо подходящими для незаконной деятельности.
sv: En av fördelarna med kryptovaluta är att överföringarna görs enkla och utesluter användning av en tredje part såsom en bank eller kreditkortsföretag. Utbytena är säkrade och säkerställda av offentliga eller privata nycklar. Å andra sidan är en betydande nackdel penningtvätt och skatteflykt, vilket gör kryptotransaktioner lämpade för illegal verksamhet.
tr: Kripto paranın avantajlarından biri, transferlerin kolaylaştırılması ve banka veya kredi kartı şirketi gibi üçüncü bir tarafın kullanımını gerektirmemesidir. Değiş tokuşlar genel veya özel anahtarlarla güvence altına alınır ve korunur. Öte yandan, önemli bir dezavantaj kara para aklama ve vergi kaçakçılığı ve kripto işlemlerini yasadışı faaliyetler için çok uygun hale getirmesidir.
zh: 加密货币的优点之一是转账很容易，并且不使用第三方，如银行或信用卡公司。 交换由公钥或私钥保护和确保。 另一方面，一个显着的缺点是洗钱和逃税，使加密交易非常适合非法活动。

# Blog_CWELTI_H5_Text1
source: The word "cryptocurrency" is derived from the word "cryptography" and "currency".
ar: كلمة "cryptocurrency" مشتقة من كلمة "cryptography" و "currency".
de: Das Wort "Kryptowährung" leitet sich von den Wörtern "Kryptographie" und "Währung" ab.
es: La palabra "criptomoneda" se deriva de la palabra "criptografía" y "moneda".
fr: Le mot "crypto-monnaie" est dérivé du mot "cryptographie" et "monnaie".
it: Il termine "criptovaluta" deriva dai termini "crittografia" e "valuta".
ko: "암호화폐"라는 단어는 "암호화"와 "통화"라는 단어에서 파생되었습니다.
nl: Het woord "cryptocurrency" is afgeleid van het woord "cryptografie" en "valuta".
pl: Słowo „kryptowaluta” pochodzi od słów „kryptografia” i „waluta”.
pt: A palavra "criptomoeda" deriva das palavras "criptografia" e "moeda".
ru: Слово "криптовалюта" происходит от слов "криптография" и "валюта".
sv: Ordet "kryptovaluta" kommer från ordet "kryptografi" och "valuta".
tr: "Kripto-para" sözcüğü, "kriptografi" ve "para" sözcüklerinden elde edilmiştir.
zh: "加密货币"一词来源于"密码学"和"货币"一词。

# Blog_CWELTI_H5_Text2
source: Cryptography implies the use of different encryption techniques which are used to secure a network. It is essentially the practice of encrypting certain data or information so that it can be kept secret from third parties. By converting your private information into a secret code that hides the information's true meaning, you make it almost impossible for an intruder to decrypt it into plaintext. When an encrypted message is intercepted by an unauthorized entity, the inflator has to guess the variables that were used to encrypt the message. The time and difficulty of guessing this information is what makes encryption such a valuable security tool.
ar: يشير التشفير إلى استخدام تقنيات التشفير المختلفة المستخدمة لتأمين الشبكة. إنها في الأساس ممارسة تشفير بيانات أو معلومات معينة بحيث يمكن إبقائها سرية من أطراف ثالثة. من خلال تحويل معلوماتك الخاصة إلى رمز سري يخفي المعنى الحقيقي للمعلومات ، فإنك تجعل من المستحيل تقريبًا على متطفل فك تشفيرها إلى نص عادي. عندما يتم اعتراض رسالة مشفرة من قبل كيان غير مصرح له ، يتعين على جهاز النفخ تخمين المتغيرات التي تم استخدامها لتشفير الرسالة. الوقت وصعوبة تخمين هذه المعلومات هو ما يجعل التشفير أداة أمان قيّمة.
de: Kryptographie impliziert die Verwendung verschiedener Verschlüsselungstechniken, die zur Sicherung eines Netzwerks verwendet werden. Es ist im Wesentlichen die Praxis, bestimmte Daten oder Informationen zu verschlüsseln, damit sie vor Dritten geheim gehalten werden können. Indem Sie Ihre privaten Informationen in einen Geheimcode umwandeln, der die wahre Bedeutung der Informationen verbirgt, machen Sie es einem Eindringling fast unmöglich, sie in Klartext zu entschlüsseln. Wenn eine verschlüsselte Nachricht von einer nicht autorisierten Entität abgefangen wird, muss der Inflator die Variablen erraten, die zum Verschlüsseln der Nachricht verwendet wurden. Die Zeit und die Schwierigkeit, diese Informationen zu erraten, machen die Verschlüsselung zu einem so wertvollen Sicherheitstool.
es: La criptografía implica el uso de diferentes técnicas de cifrado que se utilizan para proteger una red. Es, en esencia, la práctica de cifrar ciertos datos o información para que pueda mantenerse a salvo de terceros. Al convertir tu información privada en un código secreto que oculta el verdadero significado de la información, hace que sea casi imposible que un intruso la descifre en texto sin formato. Cuando un mensaje cifrado es interceptado por una entidad no autorizada, el inflador tiene que adivinar las variables que se usaron para cifrar el mensaje. El tiempo y la dificultad de adivinar esta información es lo que hace que el cifrado sea una herramienta de seguridad tan valiosa.
fr: La cryptographie implique l'utilisation de différentes techniques de chiffrement qui sont utilisées pour sécuriser un réseau. Il s'agit essentiellement de la pratique consistant à crypter certaines données ou informations afin qu'elles puissent être tenues secrètes vis-à-vis de tiers. En convertissant vos informations privées en un code secret qui masque la véritable signification des informations, vous rendez presque impossible pour un intrus de les décrypter en texte clair. Lorsqu'un message crypté est intercepté par une entité non autorisée, le gonfleur doit deviner les variables qui ont été utilisées pour crypter le message. Le temps et la difficulté de deviner ces informations sont ce qui fait du cryptage un outil de sécurité si précieux.
it: La crittografia implica l'uso di diverse tecniche di crittografia utilizzate per proteggere una rete. È essenzialmente la pratica di crittografare determinati dati o informazioni in modo che possano essere tenuti segreti a terzi. Convertendo le tue informazioni private in un codice segreto che nasconde il vero significato delle informazioni, rendi quasi impossibile per un intruso decifrarle in testo normale. Quando un messaggio crittografato viene intercettato da un'entità non autorizzata, l'inflator deve indovinare le variabili utilizzate per crittografare il messaggio. Il tempo e la difficoltà di indovinare queste informazioni sono ciò che rende la crittografia uno strumento di sicurezza così prezioso.
ko: 암호화는 네트워크 보안에 사용되는 다양한 암호화 기술의 사용을 의미합니다. 본질적으로는 특정 데이터 또는 정보를 암호화하여 제3자로부터 비밀로 유지하는 방식입니다. 개인 정보의 진정한 의미를 숨기기 위해 비밀 코드로 변환함으로써 침입자로부터의 암호화 해독을불가능하게 만듭니다. 암호화된 메시지가 승인되지 않은 사용자에 의해 가로채어지면 그 사용자는 메시지를 암호화하는 데 사용된 변수를 추측해야 합니다. 이 정보를 추측하는 데 드는 시간과 어려움이 바로 암호화를 귀중한 보안 도구로 만들어 주는 것입니다.
nl: Cryptografie impliceert het gebruik van verschillende versleuteltechnieken die worden gebruikt om een ​​netwerk te beveiligen. Het is in wezen het versleutelen van bepaalde gegevens of informatie zodat deze voor derden geheim kunnen worden gehouden. Door uw privé-informatie om te zetten in een geheime code die de ware betekenis van de informatie verbergt, maakt u het bijna onmogelijk voor een indringer om deze te decoderen in leesbare tekst. Wanneer een versleuteld bericht wordt onderschept door een niet-geautoriseerde entiteit, moet deze de variabelen raden die zijn gebruikt om het bericht te versleutelen. De tijd en de moeilijkheid om deze informatie te raden, maken codering zo'n waardevol beveiligingshulpmiddel.
pl: Kryptografia implikuje użycie różnych technik szyfrowania, które są używane do zabezpieczania sieci. Zasadniczo jest to praktyka szyfrowania pewnych danych lub informacji, aby mogły być utrzymywane w tajemnicy przed osobami trzecimi. Konwertując prywatne informacje w tajny kod, który ukrywa ich prawdziwe znaczenie, uniemożliwiasz intruzowi odszyfrowanie ich do postaci zwykłego tekstu. Kiedy zaszyfrowana wiadomość zostanie przechwycona przez nieautoryzowany podmiot, inflator musi odgadnąć zmienne, które zostały użyte do zaszyfrowania wiadomości. Czas i trudność odgadnięcia tych informacji sprawiają, że szyfrowanie jest tak cennym narzędziem bezpieczeństwa.
pt: A criptografia implica a utilização de diferentes técnicas criptográficas para proteger uma rede. É essencialmente a prática de cifrar certos dados ou informação por forma a que sejam mantidos em segredo em relação a terceiros. Ao converter a sua informação privada num código secreto que esconde o verdadeiro significado da informação, torna-se quase impossível que um intruso a decifre em texto não codificado. Quando uma mensagem cifrada é interceptada por uma entidade não autorizada, o infractor tem de adivinhar as variáveis que foram usadas para cifrar a mensagem. O tempo e a dificuldade em adivinhar esta informação é o que faz da cifragem uma ferramenta de segurança tão valiosa.
ru: Криптография подразумевает использование различных методов шифрования, которые используются для защиты сети. По сути, это практика шифрования определенных данных или информации таким образом, чтобы их можно было сохранить в секрете от третьих лиц. Преобразуя вашу личную информацию в секретный код, который скрывает истинное значение информации, для злоумышленника практически невозможно расшифровать ее в открытый текст. Когда зашифрованное сообщение перехватывается неавторизованным объектом, инфлятор должен угадать переменные, которые были использованы для шифрования сообщения. Время и сложность в угадывании этой информации - вот что делает шифрование таким ценным инструментом безопасности.
sv: Kryptografi innebär användning av olika krypteringstekniker för att säkra ett nätverk. Det är i huvudsak praxis att kryptera viss data eller information så att den kan hållas hemlig för tredje part. Genom att konvertera din privata information till en hemlig kod som döljer informationens verkliga betydelse gör du det nästan omöjligt för en inkräktare att dekryptera den till klartext. När ett krypterat meddelande fångas upp av en obehörig enhet, måste den obehöriga gissa de variabler som användes för att kryptera meddelandet. Tiden och svårigheten att gissa denna information är det som gör kryptering till ett så värdefullt säkerhetsverktyg.
tr: Kriptografi, bir ağın güvenliğini sağlamak için kullanılan farklı şifreleme tekniklerinin kullamını ifade eder. Bu esasen belirli veri ya da bilgilerin üçüncü taraflardan saklanabilmesi için şifrelenmesi işlemidir. Özel bilgilerinizi, bilgilerin gerçek anlamını saklayan gizli bir koda dönüştürerek bir saldırganın bunu düz metine çevirerek deşifre etmesini imkansız hale getirmiş olursunuz. Şifrelenmiş bir mesaj yetkisiz bir oluşum tarafından engellendiğinde suç işleyenin mesajın şifrelenmesinde kullanılmış olan değişkenleri tahmin etmesi gerekir. Bu bilgilerin tahmin edilmesi için harcanacak zaman ve çaba, şifrelemeyi böylesine değerli bir güvenlik aracı haline getiren şeylerdir.
zh: 密码学意味着使用不同的加密技术来保护网络。 它本质上是对某些数据或信息进行加密的做法，以便对第三方保密。 通过将您的私人信息转换为隐藏信息真实含义的秘密代码，入侵者几乎不可能将其解密为明文。 当加密消息被未经授权的实体截获时，充气者必须猜测用于加密消息的变量。 猜测这些信息的时间和难度是加密成为如此有价值的安全工具的原因。

# Blog_CWELTI_H5_Text3
source: We've put, at your disposal, a link to our encryption software <a style='font-weight: 800;' href='/download'>here</a>.
ar: لقد وضعنا ، تحت تصرفكم ، رابطًا لبرنامج التشفير الخاص بنا <a style = 'font-weight: 800؛' href = '/ download'> هنا </a>.
de: Wir haben Ihnen einen Link zu unserer Verschlüsselungssoftware zur Verfügung gestellt <a style='font-weight: 800;' href='/download'>here</a>.
es: Ponemos a tu disposición un enlace a nuestro software de cifrado <a style='font-weight: 800;' href='/download'>aquí</a>.
fr: Nous avons mis à votre disposition, un lien vers notre logiciel de cryptage <a style='font-weight: 800;' href='/download'>ici</a>.
it: Abbiamo messo a tua disposizione un link al nostro software di crittografia <a style='font-weight: 800;' href='/download'>qui</a>.
ko: 당사의 암호화 소프트웨어에 대한 링크를 자유롭게 사용할 수 있는 링크는 <a style='font-weight: 800;' href='/download'>여기에 있습니다</a>.
nl: We hebben een link naar onze encryptiesoftware tot uw beschikking gesteld <a style='font-weight: 800;' href='/download'>hier</a>.
pl: Do Państwa dyspozycji oddaliśmy łącze do naszego oprogramowania szyfrującego <a style='font-weight: 800;' href='/download'>tutaj</a>.
pt: Colocamos <a style='font-weight: 800;' href='/download'>aqui</a> à sua disposição uma hiperligação para o nosso software de cifragem.
ru: Мы предлагаем вам ссылку на наше программное обеспечение для шифрования <a style='font-weight: 800;' href='/download'>here</a>.
sv: Vi har ställt till ditt förfogande en länk till vår krypteringsmjukvara <a style='font-weight: 800;' href='/download'>här</a>.
tr: Şifreleme <a style='font-weight: 800;' href='/download'>yazılımımıza</a> buradan bir bağlantı sunduk.
zh: 我们已经把一个链接到我们的加密软件<a style='font-weight:800;'href='/download'>here</a>。
