Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EHI_Text2
source: According to a Stanford University white paper, medical data is growing at a rate of 48% each year. Private information on patients, their health state, and insurance providers that circulate in a hospital or doctor's office fall under this category. The patients' sensitive information requires a high level of protection.
ar: وفقًا لورقة بيضاء صادرة عن جامعة ستانفورد ، فإن البيانات الطبية تنمو بمعدل 48٪ كل عام. تندرج المعلومات الخاصة عن المرضى وحالتهم الصحية ومقدمي التأمين الذين يتداولون في مستشفى أو مكتب طبيب ضمن هذه الفئة. تتطلب معلومات المرضى الحساسة مستوى عالٍ من الحماية.
de: Laut einem Whitepaper der Stanford University wachsen die medizinischen Daten jedes Jahr um 48%. Private Informationen über Patienten, ihren Gesundheitszustand und Versicherer, die in einem Krankenhaus oder einer Arztpraxis zirkulieren, fallen unter diese Kategorie. Die sensiblen Informationen der Patienten erfordern ein hohes Maß an Schutz.
es: Según una documentación técnica de la Universidad de Stanford, los datos médicos crecen a un ritmo del 48 % cada año. La información privada sobre los pacientes, su estado de salud y los proveedores de seguros que circulan en un hospital o consultorio médico entran en esta categoría. La información sensible de los pacientes requiere un alto nivel de protección.
fr: Selon un livre blanc de l’Université de Stanford, les données médicales augmentent à un taux de 48% chaque année. Les informations privées sur les patients, leur état de santé, et les fournisseurs d’assurance qui circulent dans un hôpital ou un cabinet médical entrent dans cette catégorie. Les informations sensibles des patients nécessitent un haut niveau de protection.
it: Secondo un white paper della Stanford University, i dati medici stanno crescendo ad un tasso del 48% ogni anno. Le informazioni private sui pazienti, il loro stato di salute e i fornitori di assicurazioni che circolano in un ospedale o in uno studio medico rientrano in questa categoria. Le informazioni sensibili dei pazienti richiedono un elevato livello di protezione.
ko: 스탠포드 대학에 따르면 의료 데이터는 매년 48%의 비율로 증가하고 있습니다. 병원이나 진료실에서 유통되는 환자, 환자의 건강 상태 및 보험 제공자에 대한 개인 정보는 이 범주에 속합니다. 환자의 민감한 정보에는 높은 수준의 보호가 필요합니다.
nl: Volgens een witboek van de Stanford University groeien medische gegevens elk jaar met 48%. Privégegevens over patiënten, hun gezondheidstoestand en verzekeringsmaatschappijen die in een ziekenhuis of dokterspraktijk circuleren, vallen onder deze categorie. De gevoelige informatie van patiënten vereist een hoge mate van bescherming.
pl: Według białej księgi Uniwersytetu Stanforda dane medyczne rosną w tempie 48% każdego roku. Do tej kategorii należą prywatne informacje dotyczące pacjentów, ich stanu zdrowia i ubezpieczycieli, które krążą w szpitalu lub gabinecie lekarskim. Poufne informacje pacjentów wymagają wysokiego poziomu ochrony.
pt: De acordo com um artigo da Universidade de Stanford, os dados médicos estão a crescer a uma taxa de 48% ao ano. Informação privada de pacientes, do seu estado de saúde e fornecedores de seguros que circulam num hospital ou consultório médico enquadram-se nesta categoria. A informação sensível de pacientes requer um nível elevado de protecção.
ru: Согласно "Белой книге" Стэнфордского университета, объем медицинских данных растет со скоростью 48% каждый год. Частная информация о пациентах, состоянии их здоровья и страховых компаниях, которая распространяется в больнице или кабинете врача, подпадает под эту категорию. Конфиденциальная информация пациентов требует высокого уровня защиты.
sv: Enligt Stanford University växer medicinska data med en hastighet av 48 % varje år. Privat information om patienter, deras hälsotillstånd och försäkringsleverantörer som cirkulerar på ett sjukhus eller läkarmottagning faller under denna kategori. Patienternas känsliga uppgifter kräver en hög skyddsnivå.
tr: Stanford Üniversitesi tarafından hazırlanan bir rapora göre, tıbbi veriler her yıl %48 oranında artıyor. Hastalar, sağlık durumları ve sigorta sağlayıcıları hakkında hastane veya doktor muayenehanesinde dolaşan özel bilgiler bu kategoriye girmektedir. Hastaların hassas bilgileri yüksek düzeyde koruma gerektirmektedir.
zh: 根据斯坦福大学的白皮书，医疗数据每年以48％的速度增长。 在医院或医生办公室流通的患者，健康状况和保险提供者的私人信息属于这一类。 病人的敏感信息需要高度的保护。

# Blog_EHI_Title
source: Encryption in the healthcare industry
ar: التشفير في مجال الرعاية الصحية
de: Verschlüsselung im Gesundheitswesen
es: Cifrado en la industria de la salud
fr: Cryptage dans le secteur de la santé
it: Crittografia nel settore sanitario
ko: 의료 산업에서의 암호화
nl: Versleuteling in de gezondheidszorg
pl: Szyfrowanie w branży medycznej
pt: Cifragem na indústria dos cuidados de saúde
ru: Шифрование в индустрии здравоохранения
sv: Kryptering inom sjukvården.
tr: Sağlık sektöründe şifreleme
zh: 医疗行业的加密

# Blog_EIAWII_H1_Text1
source: One aspect of the bill which has sparked significant uproar and critique is the eradication of Section 230 in regards to abusive material. Section 230 is a law which shields internet companies from being held liable for the content posted by their users. For example, if an individual user posts illegal content on Facebook, the owners of Facebook will not be held liable for this illegal act. Under the EARN IT Act, however, companies will no longer be subject to this protection.
ar: أحد جوانب مشروع القانون الذي أثار ضجة ونقدًا كبيرًا هو إلغاء القسم 230 فيما يتعلق بالمواد المسيئة. القسم 230 هو قانون يحمي شركات الإنترنت من أن تكون مسؤولة عن المحتوى الذي ينشره مستخدموها. على سبيل المثال ، إذا نشر مستخدم فردي محتوى غير قانوني على فيسبوك ، فلن يتحمل مالكو فيسبوك المسؤولية عن هذا العمل غير القانوني. بموجب قانون EARN IT ، لن تخضع الشركات لهذه الحماية بعد الآن.
de: Ein Aspekt des Gesetzentwurfs, der erheblichen Aufruhr und Kritik ausgelöst hat, ist die Abschaffung von Abschnitt 230 in Bezug auf missbräuchliches Material. Abschnitt 230 ist ein Gesetz, das Internetunternehmen davor schützt, für die von ihren Nutzern veröffentlichten Inhalte haftbar gemacht zu werden. Wenn Facebook beispielsweise illegale Inhalte von einem einzelnen Nutzer postet, haften die Eigentümer von Facebook nicht für diese illegale Handlung. Nach dem EARN-IT-Gesetz unterliegen Unternehmen diesem Schutz jedoch nicht mehr.
es: Un aspecto del proyecto de ley que ha provocado un gran revuelo y críticas es la erradicación de la Sección 230 con respecto al material abusivo. La Sección 230 es una ley que protege a las empresas de internet de ser responsables del contenido publicado por sus usuarios. Por ejemplo, si un usuario individual publica contenido ilegal en Facebook, los propietarios de Facebook no serán responsables de este acto ilegal. Sin embargo, según la Ley EARN IT, las empresas ya no estarán sujetas a esta protección.
fr: L’un des aspects du projet de loi qui a suscité un tollé et des critiques importantes est l’élimination de l’Article 230 en ce qui concerne le matériel abusif. L’Article 230 est une loi qui protège les entreprises internet contre la responsabilité du contenu publié par leurs utilisateurs. Par exemple, si un utilisateur individuel publie du contenu illégal sur Facebook, les propriétaires de Facebook ne seront pas tenus responsables de cet acte illégal. En vertu de la loi EARN IT, cependant, les entreprises ne seront plus soumises à cette protection.
it: Un aspetto del disegno di legge che ha suscitato un notevole clamore e critiche è lo sradicamento della Sezione 230 per quanto riguarda il materiale abusivo. La sezione 230 è una legge che protegge le società di Internet dall'essere ritenute responsabili per i contenuti pubblicati dai loro utenti. Ad esempio, se un singolo utente pubblica contenuti illegali su Facebook, i proprietari di Facebook non saranno ritenuti responsabili per questo atto illegale. Ai sensi dell'EARN IT Act, tuttavia, le aziende non saranno più soggette a questa protezione.
ko: 중대한 소란과 비판을 불러일으킨 법안의 한 측면은 학대 자료와 관련하여 230편의 근절입니다. 230편은 인터넷 회사가 사용자가 게시 한 콘텐츠에 대해 책임을지지 않도록 보호하는 법률입니다. 예를 들어 개별 사용자가 페이스북에 불법 콘텐츠를 게시하는 경우 페이스북 소유자는 이러한 불법 행위에 대해 책임을 지지 않습니다. 그러나 EARN IT 법안에 따라 회사는 더 이상 이러한 보호 받지 않습니다.
nl: Een aspect van het wetsontwerp dat tot veel ophef en kritiek heeft geleid, is de afschaffing van sectie 230 met betrekking tot beledigend materiaal. Sectie 230 is een wet die internetbedrijven beschermt tegen aansprakelijkheid voor de door hun gebruikers geplaatste inhoud. Als een individuele gebruiker bijvoorbeeld illegale inhoud op Facebook plaatst, worden de eigenaars van Facebook niet aansprakelijk gesteld voor deze illegale daad. Onder de EARN IT Act vallen bedrijven echter niet langer onder deze bescherming.
pl: Jednym z aspektów ustawy, który wywołał znaczne wzburzenie i krytykę, jest usunięcie sekcji 230 w odniesieniu do materiałów stanowiących nadużycia. Sekcja 230 to prawo, które chroni firmy internetowe przed pociągnięciem do odpowiedzialności za treści publikowane przez ich użytkowników. Na przykład, jeśli pojedynczy użytkownik publikuje nielegalne treści na Facebooku, właściciele Facebooka nie będą ponosić odpowiedzialności za ten nielegalny czyn. Jednak zgodnie z ustawą EARN IT, firmy nie będą już objęte tą ochroną.
pt: Um aspecto da lei que causou alvoroço e crítica é a erradicação da Secção 230 em relação a material abusivo. A Secção 230 é uma lei que protege as empresas de internet de serem consideradas responsáveis pelo conteúdo postado pelos seus utilizadores. Por exemplo, se um indivíduo postar conteúdo ilegal no Facebook, os proprietários do Facebook não serão considerados responsáveis por este acto ilegal. Sob a Lei EARN IT, contudo, as empresas já não terão esta protecção.
ru: Одним из аспектов законопроекта, который вызвал значительный ажиотаж и критику, является отмена раздела 230, касающегося оскорбительных материалов. Раздел 230 - это закон, который защищает интернет-компании от привлечения к ответственности за контент, размещенный их пользователями. Например, если отдельный пользователь размещает незаконный контент на Facebook, владельцы Facebook не будут привлечены к ответственности за это незаконное действие. Однако в соответствии с Законом EARN IT компании больше не будут подпадать под эту защиту.
sv: En aspekt av lagförslaget som har väckt betydande uppståndelse och kritik är utrotningen av avsnitt 230 när det gäller kränkande material. Sektion 230 är en lag som skyddar internetföretag från att hållas ansvariga för innehållet som publiceras av deras användare. Till exempel, om en enskild användare lägger upp olagligt innehåll på Facebook, kommer ägarna av Facebook inte att hållas ansvariga för denna olagliga handling. Enligt EARN IT-lagen kommer företag dock inte längre att omfattas av detta skydd.
tr: Tasarının önemli bir kargaşaya ve eleştiriye yol açan bir yönü, istismar edici materyalle ilgili olarak 230. Bölümün ortadan kaldırılmasıdır. 230. Bölüm, internet şirketlerini kullanıcıları tarafından yayınlanan içerikten sorumlu tutulmaktan koruyan bir yasadır. Örneğin, bireysel bir kullanıcı Facebook'ta yasa dışı içerik yayınlarsa, Facebook'un sahipleri bu yasa dışı eylemden sorumlu tutulamaz. Bununla birlikte, EARN IT Yasası uyarınca, şirketler artık bu korumaya tabi olmayacaktır.
zh: 该法案的一个方面引发了轩然大波和批评，那就是废除了关于滥用材料的第230条。 第230条是一项法律，保护互联网公司不对其用户发布的内容承担责任。 例如，如果个人用户在facebook上发布非法内容，facebook的所有者将不对这种非法行为承担责任。 然而，根据《赚取IT法》，公司将不再受到这种保护。

# Blog_EIAWII_H1_Text2
source: As explained by the American Civil Liberties Union, companies will respond to the subsequent increase in the liability cost of providing an online service by passing this cost on to consumers. This will be materialised through increased surveillance and screening of private messages, in an attempt for companies to avoid expensive lawsuits. As a result, censorship is promoted and freedom of speech on the internet becomes limited.
ar: كما أوضح الاتحاد الأمريكي للحريات المدنية ، ستستجيب الشركات للزيادة اللاحقة في تكلفة المسؤولية عن تقديم خدمة عبر الإنترنت من خلال تمرير هذه التكلفة إلى المستهلكين. وسيتحقق ذلك من خلال زيادة المراقبة وفحص الرسائل الخاصة ، في محاولة للشركات لتجنب الدعاوى القضائية باهظة الثمن. نتيجة لذلك ، يتم تعزيز الرقابة وتصبح حرية التعبير على الإنترنت محدودة.
de: Wie von der American Civil Liberties Union erläutert, werden Unternehmen auf den anschließenden Anstieg der Haftungskosten für die Bereitstellung eines Onlinedienstes reagieren, indem sie diese Kosten an die Verbraucher weitergeben. Dies wird durch eine verstärkte Überwachung und Überprüfung privater Nachrichten erreicht, um Unternehmen teure Klagen zu vermeiden. Infolgedessen wird die Zensur gefördert und die Meinungsfreiheit im Internet eingeschränkt.
es: Como explicó la Unión Estadounidense de Libertades Civiles, las empresas responderán al aumento posterior en el costo de responsabilidad de proporcionar un servicio en línea transfiriendo este costo a los consumidores. Esto se materializará a través de una mayor vigilancia y filtrado de mensajes privados, en un intento de que las empresas eviten costosas demandas. Como resultado, se promueve la censura y se limita la libertad de expresión en internet.
fr: Comme l’explique l’American Civil Liberties Union, les entreprises réagiront à l’augmentation ultérieure du coût de responsabilité de la fourniture d’un service en ligne en répercutant ce coût sur les consommateurs. Cela se matérialisera par une surveillance et un filtrage accrus des messages privés, dans le but pour les entreprises d’éviter des poursuites coûteuses. En conséquence, la censure est encouragée et la liberté d’expression sur internet devient limitée.
it: Come spiegato dall'American Civil Liberties Union, le aziende risponderanno al successivo aumento del costo di responsabilità della fornitura di un servizio online trasferendo questo costo ai consumatori. Ciò si concretizzerà attraverso una maggiore sorveglianza e screening dei messaggi privati, nel tentativo per le aziende di evitare costose cause legali. Di conseguenza, viene promossa la censura e la libertà di parola su Internet diventa limitata.
ko: 미국 시민 자유 연합 (American Civil Liberties Union)이 설명했듯이, 회사는 이 비용을 소비자에게 전가함으로써 온라인 서비스 제공에 대한 책임 비용의 후속 증가에 대응할 것입니다. 이는 기업이 값 비싼 소송을 피하기 위해 개인 메시지에 대한 감시 및 심사 강화를 통해 구체화 될 것입니다. 그 결과 검열이 촉진되고 인터넷상의 언론의 자유가 제한됩니다.
nl: Zoals uitgelegd door de American Civil Liberties Union, zullen bedrijven reageren op de daaropvolgende stijging van de aansprakelijkheidskosten voor het aanbieden van een online dienst door deze kosten door te berekenen aan de consumenten. Dit zal worden gerealiseerd door meer toezicht en screening van privéberichten, in een poging voor bedrijven om dure rechtszaken te voorkomen. Hierdoor wordt censuur bevorderd en wordt de vrijheid van meningsuiting op internet beperkt.
pl: Jak wyjaśnił American Civil Liberties Union, firmy odpowiedzą na późniejszy wzrost kosztów odpowiedzialności związanych ze świadczeniem usługi online, przenosząc ten koszt na konsumentów. Zostanie to zmaterializowane poprzez zwiększony nadzór i kontrolę prywatnych wiadomości, aby firmy mogły uniknąć kosztownych procesów sądowych. W rezultacie promowana jest cenzura, a wolność słowa w Internecie zostaje ograniczona.
pt: Como explicado pela American Civil Liberties Union, as empresas irão responder ao aumento subsequente do custo de responsabilidade de fornecer um serviço online passando-o para os consumidores. Tal materializar-se-á através do aumento de vigilância e análise de mensagens privadas, como forma das empresas tentarem evitar acções judiciais dispendiosas. Como resultado, a censura é promovida e liberdade de expressão na internet torna-se limitada.
ru: Как пояснил Американский союз защиты гражданских свобод, компании отреагируют на последующее увеличение расходов на ответственность за предоставление онлайн-сервиса, переложив эти расходы на потребителей. Это будет реализовано за счет усиления слежки и проверки личных сообщений в попытке компаний избежать дорогостоящих судебных процессов. В результате поощряется цензура и свобода слова в интернете становится ограниченной.
sv: Som förklarats av American Civil Liberties Union kommer företag att svara på ökningen av ansvarskostnaden för att tillhandahålla en onlinetjänst, genom att föra över denna kostnad på konsumenterna. Detta kommer att förverkligas genom ökad övervakning och screening av privata meddelanden, i ett försök för företag att undvika dyra stämningar. Som ett resultat främjas censur och yttrandefriheten på internet begränsas.
tr: Amerikan Sivil Özgürlükler Birliği tarafından açıklandığı gibi, şirketler çevrimiçi bir hizmet sunmanın sorumluluk maliyetindeki müteakip artışa, bu maliyeti tüketicilere aktararak cevap verecektir. Bu, şirketlerin pahalı davalardan kaçınmaları için özel mesajların daha fazla gözetimi ve taranması yoluyla gerçekleştirilecektir. Sonuç olarak, sansür teşvik edilmiş ve internette ifade özgürlüğü kısıtlanmış olacak.
zh: 正如美国公民自由联盟（American Civil Liberties Union）所解释的那样，公司将通过将此成本转嫁给消费者来应对随后增加的提供在线服务的责任成本。 这将通过加强对私人信息的监控和筛选来实现，以试图让公司避免昂贵的诉讼。 因此，审查制度得到了促进，互联网上的言论自由也受到了限制。

# Blog_EIAWII_H2_Text1
source: Another significant caveat to this bill is the necessary creation of backdoors. A backdoor when speaking about encryption is essentially a built-in feature which allows an agent to bypass the encryption. In this case, the backdoor feature will provide the government the ability to evade all security that an individual has placed on their device, enabling easy access to personal data.
ar: هناك تحذير مهم آخر لهذا القانون وهو الإنشاء الضروري للأبواب الخلفية. الباب الخلفي عند الحديث عن التشفير هو في الأساس ميزة مضمنة تسمح للعامل بتجاوز التشفير. في هذه الحالة ، ستوفر ميزة الباب الخلفي للحكومة القدرة على التهرب من كل الأمان الذي وضعه الفرد على أجهزته ، مما يتيح سهولة الوصول إلى البيانات الشخصية.
de: Eine weitere wichtige Einschränkung dieser Gesetzesvorlage ist die notwendige Schaffung von Hintertüren. Eine Hintertür, wenn es um Verschlüsselung geht, ist im Wesentlichen eine integrierte Funktion, die es einem Agenten ermöglicht, die Verschlüsselung zu umgehen. In diesem Fall bietet die Backdoor-Funktion der Regierung die Möglichkeit, alle Sicherheitsvorkehrungen zu umgehen, die eine Person auf ihrem Gerät installiert hat, und ermöglicht so einen einfachen Zugriff auf personenbezogene Daten.
es: Otra advertencia importante de este proyecto de ley es la creación necesaria de puertas traseras. Cuando se habla de cifrado, una puerta trasera es esencialmente una función integrada que permite a un agente eludir el cifrado. En este caso, la función de puerta trasera brindará al gobierno la capacidad de evadir toda la seguridad que una persona haya colocado en su dispositivo, lo que permitirá un fácil acceso a los datos personales.
fr: Une autre mise en garde importante à ce projet de loi est la création nécessaire de portes dérobées. Une porte dérobée lorsque l’on parle de cryptage est essentiellement une fonctionnalité intégrée qui permet à un agent de contourner le cryptage. Dans ce cas, la fonction de porte dérobée donnera au gouvernement la possibilité d’échapper à toute sécurité qu’une personne a placée sur son appareil, permettant ainsi un accès facile aux données personnelles.
it: Un altro caveat significativo a questo disegno di legge è la necessaria creazione di backdoor. Una backdoor quando si parla di crittografia è essenzialmente una funzionalità integrata che consente a un agente di bypassare la crittografia. In questo caso, la funzione backdoor fornirà al governo la possibilità di eludere tutta la sicurezza che un individuo ha posto sul proprio dispositivo, consentendo un facile accesso ai dati personali.
ko: 이 법안의 또 다른 중요한 주의 사항은 백도어를 만드는 데 필요한 것입니다. 암호화에 대해 말할 때 백도어는 본질적으로 에이전트가 암호화를 우회할 수 있도록 하는 기본 제공 기능입니다. 이 백도어 기능은 정부가 개인이 장치에 배치한 모든 보안을 회피할 수 있는 기능을 통해 개인 데이터에 쉽게 액세스할 수 있도록 합니다.
nl: Een ander belangrijk voorbehoud bij dit wetsvoorstel is de noodzakelijke creatie van achterdeuren. Een achterdeur bij het spreken over encryptie is in wezen een ingebouwde functie waarmee een agent de encryptie kan omzeilen. In dit geval biedt de achterdeur de overheid de mogelijkheid om alle beveiliging die een persoon op zijn apparaat heeft geplaatst te omzeilen, waardoor hij gemakkelijk toegang krijgt tot persoonlijke gegevens.
pl: Kolejnym istotnym zastrzeżeniem do tego projektu jest konieczność tworzenia tylnych drzwi. Backdoor, gdy mówimy o szyfrowaniu, jest zasadniczo wbudowaną funkcją, która pozwala agentowi ominąć szyfrowanie. W takim przypadku funkcja backdoora zapewni rządowi możliwość obejścia wszelkich zabezpieczeń, jakie dana osoba umieściła na swoim urządzeniu, umożliwiając łatwy dostęp do danych osobowych.
pt: Outra advertência significativa a este projecto de lei é a necessidade de criação de portas de serviço. No contexto de cifragem, uma porta de serviço é essencialmente um recurso incorporado que permite a um agente contornar a cifragem. Neste caso, a porta de serviço capacitará o governo para evitar toda a segurança que um indivíduo colocou no seu dispositivo, permitindo-lhe acesso fácil a dados pessoais.
ru: Еще одним существенным предостережением к этому законопроекту является необходимое создание бэкдоров. Бэкдор, когда речь идет о шифровании, по сути, представляет собой встроенную функцию, которая позволяет агенту обойти шифрование. В этом случае функция "черного хода" предоставит правительству возможность обойти все меры безопасности, установленные физическим лицом на своем устройстве, обеспечивая легкий доступ к личным данным.
sv: En annan viktig varning till detta lagförslag är det nödvändiga skapandet av bakdörrar. En bakdörr när man talar om kryptering är i huvudsak en inbyggd funktion som gör att en agent kan kringgå krypteringen. I det här fallet kommer bakdörrsfunktionen att ge regeringen möjligheten att undvika all säkerhet som en individ har placerat på sin enhet, vilket möjliggör enkel åtkomst till personlig information.
tr: Bu tasarıya ilişkin bir diğer önemli uyarı da arka kapıların oluşturulması gerekliliğidir. Şifrelemeden bahsederken bir arka kapı, esasen bir unsurun şifrelemeyi atlamasına izin veren yerleşik bir özelliktir. Bu durumda, arka kapı özelliği devlete, bir bireyin cihazına yerleştirdiği tüm güvenlikten kaçma ve kişisel verilere kolayca erişme olanağı sağlayacaktır.
zh: 该法案的另一个重要警告是后门的必要创建。 在谈到加密时，后门本质上是一个内置功能，允许代理绕过加密。 在这种情况下，后门功能将使政府能够逃避个人在其设备上放置的所有安全性，从而轻松访问个人数据。
