Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TIEDTC_H1_SH3_Text1
source: The concept of securing corporate legal information is increasing quickly and is quite sensitive due to the data it contains. The volume of data that must be encrypted to be considered legally relevant might be significant and vary greatly. It would cover things like firm policies and procedures, correspondence with attorneys, assets, minutes of meetings, agreements with suppliers or vendors, owner agreements, independent contract agreements, and more. In addition to the necessity of keeping the company's legal matters safely in its coffers, this move will increase customer and staff confidence in the organisation. End-to-end encryption is also a great idea when dealing with highly sensitive data like this. Data encryption offers consistent security for both data at rest and data in transit, which can provide individuals handling the information some peace of mind. Security regulations must be followed to protect legal data.
ar: يتزايد مفهوم تأمين المعلومات القانونية للشركات بسرعة وهو حساس للغاية بسبب البيانات التي يحتوي عليها. قد يكون حجم البيانات التي يجب تشفيرها ليتم اعتبارها ذات صلة من الناحية القانونية كبيرًا ويختلف بشكل كبير. سيغطي أشياء مثل سياسات وإجراءات الشركة ، والمراسلات مع المحامين ، والأصول ، ومحاضر الاجتماعات ، والاتفاقيات مع الموردين أو البائعين ، واتفاقيات المالك ، واتفاقيات العقود المستقلة ، والمزيد. بالإضافة إلى ضرورة الحفاظ على الأمور القانونية للشركة بأمان في خزائنها ، فإن هذه الخطوة ستزيد من ثقة العملاء والموظفين في المنظمة. يعد التشفير من طرف إلى طرف فكرة رائعة أيضًا عند التعامل مع بيانات شديدة الحساسية مثل هذه. يوفر تشفير البيانات أمانًا متسقًا لكل من البيانات في حالة السكون والبيانات التي يتم نقلها ، والتي يمكن أن توفر للأفراد الذين يتعاملون مع المعلومات بعض راحة البال. يجب اتباع اللوائح الأمنية لحماية البيانات القانونية.
de: Das Konzept der Sicherung von unternehmensrechtlichen Informationen nimmt schnell zu und ist aufgrund der darin enthaltenen Daten sehr sensibel. Das Datenvolumen, das verschlüsselt werden muss, um als rechtlich relevant angesehen zu werden, kann erheblich sein und stark variieren. Es würde Dinge wie Unternehmensrichtlinien und -verfahren, Korrespondenz mit Anwälten, Vermögenswerte, Sitzungsprotokolle, Vereinbarungen mit Lieferanten oder Verkäufern, Eigentümervereinbarungen, unabhängige Vertragsvereinbarungen und mehr abdecken. Neben der Notwendigkeit, die rechtlichen Angelegenheiten des Unternehmens sicher in den Kassen zu verwahren, wird dieser Schritt das Vertrauen der Kunden und Mitarbeiter in die Organisation stärken. Ende-zu-Ende-Verschlüsselung ist auch eine gute Idee, wenn es um hochsensible Daten wie diese geht. Die Datenverschlüsselung bietet konsistente Sicherheit sowohl für ruhende als auch für übertragene Daten, wodurch Personen, die mit den Informationen umgehen, beruhigt sein können. Sicherheitsvorschriften müssen eingehalten werden, um rechtliche Daten zu schützen.
es: El concepto de asegurar la información legal corporativa está aumentando rápidamente y es bastante sensible debido a los datos que contiene. El volumen de datos que deben cifrarse para que se consideren legalmente relevantes puede ser significativo y variar mucho. Cubriría cosas como políticas y procedimientos de la empresa, correspondencia con abogados, activos, actas de reuniones, acuerdos con proveedores o vendedores, acuerdos de propietarios, acuerdos de contratos independientes y más. Además de la necesidad de mantener seguros los asuntos legales de la empresa en sus arcas, este movimiento aumentará la confianza de los clientes y el personal en la organización. El cifrado de extremo a extremo también es una gran idea cuando se trata de datos altamente confidenciales como estos. El cifrado de datos ofrece una seguridad constante tanto para los datos en reposo como para los datos en tránsito, lo que puede brindar cierta tranquilidad a las personas que manejan la información. Se deben seguir las normas de seguridad para proteger los datos legales.
fr: Le concept de sécurisation des informations juridiques des entreprises se développe rapidement et est assez sensible en raison des données qu'il contient. Le volume de données qui doivent être chiffrées pour être considérées comme juridiquement pertinentes peut être important et varier considérablement. Cela couvrirait des éléments tels que les politiques et procédures de l'entreprise, la correspondance avec les avocats, les actifs, les procès-verbaux des réunions, les accords avec les fournisseurs ou les vendeurs, les accords de propriétaire, les accords contractuels indépendants, etc. Outre la nécessité de garder les affaires juridiques de l'entreprise en toute sécurité dans ses coffres, cette décision renforcera la confiance des clients et du personnel dans l'organisation. Le chiffrement de bout en bout est également une excellente idée lorsqu'il s'agit de données hautement sensibles comme celle-ci. Le chiffrement des données offre une sécurité cohérente pour les données au repos et les données en transit, ce qui peut offrir aux personnes qui traitent les informations une certaine tranquillité d'esprit. Les règles de sécurité doivent être suivies pour protéger les données légales.
it: Il concetto di protezione delle informazioni legali aziendali sta aumentando rapidamente ed è piuttosto sensibile a causa dei dati che contiene. Il volume di dati che devono essere crittografati per essere considerati legalmente rilevanti potrebbe essere significativo e variare notevolmente. Riguarderebbe cose come politiche e procedure aziendali, corrispondenza con avvocati, beni, verbali di riunioni, accordi con fornitori o venditori, accordi con proprietari, accordi contrattuali indipendenti e altro ancora. Oltre alla necessità di mantenere le questioni legali dell'azienda al sicuro nelle sue casse, questa mossa aumenterà la fiducia dei clienti e del personale nell'organizzazione. La crittografia end-to-end è anche un'ottima idea quando si tratta di dati altamente sensibili come questo. La crittografia dei dati offre una sicurezza coerente sia per i dati inattivi che per quelli in transito, in grado di offrire alle persone che gestiscono le informazioni una certa tranquillità. Le norme di sicurezza devono essere seguite per proteggere i dati legali.
ko: 기업의 법적 정보를 보호한다는 개념은 빠르게 증가하고 있으며, 포함된 데이터 때문에 상당히 민감합니다. 법적으로 관련이 있는 것으로 간주하기 위해 암호화해야 하는 데이터의 양은 상당하고 매우 다양할 수 있습니다. 여기에는 기업 정책 및 절차, 변호사와의 서신, 자산, 회의록, 공급업체 또는 공급업체와의 계약, 소유자 계약, 독립 계약 등이 포함됩니다. 회사의 법적 문제를 금고에 안전하게 보관해야 하는 필요성 외에도, 이러한 움직임은 회사에 대한 고객과 직원의 신뢰를 높일 것입니다. 이와 같이 매우 민감한 데이터를 다룰 때는 종단 간 암호화도 좋은 아이디어입니다. 데이터 암호화는 미사용 데이터와 전송 중인 데이터 모두에 대해 일관된 보안을 제공하여 정보를 처리하는 개인에게 안심을 제공할 수 있습니다. 합법적인 데이터를 보호하기 위해서는 보안 규정을 준수해야 합니다.
nl: Het concept van de beveiliging van juridische bedrijfsinformatie neemt snel toe en is vrij gevoelig vanwege de gegevens die het bevat. De hoeveelheid gegevens die moet worden versleuteld om als juridisch relevant te worden beschouwd, kan aanzienlijk zijn en sterk variëren. Het zou gaan om zaken als bedrijfsbeleid en -procedures, correspondentie met advocaten, activa, notulen van vergaderingen, overeenkomsten met leveranciers of verkopers, overeenkomsten met eigenaren, onafhankelijke contractovereenkomsten en meer. Naast de noodzaak om de juridische zaken van het bedrijf veilig in de kas te houden, zal deze stap het vertrouwen van klanten en personeel in de organisatie vergroten. End-to-end-encryptie is ook een goed idee als het gaat om zeer gevoelige gegevens als deze. Gegevensencryptie biedt consistente beveiliging voor zowel gegevens in rust als gegevens in doorvoer, wat de personen die met de informatie omgaan enige gemoedsrust kan geven. Beveiligingsvoorschriften moeten worden nageleefd om juridische gegevens te beschermen.
pl: Koncepcja zabezpieczania informacji prawnych firmy szybko się rozwija i jest dość wrażliwa ze względu na zawarte w niej dane. Ilość danych, które muszą być zaszyfrowane, aby zostały uznane za istotne z prawnego punktu widzenia, może być znaczna i znacznie się różnić. Obejmowałby takie rzeczy, jak zasady i procedury firmy, korespondencja z prawnikami, aktywa, protokoły ze spotkań, umowy z dostawcami lub sprzedawcami, umowy właścicielskie, niezależne umowy kontraktowe i wiele innych. Oprócz konieczności bezpiecznego przechowywania spraw prawnych firmy w swojej kasie, posunięcie to zwiększy zaufanie klientów i pracowników do organizacji. Szyfrowanie typu end-to-end jest również świetnym pomysłem, gdy mamy do czynienia z takimi bardzo wrażliwymi danymi. Szyfrowanie danych zapewnia spójne bezpieczeństwo zarówno danych w spoczynku, jak i danych przesyłanych, co zapewnia spokój ducha osobom obsługującym informacje. Aby chronić dane prawne, należy przestrzegać przepisów bezpieczeństwa.
pt: O conceito de protecção de informação legal empresarial está a aumentar rapidamente e é muito sensível devido aos dados em questão. Para ser considerado legalmente relevante, o volume de dados a cifrar pode ser significativo e variar muito. Tal cobriria coisas como políticas e procedimentos da empresa, correspondência com advogados, activos, actas de reuniões, acordos com fornecedores ou vendedores, contratos de propriedade, contratos independentes e outros. Além da necessidade de se manterem as questões legais da empresa em segurança nos seus cofres, esta acção aumenta a confiança dos clientes e pessoal na organização. A criptografia de ponta a ponta é também uma óptima ideia, pois lida com dados altamente sensíveis como estes. A criptografia de dados oferece segurança consistente tanto para dados em repouso como dados em trânsito, o que pode dar alguma tranquilidade fornecer aos indivíduos que lidam com a informação. Para protecção dos dados legais, devem ser seguidas normas de segurança.
ru: Концепция защиты корпоративной юридической информации быстро развивается и является довольно чувствительной из-за содержащихся в ней данных. Объем данных, которые должны быть зашифрованы, чтобы считаться юридически значимыми, может быть объемным и сильно варьироваться. Это охватывает такие вещи, как политика и процедуры фирмы, переписка с адвокатами, активы, протоколы совещаний, соглашения с поставщиками или вендорами, соглашения с владельцами, соглашения о независимых контрактах и многое другое. В дополнение к необходимости надежно хранить юридические вопросы компании в своей "казне", этот шаг повысит доверие клиентов и персонала к организации. Сквозное шифрование также является отличной идеей при работе с подобными высокочувствительными данными. Шифрование данных обеспечивает постоянную безопасность как для данных в состоянии покоя, так и для данных в процессе передачи, что может обеспечить лицам, обрабатывающим информацию, некоторое спокойствие. Для защиты законных данных необходимо соблюдать правила безопасности.
sv: Konceptet med att säkra företagsrättslig information ökar snabbt och är ganska känsligt på grund av den information den innehåller. Mängden data som måste krypteras för att anses juridiskt relevant kan vara betydande och variera kraftigt. Det skulle täcka saker som fasta policyer och procedurer, korrespondens med advokater, tillgångar, mötesprotokoll, avtal med distributörer eller leverantörer, ägaravtal, oberoende kontraktsavtal mm. Förutom nödvändigheten av att förvara företagets juridiska ärenden säkert i kassan, kommer denna åtgärd att öka kundernas och personalens förtroende för organisationen. End-to-end-kryptering är också en utmärkt idé när man hanterar mycket känsliga data som denna. Datakryptering erbjuder konsekvent säkerhet för både vilande data och data under överföring, vilket kan ge individer som hanterar informationen en viss sinnesro. Säkerhetsregler måste följas för att skydda juridiska uppgifter.
tr: Kurumsal yasal bilgilerin güvence altına alınması kavramı hızla artmaktadır ve içerdiği veriler nedeniyle oldukça hassastır. Yasal olarak ilgili kabul edilebilmesi için şifrelenmesi gereken veri hacmi önemli olabilir ve büyük ölçüde değişiklik gösterebilir. Firma politikaları ve prosedürleri, avukatlarla yapılan yazışmalar, varlıklar, toplantı tutanakları, tedarikçiler veya satıcılarla yapılan anlaşmalar, mal sahibi anlaşmaları, bağımsız sözleşme anlaşmaları ve daha fazlasını kapsayabilir. Şirketin yasal konularını güvenli bir şekilde kasasında tutma gerekliliğine ek olarak, bu hareket müşteri ve personelin kuruma olan güvenini artıracaktır. Uçtan uca şifreleme de bu gibi son derece hassas verilerle uğraşırken harika bir fikirdir. Veri şifreleme, hem bekleyen veriler hem de aktarım halindeki veriler için tutarlı bir güvenlik sunar ve bu da bilgileri işleyen kişilerin içlerinin rahat olmasını sağlayabilir. Yasal verileri korumak için güvenlik düzenlemelerine uyulmalıdır.
zh: 保护公司法律信息的概念正在迅速增加，并且由于它包含的数据而相当敏感。 必须加密才能被认为具有法律相关性的数据量可能很大，并且差异很大。 它将涵盖公司政策和程序，与律师的通信，资产，会议记录，与供应商或供应商的协议，业主协议，独立合同协议等内容。 除了必须将公司的法律事务安全地存放在金库外，此举还将增加客户和员工对公司的信心。 在处理像这样的高度敏感数据时，端到端加密也是一个好主意。 数据加密为静态数据和传输中的数据提供一致的安全性，这可以为处理信息的个人提供一些安心。 必须遵守安全法规以保护合法数据。

# Blog_TIEDTC_H1_SH4_Text1
source: Most businesses must play their cards close to their chest. Sensitive information should always be encrypted to prevent hackers from accessing it. Financial information of a corporation may comprise its income and expense account, debtors and creditors account, assets, account numbers, payment history, and so forth. These kinds of data need to be protected from trespassers. Every time such data is exposed by cybercriminals, the company is at a great danger of being harmed and the clients and staff who trusted the organisation with their data are inconvenienced.
ar: يجب أن تلعب معظم الشركات أوراقها بالقرب من صدورها. يجب دائمًا تشفير المعلومات الحساسة لمنع المتسللين من الوصول إليها. قد تشمل المعلومات المالية للشركة حساب الدخل والمصروفات وحساب المدينين والدائنين والأصول وأرقام الحسابات وتاريخ الدفع وما إلى ذلك. يجب حماية هذه الأنواع من البيانات من المتعدين. في كل مرة يتم فيها الكشف عن مثل هذه البيانات من قبل مجرمي الإنترنت ، تكون الشركة في خطر كبير من التعرض للأذى ويتم إزعاج العملاء والموظفين الذين وثقوا في المنظمة ببياناتهم.
de: Die meisten Unternehmen müssen ihre Karten nah an der Brust spielen. Vertrauliche Informationen sollten immer verschlüsselt werden, um zu verhindern, dass Hacker darauf zugreifen. Finanzinformationen eines Unternehmens können sein Einnahmen- und Ausgabenkonto, Schuldner- und Gläubigerkonto, Vermögenswerte, Kontonummern, Zahlungshistorie usw. umfassen. Solche Daten müssen vor Unbefugten geschützt werden. Jedes Mal, wenn solche Daten von Cyberkriminellen aufgedeckt werden, besteht für das Unternehmen eine große Gefahr, Schaden zu nehmen, und die Kunden und Mitarbeiter, die dem Unternehmen ihre Daten anvertraut haben, sind belästigt.
es: La mayoría de las empresas deben mantener sus planes o ideas en secreto. La información confidencial siempre debe cifrarse para evitar que los hackers informáticos accedan a ella. La información financiera de una corporación puede comprender su cuenta de ingresos y gastos, cuenta de deudores y acreedores, activos, números de cuenta, historial de pagos, etc. Este tipo de datos deben protegerse de los intrusos. Cada vez que los ciberdelincuentes exponen dichos datos, la empresa corre un gran peligro de sufrir daños y los clientes y el personal que confiaron sus datos a la organización sufren inconvenientes.
fr: La plupart des entreprises doivent jouer leurs cartes près de leur poitrine. Les informations sensibles doivent toujours être cryptées pour empêcher les pirates d'y accéder. Les informations financières d'une société peuvent comprendre son compte de revenus et de dépenses, son compte de débiteurs et de créanciers, ses actifs, ses numéros de compte, son historique de paiement, etc. Ces types de données doivent être protégés contre les intrus. Chaque fois que ces données sont exposées par des cybercriminels, l'entreprise court un grand danger d'être lésée et les clients et le personnel qui ont fait confiance à l'organisation avec leurs données sont incommodés.
it: La maggior parte delle aziende deve giocare le proprie carte da vicino. Le informazioni sensibili dovrebbero sempre essere crittografate per prevenire che gli hacker ne abbiano accesso. Le informazioni finanziarie di un'azienda potrebbero comprendere il conto delle entrate e delle spese, il conto dei debitori e dei creditori, le attività, i numeri di conto, la cronologia e così via. Questi tipi di dati devono essere protetti dai criminali. Ogni volta che questi dati vengono scoperti dai criminali informatici, l'azienda è in grave pericolo di essere danneggiata e i clienti e il personale che hanno posto la loro fiducia nell'organizzazione per i propri dati sono infastiditi.
ko: 대부분의 기업들은 보안을 유지해야 합니다. 민감정보를 해커로부터 보호하기 위해서는 암호화 상태를 유지해야 합니다. 기업의 재무 정보는 수입 및 지출 계정, 채무자 및 채권자 계정, 자산, 계정 번호, 지불 내역 등을 포함할 수 있습니다. 이러한 종류의 데이터는 침입자로부터 보호되어야 합니다. 이와같은 민감정보가 사이버 범죄자들에게 노출될 때마다 기업은 큰 피해를 입을 수 있으며, 그 기업을 신뢰하는 고객과 직원들은 불편을 겪을 수 있습니다.
nl: De meeste bedrijven moeten hun kaarten dicht bij hun borst spelen. Gevoelige informatie moet altijd worden versleuteld om te voorkomen dat hackers er toegang toe krijgen. Financiële informatie van een onderneming kan bestaan ​​uit haar inkomsten- en uitgavenrekening, debiteuren- en crediteurenrekening, activa, rekeningnummers, betalingsgeschiedenis, enzovoort. Deze soorten gegevens moeten worden beschermd tegen indringers. Elke keer dat dergelijke gegevens door cybercriminelen worden blootgelegd, loopt het bedrijf een groot gevaar te worden geschaad en worden de klanten en medewerkers die de organisatie hun gegevens toevertrouwden, gehinderd.
pl: Większość firm musi grać swoimi kartami blisko klatki piersiowej. Informacje poufne powinny być zawsze zaszyfrowane, aby uniemożliwić hakerom dostęp do nich. Informacje finansowe korporacji mogą obejmować jej rachunek dochodów i wydatków, rachunek dłużników i wierzycieli, aktywa, numery kont, historię płatności i tak dalej. Tego rodzaju dane należy chronić przed intruzami. Za każdym razem, gdy takie dane zostaną ujawnione przez cyberprzestępców, firma jest narażona na duże niebezpieczeństwo, a klienci i pracownicy, którzy powierzyli organizacji swoje dane, znajdują się w kryzysie.
pt: A maior parte das empresas deve o jogo. Informação sensível deve ser sempre cifrada para prevenir o seu acesso por parte de hackers. A informação financeira de uma empresa pode comprometer a sua conta de receitas e despesas, a conta de devedores e credores, activos, números de contas, historial de pagamentos, etc. Estes tipos de dados precisam de ser protegidos de intrusos. Cada vez que tais dados são expostos por cibercriminosos, a empresa fica em grande risco de ser lesada e os clientes e trabalhadores que confiaram os seus dados na organização ficam com problemas ou dificuldades.
ru: Большинству компаний приходится держать свои карты при себе. Конфиденциальная информация всегда должна быть зашифрована, чтобы предотвратить доступ к ней хакеров. Финансовая информация корпорации может включать ее счет доходов и расходов, счет дебиторов и кредиторов, активы, номера счетов, историю платежей и так далее. Такого рода данные должны быть защищены от злоумышленников. Каждый раз, когда киберпреступники раскрывают такие данные, компания подвергается большой опасности, а клиенты и сотрудники, доверившие организации свои данные, испытывают неудобства.
sv: De flesta företag måste spela sina kort noga. Känslig information bör alltid krypteras för att förhindra hackare från att komma åt den. Finansiell information om ett företag kan omfatta dess inkomst- och kostnadskonto, gäldenärs- och borgenärskonto, tillgångar, kontonummer, betalningshistorik och så vidare. Den här typen av data måste skyddas från inkräktare. Varje gång sån data avslöjas av cyberbrottslingar löper företaget stor risk att skadas och de kunder och personal som litade på organisationen med sina uppgifter riskerar att få de stulna.
tr: Çoğu işletme kartlarını göğüslerine yakın oynamak zorundadır. Hassas bilgiler, bilgisayar korsanlarının erişmesini önlemek için her zaman şifrelenmelidir. . Bir şirketin finansal bilgileri; gelir ve gider hesabını, borçlu ve alacaklı hesabını, varlıklarını, hesap numaralarını, ödeme geçmişini vb. içerebilir. Bu tür verilerin izinsiz erişimlerden korunması gerekir. Bu tür veriler siber suçlular tarafından her ifşa edildiğinde, şirket muazzam bir zarara uğrama tehlikesiyle karşı karşıyadır ve şirketde verileri olan müşteriler ve personeller bundan rahatsız olur.
zh: 大多数企业必须在胸中打牌. 敏感信息应始终加密，以防止黑客访问它。 公司的财务信息可以包括其收入和支出账户，债务人和债权人账户，资产，账户号码，付款历史记录等。 这些类型的数据需要保护免受非法侵入者的侵害。 每当这些数据被网络犯罪分子暴露时，公司就会面临受到伤害的巨大危险，信任组织数据的客户和员工也会感到不便。

# Blog_TIEDTC_H1_SubHeading1
source: <strong>Human resource Data</strong>
ar: <strong> بيانات الموارد البشرية </strong>
de: <strong>Personaldaten</strong>
es: <strong>Datos de recursos humanos</strong>
fr: <strong>Données des ressources humaines</strong>
it: <strong>Dati delle risorse umane</strong>
ko: <strong>인적 자원 데이터</strong>
nl: <strong>Human Resource-gegevens</strong>
pl: <strong>Dane dotyczące zasobów ludzkich</strong>
pt: <strong>Dados de Recursos Humanos</strong>
ru: <strong>Данные о кадрах</strong>
sv: <strong>Personalavdelningens Uppgifter</strong>
tr: <strong>İnsan Kaynakları Verileri</strong>
zh: <strong>人力资源数据</strong>

# Blog_TIEDTC_H1_SubHeading2
source: <strong>Customer / Commercial Information</strong>
ar: <strong> معلومات العميل / التجارية </strong>
de: <strong>Kunden- / Geschäftsinformationen</strong>
es: <strong>Cliente / Información comercial</strong>
fr: <strong>Informations clients/commerciales</strong>
it: <strong>Clienti / Informazioni Commerciali</strong>
ko: <strong>고객 / 상업 정보</strong>
nl: <strong>Klant-/commerciële informatie</strong>
pl: <strong>Informacje o kliencie/handlowe</strong>
pt: <strong>Informação de Clientes / Comercial</strong>
ru: <strong>Информация о клиентах / Коммерческая информация</strong>
sv: <strong>Kommersiell och Kund information</strong>
tr: <strong>Müşteri Bilgileri / Ticari Bilgiler</strong>
zh: <strong>客户/商业信息</strong>

# Blog_TIEDTC_H1_SubHeading3
source: <strong>Legal Information</strong>
ar: <strong> المعلومات القانونية </strong>
de: <strong>Rechtliche Hinweise</strong>
es: <strong>Información legal</strong>
fr: <strong>Mentions Légales</strong>
it: <strong>Informazioni Legali</strong>
ko: <strong>법률정보</strong>
nl: <strong>Juridische informatie</strong>
pl: <strong>Informacje prawne</strong>
pt: <strong>Informação Legal</strong>
ru: <strong>Юридическая информация</strong>
sv: <strong>Juridisk information</strong>
tr: <strong>Yasal Bilgiler</strong>
zh: <strong>法律信息</strong>

# Blog_TIEDTC_H1_SubHeading4
source: <strong>Financial Information</strong>
ar: <strong> المعلومات المالية </strong>
de: <strong>Finanzinformationen</strong>
es: <strong>Información financiera</strong>
fr: <strong>Informations Financières</strong>
it: <strong>Informazioni Finanziarie</strong>
ko: <strong>재무정보</strong>
nl: <strong>Financiële informatie</strong>
pl: <strong>Informacje finansowe</strong>
pt: <strong>Informação Financeira</strong>
ru: <strong>Финансовая информация</strong>
sv: <strong>Ekonomisk information</strong>
tr: <strong>Finansal Bilgiler</strong>
zh: <strong>财务信息</strong>

# Blog_TIEDTC_Heading1
source: What Data Should Your Company Encrypt?
ar: ما البيانات التي يجب على شركتك تشفيرها؟
de: Welche Daten sollte Ihr Unternehmen verschlüsseln?
es: ¿Qué datos debe cifrar tu empresa?
fr: Quelles Données Votre Entreprise Doit-Elle Chiffrer ?
it: Quali dati dovrebbe criptare la tua azienda?
ko: 귀사에서 암호화해야 하는 데이터는 무엇입니까?
nl: Welke Data Zou Uw Bedrijf Moeten Beveiligen?
pl: Jakie dane powinna szyfrować Twoja firma?
pt: Que Dados Deve A Sua Empresa Cifrar?
ru: Какие данные должна шифровать Ваша Компания?
sv: Vilken data borde ditt företag kryptera?
tr: Şirketiniz Hangi Verileri Şifrelemelidir?
zh: 贵公司应该加密哪些数据？
