Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BetaQuickGuidesParaStep7
source: Follow either of the below steps:
de: Führen Sie einen der folgenden Schritte aus:
fr: Suivez l'une des étapes ci-dessous :
ru: Выполните одно из следующих действий:
zh: 请按照以下步骤作：

# BetaQuickGuidesParaStep8
source: Select the checkbox <img class='right-click-icon'/> of file(s) in the recent files list you want to stop securing.
de: Aktivieren Sie das Kontrollkästchen <img class='right-click-icon'/> der Datei(en) in der Liste der zuletzt verwendeten Dateien, deren Sicherung Sie beenden möchten.
fr: Sélectionnez la case à cocher <img class='right-click-icon'/> des fichiers dans la liste des fichiers récents que vous souhaitez arrêter de sécuriser.
ru: Установите флажок <img class='right-click-icon'/> для файлов в списке последних файлов, защиту которых вы хотите остановить.
zh: 在“最近打开的文件”列表中选中要停止保护的文件复选框 <img class='right-click-icon'/> 。

# BetaQuickGuidesParaStep9
source: Right-click on the selected file.
de: Klicken Sie mit der rechten Maustaste auf die ausgewählte Datei.
fr: Faites un clic droit sur le fichier sélectionné.
ru: Щелкните правой кнопкой мыши по выбранному файлу.
zh: 右键单击所选文件。

# BetaTrialBannerContent1
source: <span>New user interface</span> for a more modern, intuitive, and streamlined experience.
de: <span>Neue Benutzeroberfläche</span> für ein moderneres, intuitives und optimiertes Erlebnis.
fr: <span>Nouvelle interface utilisateur</span> pour une expérience plus moderne, intuitive et rationalisée.
ru: <span>Новый пользовательский интерфейс</span> для более современного, интуитивно понятного и оптимизированного интерфейса.
zh: <span>新的用户界面</span>，提供更现代、更直观和更简化的体验。

# BetaTrialBannerContent2
source: <span>Enhanced performance</span> for stability, security and compatibility for the major operating systems.
de: <span>Verbesserte Leistung</span> für Stabilität, Sicherheit und Kompatibilität mit den wichtigsten Betriebssystemen.
fr: <span>Performance améliorée</span> pour la stabilité, la sécurité et la compatibilité avec les principaux systèmes d'exploitation.
ru: <span>Повышенная производительность</span> для стабильности, безопасности и совместимости с основными операционными системами.
zh: <span>增强性能</span> ，确保主要作系统的稳定性、安全性和兼容性。

# BetaTrialBannerContent3
source: <span>More Features</span> as integrated Secured Messenger and Password Manager for instant access.
de: <span>Weitere Funktionen</span> wie integrierter Secured Messenger und Passwort-Manager für sofortigen Zugriff.
fr: <span>Plus de fonctionnalités</span> telles que le messager sécurisé intégré et le gestionnaire de mots de passe pour un accès instantané.
ru: <span>Больше функций</span> , таких как интегрированный защищенный мессенджер и менеджер паролей для мгновенного доступа.
zh: <span>更多功能</span>作为集成的安全信使和密码管理器，用于即时访问。

# BetaTrialBannerHeading
source: Experience the <span>next level</span> of <span>AxCrypt</span>!
de: Erleben Sie das <span>nächste Level</span> von <span>AxCrypt</span>!
fr: Vivez le <span>niveau supérieur</span> d'<span>AxCrypt</span> !
ru: Испытайте <span>новый уровень</span> <span>AxCrypt</span>!
zh: 体验 <span>AxCrypt</span> <span>的下一个级别</span>！

# BetaTrialFaq1
source: What are the main goals of the beta trial?
de: Was sind die Hauptziele der Beta-Testversion?
fr: Quels sont les principaux objectifs de l’essai bêta?
it: Quali sono gli obiettivi principali della versione beta?
ru: Каковы основные цели бета-тестирования?
zh: 测试版试用的主要目标是什么？

# BetaTrialFaq1Ans
source: The beta trial aims to gather user feedback on new features and ensure the software's stability before the official release.
de: Die Beta-Testversion zielt darauf ab, Benutzerfeedback zu neuen Funktionen zu sammeln und die Stabilität der Software vor der offiziellen Veröffentlichung sicherzustellen.
fr: La version bêta vise à recueillir les commentaires des utilisateurs sur les nouvelles fonctionnalités et à assurer la stabilité du logiciel avant sa sortie officielle.
it: La versione beta ha lo scopo di raccogliere il feedback degli utenti sulle nuove funzionalità e garantire la stabilità del software prima del rilascio ufficiale.
ru: Цель бета-тестирования - собрать отзывы пользователей о новых функциях и убедиться в стабильности программного обеспечения до официального релиза.
zh: Beta测试旨在收集用户对新功能的反馈，并确保软件在正式发布之前的稳定性。

# BetaTrialFaq2
source: What can I expect during the beta testing phase?
de: Was erwartet mich während der Beta-Testphase?
fr: Que puis-je attendre pendant la phase de bêta test ?
it: Cosa posso aspettarmi durante la fase di beta testing?
ru: Чего ожидать на этапе бета-тестирования?
zh: 在 Beta 版测试阶段，我能期待什么？

# BetaTrialFaq2Ans
source: During the beta testing phase, you can explore new features, provide feedback, and help us identify any issues to enhance the final product.
de: Während der Beta-Testphase können Sie neue Funktionen erkunden, Feedback geben und uns helfen, Probleme zu identifizieren, um das Endprodukt zu verbessern.
fr: Pendant la phase de test bêta, vous pouvez explorer les nouvelles fonctionnalités, nous faire part de vos commentaires et nous aider à identifier les problèmes pour améliorer le produit final.
it: Durante la fase di beta testing, puoi esplorare nuove funzionalità, fornire feedback e aiutarci a identificare eventuali problemi per migliorare il prodotto finale.
ru: На этапе бета-тестирования вы можете изучить новые функции, оставить отзыв и помочь нам выявить любые проблемы, чтобы улучшить конечный продукт.
zh: 在 Beta 版测试阶段，您可以探索新功能、提供反馈，并帮助我们确定任何问题以增强最终产品。

# BetaTrialFaq3
source: Is this version available on other platforms?
de: Ist diese Version auf anderen Plattformen verfügbar?
fr: Cette version est-elle disponible sur d’autres plateformes ?
it: Questa versione è disponibile su altre piattaforme?
pl: Czy ta wersja jest dostępna na innych platformach?
ru: Доступна ли эта версия на других платформах?
zh: 此版本在其他平台上可用吗？

# BetaTrialFaq3Ans
source: Currently, the beta is exclusively for Windows users.
de: Derzeit ist die Beta exklusiv für Windows-Benutzer.
fr: Actuellement, la version bêta est exclusivement destinée aux utilisateurs de Windows.
it: Attualmente, la beta è esclusivamente per gli utenti Windows.
ru: В настоящее время бета-версия предназначена исключительно для пользователей Windows.
zh: 目前，该测试版专供 Windows 用户使用。

# BetaTrialFaq4
source: What kind of feedback are you looking for?
de: Welche Art von Feedback suchen Sie?
fr: Quel type de rétroaction recherchez-vous?
it: Che tipo di feedback stai cercando?
ru: Какие отзывы вы ожидаете?
zh: 您在寻找什么样的反馈？

# BetaTrialFaq4Ans
source: We welcome all feedback, especially regarding performance, usability, features, and any issues you encounter.
de: Wir freuen uns über jedes Feedback, insbesondere in Bezug auf Leistung, Benutzerfreundlichkeit, Funktionen und alle Probleme, auf die Sie stoßen.
fr: Nous accueillons tous les commentaires, en particulier concernant la performance, l’utilisabilité, les fonctionnalités et tout problème que vous rencontrez.
it: Accogliamo con favore tutti i feedback, in particolare per quanto riguarda le prestazioni, l'usabilità, le funzionalità e qualsiasi problema riscontrato.
ru: Мы приветствуем все отзывы, особенно о производительности, удобстве использования, функциях и любых проблемах, с которыми вы столкнетесь.
zh: 我们欢迎所有反馈，尤其是关于性能、可用性、功能以及您遇到的任何问题的反馈。

# BetaTrialFaq5
source: What if I encounter bugs or issues during the beta?
de: Was ist, wenn ich während der Beta auf Fehler oder Probleme stoße?
fr: Que faire si je rencontre des bugs ou des problèmes pendant la bêta ?
it: Cosa succede se riscontro bug o problemi durante la versione beta?
ru: Что делать, если я столкнусь с ошибками или проблемами во время бета-тестирования?
zh: 如果我在 Beta 版期间遇到错误或问题怎么办？

# BetaTrialFaq5Ans
source: If you encounter any bugs or issues, please report them through our feedback form. Your input helps us resolve issues before the official release.
de: Wenn Sie auf Fehler oder Probleme stoßen, melden Sie diese bitte über unser Feedback-Formular. Ihr Input hilft uns, Probleme vor der offiziellen Veröffentlichung zu lösen.
fr: Si vous rencontrez des bogues ou des problèmes, veuillez les signaler via notre formulaire de rétroaction. Vos commentaires nous aident à résoudre les problèmes avant la publication officielle.
it: Se riscontri bug o problemi, segnalali tramite il nostro modulo di feedback. Il tuo contributo ci aiuta a risolvere i problemi prima del rilascio ufficiale.
ru: Если вы столкнулись с какими-либо ошибками или проблемами, сообщите о них через нашу форму обратной связи. Ваш вклад поможет нам решить эти проблемы до официального релиза.
zh: 如果您遇到任何错误或问题，请通过我们的反馈表报告。您的意见有助于我们在正式发布之前解决问题。

# BetaTrialFaq6
source: Will my data be safe while using the beta version?
de: Sind meine Daten während der Nutzung der Beta-Version sicher?
fr: Mes données seront-elles en sécurité lors de l’utilisation de la version bêta ?
it: I miei dati saranno al sicuro durante l'utilizzo della versione beta?
ru: Будут ли мои данные в безопасности при использовании бета-версии?
zh: 使用 Beta 版时，我的数据是否安全？

# BetaTrialFaq6Ans
source: Yes, your data security is our top priority. The beta version maintains the same high standards of encryption as the current version of AxCrypt.
de: Ja, Ihre Datensicherheit hat für uns oberste Priorität. Die Beta-Version behält die gleichen hohen Verschlüsselungsstandards wie die aktuelle Version von AxCrypt bei.
fr: Oui, la sécurité de vos données est notre priorité absolue. La version bêta maintient les mêmes normes élevées de cryptage que la version actuelle d’AxCrypt.
it: Sì, la sicurezza dei tuoi dati è la nostra massima priorità. La versione beta mantiene gli stessi elevati standard di crittografia dell'attuale versione di AxCrypt.
ru: Да, безопасность ваших данных является нашим главным приоритетом. Бета-версия поддерживает те же высокие стандарты шифрования, что и текущая версия AxCrypt.
zh: 是的，您的数据安全是我们的首要任务。测试版保持与当前版本的 AxCrypt 相同的高标准加密。

# BetaTrialFaq7
source: Can I revert to the previous version after trying the beta?
de: Kann ich zur vorherigen Version zurückkehren, nachdem ich die Beta ausprobiert habe?
fr: Puis-je revenir à la version précédente après avoir essayé la bêta ?
it: Posso tornare alla versione precedente dopo aver provato la beta?
ru: Могу ли я вернуться к предыдущей версии после того, как попробую бета-версию?
zh: 试用 Beta 版后，我可以恢复到以前的版本吗？

# BetaTrialFaq7Ans
source: Yes, you can revert to the previous version if needed. When you decide to leave the beta, simply download the current AxCrypt application, log in, and start using that version. All your encrypted data will remain intact during the process.
de: Ja, Sie können bei Bedarf zur vorherigen Version zurückkehren. Wenn Sie sich entscheiden, die Beta zu verlassen, laden Sie einfach die aktuelle AxCrypt-Anwendung herunter, melden Sie sich an und beginnen Sie, diese Version zu verwenden. Alle Ihre verschlüsselten Daten bleiben während des Vorgangs intakt.
fr: Oui, vous pouvez revenir à la version précédente si nécessaire. Lorsque vous décidez de quitter la version bêta, téléchargez simplement l’application AxCrypt actuelle, connectez-vous et commencez à utiliser cette version. Toutes vos données chiffrées resteront intactes pendant le processus.
it: Sì, se necessario, è possibile ripristinare la versione precedente. Quando decidi di lasciare la versione beta, scarica semplicemente l'attuale applicazione AxCrypt, accedi e inizia a utilizzare quella versione. Tutti i tuoi dati crittografati rimarranno intatti durante il processo.
ru: Да, при необходимости вы можете вернуться к предыдущей версии. Когда вы решите выйти из бета-версии, просто загрузите текущее приложение AxCrypt, войдите в систему и начните использовать эту версию. Все ваши зашифрованные данные останутся нетронутыми во время процесса.
zh: 是的，如果需要，您可以恢复到以前的版本。当您决定退出测试版时，只需下载当前的 AxCrypt 应用程序，登录并开始使用该版本。在此过程中，您的所有加密数据都将保持不变。

# BetaTrialFaq8
source: Will there be updates during the beta testing phase?
de: Wird es während der Beta-Testphase Updates geben?
fr: Des mises à jour seront-elles apportées pendant la phase de mise à l’essai ?
it: Ci saranno aggiornamenti durante la fase di beta testing?
ru: Будут ли обновления на этапе бета-тестирования?
zh: 在 Beta 测试阶段是否会有更新？

# BetaTrialFaq8Ans
source: Yes, we plan to release updates based on user feedback and any issues that arise during the trial.
de: Ja, wir planen, Updates zu veröffentlichen, die auf dem Feedback der Benutzer und allen Problemen basieren, die während der Testversion auftreten.
fr: Oui, nous prévoyons de publier des mises à jour en fonction des commentaires des utilisateurs et des problèmes qui peuvent survenir pendant l’essai.
it: Sì, prevediamo di rilasciare aggiornamenti in base al feedback degli utenti e a eventuali problemi che si verificano durante il periodo di prova.
ru: Да, мы планируем выпускать обновления на основе отзывов пользователей и любых проблем, возникающих во время пробной версии.
zh: 是的，我们计划根据用户反馈和试用期间出现的任何问题发布更新。

# BetaTrialHeading1
source: What’s new in <span>AxCrypt?</span>
de: Was ist neu in <span>AxCrypt?</span>
fr: Quoi de neuf dans <span>AxCrypt? </span>
it: Cosa c'è di nuovo in <span>AxCrypt?</span>
ru: Что нового в <span>AxCrypt?</span>
zh: <span>AxCrypt</span> 有什么新功能？

# BetaTrialHeading1Paragraph1
source: for easy access and smoother functionality.
de: für einfachen Zugang und reibungslosen Funktionalität.
fr: pour un accès facile et une fonctionnalité plus fluide.
it: per un facile accesso e una funzionalità più fluida.
ru: для легкого доступа и более плавной работы.
zh: 实现轻松访问和更流畅的功能。

# BetaTrialHeading1Paragraph2
source: with the latest encryption protocols to protect your data.
de: mit den neuesten Verschlüsselungsprotokollen zum Schutz Ihrer Daten.
fr: avec les derniers protocoles de cryptage pour protéger vos données.
it: con i più recenti protocolli di crittografia per proteggere i tuoi dati.
ru: с новейшими протоколами шифрования для защиты ваших данных.
zh: 使用最新的加密协议来保护您的数据。

# BetaTrialHeading1Paragraph3
source: for an intuitive and efficient user experience.
de: für eine intuitive und effiziente Benutzererfahrung.
fr: pour une expérience utilisateur intuitive et efficace.
it: per un'esperienza utente intuitiva ed efficiente.
ru: для интуитивно понятного и эффективного взаимодействия с пользователем.
zh: 以获得直观高效的用户体验。

# BetaTrialHeading1SubHead1
source: Improved performance
de: Verbesserte Leistung
fr: performances améliorées
it: Prestazioni migliorate
ru: Улучшенная производительность
zh: 改善工作表现

# BetaTrialHeading1SubHead2
source: Enhanced security
de: Erhöhte Sicherheit
fr: sécurité renforcée
it: Maggiore sicurezza
pl: Zwiększone bezpieczeństwo
ru: Повышенная безопасность
zh: 增强的安全性

# BetaTrialHeading1SubHead3
source: Modern interface
de: Moderne Schnittstelle
fr: interface moderne
it: Interfaccia moderna
ru: Современный интерфейс
zh: 现代界面

# BetaTrialHeading3
source: How to install AxCrypt <span>Beta?</span>
de: Wie installiere ich AxCrypt <span>Beta>?</span>
fr: Comment installer AxCrypt <span>Beta ? </span>
it: Come installare AxCrypt <span>Beta?</span>
ru: Как установить AxCrypt <span>Beta?</span>
zh: 如何安装 AxCrypt <span>Beta？</span>

# BetaTrialHeading3SubHead1
source: Download the Installer
de: Laden Sie das Installationsprogramm herunter
fr: télécharger le programme d'installation
it: Scarica il programma di installazione
ru: Скачайте Установщик
zh: 下载安装程序

# BetaTrialHeading3SubHead1Text1
source: <a href='#beta-appdownload-section'>Click the link to download</a> the AxCrypt app beta installer.
de: <a href='#beta-appdownload-section'>Click the link to download</a> um das Beta-Installationsprogramm der AxCrypt-App herunterzuladen.
fr: <a href='#beta-appdownload-section'>Cliquez sur le lien pour télécharger</a> l’installateur bêta de l’application AxCrypt.
ru: <a href='#beta-appdownload-section'>Click the link to download</a> установщик бета-версии приложения AxCrypt.
zh: <a href='#beta-appdownload-section'>Click the link to download</a> AxCrypt 应用程序测试版安装程序。

# BetaTrialHeading3SubHead2
source: Run the Installer
de: Führen Sie das Installationsprogramm aus
fr: exécuter le programme d'installation
it: Esegui il programma di installazione
ru: Запустите Установщик
zh: 运行安装程序

# BetaTrialHeading3SubHead2Text1
source: Locate the downloaded file and double-click to run the installer.
de: Suchen Sie die heruntergeladene Datei und doppelklicken Sie, um das Installationsprogramm auszuführen.
fr: Recherchez le fichier téléchargé et double-cliquez pour lancer l’installateur.
it: Individua il file scaricato e fai doppio clic per eseguire il programma di installazione.
ru: Найдите загруженный файл и дважды щелкните мышью, чтобы запустить установщик.
zh: 找到下载的文件并双击以运行安装程序。

# BetaTrialHeading3SubHead2Text2
source: Follow the on-screen instructions to complete the installation.
de: Befolgen Sie die Anweisungen auf dem Bildschirm, um die Installation abzuschließen.
fr: Suivez les instructions à l’écran pour terminer l’installation.
it: Seguire le istruzioni visualizzate per completare l'installazione.
ru: Следуйте инструкциям на экране, чтобы завершить установку.
zh: 按照屏幕上的说明完成安装。

# BetaTrialHeading3SubHead3
source: Launch the Application
de: Starten Sie die Anwendung
fr: lancer l'application
it: Avvia l'applicazione
pl: Uruchom aplikację
ru: Запустите Приложение
zh: 启动应用程序

# BetaTrialHeading3SubHead3Text1
source: After installation, you can find AxCrypt in the Start Menu.
de: Nach der Installation finden Sie AxCrypt im Startmenü.
fr: Après l’installation, vous pouvez trouver AxCrypt dans le menu Démarrer.
it: Dopo l'installazione, puoi trovare AxCrypt nel menu Start.
ru: После установки вы можете найти AxCrypt в меню «Пуск».
zh: 安装后，您可以在开始菜单中找到 AxCrypt。

# BetaTrialHeading3SubHead3Text2
source: Open the application and log in with your existing credentials or create a new account.
de: Öffnen Sie die Anwendung und melden Sie sich mit Ihren vorhandenen Anmeldeinformationen an oder erstellen Sie ein neues Konto.
fr: Ouvrez l’application et connectez-vous avec vos identifiants existants ou créez un nouveau compte.
it: Apri l'applicazione e accedi con le tue credenziali esistenti o crea un nuovo account.
ru: Откройте приложение и войдите в систему, используя свои существующие учетные данные, или создайте новую учетную запись.
zh: 打开应用程序并使用现有凭证登录或创建新帐户。

# BetaTrialHeading4
source: <span>Feedback</span> submission
de: <span>Feedback</span> Einreichung
fr: <span>Feedback</span> soumission
it: <span>Invio di feedback</span>
ru: <span>Обратная связь</span> отправка
zh: <span>反馈</span> 提交

# BetaTrialHeading4Text1
source: Your feedback is crucial for improving AxCrypt. Share your thoughts, report bugs, or suggest features by completing the feedback form.
de: Ihr Feedback ist entscheidend für die Verbesserung von AxCrypt. Teilen Sie Ihre Gedanken mit, melden Sie Fehler oder schlagen Sie Funktionen vor, indem Sie das Feedback-Formular ausfüllen.
fr: Vos commentaires sont essentiels pour améliorer AxCrypt. Partagez vos idées, signalez des bugs ou suggérez des fonctionnalités en remplissant le formulaire de commentaires.
it: Il tuo feedback è fondamentale per migliorare AxCrypt. Condividi le tue opinioni, segnala bug o suggerisci funzionalità compilando il modulo di feedback.
ru: Ваши отзывы имеют огромное значение для улучшения AxCrypt. Поделитесь своими мыслями, сообщите об ошибках или предложите новые функции, заполнив форму обратной связи.
zh: 您的反馈对于改进AxCrypt至关重要。 通过填写反馈表单，分享您的想法，报告错误或建议功能。

# BetaTrialHeading4Text2
source: You can also reach out to our <a href="mailto:support@axcrypt.net">support team</a> for any additional suggestions or assistance.
de: Sie können sich auch an unsere <a href=" wendenmailto:support@axcrypt.net ">support-team</ a> für weitere Vorschläge oder Unterstützung.
fr: Vous pouvez également contacter notre équipe de soutien <a href="mailto:support@axcrypt.net"></a> pour toute suggestion ou assistance supplémentaire.
it: Puoi anche contattare il nostro <a href="mailto:support@axcrypt.net">team di supporto</a> per ulteriori suggerimenti o assistenza.
ru: Вы также можете обратиться в нашу <a href="mailto:support@axcrypt.net">support team</a> за любыми дополнительными предложениями или помощью.
zh: 您也可以联系我们的 <a href="mailto:support@axcrypt.net">support team</a> 以获取任何其他建议或帮助。

# BetaTrialHeading5
source: Known <span>issues</span>
de: Bekannte <span>Probleme</span>
fr: Problèmes <span>connus</span>
it: <span>Problemi</span> noti
ru: Распространенные <span>проблемы</span>
zh: 已知 <span>问题</span>

# BetaTrialHeading5Text1
source: Some users may experience minor UI glitches on specific devices. We are actively working to resolve these issues in future updates.
de: Bei einigen Benutzern können auf bestimmten Geräten kleinere Störungen der Benutzeroberfläche auftreten. Wir arbeiten aktiv daran, diese Probleme in zukünftigen Updates zu beheben.
fr: Certains utilisateurs peuvent rencontrer des problèmes mineurs d’interface utilisateur sur certains appareils. Nous travaillons activement pour résoudre ces problèmes dans les prochaines mises à jour.
it: Alcuni utenti potrebbero riscontrare problemi minori dell'interfaccia utente su dispositivi specifici. Stiamo lavorando attivamente per risolvere questi problemi nei futuri aggiornamenti.
ru: Некоторые пользователи могут столкнуться с незначительными сбоями пользовательского интерфейса на определенных устройствах. Мы активно работаем над устранением этих проблем в будущих обновлениях.
zh: 某些用户可能会在特定设备上遇到轻微的UI故障。 我们正在积极努力在未来的更新中解决这些问题。

# BetaTrialHeading5Text2
source: Certain features from the previous version may not be fully implemented yet. Please check the release notes for updates.
de: Bestimmte Funktionen aus der Vorgängerversion sind möglicherweise noch nicht vollständig implementiert. Bitte überprüfen Sie die Versionshinweise für Updates.
fr: Certaines fonctionnalités de la version précédente ne sont peut-être pas encore entièrement implémentées. Veuillez consulter les notes de publication pour les mises à jour.
it: Alcune funzionalità della versione precedente potrebbero non essere ancora completamente implementate. Si prega di controllare le note di rilascio per gli aggiornamenti.
ru: Некоторые функции из предыдущей версии могут быть реализованы еще не полностью. Пожалуйста, ознакомьтесь с примечаниями к выпуску для получения обновлений.
zh: 以前版本的某些功能可能尚未完全实现。 请查看发行说明以获取更新。

# BetaTrialHeading6
source: Access the Beta Version <span>Guides<span>
de: Greifen Sie auf die <span>Anleitungen<span> der Beta-Version zu
fr: Accédez aux <span>guides</span> de la version Beta
ru: <span>Доступ к руководствам по<span></span> бета-версиям
zh: 访问 Beta 版 <span>指南</span>

# BetaTrialHeading6Button1
source: Check Guides
de: Anleitungen prüfen
fr: Consulter les guides
ru: Проверить руководства
zh: 检查指南

# BetaTrialHeading6Text1
source: Be among the first to explore new features. <br /><br />Check out the Beta guide and start your journey today!
de: Gehören Sie zu den Ersten, die neue Funktionen entdecken. <br /><br />Schauen Sie sich den Beta-Leitfaden an und beginnen Sie Ihre Reise noch heute!
fr: Soyez parmi les premiers à explorer de nouvelles fonctionnalités. <br /><br />Consultez le guide Beta et commencez votre aventure dès aujourd'hui !
ru: Будьте в числе первых, кто исследует новые функции. <br /><br />Ознакомьтесь с руководством по бета-тестированию и начните свое путешествие уже сегодня!
zh: 抢先探索新功能。 <br /><br />查看 Beta 版指南，今天就开始您的旅程吧！
