Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EDIKPNY_H1_SH2_Text1
source: Our website has been enhanced and slightly modified to make it easier for you users to click around and search for information. We’ve also very glad to be able to put different languages at your disposal. AxCrypt is available in 12 languages and counting.
ar: تم تحسين موقعنا الإلكتروني وتعديله قليلاً ليسهل عليك المستخدمين النقر والبحث عن المعلومات. يسعدنا أيضًا أن نتمكن من وضع لغات مختلفة تحت تصرفك. برنامج اكسكربت متوفر بـ 12 لغة ولا يزال العدد في ازدياد.
de: Unsere Website wurde erweitert und leicht modifiziert, um Ihnen das Klicken und Suchen nach Informationen zu erleichtern. Wir freuen uns auch sehr, Ihnen verschiedene Sprachen zur Verfügung stellen zu können. AxCrypt ist in 12 Sprachen verfügbar und zählt.
es: Nuestro sitio web ha sido mejorado y ligeramente modificado para que sea más fácil para los usuarios hacer clic y buscar información. También estamos muy contentos de tener diferentes idiomas a tu disposición. AxCrypt está disponible en 12 idiomas y contando.
fr: Notre site Web a été amélioré et légèrement modifié pour permettre à vos utilisateurs de cliquer plus facilement et de rechercher des informations. Nous sommes également très heureux de pouvoir mettre différentes langues à votre disposition. AxCrypt est disponible en 12 langues.
it: Il nostro sito Web è stato migliorato e leggermente modificato per rendere più facile per voi utenti cliccare e cercare informazioni. Siamo anche molto lieti di poter mettere a vostra disposizione diverse lingue. AxCrypt è disponibile in 12 lingue e in continuo aumento.
ko: 당사 웹 사이트는 사용자가 더 쉽게 클릭하고 정보를 검색 할 수 있도록 개선되고 약간 수정되었습니다. 우리는 또한 당신의 수요에 따라 다른 언어를 넣을 수 있게 되어서 매우 기쁩니다. AxCrypt는 12 개 언어로 제공됩니다.
nl: Onze website is verbeterd en enigszins aangepast om het voor u als gebruikers gemakkelijker te maken om rond te klikken en informatie te zoeken. We zijn ook erg blij dat we verschillende talen tot uw beschikking kunnen stellen. AxCrypt is beschikbaar in 12 talen en er komen er nog meer aan.
pl: Nasza strona internetowa została udoskonalona i nieznacznie zmodyfikowana, aby ułatwić użytkownikom poruszanie się i wyszukiwanie informacji. Cieszymy się również, że możemy udostępnić Ci różne języki. AxCrypt jest dostępny w 12 językach i wciąż rośnie.
pt: O nosso sítio web foi melhorado e ligeiramente modificado para tornar mais fácil aos utilizadores navegar e procurar por informação. Estamos também muito contentes por disponibilizarmos conteúdo em diferentes línguas. A AxCrypt está disponível em 12 línguas, número este crescente.
ru: Наш веб-сайт был улучшен и слегка изменен, чтобы вам, пользователям, было проще перемещаться по нему и искать информацию. Мы также очень рады возможности предоставить в ваше распоряжение различные языки. AxCrypt доступен на 12 языках и насчитывает множество версий.
sv: Vår webbplats har förbättrats och något modifierats för att göra det lättare för er användare att klicka runt och söka information. Vi är också mycket glada över att kunna ställa olika språk till ditt förfogande. AxCrypt är tillgängligt på 12 språk och fler kommer.
tr: İnternet sitemiz siz kullanıcıların daha rahat gezinmesi ve bilgi aramasını kolaylaştırmak için iyileştirildi ve ufak değişimlere uğradı. Farklı dilleri kullanımınıza sunabilmekten de ayrıca mutluluk duyuyoruz. AxCrypt hali hazırda 12 dilde mevcut ve sayı giderek artıyor.
zh: 我们的网站已经加强和稍微修改，使您的用户更容易点击和搜索信息。 我们也很高兴能够为您提供不同的语言。 AxCrypt有12种语言和计数。

# Blog_EDIKPNY_H1_SH3_Text1
source: We reached 900’000 unique AxCrypt users. A huge milestone for us that makes us very proud and thankful for your devoted support and engagement with our software.
ar: وصلنا إلى 900000 مستخدم فريد لـ اكسكربت. إنها علامة فارقة بالنسبة لنا تجعلنا فخورين جدًا وشاكرين لدعمك المخلص ومشاركتك مع برنامجنا.
de: Wir haben 900'000 eindeutige AxCrypt-Benutzer erreicht. Ein großer Meilenstein für uns, der uns sehr stolz und dankbar für Ihre engagierte Unterstützung und Ihr Engagement für unsere Software macht.
es: Llegamos a 900.000 usuarios únicos de AxCrypt. Un gran hito para nosotros que nos hace sentir muy orgullosos y agradecidos por su dedicado apoyo y compromiso con nuestro software.
fr: Nous avons atteint 900'000 utilisateurs uniques d’AxCrypt. Une étape importante pour nous qui nous rend très fiers et reconnaissants pour votre soutien dévoué et votre engagement avec notre logiciel.
it: Abbiamo raggiunto 900'000 utenti unici di AxCrypt. Una pietra miliare enorme per noi che ci rende molto orgogliosi e grati per il vostro devoto supporto e impegno con il nostro software.
ko: 우리는 900'000명의 AxCrypt 사용자에게 도달했습니다. 우리 소프트웨어에 대한 귀하의 헌신적인 지원과 참여에 대해 매우 자랑스럽고 감사드리며, 우리에게는 큰 이정표입니다.
nl: We hebben 900.000 unieke AxCrypt-gebruikers bereikt. Een enorme mijlpaal voor ons die ons erg trots en dankbaar maakt voor uw toegewijde steun en betrokkenheid bij onze software.
pl: Dotarliśmy do 900 000 unikalnych użytkowników AxCrypt. Ogromny kamień milowy dla nas, który sprawia, że jesteśmy bardzo dumni i wdzięczni za Twoje oddane wsparcie i zaangażowanie w nasze oprogramowanie.
pt: Chegamos a 900.000 utilizadores AxCrypt únicos. Um marco formidável que nos deixa com orgulho e gratidão pelo seu apoio e envolvimento no nosso software.
ru: Мы достигли 900000 уникальных пользователей AxCrypt. Это огромная веха для нас, которая заставляет нас очень гордиться и благодарить вас за вашу самоотверженную поддержку и взаимодействие с нашим программным обеспечением.
sv: Vi har uppnått 900 000 unika AxCrypt-användare. En stor milstolpe för oss som gör oss mycket stolta och tacksamma för ert hängivna stöd och engagemang med vår programvara.
tr: 900.000 benzersiz AxCrypt kullanıcısına ulaştık. Bu, yazılımımıza olan özverili desteğiniz ve katılımınız bizi çok gururlandıran ve minnettar olmamız sağlayan büyük bir kilometre taşı.
zh: 我们达到了900'000独特的AxCrypt用户。 这对我们来说是一个巨大的里程碑，让我们非常自豪和感谢您对我们的软件的支持和参与。

# Blog_EDIKPNY_H1_SH4_Text1
source: New challenges for our team and exciting news for you!
ar: تحديات جديدة لفريقنا وأخبار مثيرة لك!
de: Neue Herausforderungen für unser Team und spannende Neuigkeiten für Sie!
es: ¡Nuevos desafíos para nuestro equipo y emocionantes noticias para ustedes!
fr: De nouveaux défis pour notre équipe et des nouvelles excitantes pour vous!
it: Nuove sfide per il nostro team e grandi novità per voi!
ko: 우리 팀을 위한 새로운 도전과 당신을 위한 흥미진진한 소식!
nl: Nieuwe uitdagingen voor ons team en opwindend nieuws voor jou!
pl: Nowe wyzwania dla naszego zespołu i ekscytujące wieści dla Ciebie!
pt: Novos desafios para a nossa equipa e notícias entusiasmantes para você!
ru: Новые задачи для нашей команды и захватывающие новости для вас!
sv: Nya utmaningar för vårat team och spännande nyheter för dig!
tr: Ekibimiz için yeni zorluklar ve sizler için heyecan verici haberler!
zh: 为我们的团队带来新的挑战，为您带来令人兴奋的消息！

# Blog_EDIKPNY_H1_SH4_Text2
source: We will continue focusing on making AxCrypt consistency better for both - private users as for businesses using our software. We are currently working on other topics to smooth and make your experience more exciting. We strive for better, faster and newer.
ar: سنواصل التركيز على جعل اتساق اكسكربت أفضل لكليهما - المستخدمين الخاصين والشركات التي تستخدم برنامجنا. نعمل حاليًا على مواضيع أخرى لتسهيل تجربتك وجعلها أكثر إثارة. نحن نسعى جاهدين من أجل أفضل وأسرع وأحدث.
de: Wir werden uns weiterhin darauf konzentrieren, die Konsistenz von AxCrypt sowohl für Privatanwender als auch für Unternehmen, die unsere Software verwenden, zu verbessern. Wir arbeiten derzeit an anderen Themen, um Ihre Erfahrung zu glätten und spannender zu gestalten. Wir streben nach besser, schneller und neuer.
es: Continuaremos enfocándonos en mejorar la consistencia de AxCrypt tanto para usuarios privados como para empresas que usan nuestro software. Actualmente estamos trabajando en otros temas para pulir y hacer que su experiencia sea más emocionante. Nos esforzamos por ser mejores, más rápidos y más actualizados.
fr: Nous continuerons à nous concentrer sur l’amélioration de la cohérence d’AxCrypt pour à la fois - les utilisateurs privés et pour les entreprises utilisant notre logiciel. Nous travaillons actuellement sur d’autres sujets pour lisser et rendre votre expérience plus excitante. Nous nous efforçons d’être meilleurs, plus rapides et plus récents.
it: Continueremo a concentrarci sul rendere la coerenza di AxCrypt migliore per entrambi - utenti privati come per le aziende che utilizzano il nostro software. Attualmente stiamo lavorando su altri argomenti per rendere la tua esperienza più scorrevole ed eccitante. Ci impegniamo per il meglio, più velocemente e più nuovo.
ko: 우리는 소프트웨어를 사용하는 기업과 마찬가지로, 개인 사용자 모두에게 AxCrypt 일관성을 개선하는 데 계속 집중할 것입니다. 우리는 현재 귀하의 경험을 원활하고 더 흥미롭게 만들기 위해 다른 주제에 대해 작업하고 있습니다. 우리는 더 좋고, 더 빠르고, 더 새로운 것을 위해 노력합니다.
nl: We zullen ons blijven richten op het verbeteren van de AxCrypt consistentie voor zowel particuliere gebruikers als voor bedrijven die onze software gebruiken. We werken momenteel aan andere onderwerpen om uw ervaring soepeler en opwindender te maken. We streven naar beter, sneller en nieuwer.
pl: Będziemy nadal koncentrować się na poprawie spójności AxCrypt zarówno dla użytkowników prywatnych, jak i firm korzystających z naszego oprogramowania. Obecnie pracujemy nad innymi tematami, aby wygładzić i uatrakcyjnić Twoje wrażenia. Dążymy do lepszego, szybszego i nowszego.
pt: Vamos continuar a focar-nos em tornar a consistência da AxCrypt melhor para utilizadores privados e empresas. Neste momento, estamos a trabalhar noutros tópicos para tornar a sua experiência ainda mais entusiasmante. Empenhamo-nos em fazer melhor, mais rápido e mais novo.
ru: Мы продолжим фокусироваться на улучшении согласованности AxCrypt как для частных пользователей, так и для компаний, использующих наше программное обеспечение. В настоящее время мы работаем над другими разделами, чтобы упростить и сделать ваш опыт более захватывающим. Мы стремимся к лучшему, быстрому и новому.
sv: Vi kommer att fortsätta fokusera på att göra AxCrypt-konsistensen bättre för både privata användare och företag som använder vår programvara. Vi arbetar för närvarande med andra ämnen för att jämna ut och göra din upplevelse mer spännande. Vi strävar efter bättre, snabbare och nyare.
tr: AxCrypt tutarlılığını özel kullanıcılar için olduğu gibi yazılımımızı kullanan işletmeler için de daha iyi hale getirmeye odaklanmaya devam edeceğiz. Şu anda deneyiminizi sorunsuz ve daha heyecan verici hale getirmek için başka konular üzerinde çalışıyoruz. Daha iyi, daha hızlı ve daha yenisi için çalışıyoruz.
zh: 我们将继续致力于使AxCrypt的一致性更好地为私人用户和使用我们软件的企业。 我们目前正在研究其他主题，以使您的体验更加精彩。 我们追求更好、更快、更新.

# Blog_EDIKPNY_H1_SH5_Text1
source: New tutorial videos in different languages (English, German, French and Spanish)
ar: مقاطع فيديو تعليمية جديدة بلغات مختلفة (الإنجليزية والألمانية والفرنسية والإسبانية)
de: Neue Tutorial-Videos in verschiedenen Sprachen (Englisch, Deutsch, Französisch und Spanisch)
es: Nuevos videos tutoriales en diferentes idiomas (inglés, alemán, francés y español)
fr: Nouvelles vidéos tutorielles dans différentes langues (Anglais, Allemand, Français et Espagnol)
it: Nuovi video tutorial in diverse lingue (Inglese, Tedesco, Francese e Spagnolo)
ko: 다른 언어로 된 새로운 튜토리얼 비디오 (영어, 독일어, 프랑스어 및 스페인어)
nl: Nieuwe instructievideo's in verschillende talen (Engels, Duits, Frans en Spaans)
pl: Nowe filmy instruktażowe w różnych językach (angielski, niemiecki, francuski i hiszpański)
pt: Novos vídeos de tutoriais em línguas diferentes (inglês, alemão, francês e espanhol)
ru: Новые обучающие видеоролики на разных языках (английском, немецком, французском и испанском)
sv: Nya instruktionsvideor på olika språk (engelska, tyska, franska och spanska)
tr: Farklı dillerde yeni eğitim videoları (İngilizce, Almanca, Fransızca ve İspanyolca)
zh: 不同语言的新教程视频（英语，德语，法语和西班牙语）

# Blog_EDIKPNY_H1_SH5_Text2
source: Blog posts available in English and French
ar: منشورات المدونة متوفرة باللغتين الإنجليزية والفرنسية
de: Blogbeiträge auf Englisch und Französisch verfügbar
es: Entradas de blog disponibles en inglés y francés
fr: Articles de blog disponibles en Anglais et en Français
it: I post del blog sono disponibili in inglese e francese
ko: 블로그 포스트 영어 및 불어 지원
nl: Blogposts zijn beschikbaar in het Engels en Frans
pl: Posty na blogu dostępne w języku angielskim i francuskim
pt: Blog posts disponíveis em inglês e francês
ru: Записи в блоге доступны на английском и французском языках
sv: Blogginlägg tillgängliga på engelska och franska
tr: İngilizce ve Fransızca dillerinde blog gönderileri
zh: 博客文章提供英语和法语

# Blog_EDIKPNY_H1_SH5_Text3
source: New language features such as Chinese
ar: ميزات اللغة الجديدة مثل الصينية
de: Neue Sprachfunktionen wie Chinesisch
es: Nuevas funciones de idioma como el chino
fr: Nouvelles fonctionnalités linguistiques telles que le Chinois
it: Nuove funzionalità linguistiche come il cinese
ko: 중국어와 같은 새로운 언어 기능
nl: Nieuwe taalfuncties zoals Chinees
pl: Nowe funkcje językowe, takie jak chiński
pt: Novas línguas como chinês
ru: Новые языковые функции, например китайский язык
sv: Nya språkfunktioner såsom kinesiska
tr: Çince gibi yeni dil özellikleri
zh: 中文是新的语言功能

# Blog_EDIKPNY_H1_SH5_Text4
source: New sections on our website focusing on health care, finance, law, education and governments
ar: أقسام جديدة على موقعنا تركز على الرعاية الصحية والتمويل والقانون والتعليم والحكومات
de: Neue Rubriken auf unserer Website mit den Schwerpunkten Gesundheitswesen, Finanzen, Recht, Bildung und Regierungen
es: Nuevas secciones en nuestro sitio web que se enfocan en atención médica, finanzas, leyes, educación y gobiernos
fr: Nouvelles sections de notre site web axées sur les soins de santé, les finances, le droit, l’éducation et les gouvernements
it: Nuove sezioni sul nostro sito web incentrate su assistenza sanitaria, finanza, legge, istruzione e governi
ko: 의료, 금융, 법률, 교육 및 정부에 초점을 맞춘 웹사이트의 새로운 섹션입니다.
nl: Nieuwe secties op onze website gericht op gezondheidszorg, financiën, recht, onderwijs en overheden
pl: Nowe sekcje na naszej stronie poświęcone opiece zdrowotnej, finansom, prawie, edukacji i rządom
pt: Novas secções no nosso sítio web focadas em cuidados de saúde, finanças, lei, educação e governos
ru: Новые разделы на нашем веб-сайте, посвященные здравоохранению, финансам, праву, образованию и правительствам
sv: Nya avsnitt på vår webbplats med fokus på hälso- och sjukvård, ekonomi, juridik, utbildning och myndigheter
tr: İnternet sitemizde sağlık, finans, hukuk, eğitim ve devletlere odaklanan yeni bölümler
zh: 我们网站上的新栏目集中于医疗、金融、法律、教育和政府

# Blog_EDIKPNY_H1_SH5_Text5
source: Boost of AxCrypt mobile so you can open your encrypted files from your phones
ar: تعزيز اكسكربت للهواتف المحمولة حتى تتمكن من فتح ملفاتك المشفرة من هواتفك
de: Boost von AxCrypt Mobile, damit Sie Ihre verschlüsselten Dateien von Ihren Handys aus öffnen können
es: Fomento de AxCrypt móvil para que puedan abrir sus archivos cifrados desde su teléfono
fr: Boost d'AxCrypt mobile pour que vous puissiez ouvrir vos fichiers cryptés depuis vos téléphones
it: Potenziamento di AxCrypt mobile in modo da poter aprire i tuoi file crittografati dai tuoi telefoni
ko: AxCrypt 모바일 향상으로 당신은 휴대폰에서 암호화된 파일을 열 수 있습니다.
nl: Boost van AxCrypt mobiel zodat u uw gecodeerde bestanden vanaf uw telefoons kunt openen
pl: Wzmocnienie mobilnego AxCrypt, dzięki któremu możesz otwierać zaszyfrowane pliki ze swoich telefonów
pt: Melhoria do AxCrypt mobile para que possa abrir os seus ficheiros cifrados nos seus telefones
ru: Расширьте возможности AxCrypt mobile, чтобы вы могли открывать зашифрованные файлы на своих телефонах
sv: Boost av AxCrypt mobil så du kan öppna dina krypterade filer från dina telefoner
tr: Şifrelenmiş dosyalarınızı telefonlarınızdan açabilmek için AxCrypt mobili destekleyin
zh: AxCrypt手机的提升，这样你就可以从你的手机打开你的加密文件

# Blog_EDIKPNY_H1_SH6_Text1
source: Encryption is a safe and long-lasting way to protect your data. Start 2021 on a positive note. There is no better moment than to have a look at our products and software to secure your private information. Here are the AxCrypt functions at a glance: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
ar: التشفير طريقة آمنة وطويلة الأمد لحماية بياناتك. ابدأ عام 2021 بشكل إيجابي. لا توجد لحظة أفضل من إلقاء نظرة على منتجاتنا وبرامجنا لتأمين معلوماتك الخاصة. فيما يلي نظرة سريعة على وظائف اكسكربت: <a href='https://www.axcrypt.net/pricing'> https://www.axcrypt.net/pricing </a>.
de: Verschlüsselung ist eine sichere und dauerhafte Möglichkeit, Ihre Daten zu schützen. Beginnen Sie das Jahr 2021 mit einer positiven Note. Es gibt keinen besseren Moment, als sich unsere Produkte und Software anzusehen, um Ihre privaten Daten zu schützen. Hier die Funktionen von AxCrypt im Überblick: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
es: El cifrado es una forma segura y duradera de proteger sus datos. Hay que partir el 2021 con el pie derecho. No hay mejor momento para echar un vistazo a nuestros productos y software y así proteger su información privada. Aquí pueden ver las funciones de AxCrypt: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
fr: Le cryptage est un moyen sûr et durable de protéger vos données. Commencez 2021 sur une note positive. Il n’y a pas de meilleur moment que de jeter un coup d’œil à nos produits et logiciels pour sécuriser vos informations privées. Voici les fonctions d’AxCrypt en un coup d’œil : <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
it: La crittografia è un modo sicuro e duraturo per proteggere i tuoi dati. Inizia il 2021 con una nota positiva. Non c'è momento migliore che dare un'occhiata ai nostri prodotti e software per proteggere le tue informazioni private. Ecco una panoramica delle funzioni di AxCrypt: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
ko: 암호화는 데이터를 보호하는 안전하고 오래 지속되는 방법입니다. 2021 년을 긍정적으로 시작하십시오. 귀하의 개인 정보를 보호하기 위해 당사 제품과 소프트웨어를 살펴보는 것보다 더 좋은 순간은 없습니다. 다음에서 AxCrypt 기능을 한 눈에 볼 수 있습니다. <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
nl: Versleuteling is een veilige en duurzame manier om uw gegevens te beschermen. Begin 2021 positief. Er is geen beter moment dan onze producten en software te bekijken om uw privégegevens te beveiligen. Hier zijn de AxCrypt-functies in één oogopslag: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
pl: Szyfrowanie to bezpieczny i długotrwały sposób ochrony danych. Rozpocznij 2021 pozytywnym akcentem. Nie ma lepszego momentu niż przyjrzenie się naszym produktom i oprogramowaniu, które zabezpieczy Twoje prywatne informacje. Oto funkcje AxCrypt w skrócie: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
pt: A cifragem é uma forma segura e duradoura de proteger os seus dados. Comece 2021 com uma nota positiva. Não há melhor momento que ter de olhar para os seus produtos e software de protecção da sua informação privada. Aqui estão as funções AxCrypt: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
ru: Шифрование - это безопасный и надежный способ защиты ваших данных. Начните 2021 год на позитивной ноте. Нет лучшего момента, чем ознакомиться с нашими продуктами и программным обеспечением для защиты вашей личной информации. Краткое описание функций AxCrypt: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
sv: Kryptering är ett säkert och långvarigt sätt att skydda din data. Starta 2021 på ett positivt sätt. Det finns inget bättre tillfälle att ta en titt på våra produkter och mjukvara för att säkra din privata information. Här är AxCrypt-funktionerna i ett nötskal:<ahref='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
tr: Şifreleme, verilerinizi korumak için güvenli ve uzun ömürlü bir yoldur. 2021'e pozitif bir şekilde başlayın. Özel bilgilerinizi güvence altına almak için ürünlerimize ve yazılımımıza göz atmak için bundan daha iyi bir zaman olamaz. İşte tek bir bakışta AxCrypt'in işlevleri: <a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>.
zh: 加密是一种安全且持久的数据保护方式。 以积极的态度开始2021年。 没有比看看我们的产品和软件更好的时机来保护您的私人信息。 下面是AxCrypt函数一目了然：<a href='https://www.axcrypt.net/pricing'>https://www.axcrypt.net/pricing</a>。

# Blog_EDIKPNY_H1_SH6_Text2
source: Don’t miss any news of AxCrypt anymore by checking out and following our socials. We are active on Instagram, Facebook, LinkedIn and Twitter. You can find helpful links, learn about new events and get an insight into our office.
ar: لا تفوت أي أخبار عن اكسكربت بعد الآن عن طريق التحقق من ومتابعة مواقعنا الاجتماعية. نحن نشيطون على انستغرام و فيسبوك و ينكدين و تويتر. يمكنك العثور على روابط مفيدة ، والتعرف على الأحداث الجديدة والحصول على نظرة ثاقبة لمكتبنا.
de: Verpasse keine Neuigkeiten mehr von AxCrypt, indem du unsere Socials besuchst und folgst. Facebook Instagram Wir sind auf Instagram, Facebook, LinkedIn und Twitter aktiv. Sie können hilfreiche Links finden, sich über neue Veranstaltungen informieren und einen Einblick in unser Büro erhalten.
es: No te pierdas ninguna novedad sobre AxCrypt y síguenos en nuestras redes sociales. Estamos activos en Instagram, Facebook, LinkedIn y Twitter. Puedes encontrar enlaces útiles, obtener información sobre nuevos eventos y conocer nuestra oficina.
fr: Ne manquez plus aucune nouvelle d’AxCrypt en consultant et en suivant nos réseaux sociaux. Nous sommes actifs sur Instagram, Facebook, LinkedIn et Twitter. Vous pouvez trouver des liens utiles, en savoir plus sur les nouveaux événements et avoir un aperçu de notre bureau.
it: Non perdere più nessuna notizia di AxCrypt controllando e seguendo i nostri social. Siamo attivi su Instagram, Facebook, LinkedIn e Twitter. Puoi trovare link utili, conoscere nuovi eventi e avere un'idea del nostro ufficio.
ko: 더 이상 AxCrypt 소식을 놓치지 말고, SNS을 확인하고 팔로우하세요. 우리는 인스타그램, 페이스북, 링크드인 및 트위터에서 활동하고 있습니다. 유용한 링크를 찾고, 새로운 이벤트에 대해 찾아보고, 사무실에 대한 통찰력을 얻을 수 있습니다.
nl: Mis geen enkel nieuws van AxCrypt meer door onze socials te bekijken en te volgen. We zijn actief op Instagram, Facebook, LinkedIn en Twitter. U kunt nuttige links vinden, meer te weten komen over nieuwe evenementen en een kijkje krijgen in ons kantoor.
pl: Nie przegap już żadnych wiadomości o AxCrypt, sprawdzając i śledząc nasze społeczności. Jesteśmy aktywni na Instagramie, Facebooku, LinkedIn i Twitterze. Możesz znaleźć pomocne linki, dowiedzieć się o nowych wydarzeniach i uzyskać wgląd w nasze biuro.
pt: Não perca mais nenhuma notícia da AxCrypt, seguindo-nos nas redes sociais. Estamos activos no Instagram, Facebook, Linkedin e Twitter. Pode encontrar hiperligações úteis, saber de novos eventos e ficar com uma ideia do nosso escritório.
ru: Больше не пропускайте ни одной новости об AxCrypt. Мы есть в Instagram, Facebook, LinkedIn и Twitter. Вы можете найти полезные ссылки, узнать о новых мероприятиях и получить представление о работе нашего офисе.
sv: Missa inte längre några nyheter om AxCrypt genom att kolla in och följa våra sociala medier. Vi är aktiva på Instagram, Facebook, LinkedIn och Twitter. Du kan hitta användbara länkar, lära dig om nya evenemang och få en inblick i hur vi jobbar.
tr: Sosyal medyalarımıza göz atın ve takip edin ve AxCrypt ile ilgili hiçbir haberi kaçırmayın. Instagram, Facebook, LinkedIn ve Twitter'da aktifiz. Yararlı bağlantılar bulabilir, yeni etkinlikler hakkında bilgi edinebilir ve ofisimiz hakkında bilgi edinebilirsiniz.
zh: 不要再错过任何关于AxCrypt的消息了，请查看并关注我们的社交活动。 我们活跃在instagram、Facebook、LinkedIn和Twitter上。 你可以找到有用的链接,了解新的活动,并深入了解我们的办公室.
