Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCPMGDBlock1Text2
source: AxCrypt secures your data using the strongest encryption algorithm, <span>AES-256</span>, with <span>Zero-Knowledge Encryption.</span> This means that access to your data solely resides with you and no one else, not even AxCrypt.
ar: يؤمن اكسكربت بياناتك باستخدام أقوى خوارزمية تشفير ، <span>AES-256</span> ، مع <span>تشفير المعرفة الصفرية.</span> هذا يعني أن الوصول إلى بياناتك موجود معك فقط وليس لأي شخص آخر ، ولا حتى اكسكربت.
de: AxCrypt sichert Ihre Daten mit dem stärksten Verschlüsselungsalgorithmus, <span>AES-256</span>, mit <span>Zero-Knowledge-Verschlüsselung.</span> Das bedeutet, dass der Zugriff auf Ihre Daten ausschließlich bei Ihnen und bei niemand anderem liegt, auch nicht bei AxCrypt.
es: AxCrypt protege sus datos utilizando el algoritmo de cifrado más fuerte, <span>AES-256</span>, con <span>cifrado de conocimiento cero.</span> Esto significa que el acceso a sus datos reside únicamente en usted y en nadie más, ni siquiera en AxCrypt.
fr: AxCrypt sécurise vos données à l'aide de l'algorithme de cryptage le plus puissant, <span>AES-256</span>, avec <span>le chiffrement Zéro-Connaissance.</span> Cela signifie que l'accès à vos données réside uniquement entre vous et personne d'autre. pas même AxCrypt.
it: AxCrypt protegge i tuoi dati utilizzando l'algoritmo di crittografia più potente, <span>AES-256</span>, con <span>crittografia a conoscenza zero.</span> Ciò significa che l'accesso ai tuoi dati risiede esclusivamente a te e a nessun altro, nemmeno ad AxCrypt.
ko: AxCrypt는 가장 강력한 암호화 알고리즘인 <span>AES-256</span>과 <span>제로 지식 암호화</span>를 사용하여 데이터를 보호합니다. 이는 오직 사용자만 데이터에 접근할 수 있으며, AxCrypt조차도 접근할 수 없음을 의미합니다.
nl: AxCrypt beveiligt jouw gegevens met behulp van het sterkste versleutelingsalgoritme, <span>AES-256</span>, met <span>zero-knowledge versleuteling.</span> Dit betekent dat de toegang tot jouw gegevens uitsluitend bij jou berust en bij niemand anders, zelfs niet bij AxCrypt.
pl: AxCrypt zabezpiecza Twoje dane przy użyciu najsilniejszego algorytmu szyfrowania, <span>AES-256</span>, z <span>szyfrowaniem o zerowej wiedzy.</span> Oznacza to, że dostęp do Twoich danych masz wyłącznie Ty i nikt inny, nawet AxCrypt.
pt: O AxCrypt protege seus dados usando o algoritmo de criptografia mais forte, <span>AES-256</span>, com <span>Criptografia de Conhecimento Zero.</span> Isso significa que o acesso aos seus dados reside exclusivamente em você e em mais ninguém, nem mesmo no AxCrypt.
ru: AxCrypt защищает ваши данные с помощью самого надежного алгоритма шифрования <span>AES-256</span> с <span>шифрованием с нулевым разглашением.</span> Это означает, что доступ к вашим данным принадлежит исключительно вам и никому другому, даже AxCrypt.
sv: AxCrypt skyddar din data med hjälp av den starkaste krypteringsalgoritmen, <span>AES-256</span>, med <span>Zero-Knowledge Kryptering.</span> Detta innebär att tillgången till dina uppgifter endast ligger hos dig och ingen annan, inte ens hos AxCrypt.
tr: AxCrypt, en güçlü şifreleme algoritması <span>olan AES-256'yı</span> kullanarak verilerini <span>Sıfır Bilgi Şifrelemesi</span> ile güvence altına alır. Bu, verilerine erişimin sadece size ait olduğu ve başka hiç kimseye, hatta AxCrypt'e bile ait olmadığı anlamına gelir.
zh: AxCrypt使用最强的加密算法 <span>AES-256</span>和 <span>零知识加密</span> 来保护您的数据。这意味着对您的数据的访问仅属于您，而不是其他人，甚至不是AxCrypt。

# AxCPMGDBlock1Text3
source: The Password Manager can be accessed from any web browser or using AxCrypt’s mobile apps on <span>Android & iOS</span>. When data is synchronized to your devices, the data remains encrypted using <span>256-bit symmetric</span> encryption. Data in-transit is also encrypted with <span>Transport Layer Security (TLS)</span>.
ar: يمكن الوصول إلى مدير كلمات المرور من أي متصفح ويب أو باستخدام تطبيقات اكسكربت للجوال على <span>أندرويد و نظام التشغيل ايفون</span>. عند مزامنة البيانات مع أجهزتك، تظل البيانات مشفرة باستخدام تشفير <span>متماثل 256 بت</span>. يتم أيضا تشفير البيانات أثناء النقل باستخدام <span>أمان طبقة النقل (TLS).</span>
de: Der Passwort-Manager kann über jeden Webbrowser oder über die mobilen Apps von AxCrypt auf <span>Android und iOS</span> aufgerufen werden. Wenn Daten mit Ihren Geräten synchronisiert werden, bleiben die Daten mit <span>symmetrischer 256-Bit-Verschlüsselung</span> verschlüsselt. Die Übertragung von Daten wird ebenfalls mit <span>Transportschichtsicherheit (TSS)</span> verschlüsselt.
es: Se puede acceder al Administrador de contraseñas desde cualquier navegador web o utilizando las aplicaciones móviles de AxCrypt en <span>Android e iOS</span>. Cuando los datos se sincronizan con los dispositivos, los datos permanecen cifrados mediante el cifrado <span>simétrico de 256 bits</span>. Los datos en tránsito también se cifran con <span>Seguridad de la capa de transporte (TLS).</span>
fr: Le Gestionnaire de Mots de passe est accessible depuis n'importe quel navigateur web ou à l'aide des applications mobiles d'AxCrypt sur <span>Android et iOS</span>. Lorsque les données sont synchronisées sur vos appareils, elles restent chiffrées à l'aide du chiffrement <span>symétrique 256 bits</span>. Les données en transit sont également chiffrées avec <span>Transport Layer Security (TLS)</span>.
it: È possibile accedere a Password Manager da qualsiasi browser web o utilizzando le app mobili di AxCrypt su <span>Android e iOS</span>. Quando i dati vengono sincronizzati con i dispositivi, i dati rimangono crittografati utilizzando la crittografia <span>simmetrica a 256 bit</span>. Anche i dati in transito vengono crittografati con <span>Transport Layer Security (TLS).</span>
ko: 비밀번호 관리자는 모든 웹 브라우저 또는 AxCrypt의 모바일 앱에서 <span>Android 및 iOS</span>를 사용하여 접근할 수 있습니다. 데이터가 기기에 동기화될 때, 데이터는 <span>256비트 대칭</span> 암호화를 사용하여 암호화된 상태로 유지됩니다. 전송 중인 데이터는 <span>전송 계층 보안(TLS)</span>으로 암호화됩니다.
nl: De wachtwoordmanager is toegankelijk via elke webbrowser of via de mobiele apps van AxCrypt op <span>Android en iOS</span>. Wanneer gegevens naar jouw apparaten worden gesynchroniseerd, blijven de gegevens versleuteld met behulp van <span>256-bit symmetrische</span> versleuteling. Ook gegevens die onderweg zijn worden versleuteld met <span>Transport Layer Security (TLS)</span>.
pl: Dostęp do Menedżera haseł można uzyskać z dowolnej przeglądarki internetowej lub za pomocą aplikacji mobilnych AxCrypt na <span>Android i iOS</span>. Gdy dane są synchronizowane z Twoimi urządzeniami, pozostają one zaszyfrowane przy użyciu <span>256-bitowego szyfrowania symetrycznego</span>. Przesyłane dane są również szyfrowane za pomocą <span>Transport Layer Security (TLS)</span>.
pt: O Password Manager pode ser acessado de qualquer navegador da web ou usando os aplicativos móveis do AxCrypt no <span>Android e iOS</span>. Quando os dados são sincronizados com seus dispositivos, os dados permanecem criptografados usando criptografia <span>simétrica de 256 bits</span>. Os dados em trânsito também são criptografados com <span>TLS (Transport Layer Security).</span>
ru: Доступ к менеджеру паролей можно получить из любого веб-браузера или с помощью мобильных приложений AxCrypt на <span>Android и iOS.</span> Когда данные синхронизируются с вашими устройствами, они остаются зашифрованными с помощью <span>256-битного симметричного</span> шифрования. Передаваемые данные также шифруются с помощью <span>протокола TLS</span>.
sv: Lösenordshanteraren kan nås från vilken webbläsare som helst eller genom att använda AxCrypts mobilappar för <span>Android och iOS</span>. När data synkroniseras till dina enheter förblir datan krypterade med <span>256-bitars symmetrisk</span> kryptering. Data under Överföring krypteras också med <span>TLS (Transport Layer Security).</span>
tr: Parola Yöneticisine herhangi bir internet tarayıcısından veya AxCrypt'in <span>Android ve iOS'taki</span> mobil uygulamaları kullanılarak erişilebilir. Veriler cihazlarınızla senkronize edildiğinde, <span>256 bit simetrik</span> şifreleme kullanılarak şifrelenmiş olarak kalır. Aktarılan veriler de <span>Aktarım Katmanı Güvenliği (TLS)</span> ile şifrelenir.
zh: 密码管理器可以从任何网络浏览器访问，也可以在 <span>Android和iOS</span>上使用AxCrypt的移动应用程序访问。当数据同步到您的设备时，数据将使用 <span>256 位对称</span> 加密保持加密状态。传输中的数据也使用 <span>传输层安全性 （TLS）</span> 进行加密。

# AxCPMGDBlock1Text4
source: Also, AxCrypt's Password Manager comes equipped with a free <a href='/information/password-generator/'><b>Password Generator</b></a> tool which can generate 'n' number of strong passwords that are not nonsensical and are possible to remember and type.
ar: أيضا ، يأتي مدير كلمات المرور في اكسكربت مزودا بأداة <a href='/information/password-generator/'><b>مولد كلمات مرور</b></a> مجانية يمكنها إنشاء عدد "n" من كلمات المرور القوية التي لا معنى لها ويمكن تذكرها وكتابتها.
de: Außerdem ist der Passwort-Manager von AxCrypt mit einem kostenlosen <a href='/information/password-generator/'><b>Password Generator</b></a> Tool ausgestattet, das eine Anzahl von starken Passwörtern generieren kann, die nicht unsinnig sind und sich merken und eingeben können.
es: Además, el Administrador de Contraseñas de AxCrypt viene equipado con una herramienta gratuita de <a href='/information/password-generator/'><b>Generación de Contraseñas</b></a> que puede generar 'n' número de contraseñas seguras que no son absurdas y son posibles de recordar y escribir.
fr: De plus, le Gestionnaire de Mots de passe d'AxCrypt est équipé d'un outil gratuit de <a href='/information/password-generator/'><b>Générateur de Mots de passe</b></a> qui peut générer un certain nombre de mots de passe forts et sans signification et qu'il est possible de se souvenir et de taper.
it: Inoltre, il Password Manager di AxCrypt è dotato di uno strumento gratuito per la <a href='/information/password-generator/'><b>generazione di password</b></a> in grado di generare un numero 'n' di password complesse che non sono prive di senso e sono possibili da ricordare e digitare.
ko: 또한, AxCrypt의 비밀번호 관리자는 무료 <a href='/information/password-generator/'><b>비밀번호 생성기</b></a> 도구를 제공하여 기억하고 입력하기 쉬운 'n' 개의 강력한 비밀번호를 생성할 수 있습니다.
nl: Bovendien is AxCrypt's Wachtwoordmanager uitgerust met een gratis <a href='/information/password-generator/'><b>Wachtwoordgenerator</b></a>-tool die 'n' aantal sterke wachtwoorden kan genereren die niet onzinnig zijn en mogelijk om te onthouden en te typen.
pl: Ponadto Menedżer haseł AxCrypt jest wyposażony w bezpłatne narzędzie <a href='/information/password-generator/'><b>Generator haseł</b></a>, które może wygenerować „n” silnych haseł, które są nie są bezsensowne i można je zapamiętać i wpisać.
pt: Além disso, o Gerenciador de Senhas do AxCrypt vem equipado com uma ferramenta gratuita <a href='/information/password-generator/'><b>Gerador de Senhas</b></a> que pode gerar 'n' número de senhas fortes que não são absurdas e são possíveis de lembrar e digitar.
ru: Кроме того, менеджер паролей AxCrypt оснащен бесплатным генератором паролей, который может генерировать 'n' количество надежных <a href='/information/password-generator/'><b>Password Generator</b></a>, которые не являются бессмысленными и их можно запомнить и напечатать.
sv: Dessutom är AxCrypts lösenordshanterare utrustad med ett gratis <a href='/information/password-generator/'><b>verktyg för lösenordsgenerator</b></a> som kan generera ett antal starka lösenord som inte är meningslösa och som är möjliga att komma ihåg och skriva.
tr: Ayrıca, AxCrypt'in Parola Yöneticisi, anlamsız olmayan ve hatırlaması ve yazması mümkün olan 'n' sayıda güçlü parola üretebilen ücretsiz bir <a href='/information/password-generator/'><b>Parola Oluşturucu</b></a> aracı ile donatılmıştır.
zh: 此外，AxCrypt的密码管理器配备了一个免费的密码生成器工具，可以生成“n”个非无意义的强 <a href='/information/password-generator/'><b>Password Generator</b></a> ，并且可以记住和输入。

# AxCPMGDBlock2_SH1_Text1
source: AxCrypt has <span>zero knowledge</span> of your private keys or password. It means that you – and only you – can decrypt your stored data.
ar: ليس لدى اكسكربت <span>أي معرفة</span> بمفاتيحك الخاصة أو كلمة المرور. هذا يعني أنه يمكنك - وأنت فقط - فك تشفير بياناتك المخزنة.
de: AxCrypt hat <span>Zero-Knowledge</span> von Ihren privaten Schlüsseln oder Ihrem Passwort. Das bedeutet, dass Sie – und nur Sie – Ihre gespeicherten Daten entschlüsseln können.
es: AxCrypt no tiene <span>ningún conocimiento</span> de sus claves privadas o contraseña. Significa que usted, y solo usted, puede descifrar sus datos almacenados.
fr: AxCrypt n'a <span>aucune connaissance</span> de vos clés privées ou de votre mot de passe. Cela signifie que vous – et vous seul – pouvez décrypter vos données stockées.
it: AxCrypt <span>non conosce le</span> tue chiavi private o la tua password. Significa che tu, e solo tu, puoi decrittografare i tuoi dati memorizzati.
ko: AxCrypt는 귀하의 개인 키나 비밀번호에 대해 <span>제로 지식</span>을 가지고 있습니다. 즉, 귀하만이 저장된 데이터를 복호화할 수 있습니다.
nl: AxCrypt heeft <span>geen kennis</span> van jouw privésleutels of wachtwoord. Het betekent dat jij – en alleen jij – jouw opgeslagen gegevens kunt ontsleutelen.
pl: AxCrypt ma <span>zerową wiedzę</span> na temat Twoich kluczy prywatnych i haseł. Oznacza to, że Ty – i tylko Ty – możesz odszyfrować zapisane dane.
pt: AxCrypt tem <span>zero conhecimento</span> de suas chaves privadas ou senha. Isso significa que você – e somente você – pode descriptografar seus dados armazenados.
ru: AxCrypt <span>не знает</span> ваших приватных ключей или пароля. Это означает, что вы – и только вы – можете расшифровать свои сохраненные данные.
sv: AxCrypt har <span>Zero knowledge</span> om dina privata nycklar och lösenord. Det betyder att du – och bara du – kan dekryptera din lagrade data.
tr: AxCrypt özel anahtarlarınızı veya parolanızı <span>hiçbir şekilde bilmez</span> . Bu, depolanan verilerinizin şifresini yalnızca sizin çözebileceğiniz anlamına gelir.
zh: AxCrypt具有<span>零知识</span>您的私钥或密码。 这意味着您-并且只有您-可以解密存储的数据。

# AxCPMGDBlock2_SH1_Text5
source: Generate and save <span>unlimited</span> number of <span>passwords</span>, <span>cards</span>, and <span>notes</span> effortlessly, ensuring all your sensitive information is securely organized.
ar: قم بإنشاء وحفظ عدد <span>غير محدود</span> من <span>كلمات المرور</span> <span>والبطاقات</span> <span>والملاحظات</span> دون عناء ، مما يضمن تنظيم جميع معلوماتك الحساسة بشكل آمن.
de: Generieren und speichern Sie <span>mühelos eine unbegrenzte</span> Anzahl von <span>Passwörtern</span>, <span>Karten</span> und <span>Notizen</span> und stellen Sie sicher, dass alle Ihre sensiblen Informationen sicher organisiert sind.
es: Genere y guarde <span>unlimited</span> number of <span>passwords</span>, <span>cards</span> y <span>notes</span> sin esfuerzo, asegurándose de que toda su información confidencial esté organizada de forma segura.
fr: Générez et enregistrez un nombre <span>illimité</span> de <span>mots de passe</span>, de <span>cartes</span> et de <span>notes</span> sans effort, en veillant à ce que toutes vos informations sensibles soient organisées en toute sécurité.
it: Genera e salva un numero <span>illimitato</span> di <span>password</span>, <span>schede</span> e <span>note</span> senza sforzo, assicurandoti che tutte le tue informazioni sensibili siano organizzate in modo sicuro.
ko: <span>암호</span>, <span>카드</span> 및 <span>메모</span> 의 <span>무제한</span> 수를 손쉽게 생성 및 저장하여 중요한 모든 정보를 안전하게 구성할 수 있습니다.
nl: Genereer en sla <span>onbeperkt</span> aantal <span>wachtwoorden</span>, <span>kaarten</span> en <span>notities</span> moeiteloos op, zodat al uw gevoelige informatie veilig is georganiseerd.
pl: Bez wysiłku generuj i zapisuj <span>nieograniczoną</span> liczbę <span>haseł</span>, <span>kart</span> i <span>notatek</span>, upewniając się, że wszystkie poufne informacje są bezpiecznie uporządkowane.
ru: Создавайте и сохраняйте <span>неограниченное</span> количество <span>паролей</span>, <span>карт</span> и <span>заметок</span> без особых усилий, обеспечивая безопасную организацию всей вашей конфиденциальной информации.
zh: 轻松生成和保存 <span>无限</span> 数量的 <span>密码</span>、 <span>银行卡</span>和 <span>笔记</span> ，确保您的所有敏感信息都得到安全组织。

# AxCPMGDBlock2_SH2_Text2
source: AxCrypt uses the <span>Advanced Encryption Standard</span> with <span>256-bit keys</span> for the data encryption.
ar: يستخدم اكسكربت<span>معيار التشفير المتقدم</span> مع <span>مفاتيح 256 بت</span> لتشفير البيانات.
de: AxCrypt verwendet den <span>Advanced Encryption Standard</span> mit <span>256-Bit-Schlüsseln</span> für die Datenverschlüsselung.
es: AxCrypt utiliza el <span>Estándar de Cifrado Avanzado</span> con <span>claves de 256 bits</span> para el cifrado de datos.
fr: AxCrypt utilise le <span>Advanced Encryption Standard</span> avec des <span>clés de 256 bits</span> pour le cryptage des données.
it: AxCrypt utilizza <span>l'Advanced Encryption Standard</span> con <span>chiavi a 256 bit</span> per la crittografia dei dati.
ko: AxCrypt는 <span>Advanced Encryption Standard</span>와 <span>256비트 키</span>를 사용하여 데이터를 암호화합니다.
nl: AxCrypt maakt gebruik van de <span>Advanced Encryption Standard</span> met <span>256-bits sleutels</span> voor de gegevensversleuteling.
pl: AxCrypt używa <span>Advanced Encryption Standard</span> z <span>256-bitowymi kluczami</span> do szyfrowania danych.
pt: O AxCrypt usa o <span>Advanced Encryption Standard</span> com <span>chaves de 256 bits</span> para a criptografia de dados.
ru: AxCrypt использует <span>Расширенный стандарт шифрования</span> с <span>256-битными ключами</span> для шифрования данных.
sv: AxCrypt använder den <span>Avancerade Krypteringsstandard</span> med <span>256-bitars nycklar</span> för datakryptering.
tr: AxCrypt, veri şifreleme için <span>256-bit anahtarlı</span> <span>Gelişmiş Şifreleme Standardını</span> kullanır.
zh: AxCrypt使用带有<span>256位密钥</span><span>的高级加密标准</span>进行数据加密。

# AxCPMGDBlock2_SH3_Text3
source: AxCrypt uses the <span>Asymmetric</span> encryption, enabling you to share your private data with friends, family, and colleagues without disclosing the password.
ar: يستخدم اكسكربت التشفير <span>غير المتماثل</span> ، مما يتيح لك مشاركة بياناتك الخاصة مع الأصدقاء والعائلة والزملاء دون الكشف عن كلمة المرور.
de: AxCrypt verwendet die <span>Asymmetrische</span> Verschlüsselung, mit der Sie Ihre privaten Daten mit Freunden, Familie und Kollegen teilen können, ohne das Passwort preiszugeben.
es: AxCrypt utiliza el cifrado <span>asimétrico</span> , lo que le permite compartir sus datos privados con amigos, familiares y colegas sin revelar la contraseña.
fr: AxCrypt utilise le cryptage <span>Asymétrique</span>, vous permettant de partager vos données privées avec vos amis, votre famille et vos collègues sans divulguer le mot de passe.
it: AxCrypt utilizza la crittografia <span>asimmetrica</span> , che ti consente di condividere i tuoi dati privati con amici, familiari e colleghi senza rivelare la password.
ko: AxCrypt는 <span>비대칭</span> 암호화를 사용하여 비밀번호를 공개하지 않고 친구, 가족 및 동료와 개인 데이터를 공유할 수 있습니다.
nl: AxCrypt maakt gebruik van de <span>asymmetrische</span> versleuteling, waardoor je jouw privégegevens kunt delen met vrienden, familie en collega's zonder het wachtwoord bekend te maken.
pl: AxCrypt wykorzystuje szyfrowanie <span>asymetryczne</span>, umożliwiając udostępnianie prywatnych danych znajomym, rodzinie i współpracownikom bez ujawniania hasła.
pt: O AxCrypt usa a criptografia <span>assimétrica</span> , permitindo que você compartilhe seus dados privados com amigos, familiares e colegas sem revelar a senha.
ru: AxCrypt использует <span>асимметричное</span> шифрование, позволяющее делиться личными данными с друзьями, семьей и коллегами, не раскрывая пароль.
sv: AxCrypt använder <span>asymmetrisk</span> kryptering, vilket gör att du kan dela dina privata uppgifter med vänner, familj och kollegor utan att behöva avslöja lösenordet.
tr: AxCrypt, <span>Asimetrik</span> şifrelemeyi kullanır ve özel verilerinizi parolanızı açıklamadan arkadaşlarınız, aileniz ve iş arkadaşlarınızla paylaşmanızı sağlar.
zh: AxCrypt使用 <span>非对称</span> 加密，使您能够在不泄露密码的情况下与朋友、家人和同事共享您的私人数据。

# AxCPMGDBlock2_SH4_Text4
source: AxCrypt’s data centres are located in <span>EU</span>, adhering to the stricter <span>GDPR</span> data laws and <span>NIS2</span> guidelines.
ar: تقع مراكز بيانات اكسكربت في <span>الاتحاد الأوروبي</span> ، وتلتزم بقوانين بيانات <span>الناتج المحلي الإجمالي</span> الأكثر صرامة وإرشادات <span>NIS2</span> .
de: Die Rechenzentren von AxCrypt befinden sich in der <span>EU</span> und halten sich an die strengeren <span>DSGVO-Datengesetze</span> und <span>NIS2-Richtlinien</span>.
es: Los centros de datos de AxCrypt están ubicados en la <span>UE</span> y se adhieren a las <span>leyes de datos</span> GDPR más estrictas y a las directrices <span>NIS2</span> .
fr: Les centres de données d'AxCrypt sont situés dans l'<span>UE</span>, adhérant aux lois les plus strictes sur les données du <span>RGPD</span> et aux directives <span>NIS2</span>.
it: I data center di AxCrypt si trovano <span>nell'UE</span>, aderendo alle più severe leggi <span>sui dati GDPR</span> e alle linee guida <span>NIS2</span> .
ko: AxCrypt의 데이터 센터는 <span>EU</span>에 위치하고 있으며, 더 엄격한 <span>GDPR</span> 데이터 법규와 <span>NIS2</span> 지침을 준수합니다.
nl: De datacenters van AxCrypt bevinden zich in de <span>EU</span> en voldoen aan de strengere <span>AVG-gegevenswetten</span> en <span>NIS2-richtlijnen</span> .
pl: Centra danych AxCrypt znajdują się w <span>UE</span> i przestrzegają bardziej rygorystycznych przepisów dotyczących danych <span>RODO</span> i wytycznych <span>NIS2</span>.
pt: Os data centers da AxCrypt estão localizados na <span>UE</span>, aderindo às <span>leis de dados</span> GDPR mais rigorosas e às diretrizes <span>NIS2</span> .
ru: Дата-центры AxCrypt расположены в <span>ЕС</span>, придерживаясь более строгих законов <span>GDPR</span> и рекомендаций <span>NIS2</span>.
sv: AxCrypts datacenter är belägna i <span>EU</span> och följer de strängare <span>GDPR</span> datalagarna och <span>NIS2</span> riktlinjerna .
tr: AxCrypt'in veri merkezleri, daha katı <span>GDPR</span> veri yasalarına ve <span>NIS2</span> yönergelerine uygun bir şekilde <span>AB'de</span> bulunur.
zh: AxCrypt的数据中心位于 <span>欧盟</span>，遵守更严格的 <span>GDPR</span> 数据法和 <span>NIS2</span> 准则。

# AxCPMGDBlock2Heading
source: <span>AxCrypt’s</span> Top Notch Security <span> in a View </span>
ar: <span>أكسكربت</span> أمان من الدرجة الأولى <span> في طريقة عرض </span>
de: <span>Die Funktionen von AxCrypt</span> Erstklassige Sicherheit <span> auf einen Blick </span>
es: <span>Seguridad de primer nivel</span> de AxCrypt <span> en una vista </span>
fr: <span>La</span> sécurité de pointe d'AxCrypt <span>en un coup d'œil</span>
it: <span>Di AxCrypt</span> Sicurezza di prim'ordine <span> in una vista </span>
ko: <span>AxCrypt</span> 보기의 최고 수준의 보안 </span>
nl: <span>AxCrypt</span> Eersteklas beveiliging <span> in een weergave </span>
pl: <span>AxCrypt</span> Bezpieczeństwo na najwyższym poziomie <span> w widoku </span>
ru: <span>Первоклассная защита AxCrypt </span> <span>в режиме просмотра </span>
sv: <span>AxCrypts</span> bästa säkerhet <span> i en vy </span>
zh: <span>AxCrypt 的</span><span> 视图中</span>的一流安全性

# AxCPMGDBlock2SubHeading1
source: Zero-Knowledge Encryption
ar: تشفير المعرفة الصفرية
de: Zero-Knowledge-Verschlüsselung
es: Cifrado de conocimiento cero
fr: Cryptage Zéro-Connaissance
it: Crittografia a conoscenza zero
ko: 제로 지식 암호화
nl: Zero-knowledge versleuteling
pl: Szyfrowanie z wiedzą zerową
pt: Criptografia de conhecimento zero
ru: Шифрование с нулевым разглашением
sv: Zero-Knowledge Kryptering
tr: Sıfır Bilgi Şifrelemesi
zh: 零知识加密

# AxCPMGDBlock2SubHeading2
source: AES-256 bit Algorithm
ar: خوارزمية AES-256 بت
de: AES-256-Bit-Algorithmus
es: Algoritmo AES de 256 bits
fr: Algorithme AES-256 bits
it: Algoritmo AES-256 bit
ko: AES-256 비트 알고리즘
nl: AES-256 bit algoritme
pl: Algorytm AES-256-bitowy
pt: Algoritmo AES-256 bits
ru: AES-256-битный алгоритм
sv: AES-256 bitars algoritm
tr: AES-256 bit Algoritması
zh: AES-256 位算法
