Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CEANK_H1_Text1
source: The cloud is a network that refers to all the data servers that are placed all over the world including their software and database sometimes operated offshore. It permits users to access the same files or applications anywhere at any time via the Internet as the information is stored on the servers instead of local devices such as computers or phones. The files are moreover stored various times on distinct data centers so that the information remains available if any problem should occur. Over time, businesses switched to cloud computing removing in that way some costs and the endeavor of taking care and maintaining their own servers.This convenient, on-demand network does not crack, gets lost or stolen. The cloud is a promising technology that enables collaboration, flexibility, reliability and high productivity.
ar: السحابة عبارة عن شبكة تشير إلى جميع خوادم البيانات الموضوعة في جميع أنحاء العالم بما في ذلك برامجها وقاعدة بياناتها التي تعمل أحيانًا في الخارج. يسمح للمستخدمين بالوصول إلى نفس الملفات أو التطبيقات في أي مكان وفي أي وقت عبر الإنترنت حيث يتم تخزين المعلومات على الخوادم بدلاً من الأجهزة المحلية مثل أجهزة الكمبيوتر أو الهواتف. علاوة على ذلك ، يتم تخزين الملفات في أوقات مختلفة في مراكز بيانات متميزة بحيث تظل المعلومات متاحة في حالة حدوث أي مشكلة. بمرور الوقت ، تحولت الشركات إلى الحوسبة السحابية لإزالة بعض التكاليف بهذه الطريقة والسعي لرعاية وصيانة الخوادم الخاصة بهم ، هذه الشبكة الملائمة عند الطلب لا تتصدع أو تضيع أو تُسرق. السحابة هي تقنية واعدة تتيح التعاون والمرونة والموثوقية والإنتاجية العالية.
de: Die Cloud ist ein Netzwerk, das sich auf alle Datenserver bezieht, die auf der ganzen Welt platziert sind, einschließlich ihrer Software und Datenbank, die manchmal offshore betrieben werden. Benutzer können jederzeit und überall über das Internet auf dieselben Dateien oder Anwendungen zugreifen, da die Informationen auf den Servern anstelle von lokalen Geräten wie Computern oder Telefonen gespeichert werden. Die Dateien werden außerdem mehrmals in verschiedenen Rechenzentren gespeichert, so dass die Informationen verfügbar bleiben, falls ein Problem auftreten sollte. Im Laufe der Zeit wechselten Unternehmen zum Cloud Computing, wodurch einige Kosten und das Bestreben, ihre eigenen Server zu pflegen und zu warten, entfielen.Dieses praktische On-Demand-Netzwerk knackt nicht, geht nicht verloren oder wird gestohlen. Die Cloud ist eine vielversprechende Technologie, die Zusammenarbeit, Flexibilität, Zuverlässigkeit und hohe Produktivität ermöglicht.
es: La nube es una red que se refiere a todos los servidores de datos que se encuentran en todo el mundo, incluido su software y base de datos, que a veces se operan en el extranjero. Permite a los usuarios acceder a los mismos archivos o aplicaciones en cualquier lugar y en cualquier momento a través de internet, ya que la información se almacena en los servidores en lugar de dispositivos locales como computadoras o teléfonos. Además, los archivos se almacenan varias veces en distintos centros de datos para que la información permanezca disponible si ocurriera algún problema. Con el tiempo, las empresas cambiaron a la computación en la nube eliminando así algunos costos y el esfuerzo de cuidar y mantener sus propios servidores. Esta conveniente red bajo demanda no se rompe, no se pierde ni es robada. La nube es una tecnología prometedora que permite la colaboración, flexibilidad, confiabilidad y alta productividad.
fr: Le cloud est un réseau qui fait référence à tous les serveurs de données qui sont placés partout dans le monde, y compris leurs logiciels et leur base de données parfois exploités à l’étranger. Il permet aux utilisateurs d’accéder aux mêmes fichiers ou applications n’importe où et n’importe quand via Internet car les informations sont stockées sur les serveurs au lieu d’appareils locaux tels que des ordinateurs ou des téléphones. Les fichiers sont en outre stockés plusieurs fois sur des centres de données distincts afin que les informations restent disponibles en cas de problème. Au fil du temps, les entreprises sont passées à l'informatique cloud, supprimant ainsi certains coûts et l'effort de prendre soin et de maintenir leurs propres serveurs. Ce réseau pratique et à la demande ne se fissure pas, ne se perd pas ou ne se vole pas. Le cloud est une technologie prometteuse qui permet la collaboration, la flexibilité, la fiabilité et une productivité élevée.
it: Il cloud è una rete che si riferisce a tutti i server di dati che sono collocati in tutto il mondo, compresi i loro software e database a volte gestiti offshore. Consente agli utenti di accedere agli stessi file o applicazioni ovunque e in qualsiasi momento tramite Internet poiché le informazioni sono memorizzate sui server anziché su dispositivi locali come computer o telefoni. I file vengono inoltre memorizzati più volte su data center distinti in modo che le informazioni rimangano disponibili in caso di problemi. Nel corso del tempo, le aziende sono passate al cloud computing eliminando in questo modo alcuni costi e lo sforzo di prendersi cura e mantenere i propri server. Questa comoda rete on-demand non si incrina, non si perde o non viene rubata. Il cloud è una tecnologia promettente che consente collaborazione, flessibilità, affidabilità e alta produttività.
ko: 클라우드는 때때로 해외에서 운영되는 소프트웨어 및 데이터베이스를 포함하여 전 세계에 배치되는 모든 데이터 서버를 나타내는 네트워크입니다. 정보가 컴퓨터나 전화와 같은 로컬 장치 대신 서버에 저장되므로, 사용자는 인터넷을 통해 언제 어디서나 동일한 파일 또는 응용 프로그램에 액세스할 수 있습니다. 또한 파일은 별개의 데이터 센터에 여러 번 저장되므로 문제가 발생할 경우 정보를 계속 사용할 수 있습니다. 시간이 지남에 따라 기업은 클라우드 컴퓨팅으로 전환하여 일부 비용과 자체 서버를 관리하고 유지 관리하려는 노력을 제거했습니다. 이 편리한 주문형 네트워크는 깨지거나 분실되거나 도난당하지 않습니다. 클라우드는 협업, 유연성, 안정성 및 높은 생산성을 가능하게 하는 유망한 기술입니다.
nl: De cloud is een netwerk dat verwijst naar alle dataservers die over de hele wereld zijn geplaatst, met inbegrip van hun software en database die soms offshore worden geëxploiteerd. Het biedt gebruikers overal en altijd toegang tot dezelfde bestanden of toepassingen via het internet omdat de informatie op de servers wordt opgeslagen in plaats van op lokale apparaten zoals computers of telefoons. De bestanden worden bovendien verschillende keren opgeslagen in verschillende datacentra zodat de informatie beschikbaar blijft als zich een probleem voordoet. Na verloop van tijd zijn bedrijven overgestapt op cloud computing, waardoor een aantal kosten en de moeite van het verzorgen en onderhouden van eigen servers wegvallen. Dit handige, on-demand netwerk breekt niet, raakt niet kwijt of wordt niet gestolen. De cloud is een veelbelovende technologie die samenwerking, flexibiliteit, betrouwbaarheid en een hoge productiviteit mogelijk maakt.
pl: Chmura to sieć, która odnosi się do wszystkich serwerów danych umieszczonych na całym świecie, w tym ich oprogramowania i bazy danych, które czasami są obsługiwane za granicą. Umożliwia użytkownikom dostęp do tych samych plików lub aplikacji w dowolnym miejscu i czasie za pośrednictwem Internetu, ponieważ informacje są przechowywane na serwerach, a nie na urządzeniach lokalnych, takich jak komputery czy telefony. Pliki są ponadto przechowywane wielokrotnie w różnych centrach danych, dzięki czemu informacje pozostają dostępne w przypadku wystąpienia jakiegokolwiek problemu. Z biegiem czasu firmy przeszły na przetwarzanie w chmurze, usuwając w ten sposób niektóre koszty i starając się dbać i utrzymywać własne serwery. Ta wygodna sieć na żądanie nie pęka, nie gubi się ani nie ulega kradzieży. Chmura to obiecująca technologia, która umożliwia współpracę, elastyczność, niezawodność i wysoką produktywność.
pt: A nuvem é uma rede que se refere a todos os servidores de dados do mundo incluindo o seu software e bases de dados por vezes operados noutros países. Permite aos utilizadores aceder aos mesmos ficheiros e aplicações a partir de qualquer lado e em qualquer lugar através da internet, uma vez que a informação está armazenada em servidores em vez de em dispositivos locais tais como computadores ou telefones. Os ficheiros são, além disso, armazenados várias vezes em centros de dados distintos para que a informação se mantenha disponível em caso de problemas. Com o tempo, os negócios mudaram-se para a computação na nuvem, removendo, dessa forma, alguns custos e o esforço de tomar conta e manter os seus próprios servidores. Esta rede conveniente e a pedido não se quebra, não se perde e não é roubada. A nuvem é uma tecnologia promissora que permite colaboração, flexibilidade, fiabilidade e elevada produtividade.
ru: Облако - это сеть, которая относится ко всем серверам данных, размещенным по всему миру, включая их программное обеспечение и базу данных, иногда работающую за границей. Это позволяет пользователям получать доступ к одним и тем же файлам или приложениям в любом месте и в любое время через Интернет, поскольку информация хранится на серверах, а не на локальных устройствах, таких как компьютеры или телефоны. Кроме того, файлы хранятся в разное время в разных центрах обработки данных, так что информация остается доступной в случае возникновения какой-либо проблемы. Со временем предприятия перешли на облачные вычисления, избавившись таким образом от некоторых затрат и усилий по уходу за собственными серверами.Эта удобная сеть по запросу не взламывается, не теряется и не крадется. Облако - это многообещающая технология, которая обеспечивает совместную работу, гибкость, надежность и высокую производительность.
sv: Molnet är ett nätverk som refererar till alla dataservrar som är placerade över hela världen inklusive deras mjukvara och databas som ibland drivs offshore. Det tillåter användare att komma åt samma filer eller applikationer var som helst när som helst via Internet eftersom informationen lagras på servrarna istället för lokala enheter som datorer eller telefoner. Filerna lagras dessutom flera gånger på olika datacenter så att informationen förblir tillgänglig om något problem skulle uppstå. Med tiden gick företag över till molndata och tog på det sättet bort vissa kostnader och strävan efter att ta hand om och underhålla sina egna servrar. Det här bekväma on-demand-nätverket spricker inte, tappas inte bort eller blir stulet. Molnet är en lovande teknik som möjliggör samarbete, flexibilitet, tillförlitlighet och hög produktivitet.
tr: Bulut, yazılımları ve veritabanları da dahil olmak üzere dünyanın dört bir yanına yerleştirilen ve bazen denizaşırı ülkelerde işletilen tüm veri sunucularını ifade eden bir ağdır. Bilgiler bilgisayar veya telefon gibi yerel cihazlar yerine sunucularda depolandığından, kullanıcıların aynı dosyalara veya uygulamalara internet üzerinden herhangi bir zamanda herhangi bir yerden erişmesine izin verir. Dosyalar ayrıca farklı veri merkezlerinde çeşitli zamanlarda saklanır, böylece herhangi bir sorun olması durumunda bilgiler kullanılabilir durumda kalır. Zamanla, işletmeler bulut bilişime geçerek bazı maliyetleri ve kendi sunucularına bakma ve bakım yapma zahmetini ortadan kaldırdı. Bu kullanışlı, isteğe bağlı ağ çatlamaz, kaybolmaz veya çalınmaz. Bulut, işbirliği, esneklik, güvenilirlik ve yüksek üretkenlik sağlayan umut verici bir teknolojidir.
zh: 云是一个网络，指的是放置在世界各地的所有数据服务器，包括它们的软件和数据库，有时在离岸操作。 它允许用户通过互联网随时访问相同的文件或应用程序，因为信息存储在服务器上而不是计算机或电话等本地设备上。 此外，这些文件存储在不同的数据中心的不同时间，以便如果出现任何问题，信息仍然可用。 随着时间的推移，企业转向云计算，以这种方式消除了一些成本和照顾和维护自己的服务器的努力。这种方便，按需网络不会破解，丢失或被盗。 云是一种很有前途的技术，可以实现协作、灵活性、可靠性和高生产率。

# Blog_CEANK_H2_SH1_Text1
source: Providers rent out basic storage capacity on virtual servers according to their need instead of buying an expensive hardware. Exemples for that can be SaaS applications including Salesforce, MailChimp, and Slack. SaaS is like renting a house: the landlord maintains the house, but the tenant mostly gets to use it.<br/>
ar: يقوم المزودون بتأجير سعة التخزين الأساسية على الخوادم الافتراضية وفقًا لاحتياجاتهم بدلاً من شراء أجهزة باهظة الثمن. ومن الأمثلة على ذلك تطبيقات SaaS بما في ذلك سيلس فورس و ميل تشيمب و سلاك. تشبه ساس استئجار منزل: المالك هو الذي يحافظ على المنزل ، ولكن المستأجر غالبًا ما يستخدمه. <br/>
de: Anbieter vermieten Basisspeicherkapazität auf virtuellen Servern nach Bedarf, anstatt eine teure Hardware zu kaufen. Beispiele dafür können SaaS-Anwendungen wie Salesforce, MailChimp und Slack sein. SaaS ist wie das Mieten eines Hauses: Der Vermieter unterhält das Haus, aber der Mieter darf es meistens nutzen.<br/>
es: Los proveedores alquilan la capacidad de almacenamiento básica en servidores virtuales según sus necesidades en lugar de comprar un hardware costoso. Ejemplos de eso pueden ser aplicaciones SaaS, incluidas Salesforce, MailChimp y Slack. SaaS es como alquilar una casa: el propietario mantiene la casa, pero el inquilino la usa principalmente.<br/>
fr: Les fournisseurs louent une capacité de stockage de base sur des serveurs virtuels en fonction de leurs besoins au lieu d’acheter un matériel coûteux. Des exemples pour cela peuvent être des applications SaaS, y compris Salesforce, MailChimp et Slack. Le SaaS, c'est comme la location d'une maison : le propriétaire entretient la maison, mais c'est surtout le locataire qui l'utilise.<br/>
it: I fornitori affittano capacità di archiviazione di base su server virtuali in base alle loro necessità invece di acquistare un hardware costoso. Esempi di ciò possono essere le applicazioni SaaS tra cui Salesforce, MailChimp e Slack. SaaS è come affittare una casa: il proprietario si occupa della casa, ma l'inquilino la utilizza principalmente.<br/>
ko: 공급자는 값 비싼 하드웨어를 구입하는 대신 필요에 따라 가상 서버의 기본 스토리지 용량을 임대합니다. 예를 들어 Salesforce, MailChimp 및 슬랙을 포함한 SaaS 애플리케이션이 있습니다. SaaS는 집을 임대하는 것과 같습니다 : 집주인은 집을 유지하지만, 세입자가 그것의 대부분을 사용하게 됩니다.<br/>
nl: Providers verhuren basisopslagcapaciteit op virtuele servers naar behoefte in plaats van dure hardware aan te schaffen. Voorbeelden hiervan zijn SaaS-applicaties, waaronder Salesforce, MailChimp en Slack. SaaS is als het huren van een huis: de verhuurder onderhoudt het huis, maar de huurder mag het meestal gebruiken.<br/>
pl: Dostawcy wynajmują podstawową pojemność pamięci masowej na serwerach wirtualnych zgodnie ze swoimi potrzebami, zamiast kupować drogi sprzęt. Przykładem mogą być aplikacje SaaS, w tym Salesforce, MailChimp i Slack. SaaS jest jak wynajmowanie domu: właściciel utrzymuje dom, ale najemca w większości z niego korzysta.<br/>
pt: Os fornecedores alugam capacidade básica de armazenamento em servidores virtuais de acordo com as suas necessidades em vez de comprarem hardware caro. Exemplos disto são as aplicações SaaS incluindo Salesforce, MailChimp e Slack. O SaaS é como arrendar uma casa: o senhorio mantém a casa, mas o inquilino é quem a mais usa.<br/>
ru: Провайдеры арендуют базовую емкость хранилища на виртуальных серверах в соответствии со своими потребностями вместо покупки дорогостоящего оборудования. Примерами этого могут быть приложения SaaS, включая Salesforce, MailChimp и Slack. SaaS подобен аренде дома: домовладелец обслуживает дом, но арендатор в основном получает возможность им пользоваться.<br/>
sv: Leverantörer hyr ut grundläggande lagringskapacitet på virtuella servrar efter deras behov istället för att köpa en dyr hårdvara. Exempel på det kan vara SaaS-applikationer inklusive Salesforce, MailChimp och Slack. SaaS är som att hyra ett hus: hyresvärden underhåller huset, men hyresgästen får mestadels använda det.<br/>
tr: Sağlayıcılar, pahalı bir donanım satın almak yerine ihtiyaçlarına göre sanal sunuculardaki temel depolama kapasitesini kiralarlar. Bunun için örnekler Salesforce, MailChimp ve Slack dahil olmak üzere SaaS uygulamaları olabilir. SaaS, bir ev kiralamak gibidir: ev sahibi evi korur, ancak kiracı çoğunlukla onu kullanır.<br/>
zh: 提供商根据需要租用虚拟服务器上的基本存储容量，而不是购买昂贵的硬件。 示例可以是SaaS应用程序，包括Salesforce、MailChimp和Slack。 SaaS就像租房一样：房东维护房子，但房客大多可以使用它。<br/>

# Blog_CEANK_H2_SH2_Text1
source: Businesses pay for development tools, infrastructure and operating systems they need to to build their own application to then upload it on their devices. Heroku and Microsoft Azure belong to the PaaS categorie. PaaS can be compared to renting all the tools and equipment necessary for building a house.
ar: تدفع الشركات مقابل أدوات التطوير والبنية التحتية وأنظمة التشغيل التي يحتاجون إليها لبناء تطبيقهم الخاص ثم تحميله على أجهزتهم. تنتمي هيروكو و مايكروسوفت أزور إلى فئة باس. يمكن مقارنة باس باستئجار جميع الأدوات والمعدات اللازمة لبناء منزل.
de: Unternehmen zahlen für Entwicklungstools, Infrastruktur und Betriebssysteme, die sie benötigen, um ihre eigene Anwendung zu erstellen und sie dann auf ihre Geräte hochzuladen. Heroku und Microsoft Azure gehören zur Kategorie PaaS. PaaS kann mit dem Mieten aller Werkzeuge und Geräte verglichen werden, die für den Hausbau erforderlich sind.
es: Las empresas pagan por las herramientas de desarrollo, la infraestructura y los sistemas operativos que necesitan para crear su propia aplicación y luego cargarla en sus dispositivos. Heroku y Microsoft Azure pertenecen a la categoría PaaS. PaaS se puede comparar con alquilar todas las herramientas y equipos necesarios para construir una casa.
fr: Les entreprises paient pour les outils de développement, l’infrastructure et les systèmes d’exploitation dont elles ont besoin pour créer leur propre application afin de la télécharger sur leurs appareils. Heroku et Microsoft Azure appartiennent à la catégorie PaaS. Le PaaS peut être comparé à la location de tous les outils et équipements nécessaires à la construction d’une maison.
it: Le aziende pagano per gli strumenti di sviluppo, l'infrastruttura e i sistemi operativi di cui hanno bisogno per creare la propria applicazione per poi caricarla sui propri dispositivi. Heroku e Microsoft Azure appartengono alla categoria PaaS. PaaS può essere paragonato al noleggio di tutti gli strumenti e le attrezzature necessarie per costruire una casa.
ko: 기업은 자체 애플리케이션을 구축한 다음, 장치에 업로드하는 데 필요한 개발 도구, 인프라 및 운영 체제에 대한 비용을 지불합니다. Heroku와 마이크로소프트 Azure는 PaaS 범주에 속합니다. PaaS는 집을 짓는 데 필요한 모든 도구와 장비를 임대하는 것과 비교할 수 있습니다.
nl: Bedrijven betalen voor ontwikkeltools, infrastructuur en besturingssystemen die ze nodig hebben om hun eigen applicatie te bouwen en deze vervolgens te uploaden op hun apparaten. Heroku en Microsoft Azure behoren tot de categorie PaaS. PaaS kan worden vergeleken met het huren van alle gereedschappen en apparatuur die nodig zijn om een huis te bouwen.
pl: Firmy płacą za narzędzia programistyczne, infrastrukturę i systemy operacyjne, których potrzebują, aby zbudować własną aplikację, a następnie przesłać ją na swoje urządzenia. Heroku i Microsoft Azure należą do kategorii PaaS. PaaS można porównać do wynajmu wszystkich narzędzi i sprzętu potrzebnego do budowy domu.
pt: As empresas pagam por ferramentas de desenvolvimento, infra-estrutura e sistemas operativos que precisam para construir as suas próprias aplicações para depois as carregarem nos seus dispositivos. O Heroku e o Microsoft Azure pertencem à categoria PaaS. O PaaS pode ser comparado ao aluguer de ferramentas e equipamento necessário para construir uma casa.
ru: Компании платят за инструменты разработки, инфраструктуру и операционные системы, необходимые им для создания собственного приложения, чтобы затем загрузить его на свои устройства. Heroku и Microsoft Azure относятся к категории PaaS. PaaS можно сравнить с арендой всех инструментов и оборудования, необходимых для строительства дома.
sv: Företag betalar för utvecklingsverktyg, infrastruktur och operativsystem som de behöver för att bygga sin egen applikation för att sedan ladda upp den på sina enheter. Heroku och Microsoft Azure tillhör kategorin PaaS. PaaS kan jämföras med att hyra alla verktyg och utrustning som behövs för att bygga ett hus.
tr: İşletmeler, kendi uygulamalarını oluşturmak ve ardından cihazlarına yüklemek için ihtiyaç duydukları geliştirme araçları, altyapı ve işletim sistemleri için ödeme yapar. Heroku ve Microsoft Azure, PaaS kategorisine girmektedir. PaaS, bir ev inşa etmek için gerekli tüm araç ve gereçleri kiralamakla karşılaştırılabilir.
zh: 企业支付开发工具，基础设施和操作系统，他们需要构建自己的应用程序，然后将其上传到他们的设备上。 Heroku和Microsoft Azure属于PaaS类别。 PaaS可以与租用建造房屋所需的所有工具和设备进行比较。
