Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EITPS_Conclusion_ContactUs
source: For any enquiry or question you can contact <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> You can also visit our website <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Follow our social media handles for the latest update
ar: لأي استفسار أو سؤال يمكنك الاتصال بـ <a href = 'mailto: support@axcrypt.net' style = 'color: #efefef؛ font-weight: 800؛ '> support@axcrypt.net </a> أو <a href =' mailto: business@axcrypt.net 'style =' color: #efefef؛ font-weight: 800؛ '> business@axcrypt.net </a> يمكنك أيضًا زيارة موقعنا على الويب <a href =' https: //www.axcrypt.net/ 'style =' color: #efefef؛ font-weight: 800؛ '> https://www.axcrypt.net/ </a>. اتبع مقابض وسائل التواصل الاجتماعي الخاصة بنا للحصول على آخر تحديث
de: Für jede Anfrage oder Frage können Sie sich an diese wenden <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> or <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Sie können auch unsere Website besuchen <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Folgen Sie unseren Social-Media-Handles für das neueste Update
es: Si tienes alguna consulta o pregunta puedes comunicarte al correo <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> o al <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a>. También puedes visitar nuestro sitio web <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Sigue nuestros identificadores de redes sociales para enterarte de las últimas novedades.
fr: Pour toute demande ou question, vous pouvez contacter <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Vous pouvez également visiter notre site web <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Suivez nos poignées de médias sociaux pour la dernière mise à jour
it: Per qualsiasi richiesta o domanda puoi contattare <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> o <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Puoi anche visitare il nostro sito web <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Segui le nostre maniglie sui social media per l'ultimo aggiornamento
ko: 의문사항은 <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> 혹은 <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a>으로 연락 주세요. 본사 홈페이지는 <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>와 같습니다. 본사 SNS를 팔로우하여 최신 정보를 놓치지 마세요.
nl: Voor verzoeken of vragen kunt u contact opnemen met <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> of <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> U kunt ook onze website bezoeken <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Volg onze social media voor de laatste updates
pl: W przypadku jakichkolwiek pytań lub pytań możesz skontaktować się z <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> lub <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Możesz również odwiedzić naszą stronę <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Śledź nas w mediach społecznościowych, aby dowiedzieć się o nowościach
pt: Para qualquer pedido ou questão, pode contactar <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> ou <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Pode também visitar o nosso sítio web <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Siga os nossos nomes nas redes sociais para saber das últimas novidades
ru: По любому запросу или вопросу вы можете обратиться по <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> или <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Вы также можете посетить наш веб-сайт <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Следите за последними обновлениями в наших социальных сетях
sv: För en förfrågning eller fråga khan du kontakta oss på <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a> eller <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> Du kan också besöka vår webbplats <a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>. Följ oss på våra sociala medier för senaste uppdateringarna
tr: Sorulanız için <ahref='mailto:support@axcrypt.net'style='color:#efefef;font-weight:800;'>support@axcrypt.net</a> ya da <ahref='mailto:business@axcrypt.net'style='color:#efefef;font-weight:800;'>business@axcrypt.net</a> Ayrıca internet sitemizi de ziyaret edebilirsiniz <ahref='https://www.axcrypt.net/'style='color:#efefef;font-weight:800;'>https://www.axcrypt.net/</a>. En yeni güncellemeler için sosyal medya hesaplarımızı takip edin
zh: 如有任何查询或问题，请联络 <a href='mailto:support@axcrypt.net' style='color: #efefef; font-weight: 800;'>support@axcrypt.net</a>或 <a href='mailto:business@axcrypt.net' style='color: #efefef; font-weight: 800;'>business@axcrypt.net</a> 您也可以访问我们的网站<a href='https://www.axcrypt.net/' style='color: #efefef; font-weight: 800;'>https://www.axcrypt.net/</a>。 跟随我们的社交媒体处理最新更新

# Blog_EITPS_Conclusion_Future_download_Text1
source: Check out AxCrypt in detail on our <a href='/information/features' style='color: #efefef; font-weight: 800;'>Feature Page</a>, and find out more about how it can secure your files and data. You can have a look at our different subscriptions and features on our <a href='/pricing' style='color: #efefef; font-weight: 800;'>Pricing Page</a>. Download AxCrypt on our <a href='/download' style='color: #efefef; font-weight: 800;'>Download Page</a>
ar: تحقق من اكسكربت بالتفصيل في <a href = '/ information / features' style = 'color: #efefef؛ font-weight: 800؛ '> صفحة الميزات </a> ، واكتشف المزيد حول كيفية تأمين ملفاتك وبياناتك. يمكنك إلقاء نظرة على اشتراكاتنا وميزاتنا المختلفة على <a href = '/ pricing' style = 'color: #efefef؛ font-weight: 800؛ '> صفحة التسعير </a>. قم بتنزيل اكسكربت على <a href = '/ download' style = 'color: #efefef؛ font-weight: 800؛ '> تنزيل الصفحة </a>
de: Schauen Sie sich AxCrypt im Detail auf unserer <a href='/information/features' style='color: #efefef; font-weight: 800;'>Feature Page</a> an und erfahren Sie mehr darüber, wie es Ihre Dateien und Daten sichern kann. Sie können sich unsere verschiedenen Abonnements und Funktionen auf unserer <a href='/pricing' style='color: #efefef; font-weight: 800;'>Pricing Page</a> ansehen. Laden Sie AxCrypt auf unserer <a href='/download' style='color: #efefef; font-weight: 800;'>Download-Page</a> herunter
es: Entérate de lo que ofrece AxCrypt en nuestra <a href='/information/features' style='color: #efefef; font-weight: 800;'>Página de funciones</a>, y conoce más sobre cómo puede proteger tus archivos y datos. Puedes echar un vistazo a nuestras diferentes suscripciones y funciones en la <a href='/pricing' style='color: #efefef; font-weight: 800;'>Página de precios</a>. Descarga AxCrypt en nuestra <a href='/download' style='color: #efefef; font-weight: 800;'>Página de descargas</a>.
fr: Découvrez AxCrypt en détail sur notre <a href='/information/features' style='color: #efefef; font-weight: 800;'>Page de Fonctionnalités</a>, et découvrez comment il peut sécuriser vos fichiers et vos données. Vous pouvez consulter nos différents abonnements et fonctionnalités sur notre <a href='/pricing' style='color: #efefef; font-weight: 800;'>Page de Tarification</a>. Téléchargez AxCrypt sur notre <a href='/download' style='color: #efefef; font-weight: 800;'>Page de Téléchargement</a>
it: Dai un'occhiata ad AxCrypt in dettaglio sulla nostra <a href='/information/features' style='color: #efefef; font-weight: 800;'>Pagina delle Funzionalità</a> e scopri di più su come può proteggere i tuoi file e dati. Puoi dare un'occhiata ai nostri diversi abbonamenti e funzionalità sulla nostra <a href='/pricing' style='color: #efefef; font-weight: 800;'>Pagina dei Prezzi</a>. Scarica AxCrypt dalla nostra <a href='/download' style='color: #efefef; font-weight: 800;'>Pagina di Download</a>
ko: <a href='/information/features' style='color: #efefef; font-weight: 800;'>기능 페이지</a>에서 AxCrypt를 자세히 확인하고 파일과 데이터를 보호하는 방법에 대해 자세히 알아보십시오. <a href='/pricing' style='color: #efefef; font-weight: 800;'>가격 책정 페이지</a>에서 다양한 구독 및 기능을 살펴볼 수 있습니다. <a href='/download' style='color: #efefef; font-weight: 800;'>다운로드 페이지</a> 에서 AxCrypt를 다운로드하십시오.
nl: Bekijk AxCrypt in detail op onze <a href='/information/features' style='color: #efefef; font-weight: 800;'>Functiepagina</a> en lees meer over hoe het uw bestanden en gegevens kan beveiligen. U kunt onze verschillende abonnementen en functies bekijken op onze <a href='/pricing' style='color: #efefef; font-weight: 800;'>Prijzenpagina</a>. Download AxCrypt op onze <a href='/download' style='color: #efefef; font-weight: 800;'>Downloadpagina</a>
pl: Sprawdź szczegółowo AxCrypt w naszym <a href='/information/features' style='color: #efefef; font-weight: 800;'>Strona polecana</a> i dowiedz się więcej o tym, jak może zabezpieczyć Twoje pliki i dane. Możesz zapoznać się z naszymi różnymi subskrypcjami i funkcjami w naszym <a href='/pricing' style='color: #efefef; font-weight: 800;'>Strona cenowa</a>. Pobierz AxCrypt z naszego <a href='/download' style='color: #efefef; font-weight: 800;'>Pobierz stronę</a>
pt: Veja a AxCrypt em detalhes na nossa <a href='/information/features' style='color: #efefef; font-weight: 800;'>Página de Funcionalidades</a> e descubra mais sobre como pode proteger os seus ficheiros e dados. Pode dar uma olhadela nas nossas subscrições e funcionalidades na nossa <a href='/pricing' style='color: #efefef; font-weight: 800;'>Página de Preços</a>. Descarregue a AxCrypt na nossa <a href='/download' style='color: #efefef; font-weight: 800;'>Página de Downloads</a>
ru: Подробно ознакомьтесь с AxCrypt на нашей <a href='/information/features' style='color: #efefef; font-weight: 800;'>Feature Page</a> и узнайте больше, как он может защитить ваши файлы и данные. Вы можете ознакомиться с нашими различными подписками и функциями на нашем <a href='/pricing' style='color: #efefef; font-weight: 800;'>Pricing Page</a>. Скачайте AxCrypt на нашей <a href='/download' style='color: #efefef; font-weight: 800;'>Download Page</a>
sv: Kolla in AxCrypt i detalj på vår <a href='/information/features' style='färg: #efefef; font-weight: 800;'>Feature Page</a>, och ta reda på mer om hur det kan säkra dina filer och data. Du kan ta en titt på våra olika prenumerationer och funktioner i vår <a href='/pricing' style='färg: #efefef; font-weight: 800;'>Pricing Page</a>. Ladda ner AxCrypt på vår <a href='/download' style='färg: #efefef; font-weight: 800;'>Download page</a>
tr: AxCrypt'e <a href='/information/features' style='color: #efefef; font-weight: 800;'>Özellik Sayfamızdan</a> ayrıntılı olarak göz atın ve dosyalarınızı ve verilerinizi nasıl koruyabileceği hakkında daha fazla bilgi edinin. Farklı aboneliklerimize ve özelliklerimize <a href='/pricing' style='color: #efefef; font-weight: 800;'>Fiyatlandırma Sayfamızdan göz atabilirsiniz</a>. AxCrypt'i İndirme Sayfamızdan <a href='/download' style='color: #efefef; font-weight: 800;'>indirin</a>
zh: 在我们的<a href='/information/features'style='color:#efefef;font-weight:800;'>Feature Page</a>上详细查看AxCrypt，并了解有关它如何保护您的文件和数据的更多信息。 您可以在我们的<a href='/pricing'style='color:#efefef;font-weight:800;'>Pricing Page</a>上查看我们的不同订阅和功能。 下载AxCrypt在我们的<a href='/download'style='color:#efefef;font-weight:800;'>Download Page</a>

# Blog_EITPS_Conclusion_Heading
source: AxCrypt's approach
ar: نهج اكسكربت
de: Der Ansatz von AxCrypt
es: El enfoque de AxCrypt
fr: L’approche d’AxCrypt
it: L'approccio di AxCrypt
ko: AxCrypt의 접근 방식
nl: AxCrypt 's aanpak
pl: Podejście AxCrypt
pt: A abordagem da AxCrypt
ru: Подход AxCrypt
sv: AxCrypts närmande
tr: AxCrypt'in yaklaşımı
zh: AxCrypt的方法

# Blog_EITPS_Conclusion_Text1
source: AxCrypt provides high level security to your data all the way to the cloud. Our user-friendly system enables ease of operations, guarantees the highest possible control and ensures that nobody but you can access your personal information so that no unfavourable data breach arises.
ar: يوفر اكسكربت أمانًا عالي المستوى لبياناتك وصولاً إلى السحابة. يتيح نظامنا سهل الاستخدام سهولة العمليات ، ويضمن أعلى مستوى ممكن من التحكم ويضمن عدم تمكن أي شخص غيرك من الوصول إلى معلوماتك الشخصية حتى لا ينشأ أي خرق غير ملائم للبيانات.
de: AxCrypt bietet ein hohes Maß an Sicherheit für Ihre Daten bis hin zur Cloud. Unser benutzerfreundliches System ermöglicht eine einfache Bedienung, garantiert höchstmögliche Kontrolle und stellt sicher, dass niemand außer Ihnen auf Ihre persönlichen Daten zugreifen kann, so dass keine nachteilige Datenschutzverletzung entsteht.
es: AxCrypt proporciona seguridad de alto nivel a tus datos hasta la nube. Nuestro sistema fácil de usar facilita las operaciones, garantiza el mayor control posible y garantiza que nadie más que tú pueda acceder a información personal para que no surja una filtración de datos desfavorable.
fr: AxCrypt fournit une sécurité de haut niveau à vos données jusqu’au cloud. Notre système convivial facilite les opérations, garantit le contrôle le plus élevé possible et garantit que personne d’autre que vous ne peut accéder à vos informations personnelles afin qu’aucune violation de données défavorable ne se produise.
it: AxCrypt fornisce un alto livello di sicurezza dei tuoi dati fino al cloud. Il nostro sistema intuitivo consente facilità d'uso, garantisce il massimo controllo possibile e assicura che nessuno, tranne te, possa accedere alle tue informazioni personali in modo che non si verifichino violazioni sfavorevoli dei dati.
ko: AxCrypt는 클라우드에 이르기까지 데이터에 높은 수준의 보안을 제공합니다. 당사의 사용자 친화적인 시스템은 운영을 용이하게 하고, 가능한 최고의 제어를 보장하며 귀하 외에는 누구도 귀하의 개인 정보에 액세스할 수 없도록 하여 데이터 침해가 발생하지 않도록 합니다.
nl: AxCrypt biedt een hoog niveau van beveiliging van uw gegevens tot in de cloud. Ons gebruiksvriendelijke systeem maakt eenvoudige bediening mogelijk, garandeert de hoogst mogelijke controle en zorgt ervoor dat niemand anders dan u toegang heeft tot uw persoonlijke gegevens, zodat er geen ongunstige datalekken ontstaan.
pl: AxCrypt zapewnia wysoki poziom bezpieczeństwa Twoich danych aż do chmury. Nasz przyjazny dla użytkownika system zapewnia łatwość obsługi, gwarantuje najwyższą możliwą kontrolę i zapewnia, że nikt poza Tobą nie ma dostępu do Twoich danych osobowych, aby nie doszło do niekorzystnego naruszenia danych.
pt: A AxCrypt fornece segurança de alto nível a todos os seus dados até à nuvem. O nosso sistema amigo do utilizador permite facilidade de operações, garante o mais alto controlo e assegura que ninguém, excepto você, pode aceder à sua informação pessoal, para que não ocorra nenhuma violação de dados desfavorável.
ru: AxCrypt обеспечивает высокий уровень безопасности ваших данных на всем пути к облаку. Наша удобная система обеспечивает простоту операций, обеспечивает максимально возможный контроль и гарантирует, что никто, кроме вас, не сможет получить доступ к вашей личной информации, чтобы избежать нежелательной утечки данных.
sv: AxCrypt ger hög säkerhet till din data hela vägen till molnet. Vårt användarvänliga system möjliggör enkel drift, garanterar högsta möjliga kontroll och säkerställer att ingen annan än du kan komma åt din personliga information så att inga ogynnsamma dataintrång uppstår.
tr: AxCrypt verileriniz için buluta kadar üst düzey güvenlik sağlar. Kullanıcı dostu sistemimiz işlem kolaylığı sağlar, mümkün olan en yüksek kontrolü garanti eder ve kişisel bilgilerinize sizden başka kimsenin erişememesini sağlar, böylece herhangi bir olumsuz veri ihlali ortaya çıkmaz.
zh: AxCrypt为您的数据提供高水平的安全性，一直到云。 我们的用户友好的系统使操作变得容易，保证尽可能高的控制，并确保除了您之外没有人可以访问您的个人信息，这样就不会出现不利的数据泄露。
