Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_PECA_Summary
source: Yet one more time AxCrypt has been honoured with the PCMag Editors Choice Award for delivering the best in class encryption solution. AxCrypt has been awarded “The World's Best Encryption Software'' by PC Magazine for the past six years.
ar: ومع ذلك ، تم تكريم اكسكربت مرة أخرى بجائزة اختيار محرري مجلة بي سي ماكيسين لتقديمها أفضل حل تشفير في فئتها. حاز موقع اكسكربت على جائزة "أفضل برنامج تشفير في العالم" من مجلة مجلة بي سي ماكيسين على مدى السنوات الست الماضية.
de: AxCrypt wurde erneut mit dem PCMag Editors Choice Award für die Bereitstellung der klassenbesten Verschlüsselungslösung ausgezeichnet. AxCrypt wurde in den letzten sechs Jahren vom PC Magazine als “Die beste Verschlüsselungssoftware der Welt" ausgezeichnet.
es: Una vez más, AxCrypt ha sido honrado con el premio PCMag Editors Choice Award por ofrecer la mejor solución de cifrado de su clase. AxCrypt ha sido galardonado como "El mejor software de cifrado del mundo" por PC Magazine durante los últimos seis años.
fr: Pourtant, une fois de plus, AxCrypt a été honoré du Prix du Choix des Éditeurs de PCMag pour avoir fourni la meilleure solution de chiffrement de sa catégorie. AxCrypt a été élu "Meilleur Logiciel de Chiffrement au Monde" par PC Magazine au cours des six dernières années.
it: Ancora una volta AxCrypt è stata premiata con il PCMag Editors Choice Award per aver fornito la migliore soluzione di crittografia della categoria. AxCrypt è stato premiato come "Il Miglior Software di Crittografia del Mondo" da PC Magazine negli ultimi sei anni.
ko: 그러나 AxCrypt는 동급 최고의 암호화 솔루션을 제공한 공로로 PCMag 에디터 초이스 어워드를 다시 한 번 수상했습니다. AxCrypt는 지난 6년간 PC 매거진으로부터 "세계 최고의 암호화 소프트웨어"를 수상했습니다.
nl: Voor de zoveelste keer is AxCrypt geëerd met de PCMag Editors Choice Award voor het leveren van de beste encryptieoplossing in zijn klasse. AxCrypt is de afgelopen zes jaar door PC Magazine uitgeroepen tot " Wereld's Beste Encryptie Software''.
pl: Po raz kolejny AxCrypt został uhonorowany nagrodą PCMag Editors Choice Award za dostarczenie najlepszego w swojej klasie rozwiązania szyfrującego. AxCrypt uzyskiwał wyróżnienia magazynu PC Magazine jako „Najlepsze oprogramowanie szyfrujące na świecie” przez ostatnie sześć lat.
pt: Uma vez mais, a AxCrypt foi honrada pelo PCMag Editors' Choice Award por fornecer a melhor solução de cifragem da sua classe. A AxCrypt foi galardoada com “O Software Software de Cifragem do Mundo'' pela PC Magazine durante os últimos seis anos.
ru: В очередной раз AxCrypt был удостоен премии PCMag Editors Choice Award за предоставление лучшего в своем классе решения для шифрования. Журнал PC Magazine последние шесть лет присуждал AxCrypt награду “Лучшее в мире программное обеспечение для шифрования".
sv: Ännu en gång har AxCrypt hedrats med PCMag Editors Choice Award för att ha levererat den bästa i klassen krypteringslösningen. AxCrypt har tilldelats "Världens bästa krypteringsmjukvara" av PC Magazine under de senaste sex åren.
tr: AxCrypt, sınıfının en iyi şifreleme çözümünü sunduğu için bir kez daha PCMag Editörlerin Seçimi Ödülü ile onurlandırıldı. AxCrypt son altı yıldır PC Dergisi tarafından "Dünyanın En İyi Şifreleme Yazılımı" ödülüne layık görülmüştür.
zh: 然而，AxCrypt再次荣获PCMag编辑选择奖，以提供一流的加密解决方案。 AxCrypt在过去六年中被PC杂志评为"世界上最好的加密软件"。

# Blog_PECA_Text1
source: “<i>This excellent encryption tool lets you protect your files with top-tier encryption, and it does so with utmost simplicity.” Neil Rubenking, PC Magazine's technical editor</i>
ar: "<i>تتيح لك أداة التشفير الممتازة حماية ملفاتك بتشفير من الدرجة الأولى ، وهي تفعل ذلك بأقصى بساطة." نيل روبينكينج ، المحرر الفني لمجلة الكمبيوتر</i>
de: “<i>Mit diesem hervorragenden Verschlüsselungstool können Sie Ihre Dateien mit erstklassiger Verschlüsselung schützen, und das mit äußerster Einfachheit." Neil Rubenking, technischer Redakteur des PC Magazine</i>
es: “<i>Esta excelente herramienta de cifrado te permite proteger tus archivos con cifrado de primer nivel, y lo hace con la máxima simplicidad”. Neil Rubenking, editor técnico de PC Magazine</i>
fr: "<i>Cet excellent outil de cryptage vous permet de protéger vos fichiers avec un cryptage de haut niveau, et il le fait avec la plus grande simplicité." Neil Rubenking, rédacteur technique de PC Magazine</i>
it: "<i>Questo eccellente strumento di crittografia ti permette di proteggere i tuoi file con una crittografia di alto livello, e lo fa con estrema facilità." Neil Rubenking, editore del PC Magazine</i>
ko: "<i>이 우수한 암호화 도구를 사용하면 최상급 암호화로 파일을 손쉽게 보호할 수 있습니다." Neil Rubenking, PC Magazine의 기술부 편집자</i>
nl: "<i>Met deze uitstekende versleutelingstool kun je je bestanden beschermen met hoogwaardige versleuteling, en dat met de grootst mogelijke eenvoud." Neil Rubenking, technisch redacteur van PC Magazine</i>
pl: „<i>To doskonałe narzędzie do szyfrowania pozwala chronić pliki za pomocą szyfrowania najwyższego poziomu i robi to z najwyższą prostotą”. Neil Rubenking, redaktor techniczny PC Magazine</i>
pt: “<i>Esta excelente ferramenta de cifragem permite-lhe proteger os seus ficheiros com cifragem de topo e com extrema simplicidade.” Neil Rubenking, Editor técnico da PC Magazine</i>
ru: “<i>Этот превосходный инструмент шифрования позволяет вам защитить ваши файлы с помощью шифрования высшего уровня, и он делает это с максимальной простотой”. Нил Рубенкинг, технический редактор журнала PC Magazine</i>
sv: "<i>Det här utmärkta krypteringsverktyget låter dig skydda dina filer med kryptering på toppnivå, och det görs med största enkelhet." Neil Rubenking, PC Magazines tekniska redaktör</i>
tr: “<i>Bu mükemmel şifreleme aracı sizlerin dosyalarınızı üst düzey şifreleme ile korumanıza olanak tanır ve bunu mümkün olan en basit şekilde yapar." Neil Rubenking, PC Dergisi teknik editörü</i>
zh: "<i>这个优秀的加密工具可以让你用顶级加密保护你的文件，它以最简单的方式做到这一点。"PC杂志的技术编辑Neil Rubenking</i>

# Blog_PECA_Text2
source: Yet one more time AxCrypt has been honoured with the PCMag Editors Choice Award for delivering the best in class encryption solution. AxCrypt has been awarded “The World's Best Encryption Software'' by PC Magazine for the past six years, and it once again has amazed all by being recognized for producing the best in class encryption solution and receiving the PCMag Editors Choice Award. For complete review <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> read more here </a>PC Magazine offers information technology professionals with reviews and previews of the newest hardware and applications. It is a comprehensive guide to the digital world. Consumers recognise and trust PC Mag's authority, and the editor's choice designations assist consumers in distinguishing and selecting the best product for their requirements.
ar: ومع ذلك ، تم تكريم اكسكربت مرة أخرى بجائزة مجلة الكمبيوبر جائزة اختيار المحررين لتقديمها أفضل حل تشفير في فئتها. حاز موقع اكسكربت على جائزة "أفضل برنامج تشفير في العالم" من مجلة مجلة الكمبيوبر على مدى السنوات الست الماضية ، وقد أدهش الجميع مرة أخرى من خلال تكريمه لإنتاج أفضل حل تشفير في فئته وحصوله على جائزة مجلة الكمبيوبر جائزة اختيار المحررين. للمراجعة الكاملة <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> اقرأ المزيد هنا </a> تقدم مجلة الكمبيوبر لمتخصصي تكنولوجيا المعلومات مع المراجعات والمعاينات من أحدث الأجهزة والتطبيقات. إنه دليل شامل للعالم الرقمي. يتعرف المستهلكون على سلطة مجلة الكمبيوبر ويثقون بها ، وتساعد تعيينات اختيار المحرر المستهلكين في تمييز واختيار أفضل منتج لمتطلباتهم.
de: AxCrypt wurde erneut mit dem PCMag Editors Choice Award für die Bereitstellung der klassenbesten Verschlüsselungslösung ausgezeichnet. AxCrypt wurde in den letzten sechs Jahren vom PC Magazine als “Die beste Verschlüsselungssoftware der Welt" ausgezeichnet und hat erneut alle überrascht, indem es für die Herstellung der klassenbesten Verschlüsselungslösung ausgezeichnet und mit dem PCMag Editors Choice Award ausgezeichnet wurde. Zur vollständigen Überprüfung <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> read more here</a>Das PC Magazine bietet Fachleuten der Informationstechnologie Bewertungen und Vorschauen der neuesten Hardware und Anwendungen. Es ist ein umfassender Leitfaden für die digitale Welt. Verbraucher erkennen und vertrauen der Autorität von PCMag, und die Auswahlbezeichnungen des Herausgebers helfen den Verbrauchern bei der Unterscheidung und Auswahl des besten Produkts für ihre Anforderungen.
es: Una vez más, AxCrypt ha sido honrado con el premio PCMag Editors Choice Award por ofrecer la mejor solución de cifrado de su clase. AxCrypt ha sido galardonado como "El mejor software de cifrado del mundo" por PC Magazine durante los últimos seis años, y una vez más ha sorprendido a todos al ser reconocido por producir la mejor solución de cifrado de su clase y recibir el premio a la elección de los editores de PCMag. Para tener una visión más completa, <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> lee aquí</a>lea más aquí. PC Magazine ofrece a los profesionales de la tecnología de la información revisiones y avances del hardware y las aplicaciones más nuevos. Es una guía completa del mundo digital. Los consumidores reconocen y confían en la autoridad de PC Mag, y las designaciones elegidas por el editor ayudan a los consumidores a distinguir y seleccionar el mejor producto para sus necesidades.
fr: Une fois de plus, AxCrypt a reçu le Prix du Choix des Éditeurs de PCMag pour avoir fourni la meilleure solution de cryptage de sa catégorie. AxCrypt a reçu le prix du « Meilleur Logiciel de Cryptage au Monde » par PC Magazine au cours des six dernières années, et il a une fois de plus étonné tout le monde en étant reconnu pour avoir produit la meilleure solution de cryptage de sa catégorie et en recevant le Prix du Choix des Éditeurs de PCMag . Pour un examen complet, <a href='https://www.pcmag.com/picks/the-best-encryption-software'> lisez plus ici </a>PC Magazine propose aux professionnels des technologies de l’information des critiques et des aperçus du matériel et des applications les plus récents. Il s’agit d’un guide complet sur le monde numérique. Les consommateurs reconnaissent et font confiance à l’autorité de PC Mag, et les désignations de choix de l’éditeur aident les consommateurs à distinguer et à sélectionner le meilleur produit pour leurs besoins.
it: Ancora una volta AxCrypt è stato premiato con il PCMag Editors Choice Award per aver fornito la migliore soluzione di crittografia della categoria. AxCrypt è stato premiato come "Il miglior software di crittografia al mondo" da PC Magazine negli ultimi sei anni e ancora una volta ha stupito tutti ricevendo il riconoscimento per la produzione della migliore soluzione di crittografia della categoria e ricevendo il PCMag Editors Choice Award. Per una recensione completa <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> leggi di più qui </a> PC Magazine offre ai professionisti della tecnologia dell'informazione recensioni e anteprime dell'hardware e delle applicazioni più recenti. È una guida completa al mondo digitale. I consumatori riconoscono e si fidano dell'autorità di PC Mag e le designazioni scelte dall'editore aiutano i consumatori a distinguere e selezionare il prodotto migliore per le loro esigenze.
ko: 그러나 AxCrypt는 동급 최고의 암호화 솔루션을 제공 한 PCMag Editors Choice Award를 한 번 더 수상했습니다. AxCrypt는 지난 6 년 동안 PC Magazine에서 "세계 최고의 암호화 소프트웨어" 부분에서 수상했으며, 동급 최고의 암호화 솔루션을 생산하고 PCMag Editors Choice Award를 수상하여 다시 한 번 모두를 놀라게했습니다. 전체 리뷰를 확인하시려면 <a href='https://www.pcmag.com/picks/the-best-encryption-software'> 여기를 참조하십시오 </a>. PC Magazine은 정보 기술 전문가에게 최신 하드웨어 및 응용 프로그램에 대한 리뷰와 프리뷰를 제공합니다. 디지털 세계에 대한 포괄적인 가이드입니다. 소비자는 PC Mag의 권위를 인정하고 신뢰하며, 편집자의 선택은 소비자가 자신의 요구 사항에 가장 적합한 제품을 구별하고 선택하는 데 도움이 됩니다.
nl: Nog een keer is AxCrypt geëerd met de PCMag Editors Choice Award voor het leveren van de beste versleutelingsoplossing in zijn klasse. AxCrypt is de afgelopen zes jaar door PC Magazine uitgeroepen tot "The World's Best Encryption Software'' en het heeft iedereen opnieuw verbaasd door te worden erkend voor het produceren van de beste encryptie-oplossing in zijn klasse en het ontvangen van de PCMag Editors Choice Award. Voor een volledige recensie <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> lees hier meer </a>PC Magazine biedt informatietechnologieprofessionals recensies en previews van de nieuwste hardware en applicaties. Het is een uitgebreide gids voor de digitale wereld. Consumenten erkennen en vertrouwen de autoriteit van PC Magazine, en de keuzeaanduidingen van de redacteur helpen consumenten bij het onderscheiden en selecteren van het beste product voor hun vereisten.
pl: Po raz kolejny AxCrypt został uhonorowany nagrodą PCMag Editors Choice Award za dostarczenie najlepszego w swojej klasie rozwiązania szyfrującego. AxCrypt został nagrodzony przez PC Magazine tytułem „Najlepsze na świecie oprogramowanie do szyfrowania” przez ostatnie sześć lat i po raz kolejny zadziwił wszystkich, będąc uznanym za najlepsze w swojej klasie rozwiązanie szyfrujące i otrzymując nagrodę PCMag Editors Choice Award. Aby uzyskać pełną recenzję, <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> przeczytaj więcej tutaj </a>PC Magazine oferuje specjalistom ds. informatyki recenzje i zapowiedzi najnowszego sprzętu i aplikacji. To kompleksowy przewodnik po cyfrowym świecie. Konsumenci doceniają autorytet PC Mag i ufają mu, a wybrane przez redaktora oznaczenia pomagają konsumentom w wyróżnieniu i wyborze najlepszego produktu dla ich wymagań.
pt: Uma vez mais, a AxCrypt foi honrada pelo PCMag Editors' Choice Award por fornecer a melhor solução de cifragem da sua classe. A AxCrypt foi galardoada com “O Software Software de Cifragem do Mundo'' pela PC Magazine durante os últimos seis anos e uma vez mais surpreendeu todos ao ser reconhecida por produzir a melhor solução de cifragem da sua classe e receber o PCMag Editors' Choice Award. Para uma análise completa <a href ='https://www.pcmag.com/picks/the-best-encryption-software'>leia mais aqui</a>. A PC Magazine oferece aos profissionais de tecnologias de informação análises e apresentações das novidades em hardware e aplicações. É um guia completo para o mundo digital. Os consumidores reconhecem a confiam na autoridade da PC Mag e as escolhas do editor ajudam os consumidores a distinguir e seleccionar o melhor produto para os seus requisitos.
ru: AxCrypt снова был удостоен премии PCMag Editors Choice Award за предоставление лучшего в своем классе решения для шифрования. В течение последних шести лет PC Magazine присуждал AxCrypt награду “Лучшее в мире программное обеспечение для шифрования", и она в очередной раз поразила всех, получив признание за создание лучшего в своем классе решения для шифрования и награду PCMag Editors Choice Award. Для полного обзора <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> read more here </a>Журнал PC Magazine предлагает специалистам в области информационных технологий обзоры и пред просмотры новейшего оборудования и приложений. Это всеобъемлющее руководство по цифровому миру. Потребители признают авторитет PCMag и доверяют ему, а маркировки, выбранные редактором, помогают потребителям различать и выбирать продукт, превосходно соответствующий их требованиям.
sv: Ännu en gång har AxCrypt hedrats med PC Mag Editors Choice Award för att ha levererat den bästa krypteringslösningen av alla. AxCrypt har tilldelats "Världens bästa krypteringsmjukvara" av PC Magazine under de senaste sex åren, och det har återigen förvånat alla att bli erkända för att producera den bästa krypteringslösningen och ta emot PCMag Editors Choice Award. För fullständig recension <a href ='https://www.pcmag.com/picks/the-best-encryption-software'> läs mer här </a>PC Magazine erbjuder IT-proffs med recensioner och förhandsvisningar av den senaste hårdvaran och applikationerna. Det är en omfattande guide till den digitala världen. Konsumenter känner igen och litar på PC Mags auktoritet, och redaktörens valbeteckningar hjälper konsumenterna att urskilja och välja den bästa produkten för deras behov.
tr: Yine de AxCrypt, sınıfının en iyisi şifreleme çözümünü sunduğu için bir kez daha PCMag Editörün Seçimi Ödülü ile onurlandırıldı. Ayrıca AxCrypt, son altı yıldır PC Dergisi tarafından "Dünyanın En İyi Şifreleme Yazılımı" ödülüne layık görüldü ve sınıfının en iyisi şifreleme çözümünü üreterek ve PCMag Editörün Seçimi Ödülü'nü alarak bir kez daha herkesi şaşırttı. İncelemenin tamamı için <a href='https://www.pcmag.com/picks/the-best-encryption-software'> buradan daha fazla bilgi edinin </a>PC Dergisi, bilgi teknolojisi profesyonellerine en yeni donanım ve uygulamaların incelemeleri ve önizlemeleri sunar. Dijital dünya için kapsamlı bir rehberdir. Tüketiciler PC Dergisi'nin yetkisini bilir ve ona güvenir ve editörün seçimleri, tüketicilerin gereksinimlerine göre en iyi ürünü ayırt etmelerine ve seçmelerine yardımcı olur.
zh: 然而，AxCrypt再次荣获PCMag编辑选择奖，以提供一流的加密解决方案。 在过去的六年里，AxCrypt被PC杂志评为"世界上最好的加密软件"，它再次被公认为生产一流的加密解决方案并获得PCMag编辑选择奖。 对于完整的审查<a href='https://www.pcmag.com/picks/the-best-encryption-software'>read more here</A>PC杂志为信息技术专业人士提供最新硬件和应用程序的评论和预览。 它是数字世界的全面指南。 消费者认可并信任PCMag的权威，编辑的选择名称可帮助消费者区分和选择符合其要求的最佳产品。

# Blog_PECA_Title
source: PCMag Editors Choice Award
ar: جائزة اختيار محرري مجلة بي سي ماكيسين
es: Premio a la elección de los editores de PCMag
fr: Prix du Choix des Editeurs de PCMag
it: Premio PCMag Editors Choice
ko: PCMag 에디터 초이스 어워드
pl: Nagroda PCMag Editors Choice Award
ru: Приз "Выбор редакторов PCMag"
tr: PCMag Editörün Seçimi Ödülü
zh: PCMag编辑选择奖

# Blog_PRAA_H1_Text1
source: When a file is encrypted with AxCrypt, a very random 128- or 256-bit key as appropriate is generated by AxCrypt. This key, which is never really seen by anyone, is used to encrypt the file with AES-128 or AES-256. This key we call the master encryption key.
ar: عندما يتم تشفير ملف باستخدام اكسكربت ، يتم إنشاء مفتاح عشوائي للغاية 128 أو 256 بت حسب الاقتضاء بواسطة اكسكربت. يُستخدم هذا المفتاح ، الذي لم يراه أي شخص مطلقًا ، لتشفير الملف باستخدام AES-128 أو AES-256. هذا المفتاح نسميه مفتاح التشفير الرئيسي.
de: Wenn eine Datei mit AxCrypt verschlüsselt wird, wird von AxCrypt ein sehr zufälliger 128- oder 256-Bit-Schlüssel generiert. Dieser Schlüssel, der von niemandem wirklich gesehen wird, wird verwendet, um die Datei mit AES-128 oder AES-256 zu verschlüsseln. Diesen Schlüssel nennen wir den Master-Verschlüsselungsschlüssel.
es: Cuando un archivo se cifra con AxCrypt, AxCrypt genera una clave muy aleatoria de 128 o 256 bits, según corresponda. Esta clave, que nadie ve realmente, se utiliza para cifrar el archivo con AES-128 o AES-256. A esta clave la llamamos clave maestra de cifrado.
fr: Lorsqu’un fichier est chiffré avec AxCrypt, une clé très aléatoire de 128 ou 256 bits, selon le cas, est générée par AxCrypt. Cette clé, qui n’est jamais vraiment vue par personne, est utilisée pour chiffrer le fichier avec AES-128 ou AES-256. Cette clé, nous l’appelons la clé de chiffrement principale.
it: Quando un file viene crittografato con AxCrypt, AxCrypt genera una chiave molto casuale a 128 o 256 bit, a seconda dei casi. Questa chiave, che non viene mai realmente vista da nessuno, viene utilizzata per crittografare il file con AES-128 o AES-256. Questa chiave chiamiamo la chiave di crittografia principale.
ko: 파일이 AxCrypt로 암호화되면 AxCrypt에 의해 매우 임의의 128 비트 또는 256 비트 키가 생성됩니다. 실제로 볼 수 없는 이 키는 AES-128 또는 AES-256으로 파일을 암호화하는 데 사용됩니다. 이 키를 마스터 암호화 키라고 합니다.
nl: Wanneer een bestand is versleuteld met AxCrypt, wordt een zeer willekeurige 128- of 256-bit sleutel gegenereerd door AxCrypt. Deze sleutel, die nooit echt gezien wordt door iemand, wordt gebruikt om het bestand te versleutelen met AES-128 of AES-256. Deze sleutel noemen we de master encryptie sleutel.
pl: Kiedy plik jest zaszyfrowany za pomocą AxCrypt, AxCrypt generuje odpowiednio losowy 128- lub 256-bitowy klucz. Ten klucz, którego nikt tak naprawdę nie widzi, służy do szyfrowania pliku za pomocą AES-128 lub AES-256. Ten klucz nazywamy głównym kluczem szyfrowania.
pt: Quando um ficheiro é cifrado com a AxCrypt, uma chave muito aleatória de 128 ou 256 bits, conforme apropriado, é gerada pela AxCrypt. Esta chave, que nunca é vista por ninguém, é usada para cifrar o ficheiro com AES-128 ou AES-256. Designamo-la chave-mestra de cifragem.
ru: Когда файл шифруется с помощью AxCrypt, AxCrypt генерирует очень случайный 128- или 256-битный ключ, в зависимости от обстоятельств. Этот ключ, который на самом деле никто никогда не видит, используется для шифрования файла с помощью AES-128 или AES-256. Этот ключ мы называем главным ключом шифрования.
sv: När en fil krypteras med AxCrypt genereras en mycket slumpmässig 128- eller 256-bitars nyckel av AxCrypt. Denna nyckel, som aldrig ses av någon, används för att kryptera filen med AES-128 eller AES-256. Denna nyckel kallar vi huvudkrypteringsnyckeln.
tr: Bir dosya AxCrypt ile şifrelendiğinde, AxCrypt tarafından uygun şekilde oldukça rastgele bir şekilde bir 128 veya 256 bit anahtar oluşturulur. Hiç kimse tarafından görülmeyen bu anahtar, dosyayı AES-128 veya AES-256 ile şifrelemek için kullanılır. Bu anahtara ana şifreleme anahtarı diyoruz.
zh: 当文件使用AxCrypt加密时，AxCrypt会生成一个非常随机的128或256位密钥。 此密钥从未被任何人真正看到，用于使用AES-128或AES-256加密文件。 这个密钥我们称之为主加密密钥。

# Blog_PRAA_H1_Text2
source: The master encryption key in turn, is encrypted with your password, and stored along with the encrypted file data in the resulting AxCrypt-encrypted file.
ar: يتم تشفير مفتاح التشفير الرئيسي بدوره بكلمة المرور الخاصة بك ، ويتم تخزينه مع بيانات الملف المشفرة في ملف اكسكربت الناتج المشفر.
de: Der Master-Verschlüsselungsschlüssel wiederum wird mit Ihrem Kennwort verschlüsselt und zusammen mit den verschlüsselten Dateidaten in der resultierenden AxCrypt-verschlüsselten Datei gespeichert.
es: La clave maestra de cifrado, a su vez, se cifra con tu contraseña y se almacena junto con los datos del archivo cifrado en el archivo resultante cifrado con AxCrypt.
fr: La clé de chiffrement principale, à son tour, est cryptée avec votre mot de passe et stockée avec les données de fichier cryptées dans le fichier crypté AxCrypt résultant.
it: La chiave di crittografia principale, a sua volta, viene crittografata con la password e memorizzata, insieme ai dati dei file crittografati, nel risultante file crittografato con AxCrypt.
ko: 마스터 암호화 키는 암호로 암호화되고, 암호화된 파일 데이터와 함께 결과 AxCrypt로 암호화된 파일에 저장됩니다.
nl: De hoofdencryptiesleutel wordt op zijn beurt versleuteld met uw wachtwoord, en samen met de versleutelde bestandsgegevens opgeslagen in het resulterende AxCrypt-versleutelde bestand.
pl: Z kolei główny klucz szyfrowania jest zaszyfrowany Twoim hasłem i przechowywany wraz z zaszyfrowanymi danymi pliku w wynikowym pliku zaszyfrowanym AxCrypt.
pt: A chave-mestra de cifragem, por sua vez, é cifrada com a sua palavra-passe, e guardada em conjunto com a os dados do ficheiro cifrado no ficheiro cifrado pela AxCrypt resultante.
ru: Главный ключ шифрования, в свою очередь, зашифровывается вашим паролем и сохраняется вместе с зашифрованными файловыми данными в результирующем файле, зашифрованном AxCrypt.
sv: Huvudkrypteringsnyckeln i sin tur krypteras med ditt lösenord och lagras tillsammans med den krypterade fildatan i den resulterande AxCrypt-krypterade filen.
tr: Ana şifreleme anahtarı sırayla parolanızla şifrelenir ve şifrelenmiş dosya verileriyle birlikte elde edilen AxCrypt ile şifrelenmiş dosyada saklanır.
zh: 反过来，主加密密钥使用您的密码进行加密，并与加密的文件数据一起存储在生成的AxCrypt加密文件中。
