Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EHI_H1_Text2
source: The healthcare sector comprises not just hospitals and pharmacies, but also research centers and laboratories. All of them contain sensitive information on patients, medical reports, and data regarding medical research; for instance, Coronavirus studies and vaccines. As technology advances, cybercriminals become more sophisticated; sensitive information can fall into the wrong hands if it isn't adequately protected. Therefore, the need for encryption has become more prevalent in hospitals, nursing homes, and rehabilitation facilities. Healthcare organizations must establish comprehensive security measures to safeguard data from growing numbers of threats in order to properly secure delicate information from hackers.<br/>
ar: لا يقتصر قطاع الرعاية الصحية على المستشفيات والصيدليات فحسب ، بل يشمل أيضًا مراكز البحوث والمختبرات. تحتوي جميعها على معلومات حساسة عن المرضى وتقارير طبية وبيانات تتعلق بالبحوث الطبية ؛ على سبيل المثال ، دراسات فيروس كورونا واللقاحات. مع تقدم التكنولوجيا ، يصبح مجرمو الإنترنت أكثر تعقيدًا ؛ يمكن أن تقع المعلومات الحساسة في الأيدي الخطأ إذا لم تكن محمية بشكل كافٍ. لذلك ، أصبحت الحاجة إلى التشفير أكثر انتشارًا في المستشفيات ودور رعاية المسنين ومرافق إعادة التأهيل. يجب على مؤسسات الرعاية الصحية وضع تدابير أمنية شاملة لحماية البيانات من عدد متزايد من التهديدات من أجل تأمين المعلومات الدقيقة بشكل صحيح من المتسللين. <br/>
de: Der Gesundheitssektor umfasst nicht nur Krankenhäuser und Apotheken, sondern auch Forschungszentren und Labore. Alle enthalten sensible Informationen über Patienten, medizinische Berichte und Daten zur medizinischen Forschung. zum Beispiel Coronavirus-Studien und Impfstoffe. Mit fortschreitender Technologie werden Cyberkriminelle immer raffinierter; Sensible Informationen können in die falschen Hände geraten, wenn sie nicht angemessen geschützt sind. Daher ist der Bedarf an Verschlüsselung in Krankenhäusern, Pflegeheimen und Rehabilitationseinrichtungen immer größer geworden. Gesundheitsorganisationen müssen umfassende Sicherheitsmaßnahmen einrichten, um Daten vor einer wachsenden Anzahl von Bedrohungen zu schützen, um sensible Informationen ordnungsgemäß vor Hackern zu schützen.<br/>
es: El sector sanitario comprende no solo hospitales y farmacias, sino también centros de investigación y laboratorios. Todos ellos contienen información sensible sobre pacientes, informes médicos y datos sobre investigaciones médicas; por ejemplo, estudios y vacunas contra el coronavirus. A medida que avanza la tecnología, los ciberdelincuentes se vuelven más sofisticados; la información confidencial puede caer en manos equivocadas si no se protege adecuadamente. Por lo tanto, la necesidad de cifrado se ha vuelto más frecuente en hospitales, hogares de ancianos e instalaciones de rehabilitación. Las organizaciones de atención médica deben establecer medidas de seguridad integrales para proteger los datos de un número creciente de amenazas a fin de proteger adecuadamente la información delicada contra los hackers informáticos.<br/>
fr: Le secteur de la santé comprend non seulement les hôpitaux et les pharmacies, mais aussi les centres de recherche et les laboratoires. Tous contiennent des informations sensibles sur les patients, des rapports médicaux, et des données concernant la recherche médicale ; par exemple, les études sur le Coronavirus et les vaccins. À mesure que la technologie progresse, les cybercriminels deviennent plus sophistiqués ; des informations sensibles peuvent tomber entre de mauvaises mains si elles ne sont pas suffisamment protégées. Par conséquent, le besoin de cryptage est devenu plus répandu dans les hôpitaux, les maisons de soins infirmiers et les établissements de réadaptation. Les organismes de santé doivent mettre en place des mesures de sécurité complètes pour protéger les données contre un nombre croissant de menaces afin de protéger correctement les informations délicates contre les pirates.<br/>
it: Il settore sanitario comprende non solo ospedali e farmacie, ma anche centri di ricerca e laboratori. Tutti questi contengono informazioni sensibili sui pazienti, referti medici e dati relativi alla ricerca medica; ad esempio, studi sul Coronavirus e vaccini. Con l'avanzare della tecnologia, i criminali informatici diventano più sofisticati; informazioni sensibili possono cadere nelle mani sbagliate se non sono adeguatamente protette. Pertanto, la necessità della crittografia è diventata più diffusa negli ospedali, nelle case di cura e nelle strutture di riabilitazione. Le organizzazioni sanitarie devono stabilire misure di sicurezza esaurienti per salvaguardare i dati da un numero crescente di minacce al fine di proteggere adeguatamente informazioni delicate dagli hacker.<br/>
ko: 의료 부문은 병원과 약국뿐만 아니라 연구 센터와 실험실로 구성됩니다. 그들 모두는 환자, 의료 보고서 및 의학 연구에 관한 데이터에 대한 민감한 정보를 포함합니다. 예를 들어, 코로나 바이러스 연구 및 백신. 기술이 발전함에 따라 사이버 범죄자는 더욱 정교 해집니다. 민감한 정보는 적절하게 보호되지 않으면 잘못된 사람의 손에 들어갈 수 있습니다. 따라서 암호화의 필요성은 병원, 요양원 및 재활 시설에서 더욱 보편화되었습니다. 의료 기관은 해커로부터 민감한 정보를 적절하게 보호하기 위해 증가하는 위협으로부터 데이터를 보호하기 위한 포괄적인 보안 조치를 수립해야 합니다.<br/>
nl: De zorgsector omvat niet alleen ziekenhuizen en apotheken, maar ook onderzoekscentra en laboratoria. Ze bevatten allemaal gevoelige informatie over patiënten, medische rapporten en gegevens over medisch onderzoek; bijvoorbeeld Coronavirus-onderzoeken en vaccins. Naarmate de technologie vordert, worden cybercriminelen geavanceerder; gevoelige informatie kan in verkeerde handen vallen als deze niet adequaat wordt beschermd. Daarom komt de behoefte aan encryptie vaker voor in ziekenhuizen, verpleeghuizen en revalidatiecentra. Zorgorganisaties moeten uitgebreide beveiligingsmaatregelen nemen om gegevens te beschermen tegen een groeiend aantal bedreigingen om delicate informatie goed te beveiligen tegen hackers.<br/>
pl: Sektor opieki zdrowotnej to nie tylko szpitale i apteki, ale także ośrodki badawcze i laboratoria. Wszystkie zawierają wrażliwe informacje o pacjentach, raporty medyczne i dane dotyczące badań medycznych; na przykład badania i szczepionki dotyczące koronawirusa. Wraz z rozwojem technologii cyberprzestępcy stają się coraz bardziej wyrafinowani; poufne informacje mogą wpaść w niepowołane ręce, jeśli nie są odpowiednio chronione. Dlatego potrzeba szyfrowania stała się bardziej powszechna w szpitalach, domach opieki i ośrodkach rehabilitacyjnych. Organizacje opieki zdrowotnej muszą ustanowić kompleksowe środki bezpieczeństwa, aby chronić dane przed rosnącą liczbą zagrożeń, aby odpowiednio zabezpieczyć delikatne informacje przed hakerami.<br/>
pt: O sector dos cuidados de saúde é constituído por não apenas hospitais e farmácias mas também centros de investigação e laboratórios. Todos eles contêm informação sensível de pacientes, relatórios médicos e dados de investigação médica, por exemplo, estudos e vacinas para o coronavírus. Com o avanço da tecnologia, os cibercriminosos tornam-se mais sofisticados e a informação sensível pode cair nas mãos erradas se não for protegida adequadamente. Portanto, a necessidade de cifragem tornou-se prevalecente em hospitais, lares de idosos e estabelecimentos de reabilitação. As organizações de cuidados de saúde devem estabelecer medidas de segurança completas para salvaguardar os dados de números crescentes de ameaças de forma a proteger apropriadamente a informação de hackers.<br/>
ru: Сектор здравоохранения включает в себя не только больницы и аптеки, но и исследовательские центры и лаборатории. Все они содержат конфиденциальную информацию о пациентах, медицинские заключения и данные, касающиеся медицинских исследований; например, исследования на коронавирус и вакцины. По мере развития технологий киберпреступники становятся все более изощренными; конфиденциальная информация может попасть не в те руки, если она недостаточно защищена. Таким образом, потребность в шифровании стала более распространенной в больницах, домах престарелых и реабилитационных учреждениях. Организации здравоохранения должны принять комплексные меры безопасности для защиты данных от растущего числа угроз, чтобы должным образом обезопасить конфиденциальную информацию от хакеров.<br/>
sv: Sjukvårdssektorn omfattar inte bara sjukhus och apotek utan även forskningscentrum och laboratorier. Alla instanser innehåller känslig information om patienter, medicinska rapporter och information om medicinsk forskning; till exempel coronavirusstudier eller vacciner. Allt eftersom tekniken går framåt blir cyberkriminella mer sofistikerade; känslig information kan hamna i orätta händer om den inte är tillräckligt skyddad. Därför har behovet av kryptering blivit allt vanligare på sjukhus, vårdhem och rehabiliteringsanläggningar. Sjukvårdsorganisationer måste införa omfattande säkerhetsåtgärder för att skydda data från ett växande antal hot för att korrekt säkra känslig information från hackare.<br/>
tr: Sağlık sektörü sadece hastaneler ve eczanelerden değil, aynı zamanda araştırma merkezleri ve laboratuvarlardan da oluşmaktadır. Hepsi hastalar hakkında hassas bilgiler, tıbbi raporlar ve tıbbi araştırmalarla ilgili verilere sahiptir; örneğin, Koronavirüs çalışmaları ve aşıları. Teknoloji ilerledikçe, siber suçlular daha sofistike hale gelir; hassas bilgiler yeterince korunmazsa yanlış ellere geçebilir. Bu nedenle, şifreleme ihtiyacı hastanelerde, bakım evlerinde ve rehabilitasyon tesislerinde daha yaygın hale gelmiştir. Sağlık kuruluşları, hassas bilgileri bilgisayar korsanlarından düzgün bir şekilde korumak için verileri artan sayıda tehdide karşı korumak için kapsamlı güvenlik önlemleri oluşturmak zorundadır.<br/>
zh: 医疗保健部门不仅包括医院和药房，还包括研究中心和实验室。 所有这些都包含有关患者，医疗报告和医学研究数据的敏感信息;例如，冠状病毒研究和疫苗。 随着技术的进步，网络犯罪分子变得更加复杂;如果没有得到充分保护，敏感信息可能会落入坏人之手。 因此，对加密的需要在医院、疗养院和康复设施中变得更加普遍。 医疗保健组织必须建立全面的安全措施来保护数据免受越来越多的威胁，以便正确地保护脆弱的信息免受黑客的攻击。<br/>

# Blog_EHI_H2_Text1
source: Since the global pandemic, the healthcare industry experienced a 51% increase in the total volume of records exposed. In the first half of 2021, data breaches grew further; with the healthcare sector remaining at the top of the most-breached industry list.<br/><br/>
ar: منذ الوباء العالمي ، شهدت صناعة الرعاية الصحية زيادة بنسبة 51٪ في الحجم الإجمالي للسجلات المكشوفة. في النصف الأول من عام 2021 ، نمت خروقات البيانات بشكل أكبر ؛ مع بقاء قطاع الرعاية الصحية على رأس قائمة الصناعة الأكثر تعرضًا للاختراق. <br/> <br/>
de: Seit der globalen Pandemie verzeichnete die Gesundheitsbranche einen Anstieg des Gesamtvolumens der exponierten Datensätze um 51%. Im ersten Halbjahr 2021 nahmen die Datenschutzverletzungen weiter zu, wobei der Gesundheitssektor weiterhin ganz oben auf der Liste der am häufigsten verletzten Branchen steht.<br/><br/>
es: Desde la pandemia mundial, la industria de la salud experimentó un aumento del 51 % en el volumen total de registros expuestos. En la primera mitad de 2021, las vulneraciones de datos crecieron aún más; con el sector de la salud permaneciendo en la parte superior de la lista de la industria más vulnerada.<br/><br/>
fr: Depuis la pandémie mondiale, le secteur de la santé a connu une augmentation de 51 % du volume total de dossiers exposés. Au premier semestre 2021, les violations de données ont encore augmenté ; le secteur de la santé restant en tête de liste des secteurs les plus touchés.<br/><br/>
it: Dalla pandemia globale, il settore sanitario ha registrato un aumento del 51% del volume totale di record esposti. Nella prima metà del 2021, le violazioni dei dati sono cresciute ulteriormente; con il settore sanitario che rimane in cima alla lista del settore più violato.<br/><br/>
ko: 글로벌 팬데믹 이후 의료 산업은 노출된 총 기록량이 51% 증가했습니다. 2021년 상반기에는 데이터 유출이 더욱 증가했습니다. 의료 부문은 가장 많이 침해된 산업 분야입니다.<br/><br/>
nl: Sinds de wereldwijde pandemie heeft de gezondheidszorg een toename van 51% ervaren in het totale aantal openbaar gemaakte documenten. In de eerste helft van 2021 namen datalekken verder toe; waarbij de zorgsector bovenaan de lijst van de meest geschonden industrie blijft staan.<br/><br/>
pl: Od czasu globalnej pandemii branża opieki zdrowotnej odnotowała 51% wzrost całkowitej ilości ujawnionych danych. W pierwszej połowie 2021 r. nastąpił dalszy wzrost naruszeń danych; z sektorem opieki zdrowotnej pozostaje na szczycie listy najczęściej naruszanych branż.<br/><br/>
pt: Desde a pandemia global que a indústria dos cuidados de saúde assistiu a um aumento de 51% no volume total de registos expostos. Na primeira metade de 2021, as violações de dados cresceram ainda mais, com o sector dos cuidados de saúde no topo da lista das indústrias mais violadas.<br/><br/>
ru: После глобальной пандемии общий объем открытых записей в сфере здравоохранения увеличился на 51%. В первой половине 2021 года число утечек данных еще больше выросло; сектор здравоохранения по-прежнему возглавляет список наиболее уязвимых отраслей.<br/><br/>
sv: Sedan den globala pandemin har hälso- och sjukvårdsindustrin upplevt en ökning med 51 % av den totala mängden exponerade register. Under första halvåret 2021 växte dataintrången ytterligare; med hälso- och sjukvårdssektorn är kvar i toppen som den mest utsatta branschen.<br/><br/>
tr: Küresel salgından bu yana, sağlık sektöründe açığa çıkan kayıtların toplam hacminde %51'lik bir artış yaşadı. 2021'in ilk yarısında veri ihlalleri daha da arttı; sağlık sektörü en çok ihlal yaşayan sektör listesinin başında kaldı.<br/><br/>
zh: 自全球大流行以来，医疗保健行业暴露的记录总量增加了51％。 在2021年上半年，数据泄露事件进一步增长;医疗保健行业仍然是最受破坏的行业名单的首位。<br/><br/>

# Blog_EHI_H2_Text2
source: Healthcare companies cannot rely on basic security measures like firewalls and passwords to protect themselves from modern hackers and cyber-criminals. This issue will persist and continue to jeopardize countless lives until up-to-date security measures are adopted in the healthcare sector.
ar: لا يمكن لشركات الرعاية الصحية الاعتماد على تدابير الأمان الأساسية مثل جدران الحماية وكلمات المرور لحماية نفسها من المتسللين الجدد ومجرمي الإنترنت. ستستمر هذه المشكلة وتستمر في تعريض حياة عدد لا يحصى من الأرواح للخطر حتى يتم اعتماد تدابير أمنية حديثة في قطاع الرعاية الصحية.
de: Gesundheitsunternehmen können sich nicht auf grundlegende Sicherheitsmaßnahmen wie Firewalls und Passwörter verlassen, um sich vor modernen Hackern und Cyberkriminellen zu schützen. Dieses Problem wird bestehen bleiben und weiterhin unzählige Leben gefährden, bis im Gesundheitswesen aktuelle Sicherheitsmaßnahmen ergriffen werden.
es: Las empresas de atención médica no pueden confiar en medidas de seguridad básicas como cortafuegos y contraseñas para protegerse de los hackers informáticos y ciberdelincuentes modernos. Este problema persistirá y seguirá poniendo en peligro innumerables vidas hasta que se adopten medidas de seguridad actualizadas en el sector de la salud.
fr: Les entreprises du secteur de la santé ne peuvent pas compter sur des mesures de sécurité de base telles que des pare-feu et des mots de passe pour se protéger contre les pirates informatiques et les cybercriminels modernes. Ce problème persistera et continuera de mettre en péril d’innombrables vies jusqu’à ce que des mesures de sécurité à jour soient adoptées dans le secteur de la santé.
it: Le aziende sanitarie non possono fare affidamento su misure di sicurezza di base come firewall e password per proteggersi dagli hacker moderni e criminali informatici. Questo problema persisterà e continuerà a mettere a repentaglio innumerevoli vite fino a quando non saranno adottate misure di sicurezza aggiornate nel settore sanitario.
ko: 의료 회사는 현대 해커 및 사이버 범죄자로부터 자신을 보호하기 위해 방화벽 및 암호와 같은 기본 보안 조치에 의존할 수 없습니다. 이 문제는 의료 부문에서 최신 보안 조치가 채택 될 때까지, 지속되고 수많은 생명을 위태롭게 할 것입니다.
nl: Bedrijven in de gezondheidszorg kunnen niet vertrouwen op basisbeveiligingsmaatregelen zoals firewalls en wachtwoorden om zich te beschermen tegen moderne hackers en cybercriminelen. Dit probleem zal blijven bestaan en talloze levens in gevaar blijven brengen zolang er in de gezondheidszorg geen moderne beveiligingsmaatregelen worden genomen.
pl: Firmy medyczne nie mogą polegać na podstawowych środkach bezpieczeństwa, takich jak zapory ogniowe i hasła, aby chronić się przed współczesnymi hakerami i cyberprzestępcami. Ten problem będzie się utrzymywał i nadal zagrażał niezliczonym istnieniom, dopóki w sektorze opieki zdrowotnej nie zostaną zastosowane aktualne środki bezpieczeństwa.
pt: As empresas de cuidados de saúde não podem depender de medidas de segurança básicas como firewalls e palavras-passe para se protegerem de hackers e cibercriminosos modernos. Este problema persistirá e continuará a colocar em perigo inúmeras vidas até que medidas de segurança actualizadas sejam adoptadas no sector dos cuidados de saúde.
ru: Медицинские компании не могут полагаться на базовые меры безопасности, такие как брандмауэры и пароли, чтобы защитить себя от современных хакеров и киберпреступников. Эта проблема будет сохраняться и по-прежнему подвергать опасности бесчисленное множество жизней до тех пор, пока в секторе здравоохранения не будут приняты современные меры безопасности.
sv: Sjukvårdsföretag kan inte förlita sig på grundläggande säkerhetsåtgärder som brandväggar och lösenord för att skydda sig mot moderna hackare och cyberbrottslingar. Denna fråga kommer att kvarstå och fortsätta att äventyra otaliga liv tills uppdaterade säkerhetsåtgärder antas inom sjukvårdssektorn.
tr: Sağlık şirketleri, kendilerini modern bilgisayar korsanlarından ve siber suçlulardan korumak için güvenlik duvarları ve şifreler gibi temel güvenlik önlemlerine bel bağlayamaz. Bu sorun var olmaya ve sağlık sektöründe güncel güvenlik önlemleri alınana kadar sayısız hayatı tehlikeye atmaya devam edecektir.
zh: 医疗保健公司不能依靠防火墙和密码等基本安全措施来保护自己免受现代黑客和网络犯罪分子的侵害。 在医疗保健部门采用最新的安全措施之前，这个问题将持续存在并继续危及无数人的生命。
