Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WICE_AD_Text7
source: <li style="list-style-type: '\27A3';"> In case of any disaster, data is safe in the cloud storage. Data is easily available to keep running the operation.
ar: <li style="list-style-type: '\27A3';">في حالة حدوث أي كارثة ، تكون البيانات آمنة في التخزين السحابي. البيانات متاحة بسهولة لمواصلة تشغيل العملية.
de: <li style="list-style-type: '\27A3';"> Im Katastrophenfall sind die Daten im Cloud-Speicher sicher. Daten sind leicht verfügbar, um den Vorgang fortzusetzen.
es: <li style="list-style-type: '\27A3';"> En caso de cualquier desastre, los datos están seguros en el almacenamiento en la nube. Los datos están fácilmente disponibles para seguir ejecutando la operación.
fr: <li style="list-style-type: '\27A3';"> En cas de sinistre, les données sont en sécurité dans le stockage cloud. Les données sont facilement disponibles pour continuer à exécuter l'opération.
it: <li style="list-style-type: '\27A3';"> In caso di disastro, i dati sono al sicuro nel cloud storage. I dati sono facilmente disponibili per continuare a eseguire l'operazione.
ko: <li style="list-style-type: '\27A3';"> 재해가 발생해도 클라우드 스토리지에서 데이터가 안전합니다. 손실이 없도록 데이터가 보호됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> In geval van een calamiteit zijn gegevens veilig in de cloudopslag. Gegevens zijn gemakkelijk beschikbaar om de operatie te laten draaien.
pl: <li style="list-style-type: '\27A3';"> W przypadku awarii dane są bezpieczne w chmurze. Dane są łatwo dostępne, aby kontynuować operację.
pt: <li style="list-style-type: '\27A3';"> Em caso de desastre, os dados permanecem seguros no armazenamento na nuvem e facilmente disponíveis para se manterem as operações.
ru: <li style="list-style-type: '\27A3';"> В случае какой-либо катастрофы данные будут в безопасности в облачном хранилище. Данные легко доступны для продолжения выполнения операции.
sv: <li style="list-style-type: '\27A3';"> I händelse av katastrof är datan säker i molnlagringen. Datan är sedan lättillgänglig för att fortsätta köra operationen.
tr: <li style="list-style-type: '\27A3';"> Herhangi bir felaket durumunda, veriler bulut depolama alanında güvendedir. Operasyonu yürütmeye devam etmek için verilere kolayca erişilebilir.</li>
zh: <li style="list-style-type: '\27A3';"> 如果发生任何灾难，数据在云存储中是安全的。 数据很容易获得，以保持运行操作。

# Blog_WICE_Advantages
source: <strong>Advantages of cloud encryption:</strong>
ar: <strong> مزايا التشفير السحابي: </strong>
de: <strong>Vorteile der Cloud-Verschlüsselung:</strong>
es: <strong>Ventajas del cifrado en la nube:</strong>
fr: <strong>Avantages du chiffrement dans le cloud :</strong>
it: <strong>Vantaggi della crittografia cloud:</strong>
ko: <strong>클라우드 암호화의 장점:</strong>
nl: <strong>Voordelen van cloudencryptie:</strong>
pl: <strong>Zalety szyfrowania w chmurze:</strong>
pt: <strong>Vantagens da cifragem na nuvem:</strong>
ru: <strong>Преимущества облачного шифрования:</strong>
sv: <strong>Fördelar med molnkryptering:</strong>
tr: <strong>Bulut şifrelemenin avantajları:</strong>
zh: <strong>云加密的优势：</strong>

# Blog_WICE_H1_Text1
source: <li style="list-style-type: '\2714';"> Cloud encryption protects data regardless of whether it is stored or transmitted. Round the clock, cloud encryption prevents unauthorized access.
ar: <li style="list-style-type: '\2714';"> يحمي التشفير السحابي البيانات بغض النظر عما إذا كانت مخزنة أو مرسلة. على مدار الساعة ، يمنع التشفير السحابي الوصول غير المصرح به.
de: <li style="list-style-type: '\2714';"> Cloud-Verschlüsselung schützt Daten unabhängig davon, ob sie gespeichert oder übertragen werden. Rund um die Uhr verhindert die Cloud-Verschlüsselung unbefugten Zugriff.
es: <li style="list-style-type: '\2714';"> El cifrado en la nube protege los datos independientemente de si se almacenan o transmiten. Las 24 horas del día, el cifrado en la nube evita el acceso no autorizado.
fr: <li style="list-style-type: '\2714';"> Le chiffrement cloud protège les données, qu'elles soient stockées ou transmises. 24 heures sur 24, le cryptage cloud empêche tout accès non autorisé.
it: <li style="list-style-type: '\2714';"> La crittografia cloud protegge i dati indipendentemente dal fatto che vengano archiviati o trasmessi. 24 ore su 24, la crittografia cloud impedisce l'accesso non autorizzato.
ko: <li style="list-style-type: '\2714';"> 클라우드 암호화는 저장 또는 전송 여부에 관계없이 데이터를 보호합니다. 클라우드 암호화는 항시 무단 액세스를 방지합니다.</li>
nl: <li style="list-style-type: '\2714';"> Cloudencryptie beschermt gegevens, ongeacht of deze worden opgeslagen of verzonden. Cloud-encryptie voorkomt 24 uur per dag ongeoorloofde toegang.
pl: <li style="list-style-type: '\2714';"> Szyfrowanie w chmurze chroni dane niezależnie od tego, czy są przechowywane, czy przesyłane. Przez całą dobę szyfrowanie w chmurze zapobiega nieautoryzowanemu dostępowi.
pt: <li style="list-style-type: '\2714';"> A cifragem na nuvem protege tanto dados armazenados como transmitidos. 24 horas por dia, a cifragem na nuvem previne o acesso não autorizado.
ru: <li style="list-style-type: '\2714';"> Облачное шифрование защищает данные независимо от того, хранятся они или передаются. Круглосуточное облачное шифрование предотвращает несанкционированный доступ к файлам.
sv: <li style="list-style-type: '\2714';"> Molnkryptering skyddar data oavsett om den lagras eller överförs. Molnkryptering förhindrar obehörig åtkomst dygnet runt.
tr: <listyle="list-style-type:'\2714';"> Bulut şifreleme, depolandığı ya da iletildiği önemli olmaksızın verileri korur. Bulut şifreleme günün her anı yetkisiz erişimin önüne geçer.
zh: <li style="list-style-type: '\2714';"> 云加密保护数据，无论它是存储还是传输。 全天候，云加密可防止未经授权的访问。

# Blog_WICE_H1_Text2
source: <li style="list-style-type: '\2714';"> It’s not only external access we have to be alert of, but also internal data theft. Business partners or contractors or even employees with malicious intention can either damage or even engage in data breach. Cloud encryption protects and helps prevent employees from harming business.
ar: لا يقتصر الأمر على الوصول الخارجي الذي يجب أن نكون في حالة تأهب بشأنه ، ولكن أيضًا <li style="list-style-type: '\2714';"> سرقة البيانات الداخلية. يمكن لشركاء الأعمال أو المقاولين أو حتى الموظفين ذوي النوايا الخبيثة إما إتلاف أو حتى الانخراط في خرق البيانات. يحمي التشفير السحابي الموظفين ويساعد على منعهم من إلحاق الضرر بالأعمال.
de: <li style="list-style-type: '\2714';"> Wir müssen nicht nur auf externe Zugriffe achten, sondern auch auf internen Datendiebstahl. Geschäftspartner oder Auftragnehmer oder sogar Mitarbeiter mit böswilliger Absicht können Daten entweder beschädigen oder sogar verletzen. Cloud-Verschlüsselung schützt und verhindert, dass Mitarbeiter dem Geschäft schaden.
es: <li style="list-style-type: '\2714';"> No solo debemos estar atentos al acceso externo, sino también al robo de datos internos. Los socios comerciales o contratistas o incluso los empleados con intenciones maliciosas pueden dañar o incluso participar en una vulneración de datos. El cifrado en la nube protege y ayuda a evitar que los empleados perjudiquen a la empresa.
fr: <li style="list-style-type: '\2714';"> Ce ne sont pas seulement les accès externes dont nous devons nous méfier, mais aussi le vol interne de données. Les partenaires commerciaux ou les sous-traitants ou même les employés ayant une intention malveillante peuvent endommager ou même commettre une violation de données. Le chiffrement dans le cloud protège et aide à empêcher les employés de nuire à l'entreprise.
it: <li style="list-style-type: '\2714';"> Non è solo l'accesso esterno di cui dobbiamo essere attenti, ma anche il furto di dati interni. I partner commerciali o gli appaltatori o persino i dipendenti con intenzioni dannose possono danneggiare o persino commettere violazioni dei dati. La crittografia cloud protegge e aiuta a prevenire che i dipendenti danneggino le aziende.</li>
ko: <li style="list-style-type: '\2714';"> 우리가 경계해야 할 것은 외부 액세스뿐만 아니라 내부 데이터 도난입니다. 비즈니스 파트너나 계약자 또는 악의적인 의도를 가진 직원도 데이터 침해에 피해를 입히거나, 이에 관여할 수도 있습니다. 클라우드 암호화는 직원이 비즈니스에 해를 끼치는 것을 보호하고 방지하는 데 도움이 됩니다.</li>
nl: <li style="list-style-type: '\2714';"> Het is niet alleen externe toegang waar we alert op moeten zijn, maar ook interne datadiefstal. Zakelijke partners of aannemers of zelfs werknemers met kwade bedoelingen kunnen datalekken beschadigen of zelfs plegen. Cloudencryptie beschermt en helpt voorkomen dat werknemers het bedrijf schade aanrichten.
pl: <li style="list-style-type: '\2714';"> Musimy uważać nie tylko na dostęp z zewnątrz, ale także na wewnętrzną kradzież danych. Partnerzy biznesowi lub kontrahenci, a nawet pracownicy o złych intencjach, mogą uszkodzić lub nawet naruszyć bezpieczeństwo danych. Szyfrowanie w chmurze chroni i pomaga zapobiegać szkodom biznesowym pracowników.
pt: <li style="list-style-type: '\2714';"> Devemos estar alertas não apenas em relação ao acesso externo mas também ao roubo interno de dados. Parceiros de negócio ou prestadores de serviço ou mesmo colaboradores com intenções maliciosas podem causar danos ou mesmo participar em violações de dados. A cifragem na nuvem protege e ajuda a prevenir os colaboradores de causarem danos de negócio.
ru: <li style="list-style-type: '\2714';"> Мы должны быть настороже не только из-за внешнего доступа, но и из-за кражи внутренних данных. Деловые партнеры, подрядчики или даже сотрудники со злым умыслом могут либо нанести ущерб, либо даже участвовать в утечке данных. Облачное шифрование защищает и помогает предотвратить нанесение сотрудниками вреда бизнесу.
sv: <li style="list-style-type: '\2714';"> Det är inte bara extern åtkomst vi måste vara uppmärksamma på, utan även intern datastöld. Affärspartners eller entreprenörer eller till och med anställda kan antingen skada eller till och med delta i dataintrång. Molnkryptering skyddar och hjälper till att förhindra anställda från att skada verksamheten.
tr: <li style="list-style-type: '\2714';"> Dikkat etmemiz gereken yalnızca harici erişim değil, aynı zamanda dahili veri hırsızlığıdır. İş ortakları veya yükleniciler, hatta kötü niyetli çalışanlar bile verilere zarar verebilir veya veri ihlalinde bulunabilir. Bulut şifreleme, çalışanları korur ve işletmeye zarar vermelerini önlemeye yardımcı olur.
zh: <li style="list-style-type: '\2714';"> 我们必须警惕的不仅仅是外部访问，还有内部数据被盗。 业务合作伙伴或承包商，甚至是恶意员工，可能会损害甚至参与数据泄露。 云加密保护并帮助防止员工损害业务。

# Blog_WICE_H1_Text3
source: <li style="list-style-type: '\2714';"> It has been viewed that APIs with weak security protocols introduce cloud-based security risk during data transfer, which in turn provides unauthorized access to cybercriminals looking to steal data. Cloud encryption services help in reducing the risks posed by insecure APIs and prevent sensitive data from falling into the wrong hands, even in the event of a leak.
ar: <li style="list-style-type: '\2714';"> لقد تم النظر إلى أن واجهات برمجة التطبيقات ذات البروتوكولات الأمنية الضعيفة تقدم مخاطر أمنية قائمة على السحابة أثناء نقل البيانات ، والتي بدورها توفر وصولاً غير مصرح به إلى مجرمي الإنترنت الذين يتطلعون إلى سرقة البيانات. تساعد خدمات التشفير السحابي في تقليل المخاطر التي تشكلها واجهات برمجة التطبيقات غير الآمنة ومنع البيانات الحساسة من الوقوع في الأيدي الخطأ ، حتى في حالة حدوث تسرب.
de: <li style="list-style-type: '\2714';"> Es wurde festgestellt, dass APIs mit schwachen Sicherheitsprotokollen während der Datenübertragung ein cloudbasiertes Sicherheitsrisiko darstellen, das wiederum Cyberkriminellen, die Daten stehlen möchten, unbefugten Zugriff bietet. Cloud-Verschlüsselungsdienste tragen dazu bei, die Risiken unsicherer APIs zu reduzieren und zu verhindern, dass sensible Daten auch im Falle eines Lecks in die falschen Hände geraten.
es: <li style="list-style-type: '\2714';"> Se ha visto que las API con protocolos de seguridad débiles introducen un riesgo de seguridad basado en la nube durante la transferencia de datos, lo que a su vez proporciona acceso no autorizado a los ciberdelincuentes que buscan robar datos. Los servicios de cifrado en la nube ayudan a reducir los riesgos que plantean las API inseguras y evitan que los datos confidenciales caigan en manos equivocadas, incluso en caso de fuga.
fr: <li style="list-style-type: '\2714';"> Il a été constaté que les API avec des protocoles de sécurité faibles introduisent un risque de sécurité basé sur le cloud lors du transfert de données, ce qui à son tour fournit un accès non autorisé aux cybercriminels cherchant à voler des données . Les services de chiffrement dans le cloud aident à réduire les risques posés par les API non sécurisées et empêchent les données sensibles de tomber entre de mauvaises mains, même en cas de fuite.
it: <li style="list-style-type: '\2714';"> È stato visto che le API con protocolli di sicurezza deboli introducono rischi per la sicurezza basati su cloud durante il trasferimento dei dati, che a loro volta forniscono accesso non autorizzato ai criminali informatici che cercano di rubare dati. I servizi di crittografia cloud aiutano a ridurre i rischi posti da API non sicure e impediscono che i dati sensibili cadano nelle mani sbagliate, anche in caso di trapelazione.</li>
ko: <li style="list-style-type: '\2714';"> 보안 프로토콜이 약한 API는 데이터 전송 중에 클라우드 기반 보안 위험을 초래하여 데이터를 훔치려는 사이버 범죄자에게 무단 액세스를 제공하는 것으로 나타났습니다. 클라우드 암호화 서비스는 안전하지 않은 API로 인한 위험을 줄이고, 유출이 발생하더라도 민감한 데이터가 잘못된 사람의 손에 들어가는 것을 방지하는 데 도움이 됩니다.</li>
nl: <li style="list-style-type: '\2714';"> Er is gezien dat API's met zwakke beveiligingsprotocollen cloudgebaseerde beveiligingsrisico's introduceren tijdens gegevensoverdracht, wat op zijn beurt ongeoorloofde toegang biedt aan cybercriminelen die gegevens willen stelen . Cloud-encryptiediensten helpen bij het verminderen van de risico's van onveilige API's en voorkomen dat gevoelige gegevens in verkeerde handen vallen, zelfs in het geval van een lek.
pl: <li style="list-style-type: '\2714';"> Zauważono, że interfejsy API ze słabymi protokołami bezpieczeństwa wprowadzają ryzyko związane z bezpieczeństwem w chmurze podczas przesyłania danych, co z kolei zapewnia nieautoryzowany dostęp cyberprzestępcom chcącym ukraść dane . Usługi szyfrowania w chmurze pomagają zmniejszyć ryzyko stwarzane przez niezabezpieczone interfejsy API i zapobiegają dostaniu się wrażliwych danych w niepowołane ręce, nawet w przypadku wycieku.
pt: <li style="list-style-type: '\2714';"> Observou-se que APIs com protocolos de segurança fracos introduzem riscos de segurança na nuvem durante a transmissão de dados, o que por sua vez permite acesso não autorizado a cibercriminosos à procura de roubar dados. Os serviços de cifragem na nuvem ajudam a reduzir os riscos colocados pelas APIs não seguras e previnem que dados sensíveis caiam em mãos erradas, mesmo em caso de fuga.
ru: <li style="list-style-type: '\2714';"> Было замечено, что API со слабыми протоколами безопасности создают угрозу облачной безопасности во время передачи данных, что, в свою очередь, обеспечивает несанкционированный доступ киберпреступникам, желающим украсть данные. Облачные сервисы шифрования помогают снизить риски, связанные с небезопасными API-интерфейсами, и предотвращают попадание конфиденциальных данных в чужие руки даже в случае утечки.
sv: <li style="list-style-type: '\2714';"> Det har ansetts att API:er med svaga säkerhetsprotokoll inför molnbaserade säkerhetsrisker under dataöverföring, vilket i sin tur ger obehörig åtkomst till cyberbrottslingar som vill stjäla data . Molnkrypteringstjänster hjälper till att minska riskerna med osäkra API:er och förhindrar att känslig data hamnar i fel händer, även i händelse av en läcka.
tr: <li style="list-style-type: '\2714';"> Zayıf güvenlik protokollerine sahip API'lerin veri aktarımı sırasında bulut tabanlı güvenlik riski oluşturduğu ve bunun da veri çalmak isteyen siber suçlulara yetkisiz erişim sağladığı görülmüştür. Bulut şifreleme hizmetleri, güvensiz API'lerin yarattığı riskleri azaltmaya yardımcı olur ve bir sızıntı durumunda bile hassas verilerin yanlış ellere geçmesini önler.
zh: <li style="list-style-type: '\2714';"> 有人认为，具有弱安全协议的Api在数据传输过程中引入了基于云的安全风险，这反过来为寻求窃取数据的网络犯罪分子提供了未经授权的访问。 云加密服务有助于降低不安全Api带来的风险，并防止敏感数据落入坏人之手，即使在发生泄漏的情况下也是如此。

# Blog_WICE_H1_Text4
source: <li style="list-style-type: '\2714';"> The sudden rise in usage of remote workplaces has increased cybercriminals tremendously as hackers insert malicious packets as local traffic and import them into an organization's cloud database using illegal methods. Nevertheless, when cloud data is encrypted, it becomes almost impossible to steal or modify it.
ar: <li style="list-style-type: '\2714';"> أدى الارتفاع المفاجئ في استخدام أماكن العمل عن بُعد إلى زيادة مجرمي الإنترنت بشكل كبير حيث يقوم المتسللون بإدراج حزم ضارة كحركة مرور محلية واستيرادها إلى قاعدة البيانات السحابية للمؤسسة باستخدام طرق غير قانونية. ومع ذلك ، عندما يتم تشفير البيانات السحابية ، يكاد يكون من المستحيل سرقتها أو تعديلها.
de: <li style="list-style-type: '\2714';"> Der plötzliche Anstieg der Nutzung von Remote-Arbeitsplätzen hat die Zahl der Cyberkriminellen enorm erhöht, da Hacker schädliche Pakete als lokalen Datenverkehr einfügen und sie mit illegalen Methoden in die Cloud-Datenbank eines Unternehmens importieren. Wenn Cloud-Daten jedoch verschlüsselt sind, wird es fast unmöglich, sie zu stehlen oder zu modifizieren.
es: <li style="list-style-type: '\2714';"> El repentino aumento en el uso de lugares de trabajo remotos ha elevado enormemente el número de ciberdelincuentes, ya que los hackers informáticos insertan paquetes maliciosos como tráfico local y los importan a la base de datos en la nube de una organización utilizando métodos ilegales. Sin embargo, cuando los datos de la nube están cifrados, se vuelve casi imposible robarlos o modificarlos.
fr: <li style="list-style-type: '\2714';"> L'augmentation soudaine de l'utilisation des lieux de travail distants a considérablement augmenté le nombre de cybercriminels, car les pirates insèrent des paquets malveillants dans le trafic local et les importent dans la base de données cloud d'une organisation à l'aide de méthodes illégales. Néanmoins, lorsque les données du cloud sont cryptées, il devient presque impossible de les voler ou de les modifier.
it: <li style="list-style-type: '\2714';"> L'improvviso aumento dell'utilizzo di luoghi di lavoro remoti ha aumentato enormemente i criminali informatici poiché gli hacker inseriscono pacchetti dannosi come traffico locale e li importano nel database cloud di un'organizzazione utilizzando metodi illegali. Tuttavia, quando i dati del cloud vengono crittografati, diventa quasi impossibile rubarli o modificarli.
ko: <li style="list-style-type: '\2714';"> 원격 작업 공간의 사용이 갑자기 증가함에 따라 해커가 악성 패킷을 로컬 트래픽으로 삽입하고 불법적인 방법을 사용하여 조직의 클라우드 데이터베이스로 가져오기 때문에 사이버 범죄자가 엄청나게 증가했습니다. 그럼에도 불구하고 클라우드 데이터가 암호화되면 데이터를 훔치거나 수정하는 것이 거의 불가능해집니다.</li>
nl: <li style="list-style-type: '\2714';"> Door de plotselinge toename van het gebruik van externe werkplekken zijn cybercriminelen enorm toegenomen doordat hackers kwaadaardige pakketten als lokaal verkeer invoegen en deze met illegale methoden importeren in de clouddatabase van een organisatie. Niettemin, wanneer cloudgegevens worden versleuteld, wordt het bijna onmogelijk om deze te stelen of te wijzigen.
pl: <li style="list-style-type: '\2714';"> Nagły wzrost wykorzystania zdalnych miejsc pracy ogromnie zwiększył liczbę cyberprzestępców, ponieważ hakerzy umieszczają złośliwe pakiety jako ruch lokalny i importują je do firmowej bazy danych w chmurze przy użyciu nielegalnych metod. Niemniej jednak, gdy dane w chmurze są szyfrowane, ich kradzież lub modyfikacja staje się prawie niemożliwa.
pt: <li style="list-style-type: '\2714';"> O crescimento repentino do teletrabalho faz aumentar tremendamente os cibercriminosos, com hackers a inserir pacotes maliciosos em tráfego local e a importá-los na base de dados da organização na nuvem através de métodos ilegais. No entanto, quando os dados na nuvem são cifrados, é praticamente impossível roubá-los ou modificá-los.
ru: <li style="list-style-type: '\2714';"> Внезапный рост использования удаленных рабочих мест значительно увеличил число киберпреступников, поскольку хакеры вставляют вредоносные пакеты в качестве локального трафика и импортируют их в облачную базу данных организации, используя незаконные методы. Тем не менее, когда облачные данные зашифрованы, их становится практически невозможно украсть или изменить.
sv: <li style="list-style-type: '\2714';"> Den plötsliga ökningen av att arbeta på distans har ökat mängden cyberkriminella enormt eftersom hackare infogar skadliga paket som lokal trafik och importerar dem till en organisations molndatabas med olagliga metoder. Men, när molndata krypteras, blir det nästan omöjligt att stjäla eller modifiera det.
tr: <li style="list-style-type: '\2714';"> Uzaktan çalışma yerlerinin kullanımındaki ani artış, bilgisayar korsanlarının kötü amaçlı paketleri yerel trafik olarak araya eklemesi ve yasadışı yöntemler kullanarak bunları bir kuruluşun bulut veritabanına aktarması nedeniyle siber suçluları büyük ölçüde artırdı. Bununla birlikte, bulut verileri şifrelendiğinde, bunların çalınması veya değiştirilmesi neredeyse imkansız hale gelir.</li>
zh: <li style="list-style-type: '\2714';"> 远程工作场所使用的突然增加极大地增加了网络犯罪分子，因为黑客将恶意数据包作为本地流量插入并使用非法方法将其导入组织的云数据库。 然而，当云数据被加密时，几乎不可能窃取或修改它。
