Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxCPMGDBlock2SubHeading3
source: Secured Share
ar: الأسهم المضمونة
de: Gesicherte Freigabe
es: Compartir seguro
fr: Partage sécurisé
it: Quota Garantita
ko: 안전한 공유
nl: Beveiligd delen
pl: Zabezpieczony udział
pt: Compartilhamento Seguro
ru: Защищённый доступ
sv: Säker Delning
tr: Güvenli Paylaşım
zh: 安全共享

# AxCPMGDBlock2SubHeading4
source: Secure and Private Servers
ar: خوادم آمنة وخاصة
de: Sichere und private Server
es: Servidores seguros y privados
fr: Serveurs Sécurisés et Privés
it: Server sicuri e privati
ko: 안전하고 개인적인 서버
nl: Veilige en privéservers
pl: Bezpieczne i prywatne serwery
pt: Servidores Seguros e Privados
ru: Безопасные и приватные серверы
sv: Säkra och Privata servrar
tr: Güvenli ve Özel Sunucular
zh: 安全和私密的服务器

# AxCPMGDBlock3B1
source: The personal data is encrypted using AES and a random <b>256-bit session key</b> is generated for each time.
ar: يتم تشفير البيانات الشخصية باستخدام AES ويتم إنشاء <b>مفتاح جلسة عشوائي 256 بت</b> لكل مرة.
de: Die persönlichen Daten werden mit AES verschlüsselt und für jedes Mal wird ein zufälliger <b>256-Bit-Sitzungsschlüssel</b> generiert.
es: Los datos personales se cifran mediante AES y se genera una <b>clave de sesión aleatoria de 256 bits</b> para cada vez.
fr: Les données personnelles sont cryptées à l'aide d'AES et une <b>clé de session aléatoire de 256 bits</b> est générée à chaque fois.
it: I dati personali vengono crittografati tramite AES e per ogni volta viene generata una chiave di sessione casuale <b>a 256 bit</b> .
ko: 개인 데이터는 AES를 사용하여 암호화되고, 매번 무작위로 <b>256비트 세션 키</b>가 생성됩니다.
nl: De persoonlijke gegevens worden versleuteld met AES en voor elke keer wordt een willekeurige <b>256-bits sessiesleutel</b> gegenereerd.
pl: Dane osobowe są szyfrowane przy użyciu algorytmu AES i za każdym razem generowany jest losowy <b>256-bitowy klucz sesyjny</b>.
pt: Os dados pessoais são criptografados usando AES e uma <b>chave de sessão aleatória de 256 bits</b> é gerada para cada vez.
ru: Персональные данные шифруются с помощью AES, и для каждого раза генерируется случайный <b>256-битный сессионный ключ</b>.
sv: Personuppgifterna krypteras med AES och en slumpmässig <b>256-bitars sessionsnyckel</b>genereras för varje tillfälle.
tr: Kişisel veriler AES kullanılarak şifrelenir ve her seferinde rastgele bir <b>256 bit oturum anahtarı</b> oluşturulur.
zh: 个人数据使用 AES 加密，每次都会生成一个随机 <b>的 256 位会话密钥</b> 。

# AxCPMGDBlock3B2
source: The session key is encrypted with your password, using a <b>special key wrap algorithm</b>, with AES at the core. This encrypted session key is added to the encrypted data.
ar: يتم تشفير مفتاح الجلسة بكلمة المرور الخاصة بك ، باستخدام <b>خوارزمية التفاف مفتاح خاصة</b> ، مع AES في القلب. تتم إضافة مفتاح جلسة العمل المشفر هذا إلى البيانات المشفرة.
de: Der Sitzungsschlüssel wird mit Ihrem Passwort verschlüsselt, wobei ein <b>spezieller Schlüsselumbruchalgorithmus</b> mit AES im Kern verwendet wird. Dieser verschlüsselte Sitzungsschlüssel wird den verschlüsselten Daten hinzugefügt.
es: La clave de sesión se cifra con su contraseña, utilizando un <b>algoritmo especial de ajuste de claves</b>, con AES en el núcleo. Esta clave de sesión cifrada se agrega a los datos cifrados.
fr: La clé de session est chiffrée avec votre mot de passe, à l'aide d'un <b>algorithme spécial d'enveloppement de clé</b>, avec AES au cœur. Cette clé de session chiffrée est ajoutée aux données chiffrées.
it: La chiave di sessione viene crittografata con la password, utilizzando uno <b>speciale algoritmo di wrapping della chiave</b>, con AES al centro. Questa chiave di sessione crittografata viene aggiunta ai dati crittografati.
ko: 세션 키는 비밀번호를 사용하여 특수 키 래핑 알고리즘으로 암호화되며, AES가 핵심입니다. 이 암호화된 세션 키는 암호화된 데이터에 추가됩니다.
nl: De sessiesleutel wordt versleuteld met jouw wachtwoord, met behulp van een <b>speciaal key wrap algoritme</b>, met AES als kern. Deze versleutelde sessiesleutel wordt toegevoegd aan de versleutelde gegevens.
pl: Klucz sesji jest szyfrowany za pomocą hasła przy użyciu <b>specjalnego algorytmu zawijania klucza</b>, którego rdzeniem jest AES. Ten zaszyfrowany klucz sesji jest dodawany do zaszyfrowanych danych.
pt: A chave de sessão é criptografada com sua senha, usando um <b>algoritmo de encapsulamento de chave especial</b>, com AES no núcleo. Essa chave de sessão criptografada é adicionada aos dados criptografados.
ru: Сессионный ключ шифруется вашим паролем с использованием <b>специального алгоритма переноса ключей</b> с использованием AES в основе. Этот зашифрованный ключ сеанса добавляется к зашифрованным данным.
sv: Sessionsnyckeln krypteras med ditt lösenord, med hjälp av en <b> speciell nyckelinpackningsalgoritm</b>, med AES i kärnan. Denna krypterade sessionsnyckel adderas till den krypterade datan.
tr: Oturum anahtarı, özünde AES bulunan <b>özel bir anahtar paketleme algoritması</b> kullanılarak parolanızla şifrelenir. Bu şifrelenmiş oturum anahtarı, şifrelenmiş verilere eklenir.
zh: 会话密钥使用您的密码进行加密，使用 <b>特殊的密钥包装算法</b>，以 AES 为核心。此加密会话密钥将添加到加密数据中。

# AxCPMGDBlock3B3
source: Take your password, decrypt the session key encrypted with a <b>password</b> above, and try to decrypt it. The decrypted session key is used to <b>decrypt</b> the data.
ar: خذ كلمة المرور الخاصة بك ، وقم بفك تشفير مفتاح الجلسة المشفر <b>بكلمة مرور</b> أعلاه ، وحاول فك تشفيره. يتم استخدام مفتاح الجلسة الذي تم فك تشفيره <b>لفك تشفير</b> البيانات.
de: Nehmen Sie Ihr Passwort, entschlüsseln Sie den Sitzungsschlüssel, der mit dem oben genannten <b>Passwort</b> verschlüsselt ist, und versuchen Sie, ihn zu entschlüsseln. Der entschlüsselte Sitzungsschlüssel wird zum <b>Entschlüsseln</b> der Daten verwendet.
es: Tome su contraseña, descifre la clave de sesión cifrada con una <b>contraseña</b> anterior e intente descifrarla. La clave de sesión descifrada se utiliza para <b>descifrar</b> los datos.
fr: Prenez votre mot de passe, déchiffrez la clé de session chiffrée avec un <b>mot de passe</b> ci-dessus et essayez de la déchiffrer. La clé de session déchiffrée est utilisée pour <b>déchiffrer</b> les données.
it: Prendi la tua password, decrittografa la chiave di sessione crittografata con una <b>password</b> sopra e prova a decrittografarla. La chiave di sessione decrittografata viene utilizzata per <b>decrittografare</b> i dati.
ko: 비밀번호를 사용하여 위에서 암호화된 세션 키를 복호화하고 복호화를 시도합니다. 복호화된 세션 키는 데이터를 <b>복호화</b>하는 데 사용됩니다.
nl: Neem jouw wachtwoord, ontsleutel de sessiesleutel die is versleuteld met een <b>wachtwoord</b> hierboven en probeer deze te ontsleutelen. De ontsleutelde sessiesleutel wordt gebruikt om de gegevens te <b>ontsleutelen</b> .
pl: Weź swoje hasło, odszyfruj klucz sesji zaszyfrowany powyższym <b>hasłem</b> i spróbuj go odszyfrować. Odszyfrowany klucz sesji służy do <b>odszyfrowania</b> danych.
pt: Pegue sua senha, descriptografe a chave de sessão criptografada com uma <b>senha</b> acima e tente descriptografá-la. A chave de sessão descriptografada é usada para <b>descriptografar</b> os dados.
ru: Возьмите свой пароль, расшифруйте ключ сеанса, зашифрованный <b>паролем</b>, указанным выше, и попытайтесь его расшифровать. Для <b>расшифровки</b> данных используется расшифрованный ключ сеанса.
sv: Ta ditt lösenord, dekryptera sessionsnyckeln som krypterats med ett <b>lösenord</b> ovan och försök att dekryptera det. Den dekrypterade sessionsnyckeln används för att <b>dekryptera</b> datan.
tr: Parolanızı alın, yukarıdaki <b>parola</b> ile şifrelenmiş oturum anahtarının şifresini çözün ve şifresini çözmeye çalışın. Şifresi çözülen oturum anahtarı, verilerin <b>şifresini çözmek</b> için kullanılır.
zh: 获取您的密码，解密使用上述 <b>密码</b> 加密的会话密钥，然后尝试解密它。解密的会话密钥用于 <b>解密</b> 数据。

# AxCPMGDBlock3Heading
source: <span>How Do We</span> Secure Your Data?
ar: <span>كيف يمكننا</span> تأمين بياناتك؟
de: <span>Wie machen wir</span> Sichern Sie Ihre Daten?
es: <span>Cómo protegemos sus datos</span>
fr: <span>Comment</span> sécurisons-nous vos données ?
it: <span>Come facciamo</span> Proteggi i tuoi dati?
ko: <span>데이터 보호 방법</span>
nl: <span>Hoe beveiligen wij</span> uw gegevens?
pl: <span>Jak zabezpieczamy</span> Twoje dane?
ru: <span>Как мы</span> Защищаем Ваши Данные?
sv: <span>Hur skyddar vi</span> dina data?
zh: <span>我们如何</span> 保护您的数据？

# AxCPMGDBlock3Text1
source: AxCrypt use your account password to encrypt your passwords, card details, and notes, which is never stored on your computer or our servers. This means that only you can access your information.
ar: يستخدم اكسكربت كلمة مرور حسابك لتشفير كلمات المرور وتفاصيل البطاقة والملاحظات الخاصة بك ، والتي لا يتم تخزينها أبدا على جهاز الكمبيوتر الخاص بك أو خوادمنا. هذا يعني أنه يمكنك أنت فقط الوصول إلى معلوماتك.
de: AxCrypt verwendet Ihr Kontopasswort, um Ihre Passwörter, Kartendaten und Notizen zu verschlüsseln, die niemals auf Ihrem Computer oder unseren Servern gespeichert werden. Das bedeutet, dass nur Sie auf Ihre Daten zugreifen können.
es: AxCrypt utiliza la contraseña de su cuenta para cifrar sus contraseñas, detalles de tarjetas y notas, que nunca se almacenan en su ordenador ni en nuestros servidores. Esto significa que solo usted puede acceder a su información.
fr: AxCrypt utilise le mot de passe de votre compte pour crypter vos mots de passe, les détails de votre carte et vos notes, qui ne sont jamais stockés sur votre ordinateur ou sur nos serveurs. Cela signifie que vous seul pouvez accéder à vos informations.
it: AxCrypt utilizza la password del tuo account per crittografare le tue password, i dettagli della carta e le note, che non vengono mai memorizzate sul tuo computer o sui nostri server. Ciò significa che solo tu puoi accedere alle tue informazioni.
ko: AxCrypt는 귀하의 계정 비밀번호를 사용하여 비밀번호, 카드 정보 및 노트를 암호화합니다. 이 정보는 컴퓨터나 서버에 저장되지 않습니다. 이는 오직 귀하만이 귀하의 정보를 접근할 수 있음을 의미합니다.
nl: AxCrypt gebruikt het wachtwoord van jouw account om jouw wachtwoorden, kaartgegevens en notities te versleutelen, deze worden nooit op jouw computer of onze servers opgeslagen. Dit betekent dat alleen jij toegang hebt tot jouw gegevens.
pl: AxCrypt używa hasła do Twojego konta do szyfrowania haseł, danych kart i notatek, które nigdy nie są przechowywane na Twoim komputerze ani na naszych serwerach. Oznacza to, że tylko Ty możesz uzyskać dostęp do swoich informacji.
pt: O AxCrypt usa a senha da sua conta para criptografar suas senhas, detalhes do cartão e notas, que nunca são armazenadas em seu computador ou em nossos servidores. Isso significa que somente você pode acessar suas informações.
ru: AxCrypt использует пароль вашей учетной записи для шифрования ваших паролей, данных карты и заметок, который никогда не хранится на вашем компьютере или наших серверах. Это означает, что только вы можете получить доступ к своей информации.
sv: AxCrypt använder ditt kontolösenord för att kryptera dina lösenord, kortuppgifter och anteckningar, vilket aldrig lagras på din dator eller våra servrar. Detta innebär att endast du kan få tillgång till din information.
tr: AxCrypt parolalarınızı, kart bilgilerinizi ve notlarınızı şifrelemek için hesap parolanızı kullanır ve bunlar asla bilgisayarınızda veya sunucularımızda saklanmaz. Bu, bilgilerinize yalnızca sizin erişebileceğiniz anlamına gelir.
zh: AxCrypt使用您的账户密码来加密您的密码，卡详细信息和笔记，这些密码永远不会存储在您的计算机或我们的服务器上。这意味着只有您可以访问您的信息。

# AxCPMGDBlock3Text2
source: AxCrypt uses the <b>Advanced Encryption Standard</b> with <b>256-bit keys</b> in Counter mode with a ‘random’ IV for the data encryption.
ar: يستخدم اكسكربت<b>معيار التشفير المتقدم</b> مع <b>مفاتيح 256 بت</b> في وضع العداد مع IV "عشوائي" لتشفير البيانات.
de: AxCrypt verwendet den <b>Advanced Encryption Standard</b> mit <b>256-Bit-Schlüsseln</b> im Zählermodus mit einer 'zufälligen' IV für die Datenverschlüsselung.
es: AxCrypt utiliza el <b>Estándar de Cifrado Avanzado</b> con <b>claves de 256 bits</b> en modo Contador con un IV "aleatorio" para el cifrado de datos.
fr: AxCrypt utilise le <b>Advanced Encryption Standard</b> avec des <b>clés de 256 bits</b> en mode Compteur avec un IV « aléatoire » pour le cryptage des données.
it: AxCrypt utilizza <b>l'Advanced Encryption Standard</b> con <b>chiavi a 256 bit</b> in modalità Counter con un IV "casuale" per la crittografia dei dati.
ko: AxCrypt는 데이터 암호화를 위해 <b>Advanced Encryption Standard</b>를 사용하며, <b>256비트 키</b>를 Counter 모드와 '무작위' IV와 함께 사용합니다.
nl: AxCrypt gebruikt de <b>Advanced Encryption Standard</b> met <b>256-bit sleutels</b> in counter-modus met een 'willekeurige' IV voor de gegevensversleuteling.
pl: AxCrypt wykorzystuje <b>Advanced Encryption Standard</b> z <b>256-bitowymi kluczami</b> w trybie licznika z „losowym” IV do szyfrowania danych.
pt: O AxCrypt usa o <b>Advanced Encryption Standard</b> com <b>chaves de 256 bits</b> no modo Counter com um IV 'aleatório' para a criptografia de dados.
ru: AxCrypt использует <b>Расширенный стандарт шифрования</b> с <b>256-битными ключами</b> в режиме счетчика с «случайным» вектором инициализации для шифрования данных.
sv: AxCrypt använder <b>Avancerad Kryptering</b> med <b>256-bitars nycklar</b> i räknarläge med en "slumpmässig" Initialiseringsvektor (IV) för datakryptering.
tr: AxCrypt, veri şifreleme için 'rastgele' bir IV ile Sayaç modunda <b>256-bit anahtarlı</b> <b>Gelişmiş Şifreleme Standardını</b> kullanır.
zh: AxCrypt使用<b>高级加密标准</b>与<b>256位密钥</b>在计数器模式下使用"随机"IV进行数据加密。

# AxCPMGDBlock3Text3
source: <b>Key wrapping</b> of the password is done using the <b>NIST</b> specification for AES Key Wrap. The key derived from the password with <b>PBKDF2-SHA512</b> is only used as a key encrypting key.
ar: يتم <b>التفاف مفتاح</b> كلمة المرور باستخدام مواصفات <b>NIST</b> ل AES Key Wrap. يتم استخدام المفتاح المشتق من كلمة المرور مع <b>PBKDF2-SHA512</b> فقط كمفتاح تشفير مفتاح.
de: <b>Die Schlüsselumhüllung</b> des Kennworts erfolgt mithilfe der <b>NIST-Spezifikation</b> für AES Key Wrap. Der aus dem Passwort abgeleitete Schlüssel mit <b>PBKDF2-SHA512</b> wird nur als Schlüssel zur Schlüsselverschlüsselung verwendet.
es: <b>El</b> ajuste de claves de la contraseña se realiza mediante la especificación <b>NIST</b> para el ajuste de claves AES. La clave derivada de la contraseña con <b>PBKDF2-SHA512</b> solo se utiliza como clave de cifrado de claves.
fr: L'<b>Encapsulage de Clé</b> du mot de passe est effectué à l'aide de la spécification <b>NIST</b> pour l'Encapsulage de Clé AES. La clé dérivée du mot de passe avec <b>PBKDF2-SHA512</b> est uniquement utilisée comme clé de cryptage.
it: Il <b>wrapping</b> della chiave della password viene eseguito utilizzando la specifica <b>NIST</b> per AES Key Wrap. La chiave derivata dalla password con <b>PBKDF2-SHA512</b> viene utilizzata solo come chiave di crittografia della chiave.
ko: 비밀번호의 <b>키 래핑</b>은 AES Key Wrap에 대한 <b>NIST</b> 사양을 사용합니다. 비밀번호에서 파생된 키는 <b>PBKDF2-SHA512</b>로 키 암호화 키로만 사용됩니다.
nl: <b>Key wrapping</b> van het wachtwoord gebeurt met behulp van de <b>NIST</b>-specificatie voor AES Key Wrap. De sleutel die is afgeleid van het wachtwoord met <b>PBKDF2-SHA512</b> wordt alleen gebruikt als sleutelcoderingssleutel.
pl: <b>Zawijanie kluczy</b> hasła odbywa się przy użyciu specyfikacji <b>NIST</b> dla zawijania kluczy AES. Klucz uzyskany z hasła <b>PBKDF2-SHA512</b> jest używany wyłącznie jako klucz szyfrujący.
pt: <b>O encapsulamento de chave</b> da senha é feito usando a especificação <b>NIST</b> para encapsulamento de chave AES. A chave derivada da senha com <b>PBKDF2-SHA512</b> é usada apenas como uma chave de criptografia de chave.
ru: <b>Перенос ключа</b> пароля выполняется с использованием спецификации <b>NIST</b> для AES переноса ключа. Ключ, полученный из пароля <b>PBKDF2-SHA512</b>, используется только в качестве ключа шифрования ключа.
sv: <b>Nyckelomslutning</b> av lösenordet görs med hjälp av <b>NIST-specifikationen</b> för AES Key Wrap. Nyckeln som härleds från lösenordet med <b>PBKDF2-SHA512</b> används endast som en nyckelkrypteringsnyckel.
tr: Parolanın <b>anahtar paketlemesi</b>, AES Anahtar Paket <b>NIST</b> tanımlaması kullanılarak yapılır. <b>PBKDF2-SHA512</b> ile paroladan türetilen anahtar, yalnızca anahtar şifreleme anahtarı olarak kullanılır.
zh: 密码的<b>密钥包装</b>是使用 AES 密钥包装的 <b>NIST</b> 规范完成的。从具有 <b>PBKDF2-SHA512</b> 的密码派生的密钥仅用作密钥加密密钥。

# AxCPMGDBlock3Text4
source: When you encrypt your data, AxCrypt uses <b>AES-256 symmetrical</b> strong encrypting algorithm, with a single key used for both encryption and decryption.
ar: عندما تقوم بتشفير بياناتك ، يستخدم اكسكربت خوارزمية تشفير <b>قوية متناظرة AES-256</b> ، مع مفتاح واحد يستخدم لكل من التشفير وفك التشفير.
de: Wenn Sie Ihre Daten verschlüsseln, verwendet AxCrypt einen <b>symmetrischen AES-256-Verschlüsselungsalgorithmus</b>, bei dem ein einziger Schlüssel sowohl für die Ver- als auch für die Entschlüsselung verwendet wird.
es: Cuando encripta sus datos, AxCrypt utiliza el algoritmo de encriptación <b>fuerte simétrico AES-256</b> , con una sola clave utilizada tanto para el cifrado como para el descifrado.
fr: Lorsque vous chiffrez vos données, AxCrypt utilise un algorithme de chiffrement puissant <b>AES-256 symétrique</b>, avec une clé unique utilisée à la fois pour le chiffrement et le déchiffrement.
it: Quando si crittografano i dati, AxCrypt utilizza l'algoritmo di crittografia <b>forte simmetrica AES-256</b> , con un'unica chiave utilizzata sia per la crittografia che per la decrittografia.
ko: 데이터를 암호화할 때 AxCrypt는 <b>AES-256 대칭</b> 강력한 암호화 알고리즘을 사용하며, 단일 키가 암호화와 복호화에 모두 사용됩니다.
nl: Wanneer je jouw gegevens versleutelt, gebruikt AxCrypt <b>AES-256 symmetrisch</b> sterk versleutelingsalgoritme, met een enkele sleutel die wordt gebruikt voor zowel versleuteling als ontsleuteling.
pl: Kiedy szyfrujesz swoje dane, AxCrypt używa <b>symetrycznego symetrycznego</b> algorytmu szyfrowania <b>AES-256</b>, z jednym kluczem używanym zarówno do szyfrowania, jak i deszyfrowania.
pt: Quando você criptografa seus dados, o AxCrypt usa o algoritmo de criptografia forte <b>simétrica AES-256</b> , com uma única chave usada para criptografia e descriptografia.
ru: Когда вы шифруете свои данные, AxCrypt использует <b>симметричный алгоритм шифрования AES-256</b>, при этом один ключ используется как для шифрования, так и для расшифровки.
sv: När du krypterar dina data använder AxCrypt <b>AES-256 en symmetrisk</b> stark krypteringsalgoritm, med en enda nyckel som används för både kryptering och dekryptering.
tr: Verilerinizi şifrelediğinizde, AxCrypt hem şifreleme hem de şifre çözme için kullanılan tek bir anahtarla <b>AES-256 simetrik</b> güçlü şifreleme algoritması kullanır.
zh: 当您加密数据时，AxCrypt 使用 <b>AES-256 对称</b> 强加密算法，使用单个密钥进行加密和解密。

# AxCPMGDBlock3Text5
source: In principle, the process in which AxCrypt encrypts data is as follows
ar: من حيث المبدأ ، فإن العملية التي يقوم فيها اكسكربت بتشفير البيانات هي كما يلي
de: Prinzipiell ist der Prozess, bei dem AxCrypt Daten verschlüsselt, wie folgt
es: En principio, el proceso en el que AxCrypt encripta los datos es el siguiente
fr: En principe, le processus par lequel AxCrypt crypte les données est le suivant
it: In linea di principio, il processo in cui AxCrypt crittografa i dati è il seguente
ko: 원칙적으로 AxCrypt가 데이터를 암호화하는 과정은 다음과 같습니다:
nl: In principe is het proces waarin AxCrypt gegevens versleutelt als volgt
pl: Zasadniczo proces, w którym AxCrypt szyfruje dane, wygląda następująco
pt: Em princípio, o processo no qual o AxCrypt criptografa dados é o seguinte
ru: Процесс, как AxCrypt шифрует данные, выглядит следующим образом
sv: AxCrypt krypterar data på följande sätt
tr: Prensipte, AxCrypt'in verileri şifrelediği süreç aşağıdaki gibidir
zh: 原则上，AxCrypt加密数据的过程如下

# AxCPMGDBlock3Text6
source: To decrypt a file, AxCrypt in principle does the following
ar: لفك تشفير ملف ، يقوم اكسكربت من حيث المبدأ بما يلي
de: Um eine Datei zu entschlüsseln, geht AxCrypt prinzipiell folgendermaßen vor
es: Para descifrar un archivo, AxCrypt en principio hace lo siguiente
fr: Pour décrypter un fichier, AxCrypt fait en principe ce qui suit
it: Per decrittografare un file, AxCrypt in linea di principio esegue le seguenti operazioni
ko: 파일을 복호화하려면 AxCrypt는 원칙적으로 다음과 같이 수행합니다:
nl: Om een bestand te ontsleutelen, doet AxCrypt in principe het volgende
pl: Aby odszyfrować plik, AxCrypt zasadniczo wykonuje następujące czynności
pt: Para descriptografar um arquivo, o AxCrypt, em princípio, faz o seguinte
ru: Чтобы расшифровать файл, AxCrypt делает следующее
sv: För att dekryptera en fil gör AxCrypt generellt sätt följande
tr: Bir dosyanın şifresini çözmek için, AxCrypt prensipte aşağıdakileri yapar
zh: 要解密文件，AxCrypt原则上执行以下操作

# AxCPMGDBlock4Heading
source: <span>What Happens When You</span> Securely Share Details?
ar: <span>ماذا يحدث عندما</span> مشاركة التفاصيل بأمان؟
de: <span>Was passiert, wenn Sie</span> Details sicher teilen?
es: <span>Qué sucede cuando </span> comparte detalles de forma segura?
fr: <span>Que se passe-t-il lorsque vous</span> partagez des détails en toute sécurité ?
it: <span>Cosa succede quando tu</span> Condividere i dettagli in modo sicuro?
ko: <span>세부 정보를 안전하게 공유할 때 발생하는 문제</span>
nl: <span>Wat gebeurt er als u</span> gegevens veilig deelt?
pl: <span>Co się stanie, gdy</span> bezpiecznie udostępnisz szczegóły?
ru: <span>Что происходит, когда Вы</span> Безопасно Делитесь информацией?
sv: <span>Vad händer när du</span> delar information på ett säkert sätt?
zh: <span>当您</span> 安全地共享详细信息？
