Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SVAE_H1_SH4_Text1
source: Asymmetric encryption, also called public key encryption, relies on a key pair. In this method, two mathematically related keys are created; one called the public key and the other called the private key. The private key is never shared; it is kept secret and used only by the owner. Public key is shared with anyone who wants it.
ar: يعتمد التشفير غير المتماثل ، المعروف أيضًا باسم تشفير المفتاح العام ، على زوج من المفاتيح. في هذه الطريقة ، يتم إنشاء مفتاحين مرتبطين رياضيًا ؛ أحدهما يسمى المفتاح العام والآخر يسمى المفتاح الخاص. لا تتم مشاركة المفتاح الخاص مطلقًا ؛ يتم الاحتفاظ بها سرا ولا يستخدمها إلا المالك. يتم مشاركة المفتاح العام مع أي شخص يريده.
de: Asymmetrische Verschlüsselung, auch Public-Key-Verschlüsselung genannt, beruht auf einem Schlüsselpaar. Bei dieser Methode werden zwei mathematisch verwandte Schlüssel erstellt; Einer wird als öffentlicher Schlüssel und der andere als privater Schlüssel bezeichnet. Der private Schlüssel wird niemals weitergegeben; er wird geheim gehalten und nur vom Eigentümer verwendet. Der öffentliche Schlüssel wird mit jedem geteilt, der ihn haben möchte.
es: El cifrado asimétrico, también llamado cifrado de clave pública, se basa en un par de claves. En este método, se crean dos claves matemáticamente relacionadas; una clave pública y una clave privada. La clave privada nunca se comparte; se mantiene en secreto y solo la utiliza el propietario. La clave pública se comparte con cualquiera que la desee.
fr: Le chiffrement asymétrique, également appelé chiffrement à clé publique, repose sur une paire de clés. Dans cette méthode, deux clés mathématiquement liées sont créées; l'une appelée clé publique et l'autre appelée clé privée. La clé privée n'est jamais partagée ; elle est gardée secrète et utilisée uniquement par le propriétaire. La clé publique est partagée avec quiconque le souhaite.
it: La crittografia asimmetrica, detta anche crittografia a chiave pubblica, si basa su una coppia di chiavi. In questo metodo, vengono create due chiavi matematicamente correlate: una chiamata chiave pubblica e l'altra chiamata chiave privata. La chiave privata non viene mai condivisa; è tenuta segreta e utilizzata solo dal proprietario. La chiave pubblica viene condivisa con chiunque lo desideri.
ko: 공개 키 암호화라고도 하는 비대칭 암호화는 키 쌍에 의존합니다. 이 방법에서는 수학적으로 관련된 두 개의 키가 만들어집니다. 하나는 공개 키라고 하고 다른 하나는 개인 키라고 합니다. 개인 키는 공유되지 않습니다. 비밀로 유지되며 소유자만 사용합니다. 공개 키는 원하는 모든 사람과 공유됩니다.
nl: Asymmetrische encryptie, ook wel openbare-sleutelencryptie genoemd, berust op een sleutelpaar. Bij deze methode worden twee wiskundig verwante sleutels gemaakt; de ene wordt de openbare sleutel genoemd en de andere de privésleutel. De privésleutel wordt nooit gedeeld; hij wordt geheim gehouden en alleen door de eigenaar gebruikt. De publieke sleutel wordt gedeeld met iedereen die dat wil.
pl: Szyfrowanie asymetryczne, zwane również szyfrowaniem z kluczem publicznym, opiera się na parze kluczy. W tej metodzie tworzone są dwa powiązane matematycznie klucze; jeden zwany kluczem publicznym, a drugi kluczem prywatnym. Klucz prywatny nigdy nie jest udostępniany; jest utrzymywany w tajemnicy i używany tylko przez właściciela. Klucz publiczny jest udostępniany każdemu, kto tego chce.
pt: A cifragem assimétrica, também chamada cifragem de chave pública, baseia-se num par de chaves. Neste método, duas chaves matematicamente relacionadas são criadas: a chave pública e a chave privada. A chave privada nunca é partilhada, sendo mantida secreta e usada apenas pelo seu dono. A chave pública é partilhada com qualquer pessoa que a queira.
ru: Асимметричное шифрование, также называемое шифрованием с открытым ключом, основывается на паре ключей. В этом методе создаются два математически связанных ключа; один называется открытым ключом, а другой - закрытым ключом. Закрытый ключ никогда не передается; он хранится в секрете и используется только владельцем. Открытый ключ предоставляется всем, кто этого хочет.
sv: Asymmetrisk kryptering, även kallad offentlig nyckelkryptering, förlitar sig på ett nyckelpar. I denna metod skapas två matematiskt relaterade nycklar; den ena kallade den offentliga nyckeln och den andra kallade den privata nyckeln. Den privata nyckeln delas aldrig; den hålls hemlig och används endast av ägaren. Offentlig nyckel delas med alla som vill ha den.
tr: Ortak anahtar şifrelemesi olarak da adlandırılan asimetrik şifreleme, bir anahtar çiftine dayanır. Bu yöntemde, biri ortak diğer de özel anahtar olarak adlandırılan matematiksel olarak ilişkili iki anahtar oluşturulur. Özel anahtar hiçbir zaman paylaşılmaz; gizli tutulur ve sadece sahibi tarafından kullanılır. Ortak anahtar, isteyen herkesle paylaşılır.
zh: 非对称加密，也称为公钥加密，依赖于密钥对。 在这种方法中，创建了两个数学相关的密钥;一个称为公钥，另一个称为私钥。 私钥永远不会共享;它是保密的，只有所有者使用。 公钥与任何想要它的人共享。

# Blog_SVAE_H1_SH4_Text2
source: The advantage of asymmetric encryption is that a secret key is not transmitted. Instead, the public key is published openly.
ar: تتمثل ميزة التشفير غير المتماثل في عدم إرسال مفتاح سري. بدلا من ذلك ، يتم نشر المفتاح العام علنا.
de: Der Vorteil der asymmetrischen Verschlüsselung besteht darin, dass kein geheimer Schlüssel übertragen wird. Stattdessen wird der öffentliche Schlüssel offen veröffentlicht.
es: La ventaja del cifrado asimétrico es que no se transmite una clave secreta. En cambio, la clave pública se publica abiertamente.
fr: L'avantage du chiffrement asymétrique est qu'aucune clé secrète n'est transmise. Au lieu de cela, la clé publique est publiée ouvertement.
it: Il vantaggio della crittografia asimmetrica è che non viene trasmessa una chiave segreta. Invece, la chiave pubblica è pubblicata apertamente.
ko: 비대칭 암호화의 장점은 비밀 키가 전송되지 않는다는 것입니다. 대신 공개 키가 공개적으로 게시됩니다.
nl: Het voordeel van asymmetrische encryptie is dat er geen geheime sleutel wordt doorgegeven. In plaats daarvan wordt de openbare sleutel openlijk gepubliceerd.
pl: Zaletą szyfrowania asymetrycznego jest to, że tajny klucz nie jest przesyłany. Zamiast tego klucz publiczny jest publikowany w sposób otwarty.
pt: A vantagem da cifragem assimétrica é que a chave secreta não é transmitida. Em vez disso, a chave pública é publicada abertamente.
ru: Преимущество асимметричного шифрования заключается в том, что секретный ключ не передается. Вместо этого открытый ключ публикуется в открытом доступе.
sv: Fördelen med asymmetrisk kryptering är att en hemlig nyckel inte överförs. Istället publiceras den publika nyckeln öppet.
tr: Asimetrik şifrelemenin avantajı, gizli bir anahtarın iletilmemesidir. Bunun yerine, herkese açık anahtar açık bir şekilde yayımlanır.
zh: 非对称加密的优点是不传输秘密密钥。 相反，公钥是公开发布的。

# Blog_SVAE_H1_SubHeading1
source: <strong>What is Manual Encryption?</strong>
ar: <strong> ما هو التشفير اليدوي؟ </strong>
de: <strong>Was ist manuelle Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado manual?</strong>
fr: <strong>Qu'est-ce que le Chiffrement Manuel?</strong>
it: <strong>Che cos'è la Crittografia Manuale?</strong>
ko: <strong>수동 암호화란 무엇입니까?</strong>
nl: <strong>Wat is Handmatige Encryptie?</strong>
pl: <strong>Co to jest ręczne szyfrowanie?</strong>
pt: <strong>O que é a Cifragem Manual?</strong>
ru: <strong>Что такое ручное шифрование?</strong>
sv: <strong>Vad är manuell kryptering?</strong>
tr: <strong>Manuel Şifreleme Nedir?</strong>
zh: <strong>什么是手动加密？</strong>

# Blog_SVAE_H1_SubHeading2
source: <strong>What is Transparent Encryption?</strong>
ar: <strong> ما هو التشفير الشفاف؟ </strong>
de: <strong>Was ist transparente Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado transparente?</strong>
fr: <strong>Qu'est-ce que le Chiffrement Transparent ?</strong>
it: <strong>Che cos'è la Crittografia Trasparente?</strong>
ko: <strong>투명한 암호화란 무엇입니까?</strong>
nl: <strong>Wat is Transparante Encryptie?</strong>
pl: <strong>Co to jest przejrzyste szyfrowanie?</strong>
pt: <strong>O que é a Cifragem Transparente?</strong>
ru: <strong>Что такое прозрачное шифрование?</strong>
sv: <strong>Vad är Transparant Kryptering?</strong>
tr: <strong>Şeffaf Şifreleme Nedir?</strong>
zh: <strong>什么是透明加密？</strong>

# Blog_SVAE_H1_SubHeading3
source: <strong>What is Symmetric Encryption?</strong>
ar: <strong> ما هو التشفير المتماثل؟ </strong>
de: <strong>Was ist symmetrische Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado simétrico?</strong>
fr: <strong>Qu'est-ce que le Chiffrement Symétrique ?</strong>
it: <strong>Che cos'è la Crittografia Simmetrica?</strong>
ko: <strong>대칭 암호화란 무엇입니까?</strong>
nl: <strong>Wat is Symmetrische Encryptie?</strong>
pl: <strong>Co to jest szyfrowanie symetryczne?</strong>
pt: <strong>O que é a Cifragem Simétrica?</strong>
ru: <strong>Что такое симметричное шифрование?</strong>
sv: <strong>Vad är symmetrisk kryptering?</strong>
tr: <strong>Simetrik Şifreleme Nedir?</strong>
zh: <strong>什么是对称加密？</strong>

# Blog_SVAE_H1_SubHeading4
source: <strong>What is Asymmetric Encryption?</strong>
ar: <strong> ما هو التشفير غير المتماثل؟ </strong>
de: <strong>Was ist asymmetrische Verschlüsselung?</strong>
es: <strong>¿Qué es el cifrado asimétrico?</strong>
fr: <strong>Qu'est-ce que le Chiffrement Asymétrique?</strong>
it: <strong>Che cos'è la Crittografia Asimmetrica?</strong>
ko: <strong>비대칭 암호화란 무엇입니까?</strong>
nl: <strong>Wat is Asymmetrische Encryptie?</strong>
pl: <strong>Co to jest szyfrowanie asymetryczne?</strong>
pt: <strong>O que é a Cifragem Assimétrica?</strong>
ru: <strong>Что такое асимметричное шифрование?</strong>
sv: <strong>Vad är asymmetrisk kryptering?</strong>
tr: <strong>Asimetrik Şifreleme Nedir?</strong>
zh: <strong>什么是非对称加密？</strong>

# Blog_SVAE_H1_Text1
source: Encryption is the process of converting plain readable form text to an unreadable form text so as to protect data or a conversation between two parties or from an unauthorized person. Data encryption ensures the confidentiality of data by converting it into coded information known as ciphertext, which further, can only be decrypted with a unique decryption key generated either during or before encryption. Data encryption can be used during data storage or transmission, and is usually used in conjunction with authentication services to support keys.
ar: التشفير هو عملية تحويل نص نموذج عادي يمكن قراءته إلى نص نموذج غير قابل للقراءة وذلك لحماية البيانات أو المحادثة بين طرفين أو من شخص غير مصرح له. يضمن تشفير البيانات سرية البيانات عن طريق تحويلها إلى معلومات مشفرة تُعرف بالنص المشفر ، والتي لا يمكن فك تشفيرها إلا باستخدام مفتاح فك تشفير فريد يتم إنشاؤه إما أثناء التشفير أو قبله. يمكن استخدام تشفير البيانات أثناء تخزين البيانات أو نقلها ، وعادةً ما يتم استخدامه جنبًا إلى جنب مع خدمات المصادقة لدعم المفاتيح.
de: Verschlüsselung ist der Prozess der Umwandlung von einfach lesbarem Formulartext in einen unlesbaren Formulartext, um Daten oder eine Konversation zwischen zwei Parteien oder vor einer unbefugten Person zu schützen. Die Datenverschlüsselung gewährleistet die Vertraulichkeit von Daten, indem sie in verschlüsselte Informationen umgewandelt wird, die als Chiffretext bezeichnet werden und die außerdem nur mit einem eindeutigen Entschlüsselungsschlüssel entschlüsselt werden können, der entweder während oder vor der Verschlüsselung generiert wird. Datenverschlüsselung kann während der Datenspeicherung oder -übertragung verwendet werden und wird normalerweise in Verbindung mit Authentifizierungsdiensten zur Unterstützung von Schlüsseln verwendet.
es: El cifrado es el proceso de convertir un texto de formato legible sin formato en un texto de formato ilegible para proteger los datos o una conversación entre dos partes o de una persona no autorizada. El cifrado de datos garantiza la confidencialidad de los datos al convertirlos en información codificada conocida como texto cifrado, que además solo se puede descifrar con una clave de descifrado única generada durante o antes del cifrado. El cifrado de datos se puede usar durante el almacenamiento o la transmisión de datos y, por lo general, se usa junto con los servicios de autenticación para respaldar las claves.
fr: Le cryptage est le processus de conversion d'un texte de forme lisible en un texte de forme illisible afin de protéger les données ou une conversation entre deux parties d'une personne non autorisée. Le chiffrement des données garantit la confidentialité des données en les convertissant en informations codées appelées texte chiffré, qui, en outre, ne peuvent être déchiffrées qu'avec une clé de déchiffrement unique générée pendant ou avant le chiffrement. Le chiffrement des données peut être utilisé durant le stockage ou la transmission des données, et est généralement utilisé conjointement avec des services d'authentification pour prendre en charge les clés.
it: La crittografia è il processo di conversione del testo del modulo leggibile in un testo del modulo illeggibile in modo da proteggere i dati o una conversazione tra due parti o da una persona non autorizzata. La crittografia dei dati garantisce la riservatezza dei dati convertendoli in informazioni codificate note come testo cifrato, che inoltre possono essere decrittografate solo con una chiave di decrittazione univoca generata durante o prima della crittografia. La crittografia dei dati può essere utilizzata durante l'archiviazione o la trasmissione dei dati e viene solitamente utilizzata insieme ai servizi di autenticazione per supportare le chiavi.
ko: 암호화는 두 당사자 간의 데이터 또는 대화를 보호하기 위해 읽을 수 있는 일반 양식 텍스트를 읽을 수 없는 양식 텍스트로 변환하는 프로세스입니다. 데이터 암호화는 데이터를 암호문으로 알려진 코딩된 정보로 변환하여 데이터의 기밀성을 보장하며, 암호화 중 또는 암호화 전에 생성된 고유한 암호 해독 키로만 해독할 수 있습니다. 데이터 암호화는 데이터 저장 또는 전송 중에 사용할 수 있으며 일반적으로 키를 지원하기 위해 인증 서비스와 함께 사용됩니다.
nl: Encryptie is het proces waarbij tekst in een leesbare vorm wordt omgezet in een onleesbare vorm om gegevens of een gesprek tussen twee partijen te beschermen tegen onbevoegden. Gegevensencryptie waarborgt de vertrouwelijkheid van gegevens door ze om te zetten in gecodeerde informatie, bekend als cijfertekst, die verder alleen kan worden ontcijferd met een unieke ontcijferingssleutel die tijdens of vóór de encryptie wordt gegenereerd. Gegevensversleuteling kan worden gebruikt tijdens de opslag of overdracht van gegevens, en wordt gewoonlijk gebruikt in combinatie met authenticatiediensten ter ondersteuning van sleutels.
pl: Szyfrowanie to proces przekształcania zwykłego, czytelnego tekstu formularza na nieczytelny tekst formularza w celu ochrony danych lub konwersacji między dwiema stronami lub przed nieupoważnioną osobą. Szyfrowanie danych zapewnia poufność danych, przekształcając je w zakodowane informacje zwane tekstem zaszyfrowanym, które ponadto można odszyfrować tylko za pomocą unikalnego klucza deszyfrującego wygenerowanego podczas szyfrowania lub przed nim. Szyfrowanie danych może być używane podczas przechowywania lub przesyłania danych i jest zwykle używane w połączeniu z usługami uwierzytelniania w celu obsługi kluczy.
pt: A cifragem é o processo de conversão de texto legível em texto ilegível como forma de protecção de dados, de uma conversa entre duas pessoas ou de uma pessoa não autorizada. A cifragem de dados garante a confidencialidade de dados ao convertê-los em informação codificada conhecida como texto cifrado que pode apenas ser decifrado com uma chave de decifragem gerada durante ou antes da cifragem. A cifragem de dados pode ser usada durante o armazenamento ou transmissão de dados e é normalmente usada em conjunto com serviços de autenticação para suportar chaves.
ru: Шифрование - это процесс преобразования обычного читаемого текста формы в нечитаемый текст формы с целью защиты данных, разговора между двумя сторонами или от неавторизованного лица. Шифрование данных обеспечивает конфиденциальность данных путем преобразования их в закодированную информацию, известную как зашифрованный текст, который, кроме того, может быть расшифрован только с помощью уникального ключа дешифрования, сгенерированного либо во время шифрования, либо до него. Шифрование данных может использоваться во время хранения или передачи данных и обычно используется в сочетании со службами аутентификации для поддержки ключей.
sv: Kryptering är processen att konvertera vanlig läsbar formtext till en oläsbar formtext för att skydda data eller en konversation mellan två parter eller från en obehörig person. Datakryptering säkerställer konfidentialitet för data genom att konvertera den till kodad information som kallas chiffertext, som vidare endast kan dekrypteras med en unik dekrypteringsnyckel som genereras antingen under eller före kryptering. Datakryptering kan användas under datalagring eller överföring, och används vanligtvis i kombination med autentiseringstjänster för att stödja nycklar.
tr: Şifreleme, düz okunabilir form metnini verileri veya iki taraf arasındaki bir konuşmayı ya da yetkisiz bir kişiden korumak için okunamayan bir form metnine dönüştürme işlemidir. Veri şifreleme, şifreli metin olarak bilinen kodlanmış bilgilere dönüştürerek verilerin gizliliğini sağlar; bu da yalnızca şifreleme sırasında veya öncesinde oluşturulan benzersiz bir şifre çözme anahtarıyla çözülebilir. Veri şifreleme, veri depolama veya iletim sırasında kullanılabilir ve genellikle anahtarları desteklemek için kimlik doğrulama hizmetleriyle birlikte kullanılır.
zh: 加密是将普通可读的表单文本转换为不可读的表单文本的过程，以保护数据或双方之间的对话或未经授权的人。 数据加密通过将数据转换为称为密文的编码信息来确保数据的机密性，而密文只能在加密期间或之前使用唯一的解密密钥进行解密。 数据加密可以在数据存储或传输期间使用，并且通常与认证服务一起使用以支持密钥。

# Blog_SVAE_H1_Types
source: Various types of encryptions are Manual Encryption, Transparent Encryption, Symmetric Encryption and Asymmetric Encryption.
ar: أنواع مختلفة من التشفير هي التشفير اليدوي والتشفير الشفاف والتشفير المتماثل والتشفير غير المتماثل.
de: Verschiedene Arten von Verschlüsselungen sind manuelle Verschlüsselung, transparente Verschlüsselung, symmetrische Verschlüsselung und asymmetrische Verschlüsselung.
es: Varios tipos de cifrados son el cifrado manual, el cifrado transparente, el cifrado simétrico y el cifrado asimétrico.
fr: Les différents types de cryptage sont le Cryptage Manuel, le Cryptage Transparent, le Cryptage Symétrique et le Cryptage Asymétrique.
it: Vari tipi di crittografia sono la Crittografia Manuale, la Crittografia Trasparente, la Crittografia Simmetrica e la Crittografia Asimmetrica.
ko: 다양한 유형의 암호화로 수동 암호화, 투명 암호화, 대칭 암호화 및 비대칭 암호화가 있습니다.
nl: Verschillende soorten encryptie zijn Handmatige Encryptie, Transparante Encryptie, Symmetrische Encryptie en Asymmetrische Encryptie.
pl: Różne typy szyfrowania to szyfrowanie ręczne, szyfrowanie przezroczyste, szyfrowanie symetryczne i szyfrowanie asymetryczne.
pt: Os vários tipos de cifragem são Cifragem Manual, Cifragem Transparente, Cifragem Simétrica e Cifragem Assimétrica.
ru: Различными типами шифрования являются ручное шифрование, прозрачное шифрование, симметричное шифрование и асимметричное шифрование.
sv: Olika typer av krypteringar inkluderar manuell kryptering, transparent kryptering, symmetrisk kryptering och asymmetrisk kryptering.
tr: Çeşitli şifreleme türleri Manuel Şifreleme, Şeffaf Şifreleme, Simetrik Şifreleme ve Asimetrik Şifrelemedir.
zh: 各种类型的加密是手动加密、透明加密、对称加密和非对称加密。

# Blog_SVAE_H2_SH1_Text1
source: <li>For both encryption and decryption one single key is used.</li>
ar: <li> لكل من التشفير وفك التشفير ، يتم استخدام مفتاح واحد. </li>
de: <li>Sowohl für die Verschlüsselung als auch für die Entschlüsselung wird ein einziger Schlüssel verwendet.</li>
es: <li>Tanto para el cifrado como para el descifrado se utiliza una única clave</li>
fr: <li>Pour le chiffrement et le déchiffrement, une seule clé est utilisée.</li>
it: <li>Sia per la crittografia che per la decrittografia viene utilizzata una singola chiave.</li>
ko: <li>암호화와 암호 해독 모두에 하나의 단일 키가 사용됩니다.</li>
nl: <li>Voor zowel versleuteling als ontsleuteling wordt één enkele sleutel gebruikt.</li>
pl: <li>Do szyfrowania i deszyfrowania używany jest jeden klucz.</li>
pt: <li>É usada uma única chave tanto para cifragem como decifragem.</li>
ru: <li> Как для шифрования, так и для дешифрования используется один-единственный ключ.</li>
sv: <li>För både kryptering och dekryptering används en enda nyckel.</li>
tr: <li>Hem şifreleme hem de şifre çözme için tek bir anahtar kullanılır.</li>
zh: <li>对于加密和解密都使用一个密钥。</li>

# Blog_SVAE_H2_SH1_Text2
source: <li>The Ciphertext size is either the same or smaller than the original text.</li>
ar: <li> حجم النص المشفر إما هو نفسه أو أصغر من النص الأصلي. </li>
de: <li>Die Chiffretextgröße ist entweder gleich oder kleiner als der Originaltext.</li>
es: <li>El tamaño del texto cifrado es igual o menor que el del texto original</li>
fr: <li>La taille du Texte Chiffré est soit la même, soit plus petite que le texte d'origine.</li>
it: <li>La dimensione del Testo Cifrato è uguale o inferiore al testo originale.</li>
ko: <li>암호문 크기는 원본 텍스트와 같거나 작습니다.</li>
nl: <li>De cijfertekstgrootte is gelijk aan of kleiner dan de oorspronkelijke tekst.</li>
pl: <li>Rozmiar zaszyfrowanego tekstu jest taki sam lub mniejszy niż oryginalny tekst.</li>
pt: <li>O tamanho do texto cifrado é o igual ou menor do que o do texto original.</li>
ru: <li>Размер зашифрованного текста либо такой же, либо меньше исходного текста.</li>
sv: <li>Chiffertextstorleken är antingen samma eller mindre än originaltexten.</li>
tr: <li>Şifreli metin boyutu orijinal metinle aynı veya daha küçüktür.</li>
zh: <li>密文大小要么相同，要么小于原文。</li>

# Blog_SVAE_H2_SH1_Text3
source: <li>The process of encryption is fast.</li>
ar: <li> عملية التشفير سريعة. </li>
de: <li>Der Verschlüsselungsprozess ist schnell.</li>
es: <li>El proceso de cifrado es rápido</li>
fr: <li>Le processus de chiffrement est rapide.</li>
it: <li>Il processo di crittografia è veloce.</li>
ko: <li>암호화 프로세스는 빠릅니다.</li>
nl: <li>Het encryptieproces is snel.</li>
pl: <li>Proces szyfrowania jest szybki.</li>
pt: <li>O processo de cifragem é rápido.</li>
ru: <li>Процесс шифрования происходит быстро.</li>
sv: <li>Krypteringsprocessen är snabb.</li>
tr: <li>Şifreleme işlemi hızlıdır.</li>
zh: <li>加密的过程很快。</li>

# Blog_SVAE_H2_SH1_Text4
source: <li>Confidentiality is provided.</li>
ar: <li> توفير السرية. </li>
de: <li>Vertraulichkeit ist gewährleistet.</li>
es: <li>Se proporciona confidencialidad</li>
fr: <li>La confidentialité est assurée.</li>
it: <li>La riservatezza è garantita.</li>
ko: <li>기밀 유지가 제공됩니다.</li>
nl: <li>Vertrouwelijkheid wordt geboden.</li>
pl: <li>Zapewniona jest poufność.</li>
pt: <li>É fornecidade confidencialidade.</li>
ru: <li> Конфиденциальность обеспечивается.</li>
sv: <li>Sekretess tillhandahålls.</li>
tr: <li>Gizlilik sağlanır.</li>
zh: <li>提供保密。</li>

# Blog_SVAE_H2_SH1_Text5
source: <li>Normally used while transferring large amounts of data</li>
ar: <li> يُستخدم عادةً أثناء نقل كميات كبيرة من البيانات </li>
de: <li>Wird normalerweise bei der Übertragung großer Datenmengen verwendet</li>
es: <li>Normalmente se usa al transferir grandes cantidades de datos</li>
fr: <li>Normalement utilisé lors du transfert de grandes quantités de données</li>
it: <li>Normalmente utilizzato durante il trasferimento di grandi quantità di dati</li>
ko: <li>일반적으로 많은 양의 데이터를 전송할 때 사용됩니다.</li>
nl: <li>Normaal gesproken gebruikt bij het overdragen van grote hoeveelheden gegevens</li>
pl: <li>Zwykle używany podczas przesyłania dużych ilości danych</li>
pt: <li>Usada normalmente durante a transferência de grandes quantidades de dados</li>
ru: <li>Обычно используется при передаче больших объемов данных</li>
sv: <li>Används normalt vid överföring av stora mängder data</li>
tr: <li>Büyük miktarların iletilmesi esnasında normal şekilde kullanılır</li>
zh: <li>传输大量数据时通常使用</li>
