Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# ActivateErrorNoRequest
source: Password reset failed. A password reset request has not been made for this AxCrypt ID.
ar: فشل إعادة تعيين كلمة المرور. لم يتم إجراء طلب إعادة تعيين كلمة المرور لمعرّف اكسكربت هذا.
de: Zurücksetzen des Passwortes ist fehlgeschlagen. Eine Anfrage zum Zurücksetzen des Passwortes für diese AxCrypt ID wurde nicht gemacht.
es: No se puede restablecer la contraseña. No se ha recibido ninguna solicitud de restablecimiento de contraseña para esta cuenta.
fr: Impossible de réinitialiser le mot de passe. Aucune requête de réinitialisation de mot de passe n'a été reçue pour cet AxCrypt ID.
it: Impossibile resettare la password. Non è stato richiesto alcun reset della password per questo AxCrypt ID.
ko: 비밀번호 재설정을 실패하였습니다. AxCrypt ID로 비밀번호 재설정 요청을 하지 않으셨습니다.
nl: Wachtwoord reset mislukt. Er is geen wachtwoord reset voor dit AxCrypt ID aangevraagd.
pl: Nieudana próba zmiany hasła. Nie wysłano prośby o zmianę hasła dla tego AxCrypt ID.
pt: Solicitação de palavra-passe falhou. Uma solicitação para fazer uma nova palavra-passe não foi feita para este ID AxCrypt.
ru: Изменение пароля невозможно. Запрос на изменение пароля был сделан не на данный AxCrypt ID.
sv: Lösenordsåterställelse misslyckades, eftersom ingen sådan begäran inkommit.
tr: Şifre sıfırlanmasında hata oluştu. Bu AxCrypt kimliği için herhangi bir şifre sıfırlama isteğinde bulunulmamıştır.
zh: 密码重置失败。 尚未为此AxCrypt ID发出密码重置请求。

# ActivateErrorPassword
source: Password reset failed.
ar: فشل إعادة تعيين كلمة المرور.
de: Passwortzurücksetzung fehlgeschlagen.
es: Error al crear la contraseña.
fr: Echec de la réinitialisation du mot de passe.
it: Reset della password fallito.
ko: 비밀번호 재설정 실패.
nl: Wachtwoord reset mislukt.
pl: Nieudana próba zmiany hasła.
pt: A redefinição de palavra-passe falhou.
ru: Изменение пароля невозможно.
sv: Lösenordsåterställelse misslyckades.
tr: Şifre sıfırlanması başarısız oldu.
zh: 密码重置失败。

# ActivateMailBodyButton
source: Verify AxCrypt ID
ar: تحقق من معرف اكسكربت
de: AxCrypt ID verifizieren
es: Verificar AxCrypt ID
fr: Vérifier AxCrypt ID
it: Verifica AxCrypt ID
ko: AxCrypt ID 활성화
nl: Verifieer AxCrypt ID
pl: Potwierdź AxCrypt ID
pt: Ativar ID AxCrypt
ru: Подтвердите AxCrypt ID
sv: Verifiera AxCrypt ID
tr: AxCrypt kimliğini doğrula
zh: 验证AxCrypt ID

# ActivateMailBodyCode
source: Your verification code is <b>{0}</b> .
ar: رمز التحقق الخاص بك هو <b> {0} </b>.
de: Ihr AxCrypt Aktivierungscode ist <b>{0}</b>.
es: Tu código de verificación es <b>{0}</b>.
fr: Votre code d'activation est <b>{0}</b> .
it: Il tuo codice di verifica è <b>{0}</b> .
ko: 사용자의 AxCrypt ID 활성화 코드는 <b>{0}</b> 입니다.
nl: Uw AxCrypt ID activatiecode is <b>{0}</b> .
pl: Twój kod weryfikacyjny to <b>{0}</b> .
pt: O seu código de verificação é <b>{0}</b>.
ru: Ваш верификационный код <b>{0}</b> .
sv: Din verifieringskod är <b>{0}</b>
tr: Onay kodun <b>{0}</b> .
zh: 您的验证码是 <b>{0}</b> .

# ActivateMailBodyCodePlainText
source: Your verification code is {0}.
ar: رمز التحقق الخاص بك هو {0}.
de: Ihr Aktivierungscode ist {0}.
es: Tu código de verificación es {0}.
fr: Votre code d'activation est {0}
it: Il tuo codice di verifica è {0} .
ko: 활성화 코드는 {0} 와 같습니다.
nl: Uw activatiecode is {0} .
pl: Twój kod weryfikacyjny to {0}.
pt: Seu código de ativação é {0}.
ru: Ваш верификационный код {0}.
sv: Din verifieringskod är {0} .
tr: Onay kodun {0}.
zh: 您的验证码是{0}.

# ActivateMailBodyFreeTrial
source: You can start your trial of <b>AxCrypt Premium features for 30 days</b> in the app!
ar: <b>AxCryptيمكنك بدء الإصدار التجريبي من </a>ميزات اكسكربت الممتاز لمدة 30 يوما </b>في التطبيق!
de: Sie können Ihre Testphase auf <b>AxCrypt Premium Diensten 30 Tage</b> in der App beginnen!
es: ¡Puedes iniciar tu período de <b>30 días de prueba de AxCrypt Premium</b> desde la aplicación!
fr: Vous pouvez débuter votre période d'essai <b>des fonctionnalités AxCrypt Premium</b> dans l'application!
it: Puoi iniziare il tuo periodo di prova delle <b>funzionalità di AxCrypt Premium per 30 giorni</b> sull'app!
ko: <b>AxCrypt Premium을 30일간</b> 앱에서 무료 체험하실 수 있습니다.
nl: U kunt uw proefperiode van dertig dagen voor de <b>AxCrypt Premium eigenschappen</b> in de app starten!
pl: Możesz rozpocząć testowanie aplikacji <b>z funkcjami AxCrypt Premium przez 30 dni</b>!
pt: Você pode iniciar seu teste de <b> recursos do AxCrypt Premium por 30 dias </b> no aplicativo!
ru: Вы можете начать пробный период<b>функций AxCrypt Premium на протяжении 30 дней<b> в приложении!
sv: Du kan starta en gratis <b>30-dagars provperiod av Premium funktionerna</b> i AxCrypt-programmet som du laddar ned separat.
tr: <b>30 gün boyunca AxCrypt Premium özellikleri</b> denemen uygulamada hazır!
zh: 您可以在应用程序中开始试用<b>AxCrypt Premium功能30天</b>！

# ActivateMailBodyFreeTrialPlainText
source: You can start trying AxCrypt Premium features for 30 days in the app!
ar: يمكنك البدء في تجربة ميزات اكسكربت الممتاز لمدة 30 يوما في التطبيق!
de: Nach der Aktivierung Ihrer AxCrypt ID können Sie während einer 30-tägigen Testphase die AxCrypt Premium Dienste umsonst nutzen.
es: ¡Puedes iniciar el período de 30 días de prueba de AxCrypt Premium desde la aplicación!
fr: Vous pouvez commencer à utiliser les fonctionnalités AxCrypt Premium pour 30 jours dans l'application!
it: Puoi iniziare a provare le funzionalità di AxCrypt Premium per 30 giorni sull'app!
ko: AxCrypt Premium을 30일간 앱에서 무료 체험하실 수 있습니다.
nl: U kunt gratis gebruik maken van AxCrypt Premium eigenschappen voor een proefperiode van 30 dagen in de app.
pl: Możesz rozpocząć testowanie aplikacji z funkcjami AxCrypt Premium przez 30 dni!
pt: Você pode começar a usar os recursos do AxCrypt Premium por um período de 30 dias no aplicativo!
ru: Вы можете начать тестироватъ функции AxCrypt Premium на протяжении 30 дней в приложении!
sv: Du kan starta en gratis 30-dagars provperiod av Premium funktionerna i AxCrypt-programmet som du laddar ned separat.
tr: AxCrypt Premium özelliklerini 30 gün boyunca uygulamada deneyebilirsin!
zh: 您可以在应用程序中开始尝试AxCrypt Premium功能30天！

# ActivateMailBodyIntro
source: You have signed up to use AxCrypt. To complete the process you must verify your email address. Doing so proves you own the email and gives us permission to send email to you. Please read our <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> for details.
ar: لقد قمت بالتسجيل لاستخدام اكسكربت. لإكمال العملية يجب عليك التحقق من عنوان بريدك الإلكتروني. يثبت القيام بذلك أنك تمتلك البريد الإلكتروني ويمنحنا الإذن بإرسال بريد إلكتروني إليك. يرجى قراءة <a href="{0}" style="color: #86b96e؛ text-decoration: none؛"> سياسة الخصوصية </a> للحصول على التفاصيل.
de: Sie haben sich für eine AxCrypt ID registriert. Um den Prozess abzuschliessen müssen Sie Ihre E-Mail Adresse verifizieren. Dies beweist, dass die E-Mail Adresse Ihnen gehört und gibt uns die Genehmigung Ihnen E-Mails zu schicken. Bitte lesen Sie unsere <a href="{0}" style="color: #86b96e; text-decoration: none;">Datenschutzrichtlinie</a> für mehr Details.
es: Te has registrado para utilizar AxCrypt. Para completar el proceso debes verificar tu dirección de correo electrónico. Haciendo eso demuestras que eres el propietario del correo electrónico y nos das permiso para enviarte un correo electrónico. Por favor, lee nuestra <a href="{0}" style="color: #86b96e; text-decoration: none;">política de privacidad</a> para conocer más detalles.
fr: Vous venez de créer un compte AxCrypt. Pour en finaliser la création, vous devez confirmer votre adresse e-mail. Cela prouvera que vous êtes bien le propriétaire de cette adresse e-mail et nous donnera l'autorisation de vous envoyer des e-mails.
it: Ti sei registrato per usare AxCrypt. Per completare il processo devi verificare il tuo indirizzo e-mail. In questo modo dimostri di possedere l'indirizzo email e ci dai il permesso di inviarti email. Per favore leggi la nostra <a href="{0}" style="color: #86b96e; text-decoration: none;">normativa sulla privacy</a> per ulteriori dettagli.
ko: AxCrypt에 가입되셨습니다. 가입을 완료하기 위해 사용자님의 이메일 주소를 인증해주세요. 이 절차를 통해 사용자님의 이메일을 인증하고, 사용자님에게 이메일을 보낼 수 있습니다. 자세한 내용은 <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> 를 통해 확인해주세요.
nl: U heeft zich geregistreerd voor een AxCrypt ID. Om het proces te voltooien moet u uw email adres verifiëren. Zo kunnen wij controleren of dit uw mailadres is en geeft u ons toestemming om u te mailen. Gelieve ons<a href="{0}" style="color: #86b96e; text-decoration: none;">privacybeleid</a> lezen voor meer informatie.
pl: Zarejestrowałeś się, aby używać AxCrypt. Aby zakończyć proces, musisz zweryfikować swój adres email. W ten sposób udowodnisz, że to Twój adres email i wyrazisz zgodę na otrzymywanie emaili od nas. Szczegóły znajdziesz w naszej <a href="{0}" style="color: #86b96e; text-decoration: none;">polityce prywatności</a>.
pt: Você registrou-se para usar o AxCrypt. Para completar o processo, deve verificar sua conta de email. Fazer isso prova que você é o proprietário do e-mail e nos dá permissão para lhe enviar emails.
ru: Вы зарегистрировались на AxCrypt. Вам необходимо подтвердить ваш адрес электронной почты для завершения данной регистрации. Это позволит подтвердить Ваш собственный адрес электронной почты и даст нам возможность посылать Вам электронные письма и уведомления. Пожалуйста, прочитайте наш <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> для более подробной информации.
sv: Du har tecknat dig för att använda AxCrypt. För att slutföra processen måste du verifiera din e-postadress, vilket bevisar att du äger den eposten och ger oss tillstånd att sända epost till dig. Läs vår <a href="{0}" style="color: #86b96e; text-decoration: none;">integritetspolicy</a> för mer information.
tr: AxCrypt kullanmak için kaydolma talebinde bulundun. İşlemi tamamlamak için e-posta adresini doğrulamalısın. Bunu yaptığında e-posta adresinin sahibi olduğunu kanıtlamış ve sana e-posta göndermemize izin vermiş olacaksın. Ayrıntılar için lütfen <a href="{0}" style="color: #86b96e; text-decoration: none;">privacy policy</a> sayfamızı oku.
zh: 您已注册使用AxCrypt。 要完成此过程，您必须验证您的电子邮件地址。 这样做证明您拥有电子邮件，并允许我们向您发送电子邮件。 请阅读我们的<a href="{0}"style="color:#86b96e;text-decoration:none;">隐私政策</a>了解详情。

# ActivateMailBodyManualLink
source: To verify manually, go to <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> and enter <b>{1}</b> and the verification code <b>{2}</b> .
ar: للتحقق يدويًا ، انتقل إلى <a href="{0}" style="color: #86b96e؛ text-decoration: none؛"> {0} </a> وأدخل <b> {1} </b> ورمز التحقق <b> {2} </b>.
de: Für eine manuelle Überprüfung gehen Sie zu <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> und geben Sie <b>{1}</b> und den Überprüfungscode <b>{2}</b> ein.
es: Para activar manualmente tu cuenta, ve a <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> e introduce<b>{1}</b> y el código de activación <b>{2}</b> .
fr: Pour vérifier manuellement, allez à <a href="{0}" style="color: #86b96e; text-decoration: none;"> {0} </a> et entrez <b> {1} < / b> et le code d'activation <b> {2} </ b> .
it: Per verificare manualmente, vai a <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> e inserisci <b>{1}</b> e il codice di verifica <b>{2}</b> .
ko: 수동으로 인증하실 경우, <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a>로 가셔서 <b>{1}</b>와 인증 코드 <b>{2}</b>를 입력해주세요.
nl: Om hangmatig te verifiëren, ga naar <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> en voer <b>{1}</b> en de verificatiecode in<b>{2}</b> .
pl: Aby zweryfikować ręcznie, przejdź do <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> i wprowadź <b>{1}</b> oraz kod weryfikacyjny <b>{2}</b>.
pt: Para verificar manualmente, vá para <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> e entre <b>{1}</b> com o código de ativação <b>{2}</b>.
ru: Для мануального подтверждения, перейдите на <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> и введите <b>{1}</b> , а также верификационный код <b>{2}</b> .
sv: För att verifiera manuellt, gå till <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> och ange <b>{1}</b> samt verifieringskoden <b>{2}</b> .
tr: Manüel olarak onaylamak için buraya git <a href="{0}" style="color: #86b96e; text-decoration: none;">{0}</a> ve onay kodu <b>{2}</b>.
zh: 要手动验证，请转到<a href="{0}"style="color:#86b96e;text-decoration:none;">{0}</a>并输入<b>{1}</b>和验证码<b>{2}</b>。

# ActivateMailBodyManualLinkPlainText
source: To verify manually, go to {0} and enter {1} and the verification code {2} .
ar: للتحقق يدويًا ، انتقل إلى {0} وأدخل {1} ورمز التحقق {2}.
de: Für eine manuelle Überprüfung gehen Sie zu {0}, geben Sie {1} und den Aktivierungscode {2} ein.
es: Para activar tu cuenta manualmente, ve a {0} e ingresa {1} y el código de verificación {2} .
fr: Pour vérifier manuellement, allez à {0} et entrer {1} et le code d'activation {2}.
it: Per verificare manualmente, vai a {0} e inserisci {1} e il codice di verifica {2}.
ko: 수동으로 인증하실 경우, {0}로 가셔서 {1}와 인증 코드 {2}를 입력해주세요.
nl: Om handmatig te verifiëren, ga naar {0} en voer {1} en de verificatiecode in {2} .
pl: Aby zweryfikować ręcznie, przejdź do {0} i wprowadź {1} oraz kod weryfikacyjny {2}.
pt: Para ativar manualmente, vã para {0} e clique {1} e o código de ativação {2}.
ru: Для мануального подтверждения перейдите на {0} и введите {1} , а также верификационный код {2} .
sv: Om du vill verifiera manuellt gå till {0} och ange {1} samt verifieringskoden {2} .
tr: Manuel olarak doğrulamak için {0} a gidip {1} e basıp onay kodu {2} yi gir.
zh: 要手动验证，请转到{0}并输入{1}和验证码{2}。

# ActivateMailBodyTitle
source: Hello and welcome to AxCrypt!
ar: أهلا ومرحبا بكم في اكسكربت!
de: Hallo und Willkommen bei AxCrypt!
es: ¡Hola y bienvenidos a AxCrypt!
fr: Bonjour et bienvenue à AxCrypt!
it: Ciao e benvenuto in AxCrypt!
ko: 안녕하세요, AxCrypt에 오신것을 환영합니다!
nl: Hallo en welkom by AxCrypt!
pl: Witaj w AxCrypt!
pt: Olá, e bem-vindo ao AxCrypt!
ru: Здравствуйте и добро пожаловать в AxCrypt!
sv: Hej och välkommen till AxCrypt!
tr: Merhaba, AxCrypt'e hoş geldin!
zh: 您好，欢迎到AxCrypt!

# ActivateMailSubject
source: AxCrypt ID Verification
ar: التحقق من معرف اكسكربت
de: AxCrypt ID Verfizierung
es: Verificación de AxCrypt ID
fr: Vérification de votre AxCrypt ID
it: Verifica di AxCrypt ID
ko: AxCrypt ID 인증
nl: AxCrypt ID Verificatie
pl: Weryfikacja AxCrypt ID
pt: Verificação do ID AxCrypt
ru: Верификация Вашего AxCrypt ID
sv: AxCrypt ID Verifiering
tr: AxCrypt kimliği onay
zh: AxCrypt ID验证

# ActivateMailText1
source: Just one more step...
ar: مجرد خطوة أخرى...
de: Nur noch ein Schritt...
es: Solo un paso más...
fr: Juste un pas de plus...
it: Un ultimo passaggio ...
ko: 마지막 단계...
nl: Nog maar een stap...
pl: Jeszcze tylko jeden krok ...
pt: Só mais um passo...
ru: Еще один шаг...
sv: Bara ett steg till...
tr: Sadece bir adım daha...
zh: 又一步...

# ActivateMailText2
source: We are excited to have you with us on this cyber security journey.
ar: نحن متحمسون لوجودك معنا في رحلة الأمن السيبراني هذه.
de: Wir freuen uns, Sie auf dieser Reise zur Cybersicherheit zu begleiten.
es: Nos emociona que compartas con nosotros este viaje de ciberseguridad.
fr: Nous sommes ravis de vous avoir avec nous dans ce voyage de cyber-sécurité.
it: Siamo felici che tu ti sia unito a noi in questo viaggio nella sicurezza informatica.
ko: 우리의 사이버 보안 여정을 당신과 함께하게 되어 매우 기쁩니다.
nl: We zijn verheugd u bij ons te hebben op deze reis op het gebied van cyberbeveiliging.
pl: Cieszymy się, że jesteś z nami w tej podróży z bezpieczeństwem cybernetycznym.
pt: Estamos entusiasmados por tê-la(o) connosco nesta viagem de cibersegurança.
ru: Мы рады, что вы с нами в этом путешествии к кибербезопасности.
sv: Vi är exalterade att ha med dig på våran cybersäkerhetsresa.
tr: Bu siber güvenlik yolculuğunda sizleri de aramızda görmekten heyecan duyuyoruz.
zh: 我们很高兴您能与我们一起踏上这次网络安全之旅。

# ActivateMailText3
source: To complete the signup process you must verify your email address. Doing so proves you own the email and gives us permission to send emails to you.
ar: لإكمال عملية التسجيل يجب عليك التحقق من عنوان بريدك الإلكتروني. يثبت القيام بذلك أنك تمتلك البريد الإلكتروني ويمنحنا الإذن بإرسال رسائل بريد إلكتروني إليك.
de: Um den Anmeldevorgang abzuschließen, müssen Sie Ihre E-Mail-Adresse bestätigen. Dies beweist, dass Sie die E-Mail besitzen und gibt uns die Erlaubnis, E-Mails an Sie zu senden.
es: Para completar el proceso de registro, debes verificar tu dirección de correo electrónico. Así demuestras que tú eres el propietario del correo electrónico y nos das permiso para enviarte información y novedades.
fr: Pour terminer le processus d'inscription, vous devez vérifier votre adresse e-mail. Cela prouve que vous êtes propriétaire de l'e-mail et nous autorise à vous envoyer des e-mails.
it: Per completare la registrazione devi verificare il tuo indirizzo email. In questo modo proverai che sei il titolare dell'indirizzo email e ci fornirai il consenso ad inviarti email.
ko: 가입을 완료하기 위해서는 이메일 인증이 필요합니다. 이메일 인증은 사용자 본인의 메일주소를 확인해 주며, 본사의 메일 발송을 승인해 줍니다.
nl: Om het aanmeldingsproces te voltooien, moet u uw e-mailadres verifiëren. Als u dit doet, bewijst u dat u de eigenaar bent van de e-mail en geeft u ons toestemming om u e-mails te sturen.
pl: Aby zakończyć proces rejestracji, musisz zweryfikować swój adres e-mail. W ten sposób potwierdzasz, że jesteś właścicielem wiadomości e-mail i dajesz nam pozwolenie na wysyłanie do Ciebie wiadomości e-mail.
pt: Para completar o processo de adesão, deve verificar o seu endereço de email, provando assim que o detém e dando-nos permissão para lhe enviar emails.
ru: Чтобы завершить процесс регистрации, вы должны подтвердить свой адрес электронной почты. Это доказывает, что вы являетесь её владельцем, и дает нам разрешение отправлять вам электронные письма.
sv: För att komplettera registreringsprocessen måste du verifiera din mailadress. Genom att göra detta bevisar du att det är du som äger mailadressen och ger oss tillåtelsen att skicka mail till dig.
tr: Kayıt işlemini tamamlamak için e-posta adresinizi doğrulamalısınız. Bunu yapmak, e-postanın size ait olduğunu kanıtlar ve size e-posta göndermemize izin verir.
zh: 要完成注册过程，您必须验证您的电子邮件地址。 这样做证明您拥有该电子邮件，并允许我们向您发送电子邮件。

# ActivateMailText4
source: Get AxCrypt for your mobile devices!
ar: احصل على اكسكربت للأجهزة المحمولة الخاصة بك!
de: Holen Sie sich AxCrypt für Ihre mobilen Geräte!
es: ¡Descarga AxCrypt para teléfonos móviles!
fr: Obtenez AxCrypt pour vos appareils mobiles!
it: Ottieni AxCrypt per i tuoi dispositivi mobili!
ko: 당신의 모바일 기기들을 위해 AxCrypt를 선택하세요!
nl: Download AxCrypt voor uw mobiele apparaten!
pl: Pobierz AxCrypt na swoje urządzenia mobilne!
pt: Obtenha a AxCrypt para os seus dispositivos móveis!
ru: Получите версию AxCrypt для своих мобильных устройств!
sv: Skaffa AxCrypt för dina mobila enheter!
tr: Mobil cihazlarınız için AxCrypt edinin!
zh: 为您的移动设备获取AxCrypt！

# ActivateMailText5
source: Follow Us on Our Social Media
ar: تابعنا على وسائل التواصل الاجتماعي الخاصة بنا
de: Folgen Sie uns auf unseren sozialen Medien
es: Síguenos en nuestras redes sociales
fr: Suivez-Nous sur Nos Réseaux Sociaux
it: Seguici sui social
ko: 본사의 SNS를 팔로우하세요.
nl: Volg ons op onze sociale media
pl: Śledź nas w naszych mediach społecznościowych
pt: Siga-nos nas Nossas Redes Sociais
ru: Следите за нами в наших социальных сетях
sv: Följ oss på Våra Sociala Medier
tr: Bizi Sosyal Medyada Takip Edin
zh: 关注我们的社交媒体

# ActivateMailText6
source: Please read our <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">privacy policy</a> for details.
ar: يرجى قراءة <a href="https://axcrypt.net/information/privacy-policy" style="color: white؛ font-weight: 600"> سياسة الخصوصية </a> للحصول على التفاصيل.
de: Bitte lesen Sie unsere <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">Datenschutzerklärung</a> für Details.
es: Lee nuestra <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">política de privacidad</a> para conocer más detalles.
fr: Veuillez lire notre <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">politique de confidentialité</a> pour plus de détails.
it: Per maggiori dettagli si prega di leggere la nostra pagina <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">Privacy Policy</a>.
ko: 자세한 내용은 당사의 <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">개인정보 정책</a> 을 참조해주세요.
nl: Lees ons <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">privacybeleid</a> voor details.
pl: Aby uzyskać szczegółowe informacje, zapoznaj się z naszą <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">polityką prywatności</a>.
pt: Por favor, leia a nossa <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">política de privacidade</a> para mais detalhes.
ru: Пожалуйста, прочтите наш <a href="https://axcrypt.net/information/privacy-policy">политика конфиденциальности</a> для получения более подробной информации.
sv: Läs våran <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">privacy policy</a> för detaljer.
tr: Ayrıntılar için lütfen <a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">gizlilik politikamızı</a> okuyun.
zh: 请阅读我们的<a href="https://axcrypt.net/information/privacy-policy" style="color: white; font-weight: 600">隐私政策</a>了解详情。

# ActivateMailText7
source: Contact us at <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> if you have any questions!
ar: اتصل بنا على <a href="mailto:support@axcrypt.net" style="color: white؛ font-weight: 600"> support@axcrypt.net </a> إذا كان لديك أي أسئلة!
de: Kontaktieren Sie uns unter <a href="mailto:support@axcrypt.net ">support@axcrypt.net </a> wenn Sie Fragen haben!
es: Escríbenos al correo <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> si tienes alguna pregunta.
fr: Contactez nous à <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> si vous avez des questions!
it: Se hai domande contattaci all'indirizzo <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> !
ko: 문의사항은 <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a>으로 연락주십시오!
nl: Neem contact met ons op via <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> als u vragen heeft!
pl: Skontaktuj się z nami pod adresem <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a>, jeśli masz jakiekolwiek pytania!
pt: Se tiver alguma questão, contacte-nos via <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a>!
ru: Свяжитесь с нами по адресу <a href="mailto:support@axcrypt.net ">support@axcrypt.net </a> если у вас есть какие-либо вопросы!
sv: Kontakta oss på <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> om du har några frågor!
tr: Herhangi bir sorunuz varsa <a href="mailto:support@axcrypt.net" style="color: white; font-weight: 600">support@axcrypt.net</a> adresinden bize ulaşın!
zh: 联系我们<a href="mailto:support@axcrypt.net">support@axcrypt.net</a>如果您有任何问题！
