Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTSCER_H1_Text4
source: So, the email should contain a description of the problem and the following attachments:
ar: لذلك ، يجب أن يحتوي البريد الإلكتروني على وصف للمشكلة والمرفقات التالية:
de: Daher sollte die E-Mail eine Beschreibung des Problems und die folgenden Anhänge enthalten:
es: Por lo tanto, el correo electrónico debe contener una descripción del problema y los siguientes archivos adjuntos:
fr: Ainsi, l’e-mail doit contenir une description du problème et les pièces jointes suivantes:
it: Pertanto, l'e-mail dovrebbe contenere una descrizione del problema e i seguenti allegati:
ko: 따라서 이메일에는 문제에 대한 설명과 다음 첨부 파일이 포함되어야 합니다.
nl: De e-mail moet dus een beschrijving van het probleem en de volgende bijlagen bevatten:
pl: W związku z tym wiadomość e-mail powinna zawierać opis problemu i następujące załączniki:
pt: Portanto, o email deve contar a descrição do problema e os seguintes anexos:
ru: Итак, электронное письмо должно содержать описание проблемы и следующие вложения:
sv: Så e-postmeddelandet bör innehålla en beskrivning av problemet och följande bilagor:
tr: Bu nedenle, e-posta sorunun bir açıklamasını ve aşağıdaki ekleri içermelidir:
zh: 因此，电子邮件应包含问题的描述和以下附件:

# Blog_HTSCER_H1_Text5
source: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>A screen shot of the situation, i.e. ‘Problem.jpg’ or similar.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – the zipped event viewer log.</li></ol>
ar: <ol style = 'list-style-position: inside؛ display: grid؛ gap: 20٪؛'> <li> لقطة شاشة للموقف ، مثل "Problem.jpg" أو ما شابه. </ li> <li> FileSystemState.txt و ReportSnapshot.txt و UserAccounts.txt و UserPublicKeys.txt و UserSettings.txt </li> <li> AxCrypt.zip - سجل عارض الأحداث المضغوط. </ li> </ol>
de: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Ein Screenshot der Situation, d. H. 'Problem.jpg' oder ähnlich.</li><li>Dateisystemstatus.txt, ReportSnapshot.txt, Benutzerkonten.txt, UserPublicKeys.txt, Benutzereinstellungen.txt</li><li>Verschlüsseln.zip - das komprimierte Ereignisanzeigeprotokoll.</li></ol>
es: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Una captura de pantalla de la situación, es decir, 'Problem.jpg' o similar.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – el registro del visor de eventos comprimido</li></ol>
fr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Une capture d'écran de la situation, c'est-à-dire 'Problem.jpg' ou similaire.</li><li> FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip - le journal compressé de l'observateur d'événements.</li></ol>
it: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Una schermata della situazione, ad esempio "Problem.jpg" o simile.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – il registro compresso del visualizzatore eventi.</li></ol>
ko: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>문제 상황의 스크린샷(예: '문제상황.jpg' 또는 이와 유사한 것)</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – 압축된 이벤트 뷰어 로그.</li></ol>
nl: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Een schermafbeelding van de situatie, bijvoorbeeld 'Probleem.jpg' of vergelijkbaar.</li><li> FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – het gezipte logbestand voor gebeurtenisviewers.</li></ol>
pt: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Uma captura de ecrã da situação i.e. ‘Problem.jpg’ ou similar.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – o registo comprimido do visualizador de eventos.</li></ol>
ru: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Снимок экрана с изображением проблемы, напр. ‘Problem.jpg ’ или что-то подобное.</li><li>FileSystemState.txt , ReportSnapshot.txt , UserAccounts.txt , UserPublicKeys.txt , UserSettings.txt </li><li>AxCrypt.zip – архивированный журнал просмотра событий.</li></ol>
sv: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Ett urklipp på situationen, tex. ‘Problem.jpg’ eller liknande.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – den zippade händelsevisningsloggen .</li></ol>
tr: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>Olayın ekran görüntüsü, yani 'Problem.jpg' veya benzeri.</li><li>FileSystemState.txt, ReportSnapshot.txt, UserAccounts.txt, UserPublicKeys.txt, UserSettings.txt</li><li>AxCrypt.zip – sıkıştırılmış olay görüntüleyicisi günlüğü.</li></ol>
zh: <ol style='list-style-position: inside;display: grid;gap: 20%;'><li>情况的屏幕截图，即'问题。jpg'或类似的。</li><li>FileSystemState.txt，ReportSnapshot.txt，UserAccounts.txt，UserPublicKeys.txt，UserSettings.txt</li><li>AxCrypt.zip-压缩的事件查看器日志。</li></ol>

# Blog_HTSCER_H1_Text6
source: For detailed instructions, read on!
ar: للحصول على تعليمات مفصلة ، واصل القراءة!
de: Für detaillierte Anweisungen lesen Sie weiter!
es: Para obtener instrucciones detalladas, ¡sigue leyendo!
fr: Pour des instructions détaillées, lisez la suite!
it: Per istruzioni dettagliate, continua a leggere!
ko: 자세한 지침은, 계속 읽어주세요!
nl: Voor gedetailleerde instructies, lees verder!
pl: Aby uzyskać szczegółowe instrukcje, czytaj dalej!
pt: Para instruções detalhadas, continue a ler!
ru: Для получения подробных инструкций читайте дальше!
sv: För detaljerade instruktioner, läs vidare!
tr: Ayrıntılı talimatlar için okumaya devam edin!
zh: 有关详细说明，请继续阅读！

# Blog_HTSCER_H2_Text1
source: Please follow the instructions from Microsoft on how to use the Snipping Tool:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
ar: الرجاء اتباع الإرشادات من مايكروسوفت حول كيفية استخدام أداة القطع: <a href = 'https: //support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots "> </a>
de: Bitte befolgen Sie die Anweisungen von Microsoft zur Verwendung des Snipping Tools:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
es: Sigue las instrucciones de Microsoft sobre cómo usar la herramienta de recorte:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
fr: Veuillez suivre les instructions de Microsoft sur la façon d’utiliser l’outil Snipping :<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
it: Per favore, segui le istruzioni di Microsoft su come utilizzare lo Snipping Tool:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
ko: 캡처 도구를 사용하는 방법에 대한 Microsoft의 지침을 따르십시오.<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
nl: Volg de instructies van Microsoft over het gebruik van de Snipping Tool:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
pl: Postępuj zgodnie z instrukcjami firmy Microsoft dotyczącymi korzystania z narzędzia do wycinania:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots '></a>
pt: Por favor, siga as instruções da Microsoft sobre como usar a Snipping Tool: <a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
ru: Пожалуйста, следуйте инструкциям корпорации Майкрософт о том, как использовать инструмент обрезки: <a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
sv: Följ instruktionerna från Microsoft om hur du använder klippverktyget: <a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
tr: Lütfen Ekran Alıntısı Aracının nasıl kullanılacağı konusunda Microsoft'un yönergelerini izleyin:<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>
zh: 请按照Microsoft关于如何使用截图工具的说明进行操作：<a href='https://support.microsoft.com/en-us/help/13776/windows-use-snipping-tool-to-capture-screenshots'></a>

# Blog_HTSCER_H2_Text2
source: Do not crop it too much, please show relevant parts of Windows Explorer and the full AxCrypt window where appropriate.
ar: لا تقم بقصها كثيرًا ، يرجى إظهار الأجزاء ذات الصلة من مستكشف ويندوز ونافذة اكسكربت الكاملة حيثما كان ذلك مناسبًا.
de: Beschneiden Sie es nicht zu sehr, bitte zeigen Sie relevante Teile des Windows Explorers und gegebenenfalls das vollständige AxCrypt-Fenster an.
es: No lo recortes demasiado, muestra partes relevantes del Explorador de Windows y la ventana completa de AxCrypt cuando corresponda.
fr: Ne le recadrez pas trop, veuillez afficher les parties pertinentes de l’Explorateur Windows et la fenêtre complète d’AxCrypt le cas échéant.
it: Non ritagliarlo troppo, si prega di mostrare le parti rilevanti di Windows Explorer e la finestra completa di AxCrypt dove appropriato.
ko: 너무 많이 자르지 말고 적절한 경우 Windows 탐색기와 전체 AxCrypt 창의 관련 부분을 보여주세요.
nl: Knip het niet te veel uit, maar toon relevante delen van Windows Explorer en het volledige AxCrypt-venster waar nodig.
pl: Nie przycinaj go za bardzo, pokaż odpowiednie części Eksploratora Windows i całe okno AxCrypt tam, gdzie to konieczne.
pt: Não corte muito, por favor mostre partes relevantes do Windows Explorer e toda a janela AxCrypt conforme for apropriado.
ru: Не обрезайте его слишком сильно, пожалуйста, покажите соответствующие части проводника Windows и полное окно AxCrypt, если это уместно.
sv: Beskär inte för mycket, vänligen visa relevanta delar av Windows Explorer och hela AxCrypt-fönstret där det är möjligt.
tr: Çok fazla kırpmayın, lütfen Windows Gezgininin ilgili bölümlerini ve uygun olduğunda tam AxCrypt penceresini gösterin.
zh: 不要裁剪太多，请在适当的情况下显示Windows Explorer和完整AxCrypt窗口的相关部分。

# Blog_HTSCER_H3_Text1
source: Start by opening Windows Explorer, and enter the path to the AxCrypt configuration folder: %localappdata%/AxCrypt, then hit ‘Enter’.
ar: ابدأ بفتح مستكشف ويندوز، وأدخل المسار إلى مجلد تكوين اكسكربت :٪ localappdata٪ / اكسكربت ، ثم اضغط على Enter.
de: Öffnen Sie zunächst den Windows Explorer und geben Sie den Pfad zum AxCrypt-Konfigurationsordner ein: % localappdata% / AxCrypt, und drücken Sie dann die Eingabetaste.
es: Comienza abriendo el Explorador de Windows e ingresa la ruta a la carpeta de configuración de AxCrypt: %localappdata%/AxCrypt, luego presiona la tecla 'Enter' (Entrar o Intro).
fr: Commencez par ouvrir Windows Explorer, et entrez le chemin d’accès au dossier de configuration AxCrypt: %localappdata%/AxCrypt, puis appuyez sur « Entrée ».
it: Inizia aprendo Windows Explorer ed inserisci il percorso della cartella di configurazione di AxCrypt: %localappdata%/AxCrypt, quindi premi 'Invio'.
ko: 윈도우탐색기를 열고 AxCrypt 구성 폴더의 경로를 입력하십시오 : % localappdata%/ AxCrypt, 그런 다음 '엔터'를 누르십시오.
nl: Begin met het openen van Windows Verkenner en voer het pad naar de AxCrypt-configuratiemap in: %localappdata%/AxCrypt, en druk op 'Enter'.
pl: Zacznij od otwarcia Eksploratora Windows i wprowadź ścieżkę do folderu konfiguracyjnego AxCrypt: %localappdata%/AxCrypt, a następnie naciśnij „Enter”.
pt: Comece por abrir o Windows Explorer e introduza o caminho para a pasta de configuração AxCrypt %localappdata%/AxCrypt e depois prima ‘Enter’.
ru: Начните с открытия проводника Windows и введите путь к папке конфигурации AxCrypt: %localappdata%/AxCrypt, затем нажмите "Ввод".
sv: Börja med att öppna Utforskaren i Windows och ange sökvägen till AxCrypt-konfigurationsmappen: %localappdata%/AxCrypt, tryck sedan på "Enter".
tr: Windows Tarayıcısını açarak başlayın ve izleği, AxCrypt yapılandırma klasörüne girin: %localappdata%/AxCrypt, ardından 'Giriş(Enter)' tuşuna basın.
zh: 首先打开Windows资源管理器，然后输入AxCrypt配置文件夹的路径：%localappdata%/AxCrypt，然后点击"输入"。

# Blog_HTSCER_H3_Text2
source: You should then see something similar to the following:
ar: سترى بعد ذلك شيئًا مشابهًا لما يلي:
de: Sie sollten dann etwas Ähnliches wie das Folgende sehen:
es: A continuación, deberías ver algo similar a lo siguiente:
fr: Vous devriez alors voir quelque chose de similaire à ce qui suit:
it: Dovresti quindi vedere qualcosa di simile al seguente:
ko: 그러면 다음과 유사한 내용이 표시됩니다.
nl: U zou dan iets moeten zien dat lijkt op het volgende:
pl: Powinieneś wtedy zobaczyć coś podobnego do następującego:
pt: Deve então ver algo parecido com o seguinte:
ru: Затем вы должны увидеть что-то похожее на:
sv: Du bör då se något som liknar följande:
tr: Daha sonra aşağıdakine benzer bir şey görmeniz gerekir:
zh: 然后，您应该看到类似于以下内容:

# Blog_HTSCER_H3_Text3
source: Take all files ending with .txt, and attach them to the mail. There is nothing especially sensitive in these files. You can always open them with a text editor to see exactly what is sent if you like. Do not add folders that you may see here.: %localappdata%/AxCrypt, then hit ‘Enter’.
ar: خذ جميع الملفات التي تنتهي بـ .txt ، وأرفقها بالبريد. لا يوجد شيء حساس بشكل خاص في هذه الملفات. يمكنك دائمًا فتحها باستخدام محرر نصوص لمعرفة ما يتم إرساله بالضبط إذا أردت. لا تقم بإضافة المجلدات التي قد تراها هنا:٪ localappdata٪ / اكسكربت ، ثم اضغط على "Enter".
de: Nimm alle Dateien, die mit enden .txt, und hängen Sie sie an die Mail an. In diesen Dateien ist nichts besonders Sensibles enthalten. Sie können sie jederzeit mit einem Texteditor öffnen, um genau zu sehen, was gesendet wird, wenn Sie möchten. Fügen Sie keine Ordner hinzu, die Sie hier sehen könnten: % localappdata% / AxCrypt, dann drücken Sie 'Enter'.
es: Toma todos los archivos que terminen en .txt y adjúntalos al correo. No hay nada especialmente sensible en estos archivos. Siempre puedes abrirlos con un editor de texto para ver exactamente lo que se envía si lo deseas. No agregues carpetas que puedas ver aquí: %localappdata%/AxCrypt, luego presiona la tecla 'Enter' (Entrar o Intro).
fr: Prenez tous les fichiers se terminant par .txt et joignez-les au courrier. Il n’y a rien de particulièrement sensible dans ces fichiers. Vous pouvez toujours les ouvrir avec un éditeur de texte pour voir exactement ce qui est envoyé si vous le souhaitez. N’ajoutez pas de dossiers que vous pouvez voir ici.: %localappdata%/AxCrypt, puis appuyez sur 'Entrée'.
it: Prendi tutti i file che terminano con .txt e allegali alla posta. Non c'è nulla di particolarmente sensibile in questi file. Puoi sempre aprirli con un editor di testo per vedere esattamente cosa viene inviato, se lo desideri. Non aggiungere cartelle che potresti vedere qui.: %localappdata%/AxCrypt, quindi premi 'Invio'.
ko: .txt로 끝나는 모든 파일을 가져와서 메일에 첨부하십시오. 이 파일에는 특별히 민감한 것이 없습니다. 원하는 경우 텍스트 편집기로 언제든지 열어 전송 된 내용을 정확하게 볼 수 있습니다. 여기에 있을 수 있는 폴더를 추가하지 마십시오.: %localappdata%/AxCrypt, 그런 다음 '엔터'를 누르십시오.
nl: Neem alle bestanden die eindigen op .txt en voeg ze toe aan de e-mail. Er is niets bijzonder gevoelig in deze bestanden. U kunt ze altijd openen met een teksteditor om precies te zien wat er wordt verzonden als u wilt. Voeg geen mappen toe die u hier kunt zien.: %localappdata%/AxCrypt, en druk op 'Enter'.
pl: Dołącz wszystkie pliki z rozszerzeniem .txt do wiadomości e-mail. W tych plikach nie ma nic szczególnie wrażliwego. Zawsze możesz je otworzyć za pomocą edytora tekstu, aby zobaczyć dokładnie, co jest wysyłane, jeśli chcesz. Nie dodawaj folderów, które możesz zobaczyć tutaj.: %localappdata%/AxCrypt, a następnie naciśnij „Enter”.
pt: Seleccione todos os ficheiros que terminem com .txt e anexe-os ao mail. Não há nada especialmente sensível nestes ficheiros. Se quiser, pode sempre abri-los com um editor de texto e ver exactamente o que é enviado. Não adicione pastas que possa ver em %localappdata%/AxCrypt e prima ‘Enter’.
ru: Возьмите все файлы, заканчивающиеся на .txt, и прикрепите их к письму. В этих файлах нет ничего особенно конфиденциального. Вы всегда можете открыть их с помощью текстового редактора, чтобы точно увидеть, что отправлено, если хотите. Не добавляйте папки, которые вы можете увидеть здесь.: %localappdata%/AxCrypt, затем нажмите ‘Enter’.
sv: Ta alla filer som slutar med .txt och bifoga dem till mailet. Det finns inget känsligt i dessa filer. Du kan alltid öppna dem med en textredigerare för att se exakt vad som skickas om du vill. Lägg inte till mappar som du kan se här.: %localappdata%/AxCrypt, tryck sedan på "Enter".
tr: .txt biten tüm dosyaları alın ve bunları postaya ekleyin. Bu dosyalarda özellikle hassas bir şey yoktur. İsterseniz tam olarak ne gönderildiğini görmek için bunları her zaman bir metin editörüyle açabilirsiniz. Burada görebileceğiniz klasörleri eklemeyin.: %localappdata%/AxCrypt, ardından 'Giriş (Enter)' tuşuna basın.
zh: 取所有以.结尾的文件。txt，并将它们附加到邮件中。 在这些文件中没有什么特别敏感的。 如果您愿意，您可以随时使用文本编辑器打开它们，以确切地查看发送的内容。 请勿添加您可能在此处看到的文件夹。:%localappdata%/AxCrypt，然后点击"输入"。

# Blog_HTSCER_H4_Text1
source: Finally, we need to get a copy of your event log since program crashes are recorded here. Do as follows:
ar: أخيرًا ، نحتاج إلى الحصول على نسخة من سجل الأحداث الخاص بك حيث يتم تسجيل أعطال البرنامج هنا. افعل ما يلي:
de: Schließlich benötigen wir eine Kopie Ihres Ereignisprotokolls, da hier Programmabstürze aufgezeichnet werden. Gehen Sie wie folgt vor:
es: Finalmente, necesitamos obtener una copia de tu registro de eventos, ya que aquí se registran los bloqueos del programa. Haz lo siguiente:
fr: Enfin, nous devons obtenir une copie de votre journal des événements car les plantages du programme sont enregistrés ici. Procédez comme suit :
it: Infine, abbiamo bisogno di ottenere una copia del tuo registro eventi poiché gli arresti anomali del programma vengono registrati qui. Fai come segue:
ko: 마지막으로 프로그램 충돌이 여기에 기록되므로 이벤트 로그의 복사본을 가져와야합니다. 다음과 같이하십시오:
nl: Ten slotte hebben we een kopie van uw gebeurtenislogboek nodig, omdat programmacrashes hier worden geregistreerd. Ga als volgt te werk:
pl: Na koniec musimy uzyskać kopię twojego dziennika zdarzeń, ponieważ tutaj rejestrowane są awarie programu. Wykonaj następujące czynności:
pt: Finalmente, precisamos de obter uma cópia do seu registo de eventos uma vez que as falhas do programa são ali gravadas. Faça como de seguida:
ru: Наконец, нам нужно получить копию вашего журнала событий, поскольку здесь регистрируются сбои программы. Сделайте следующее:
sv: Slutligen måste vi få en kopia av din händelselogg eftersom programkrascher registreras här. Gör så här:
tr: Son olarak, program çökmeleri buraya kaydedildiğinden olay kaydınızın bir kopyasını almamız gerekir. Aşağıdaki işlemleri gerçekleştirin:
zh: 最后，我们需要获取事件日志的副本，因为程序崩溃记录在这里。 做如下:

# Blog_HTSCER_H4_Text2
source: Click on your Start button / Windows button and type:
ar: انقر فوق زر ابدأ / زر ويندوز واكتب:
de: Klicken Sie auf Ihre Startschaltfläche / Windows-Schaltfläche und geben Sie Folgendes ein:
es: Haz clic en el botón Inicio/botón de Windows y escribe lo siguiente:
fr: Cliquez sur votre bouton Démarrer / bouton Windows et tapez:
it: Fare clic sul pulsante Start/pulsante Windows e digitare:
ko: 시작 버튼 / 윈도우 버튼을 클릭하고 다음을 입력하십시오:
nl: Klik op uw Start-knop / Windows-knop en typ:
pl: Kliknij przycisk Start / przycisk Windows i wpisz:
pt: Clique no botão de Início / botão do Windows e escreva:
ru: Нажмите на свою кнопку "Пуск" / Windows и введите:
sv: Klicka på din Start-knapp / Windows-knapp och skriv:
tr: Başlat düğmesine / Windows düğmesine tıklayın ve şunu yazın:
zh: 单击"开始"按钮/"Windows"按钮并键入:

# Blog_HTSCER_H4_Text4
source: And then click on the “Event Viewer Desktop App” suggestion to start.
ar: ثم انقر فوق اقتراح "تطبيق سطح المكتب عارض الأحداث" للبدء.
de: Klicken Sie dann zum Starten auf den Vorschlag "Ereignisanzeige-Desktop-App".
es: Y luego haz clic en la aplicación "Event Viewer Desktop app" (Visor de eventos) en tu computadora para comenzar.
fr: Et puis cliquez sur la suggestion "Event Viewer Desktop App" pour commencer.
it: E quindi fare clic sul suggerimento "Event Viewer Desktop App" per iniziare.
ko: 그런 다음 "이벤트 뷰어 데스크톱 앱" 제안을 클릭하여 시작합니다.
nl: En klik vervolgens op de suggestie "Event Viewer Desktop App" om te starten.
pl: A następnie kliknij sugestię „Event Viewer Desktop App”, aby rozpocząć.
pt: E depois clique na sugestão “App Visualizador de Eventos” para começar.
ru: А затем нажмите на предложение “Настольное приложение для просмотра событий”, чтобы начать.
sv: Och klicka sedan på förslaget "Event Viewer Desktop App" för att starta.
tr: Ardından başlamak için "Olay Görüntüleyici Masaüstü Uygulaması" önerisine tıklayın.
zh: 然后点击"事件查看器桌面应用程序"建议开始。

# Blog_HTSCER_H4_Text5
source: Expand the Windows node, right-click the ‘Application’ node and select ‘Save All Events As…’.
ar: قم بتوسيع عقدة ويندوز، وانقر بزر الماوس الأيمن فوق عقدة "التطبيق" وحدد "حفظ جميع الأحداث باسم ...".
de: Erweitern Sie den Windows-Knoten, klicken Sie mit der rechten Maustaste auf den Knoten 'Anwendung' und wählen Sie 'Alle Ereignisse speichern unter ...'.
es: Expande el nodo de Windows, haz clic con el botón derecho en el nodo ‘Application’ (Aplicación) y selecciona ‘Save All Events As…’ (Guardar todos los eventos como...).
fr: Développez le nœud Windows, cliquez avec le bouton droit sur le nœud 'Application' et sélectionnez 'Enregistrer tous les événements sous...'.
it: Espandere il nodo Windows, fare clic con il pulsante destro del mouse sul nodo "Applicazione" e selezionare "Salva tutti gli eventi con nome...".
ko: Windows 노드를 확장하고 '응용 프로그램' 노드를 마우스 오른쪽 단추로 클릭한 다음 '다른 이름으로 모든 이벤트 저장...'을 선택합니다.
nl: Vouw het Windows-knooppunt uit, klik met de rechtermuisknop op het knooppunt 'Toepassing' en selecteer 'Alle gebeurtenissen opslaan als...'.
pl: Rozwiń węzeł Windows, kliknij prawym przyciskiem myszy węzeł „Aplikacja” i wybierz „Zapisz wszystkie zdarzenia jako…”.
pt: Expanda o nó do Windows, faça clique direito no nó ‘Aplicação’ e seleccione ‘Guardar Todos Os Eventos Como…’.
ru: Разверните блок Windows, щелкните правой кнопкой мыши блок "Приложение" и выберите "Сохранить все события как...’.
sv: Expandera Windows-noden, högerklicka på "Applikation" och välj "Spara alla händelser som...".
tr: Windows düğümünü genişletin, 'Uygulama' düğümüne sağ tıklayın ve 'Tüm Olayları Farklı Kaydet...'i seçin.
zh: 展开Windows节点，右键单击"应用程序"节点，然后选择"将所有事件另存为..."。

# Blog_HTSCER_H4_Text6
source: Save to ‘Documents’, and name the file ‘AxCrypt’.
ar: احفظ في "المستندات" ، وقم بتسمية الملف "اكسكربت".
de: Speichern Sie unter 'Dokumente' und nennen Sie die Datei 'AxCrypt'.
es: Guárdalo en 'Documents' (Documentos) y nombra el archivo 'AxCrypt'.
fr: Enregistrez dans 'Documents', et nommez le fichier 'AxCrypt'.
it: Salva in "Documenti" e assegna al file il nome "AxCrypt".
ko: '문서'에 저장하고 파일 이름을 'AxCrypt'로 지정합니다.
nl: Sla op in 'Documenten' en noem het bestand 'AxCrypt'.
pl: Zapisz w „Dokumentach” i nazwij plik „AxCrypt”.
pt: Guardar em ‘Documentos’, e nomeie o ficheiro ‘AxCrypt’.
ru: Сохраните в ‘Документы’ и назовите файл ‘AxCrypt’.
sv: Spara i "Dokument" och namnge filen "AxCrypt".
tr: 'Belgeler'e kaydedin ve dosyayı 'AxCrypt' olarak adlandırın.
zh: 保存到"文档"，并将文件命名为"AxCrypt"。
