Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EHI_H2_Text3
source: While encryption not only improves organizations’ cyber security, it also supports other elements such as aiding healthcare institutions by reducing costs on processes and system development. Healthcare employees may view encryption as an unnecessary hassle between their job and their patients, but it is in fact an exceptional long-term solution for everyone. Fortunately, AxCrypt is an encryption solution that is both easy to use and reliable.
ar: في حين أن التشفير لا يحسن الأمن السيبراني للمؤسسات فحسب ، فإنه يدعم أيضًا عناصر أخرى مثل مساعدة مؤسسات الرعاية الصحية من خلال تقليل التكاليف على العمليات وتطوير النظام. قد ينظر موظفو الرعاية الصحية إلى التشفير على أنه مشكلة غير ضرورية بين عملهم ومرضاهم ، ولكنه في الواقع حل استثنائي طويل الأجل للجميع. لحسن الحظ ، يعد اكسكربت حل تشفير سهل الاستخدام وموثوق.
de: Verschlüsselung verbessert nicht nur die Cybersicherheit von Organisationen, sondern unterstützt auch andere Elemente, z. B. die Unterstützung von Gesundheitseinrichtungen, indem Kosten für Prozesse und Systementwicklung gesenkt werden. Mitarbeiter im Gesundheitswesen mögen Verschlüsselung als unnötigen Aufwand zwischen ihrem Job und ihren Patienten betrachten, aber es ist in der Tat eine außergewöhnliche langfristige Lösung für alle. Glücklicherweise ist AxCrypt eine Verschlüsselungslösung, die sowohl einfach zu bedienen als auch zuverlässig ist.
es: Si bien el cifrado no solo mejora la ciberseguridad de las organizaciones, también es compatible con otros elementos, como ayudar a las instituciones de atención médica al reducir los costos en los procesos y el desarrollo del sistema. Los empleados de atención médica pueden ver el cifrado como una molestia innecesaria entre su trabajo y sus pacientes, pero de hecho es una solución excepcional a largo plazo para todos. Afortunadamente, AxCrypt es una solución de cifrado confiable y fácil de usar.
fr: Bien que le cryptage améliore non seulement la cybersécurité des organisations, il prend également en charge d’autres éléments tels que l’aide aux établissements de santé en réduisant les coûts des processus et du développement de systèmes. Les employés de la santé peuvent considérer le cryptage comme un tracas inutile entre leur travail et leurs patients, mais il s’agit en fait d’une solution exceptionnelle à long terme pour tout le monde. Heureusement, AxCrypt est une solution de cryptage à la fois facile à utiliser et fiable.
it: Mentre la crittografia non solo migliora la sicurezza informatica delle organizzazioni, ma supporta anche altri elementi come aiutare le istituzioni sanitarie riducendo i costi sui processi e sullo sviluppo del sistema. Gli operatori sanitari possono considerare la crittografia come una seccatura inutile tra il loro lavoro e i loro pazienti, ma in realtà è una soluzione eccezionale a lungo termine per tutti. Fortunatamente, AxCrypt è una soluzione di crittografia facile da usare e affidabile.
ko: 암호화는 조직의 사이버 보안을 향상시킬 뿐만 아니라, 프로세스 및 시스템 개발 비용을 절감하여 의료 기관을 지원하는 것과 같은 다른 요소도 지원합니다. 의료 직원은 암호화를 불필요한 번거로움으로 볼 수 있지만, 실제로는 모든 사람에게 필요한 장기 솔루션입니다. 다행히 AxCrypt는 사용하기 쉽고 신뢰할 수있는 암호화 솔루션입니다.
nl: Hoewel encryptie niet alleen de cyberveiligheid van organisaties verbetert, ondersteunt het ook andere elementen, zoals het helpen van zorginstellingen door de kosten voor processen en systeemontwikkeling te verlagen. Medewerkers in de gezondheidszorg kunnen encryptie zien als een onnodig gedoe tussen hun werk en hun patiënten, maar in feite is het voor iedereen een uitzonderlijke oplossing voor de lange termijn. Gelukkig is AxCrypt een encryptieoplossing die zowel gebruiksvriendelijk als betrouwbaar is.
pl: Szyfrowanie nie tylko poprawia cyberbezpieczeństwo organizacji, ale także wspiera inne elementy, takie jak pomoc instytucjom opieki zdrowotnej poprzez redukcję kosztów procesów i rozwoju systemu. Pracownicy opieki zdrowotnej mogą postrzegać szyfrowanie jako niepotrzebny problem między pracą a pacjentami, ale w rzeczywistości jest to wyjątkowe długoterminowe rozwiązanie dla wszystkich. Na szczęście AxCrypt to rozwiązanie szyfrujące, które jest zarówno łatwe w użyciu, jak i niezawodne.
pt: A cifragem não só melhora a cibersegurança das organizações mas também apoia outros elementos tais como a assistência a instituições de cuidados de saúde através da redução de custos em processos e desenvolvimento de sistemas. Os trabalhadores dos cuidados de saúde podem ver a cifragem como uma maçada desnecessária entre o seu trabalho e os seus pacientes, mas é, na realidade, uma solução excepcional de longo prazo para todos. Felizmente, a AxCrypt é uma solução de cifragem que é tanto fácil de usar como de confiança.
ru: Хотя шифрование не только повышает кибербезопасность организаций, оно также поддерживает другие элементы, такие как оказание помощи учреждениям здравоохранения за счет снижения затрат на процессы и разработку систем. Медицинские работники могут рассматривать шифрование как ненужную помеху между их работой и пациентами, но на самом деле это исключительное долгосрочное решение для всех. К счастью, AxCrypt - это решение для шифрования, которое одновременно удобно в использовании и надежно.
sv: Kryptering förbättrar inte bara en organisations cybersäkerhet, den stöder även andra element som att hjälpa vårdinstitutioner genom att minska kostnaderna för processer och systemutveckling. Sjukvårdsanställda kan se kryptering som ett onödigt krångel mellan sitt jobb och sina patienter, men det är i själva verket en exceptionell långsiktig lösning för alla. Lyckligtvis är AxCrypt en krypteringslösning som är både pålitlig och enkel att använda.
tr: Şifreleme sadece kuruluşların siber güvenliğini güçlendirmekle kalmaz, aynı zamanda süreç ve sistem geliştirme maliyetlerini azaltarak sağlık kurumlarına yardımcı olacak diğer unsurları da destekler. Sağlık çalışanları, şifrelemeyi işleri ve hastaları arasındaki gereksiz bir angarya olarak görebilir, ancak bu, aslında herkes için olağanüstü ve bir uzun vadeli çözümdür. Neyse ki, AxCrypt hem kullanımı kolay hem de güvenilir bir şifreleme çözümüdür.
zh: 虽然加密不仅提高了组织的网络安全，但它还支持其他元素，例如通过降低流程和系统开发成本来帮助医疗机构。 医疗保健员工可能会将加密视为他们的工作和患者之间不必要的麻烦，但实际上这对每个人来说都是一个特殊的长期解决方案。 幸运的是，AxCrypt是一种加密解决方案，既易于使用又可靠。

# Blog_EHI_H3_SH1_Text1
source: AxCrypt allows secured files to be opened by other AxCrypt users with their own passwords. In this manner, healthcare workers can easily share medical information in a secure manner. For more info on the AxCrypt key, sharing check our key sharing tutorial on <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
ar: يسمح برنامج اكسكربت بفتح الملفات المؤمنة بواسطة مستخدمي اكسكربت الآخرين باستخدام كلمات المرور الخاصة بهم. بهذه الطريقة ، يمكن للعاملين في مجال الرعاية الصحية مشاركة المعلومات الطبية بسهولة بطريقة آمنة. لمزيد من المعلومات حول مفتاح اكسكربت ، قم بالمشاركة تحقق من البرنامج التعليمي لمشاركة المفاتيح على <a href='https://www.youtube.com/watch?v=TUVWbmiEFS'> YouTube</a><br/><br/>
de: Mit AxCrypt können gesicherte Dateien von anderen AxCrypt-Benutzern mit ihren eigenen Passwörtern geöffnet werden. Auf diese Weise können Mitarbeiter des Gesundheitswesens medizinische Informationen auf einfache und sichere Weise austauschen. Weitere Informationen zum AxCrypt-Schlüssel und zum Teilen finden Sie in unserem Tutorial zum Teilen von Schlüsseln unter <a href='https://www.youtube.com/watch?v=TUVWbmiEFS'> YouTube</a><br/><br/>
es: AxCrypt permite que otros usuarios de AxCrypt abran archivos protegidos con sus propias contraseñas. De esta manera, los trabajadores de la salud pueden compartir fácilmente información médica de manera segura. Para obtener más información sobre cómo compartir la clave de AxCrypt, consulta nuestro tutorial sobre el uso compartido de claves en <a href='https://www.youtube.com/watch?v=TUVWbmiEFS'>YouTube</a><br/><br/>
fr: AxCrypt permet aux fichiers sécurisés d'être ouverts par d'autres utilisateurs d'AxCrypt avec leurs propres mots de passe. De cette manière, les travailleurs de la santé peuvent facilement partager des informations médicales de manière sécurisée. Pour plus d'informations sur la clé AxCrypt, consultez notre tutoriel de partage de clé sur <a href='https://www.youtube.com/watch?v=TUVWbmiEFS'> YouTube</a><br/><br/>
it: AxCrypt permette l'apertura di file da parte di altri utenti AxCrypt con le loro password. In questo modo, gli operatori sanitari possono facilmente condividere le informazioni mediche in modo sicuro. Per ulteriori informazioni su AxCrypt key, consulta il nostro tutorial sulla condivisione della chiave su <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
ko: AxCrypt를 사용하면 다른 사용자가 자신의 암호를 사용하여 보안 파일을 열 수 있습니다. 이러한 방식으로 의료 종사자는 안전하게 의료 정보를 손쉽게 공유할 수 있습니다. AxCrypt 키공유에 대한 자세한 내용은 <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> 유투브 튜토리얼</a><br/><br/>에서 확인하세요.
nl: Met AxCrypt kunnen beveiligde bestanden worden geopend door andere AxCrypt-gebruikers met hun eigen wachtwoorden. Zo kunnen zorgmedewerkers eenvoudig en veilig medische informatie delen. Raadpleeg voor meer informatie over het delen van AxCrypt-sleutels onze tutorial over het delen van sleutels op <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
pl: AxCrypt umożliwia otwieranie zabezpieczonych plików przez innych użytkowników AxCrypt za pomocą ich własnych haseł. W ten sposób pracownicy służby zdrowia mogą łatwo i bezpiecznie udostępniać informacje medyczne. Więcej informacji o kluczu AxCrypt znajdziesz w naszym samouczku udostępniania kluczy na <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a><br/><br/>
pt: A AxCrypt permite que ficheiros protegidos sejam abertos por outros utilizadores AxCrypt com as suas próprias palavras-passe. Desta forma, profissionais de saúde podem facilmente partilhar informação médica de forma segura. Para mais infomação sobre a partilha de chaves AxCrypt, veja o nosso tutorial de partilha de chaves em <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
ru: AxCrypt позволяет другим пользователям AxCrypt открывать защищенные файлы с помощью их собственных паролей. Таким образом, медицинские работники могут легко обмениваться медицинской информацией безопасным способом. Для получения дополнительной информации о ключе AxCrypt и совместном использовании, ознакомьтесь с нашим руководством по совместному использованию ключей на <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
sv: AxCrypt tillåter att säkra filer öppnas av andra AxCrypt-användare med sina egna lösenord. På detta sätt kan vårdpersonal enkelt dela medicinsk information på ett säkert sätt. För mer information om AxCrypt-nyckeln, delning kolla vår manual för nyckeldelning på <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'> YouTube</a><br/><br/>
tr: AxCrypt, güvenliği sağlanmış dosyaların diğer AxCrypt kullanıcıları tarafından kendi şifreleri ile açılmasını sağlar. Bu şekilde sağlık sektörü çalışanları tıbbi bilgilere güvenli bir şekilde erişebilir. AxCrypt anahtar paylaşımı konusunda daha fazla bilgi için anahtar paylaşımı için eğitici videomuzu izleyin <a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a><br/><br/>
zh: AxCrypt允许其他AxCrypt用户使用自己的密码打开安全文件。 通过这种方式，医护人员可以轻松地以安全的方式共享医疗信息。 有关AxCrypt密钥的更多信息，请查看我们的密钥共享教程<a href='https://www.youtube.com/watch?v=TUVWbmiEFSs'>YouTube</a><br/><br/>

# Blog_EHI_H3_SH2_Text1
source: AxCrypt automatically finds what Cloud Storage services are installed on the computer and creates an AxCrypt folder there. It will automatically secure all the files/documents on multiple cloud storage services such as Google Drive, One Drive, Dropbox, etc.
ar: يعثر برنامج اكسكربت تلقائيًا على خدمات التخزين السحابية المثبتة على الكمبيوتر ويقوم بإنشاء مجلد اكسكربت هناك. سيقوم تلقائيًا بتأمين جميع الملفات / المستندات على خدمات التخزين السحابية المتعددة مثل جوجل درايف و ون درايف و دروب بوكس وما إلى ذلك.
de: AxCrypt findet automatisch heraus, welche Cloud-Speicherdienste auf dem Computer installiert sind, und erstellt dort einen AxCrypt-Ordner. Es sichert automatisch alle Dateien / Dokumente auf mehreren Cloud-Speicherdiensten wie Google Drive, OneDrive, Dropbox usw.
es: AxCrypt encuentra automáticamente qué servicios de almacenamiento en la nube están instalados en la computadora y crea una carpeta AxCrypt allí. Protegerá automáticamente todos los archivos/documentos en múltiples servicios de almacenamiento en la nube como Google Drive, One Drive, Dropbox, etc.
fr: AxCrypt trouve automatiquement les services de Stockage Cloud installés sur l’ordinateur et y crée un dossier AxCrypt. Il sécurisera automatiquement tous les fichiers/documents sur plusieurs services de stockage en nuage tels que Google Drive, One Drive, Dropbox, etc.
it: AxCrypt individua automaticamente i servizi di cloud storage installati sul computer e vi crea una cartella AxCrypt. Proteggerà automaticamente tutti i file/documenti su più servizi di cloud storage come Google Drive, One Drive, Dropbox, ecc.
ko: AxCrypt는 컴퓨터에 설치된 클라우드 스토리지 서비스를 자동으로 찾아 거기에 AxCrypt 폴더를 만듭니다. 구글 드라이브, 원 드라이브, 드롭박스 등과 같은 여러 클라우드 스토리지 서비스의 모든 파일 / 문서를 자동으로 보호합니다.
nl: AxCrypt vindt automatisch welke Cloud Storage diensten zijn geïnstalleerd op de computer en maakt daar een AxCrypt map aan. Het zal automatisch alle bestanden/documenten beveiligen op meerdere cloudopslagdiensten zoals Google Drive, One Drive, Dropbox, enz.
pl: AxCrypt automatycznie wyszukuje jakie usługi Cloud Storage są zainstalowane na komputerze i tworzy tam folder AxCrypt. Automatycznie zabezpieczy wszystkie pliki/dokumenty w wielu usługach przechowywania w chmurze, takich jak Dysk Google, One Drive, Dropbox itp.
pt: A AxCrypt descobre automaticamente os serviços de Armazenamento na Nuvem instalados no seu computador e cria uma pasta AxCrypt. Irá automaticamente proteger todos os ficheiros/documentos nos múltiplos serviços de armazenamento na nuvem tais como Google Drive, One Drive, Dropbox, etc.
ru: AxCrypt автоматически определяет, какие облачные службы хранения данных установлены на компьютере, и создает там папку AxCrypt. Это автоматически защитит все файлы / документы в нескольких облачных сервисах хранения данных, таких как Google Drive, OneDrive, Dropbox и т.д.
sv: AxCrypt hittar automatiskt vilka Cloud Storage-tjänster som är installerade på datorn och skapar en AxCrypt-mapp där. Det kommer automatiskt att säkra alla filer/dokument på flera molnlagringstjänster som Google Drive, One Drive, Dropbox, etc.
tr: AxCrypt, bilgisayarda hangi Bulut Depolama hizmetlerinin yüklü olduğunu otomatik olarak bulur ve orada bir AxCrypt klasörü oluşturur. Google Drive, One Drive, Dropbox gibi birden fazla bulut depolama hizmetindeki tüm dosyaların/belgelerin otomatik olarak güvenliğini sağlar.
zh: AxCrypt会自动查找计算机上安装的云存储服务，并在那里创建一个AxCrypt文件夹。 它会自动保护多个云存储服务（如Google Drive，OneDrive，Dropbox等）上的所有文件/文档。

# Blog_EHI_H3_SH3_Text1
source: A master key is one of the significant features which enables business administrators to recover files of the business members. This eliminates the risk of losing access to critical files.<a href=' https://www.axcrypt.net/information/master-key'> Read more about AxCrypt master key feature here</a>
ar: يعد المفتاح الرئيسي أحد الميزات المهمة التي تمكن مسؤولي الأعمال من استعادة ملفات أعضاء الأعمال. هذا يحد من مخاطر فقدان الوصول إلى الملفات الهامة. <a href=' https://www.axcrypt.net/information/master-key'> اقرأ المزيد حول ميزة المفتاح الرئيسي لـ اكسكربت هنا </a>
de: Ein Hauptschlüssel ist eine der wichtigsten Funktionen, mit denen Geschäftsadministratoren Dateien der Geschäftsmitglieder wiederherstellen können. Dies eliminiert das Risiko, den Zugriff auf kritische Dateien zu verlieren.<a href=' https://www.axcrypt.net/information/master-key '> Read more about AxCrypt master key feature here</a>
es: La clave maestra es una de las funciones importantes que permite a los administradores de empresas recuperar archivos de los miembros de la empresa. Esto elimina el riesgo de perder el acceso a archivos críticos. <a href=' https://www.axcrypt.net/information/master-key'> Para obtener más información sobre la clave maestra de AxCrypt, haz clic aquí</a>
fr: La clé principale est l’une des fonctionnalités importantes qui permet aux administrateurs d’entreprises de récupérer les fichiers des membres de l’entreprise. Cela élimine le risque de perdre l’accès aux fichiers critiques. <a href=' https://www.axcrypt.net/information/master-key'> En savoir plus sur la fonctionnalité de clé principale AxCrypt ici</a>
it: Una chiave master è una delle caratteristiche significative che consente agli amministratori aziendali di recuperare i file dei membri aziendali. Ciò elimina il rischio di perdere l'accesso ai file critici. <a href=' https://www.axcrypt.net/information/master-key'> Maggiori informazioni sulla funzione della chiave master di AxCrypt qui</a>
ko: 마스터 키는 비즈니스 관리자가 비즈니스 구성원의 파일을 복구할 수 있는 중요한 기능 중 하나입니다. 따라서 중요한 파일에 대한 액세스가 손실될 위험이 없습니다.<a href=' https://www.axcrypt.net/information/master-key'> AxCrypt 마스터 키 기능에 대한 자세한 내용은 여기를 참조하십시오.</a>
nl: Een hoofdsleutel is een van de belangrijkste functies waarmee bedrijfsbeheerders bestanden van de bedrijfsleden kunnen herstellen. Dit elimineert het risico de toegang tot cruciale bestanden te verliezen.<a href=' https://www.axcrypt.net/information/master-key'> Lees hier meer over de AxCrypt-hoofdsleutelfunctie</a>
pl: Klucz główny to jedna z istotnych funkcji, która umożliwia administratorom biznesowym odzyskiwanie plików członków firmy. Eliminuje to ryzyko utraty dostępu do krytycznych plików.<a href='https://www.axcrypt.net/information/master-key'> Przeczytaj więcej o funkcji klucza głównego AxCrypt tutaj</a>
pt: A chave-mestra é uma das funcionalidades mais significativas que permite aos administradores recuperar ficheiros de colaboradores. Isto elimina o risco de perda de acesso a ficheiros críticos. <a href='https://www.axcrypt.net/information/master-key'>Leia mais sobre a funcionalidade da chave-mestra da AxCrypt aqui</a>.
ru: Мастер-ключ - это одна из важных функций, которая позволяет бизнес-администраторам восстанавливать файлы участников подписки. Это устраняет риск потери доступа к критически важным файлам. <a href=' https://www.axcrypt.net/information/master-key'> Read more about AxCrypt master key feature here</a>
sv: En huvudnyckel är en av de viktiga funktionerna som gör det möjligt för företagsadministratörer att återställa filer från företagsmedlemmarna. Detta eliminerar risken för att förlora åtkomst till viktiga filer.<a href=' https://www.axcrypt.net/information/master-key'> Läs mer om AxCrypts huvudnyckelfunktion här</a>
tr: Ana anahtar, işletme yöneticilerinin işletme üyelerinin dosyalarını kurtarmasını sağlayan önemli özelliklerden biridir. Bu, kritik dosyalara erişimi kaybetme riskini ortadan kaldırır. <a href=' https://www.axcrypt.net/information/master-key'> AxCrypt ana anahtar özelliği hakkında daha fazla bilgiyi burada bulabilirsiniz</a>
zh: 主密钥是使业务管理员能够恢复业务成员文件的重要功能之一。 这消除了失去对关键文件的访问权限的风险。<href='https://www.axcrypt.net/information/master-key'> Read more about AxCrypt master key feature here</a>

# Blog_EHI_H3_SH4_Text1
source: AxCrypt ensures your organization stays compliant with regulations like the General Data Protection Regulation (GDPR), and the Health Insurance Portability and Accountability Act (HIPAA) which concerns the protection of personal data, individual rights and sets the standard for sensitive patient data protection.
ar: تضمن اكسكربت بقاء مؤسستك متوافقة مع اللوائح مثل اللائحة العامة لحماية البيانات (GDPR) ، وقانون نقل التأمين الصحي والمساءلة (HIPAA) الذي يتعلق بحماية البيانات الشخصية والحقوق الفردية ويضع معايير حماية بيانات المريض الحساسة.
de: AxCrypt stellt sicher, dass Ihr Unternehmen Vorschriften wie die Datenschutz-Grundverordnung (DSGVO) und das Gesetz über die Übertragbarkeit und Rechenschaftspflicht von Krankenversicherungen (HIPAA) einhält, das den Schutz personenbezogener Daten und individueller Rechte betrifft und den Standard für den Schutz sensibler Patientendaten festlegt.
es: AxCrypt se asegura de que tu organización cumpla con regulaciones como el Reglamento General de Protección de Datos (GDPR) y la Ley de Portabilidad y Responsabilidad de Seguros Médicos (HIPAA) que se refiere a la protección de datos personales, derechos individuales y establece el estándar para la protección de datos confidenciales de pacientes.
fr: AxCrypt veille à ce que votre organisation reste conforme à des réglementations telles que le Règlement Général sur la Protection des Données (RGPD), et la Loi sur la Transférabilité et la Responsabilité de l'Assurance Maladie (LTRAM) qui concerne la protection des données personnelles, les droits individuels et établit la norme en matière de protection des données sensibles des patients.
it: AxCrypt garantisce che la tua organizzazione rimanga conforme a normative come il Regolamento generale sulla protezione dei dati (GDPR) e l'Health Insurance Portability and Accountability Act (HIPAA) che riguarda la protezione dei dati personali, i diritti individuali e stabilisce lo standard per la protezione dei dati sensibili dei pazienti.
ko: AxCrypt는 조직이 개인 데이터 보호, 개인 권리 보호와 관련된 일반 데이터 보호 규정 (GDPR) 및 건강 보험 이동성 및 책임법 (HIPAA)과 같은 규정을 준수하고, 민감한 환자 데이터 보호를위한 표준을 설정하도록합니다.
nl: AxCrypt zorgt ervoor dat uw organisatie voldoet aan regelgeving zoals de Algemene Verordening Gegevensbescherming (AVG) en de Health Insurance Portability and Accountability Act (HIPAA), die betrekking heeft op de bescherming van persoonlijke gegevens, individuele rechten en de norm stelt voor de bescherming van gevoelige patiëntgegevens.
pl: AxCrypt zapewnia, że Twoja organizacja zachowuje zgodność z przepisami, takimi jak Ogólne rozporządzenie o ochronie danych (RODO) oraz Ustawa o przenośności i odpowiedzialności w ubezpieczeniach zdrowotnych (HIPAA), która dotyczy ochrony danych osobowych, praw jednostki i wyznacza standardy ochrony wrażliwych danych pacjentów.
pt: A AxCrypt garante que a sua organização cumpre com regulamentos como o RGPD (Regulamento Geral sobre a Protecção de Dados) e a Health Insurance Portability and Accountability Act (HIPAA) que dizem respeito à protecção de dados pessoais e direitos individuais, e definem o padrão de protecção de dados sensíveis de pacientes.
ru: AxCrypt гарантирует, что ваша организация соблюдает такие нормативные акты, как Общее положение о защите данных (GDPR) и Закон о переносимости и подотчетности медицинского страхования (HIPAA), который касается защиты персональных данных, индивидуальных прав и устанавливает стандарт защиты конфиденциальных данных пациентов.
sv: AxCrypt säkerställer att din organisation förblir kompatibel med bestämmelser som General Data Protection Regulation (GDPR) och Health Insurance Portability and Accountability Act (HIPAA) som handlar om skydd av personuppgifter, individuella rättigheter och sätter standarden för skydd av känslig patientdata.
tr: AxCrypt, kuruluşunuzun Genel Veri Koruma Yönetmeliği (GDPR) ve kişisel verilerin korunması, bireysel haklar ile ilgili Sağlık Sigortası Taşınabilirlik ve Sorumluluk Yasası (HIPAA) gibi düzenlemelere uygun kalmasını sağlar ve hassas hasta verilerinin korunması için standardı belirler.
zh: AxCrypt确保您的组织符合《通用数据保护条例》（GDPR）和《健康保险可移植性和责任法案》（HIPAA）等法规，这些法规涉及个人数据的保护，个人权利，并为敏感的患者数据保
