Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_FOKM_H1_Text1
source: Effective data security is built on the foundation of key management also known as KMS. It is the process of administering or managing cryptographic keys. A critical feature of any KMS is its capacity to handle keys systematically throughout its lifecycle: key generation, key import/export, key distribution, key usage, key update, key backup, key revocation, and key deletion. Data is encrypted and decrypted using encryption keys, therefore the loss or compromise of any encryption key renders the data protection. It also ensures the safe transmission of data across an internet connection and not just includes access control but also monitoring and logging of each key's access, use, and context.
ar: يتم بناء أمان البيانات الفعال على أساس إدارة المفاتيح المعروفة أيضًا باسم كي ايم ايس. إنها عملية إدارة أو إدارة مفاتيح التشفير. الميزة الحاسمة لأي كي ايم ايس هي قدرته على التعامل مع المفاتيح بشكل منهجي طوال دورة حياته: إنشاء المفاتيح ، واستيراد / تصدير المفاتيح ، وتوزيع المفاتيح ، واستخدام المفتاح ، وتحديث المفتاح ، والنسخ الاحتياطي للمفتاح ، وإلغاء المفتاح ، وحذف المفتاح. يتم تشفير البيانات وفك تشفيرها باستخدام مفاتيح التشفير ، وبالتالي فإن فقدان أو اختراق أي مفتاح تشفير يؤدي إلى حماية البيانات. كما أنه يضمن النقل الآمن للبيانات عبر اتصال الإنترنت ولا يشمل فقط التحكم في الوصول ولكن أيضا مراقبة وتسجيل وصول كل مفتاح واستخدامه وسياقه.
de: Effektive Datensicherheit basiert auf der Grundlage des Schlüsselmanagements, das auch als KMS bezeichnet wird. Es ist der Prozess der Verwaltung oder Verwaltung kryptografischer Schlüssel. Ein kritisches Merkmal eines KMS ist seine Fähigkeit, Schlüssel während seines gesamten Lebenszyklus systematisch zu handhaben: Schlüsselgenerierung, Schlüsselimport / -export, Schlüsselverteilung, Schlüsselnutzung, Schlüsselaktualisierung, Schlüsselsicherung, Schlüsselsperrung und Schlüssellöschung. Die Daten werden mit Verschlüsselungsschlüsseln verschlüsselt und entschlüsselt, daher wird der Datenschutz durch den Verlust oder die Kompromittierung eines Verschlüsselungsschlüssels beeinträchtigt. Es gewährleistet auch die sichere Übertragung von Daten über eine Internetverbindung und umfasst nicht nur die Zugriffskontrolle, sondern auch die Überwachung und Protokollierung des Zugriffs, der Verwendung und des Kontexts jedes Schlüssels.
es: La seguridad eficaz de los datos se basa en la administración de claves, también conocida como KMS. Es el proceso de administrar o gestionar claves criptográficas. Una característica crítica de cualquier KMS es su capacidad para manejar claves sistemáticamente a lo largo de su ciclo de vida: generación de claves, importación/exportación de claves, distribución de claves, uso de claves, actualización de claves, copia de seguridad de claves, revocación de claves y eliminación de claves. Los datos se cifran y descifran mediante claves de cifrado, por lo tanto, la pérdida o el compromiso de cualquier clave de cifrado genera la protección de los datos. También garantiza la transmisión segura de datos a través de una conexión a internet y no solo incluye control de acceso, sino también monitoreo y registro del acceso, uso y contexto de cada clave.
fr: La sécurité efficace des données repose sur la base de la gestion des clés, également connue sous le nom de KMS. C'est le processus d'administration ou de gestion des clés cryptographiques. Une caractéristique essentielle de tout KMS est sa capacité à gérer systématiquement les clés tout au long de leur cycle de vie : génération de clé, importation/exportation de clé, distribution de clé, utilisation de clé, mise à jour de clé, sauvegarde de clé, révocation de clé, et suppression de clé. Les données sont cryptées et décryptées à l'aide de clés de cryptage. Par conséquent, la perte ou la compromission de toute clé de cryptage rend la protection des données. Il garantit également la transmission sécurisée des données via une connexion internet et inclut non seulement le contrôle d'accès, mais également la surveillance et l'enregistrement de chaque accès de la clé, de l'utilisation, et du contexte de chaque clé.
it: Un'efficace sicurezza dei dati si basa sulle basi della gestione delle chiavi nota anche come KMS. È il processo di amministrazione o gestione delle chiavi crittografiche. Una caratteristica fondamentale di qualsiasi KMS è la sua capacità di gestire le chiavi in ​​modo sistematico durante tutto il suo ciclo di vita: generazione delle chiavi, importazione/esportazione delle chiavi, distribuzione delle chiavi, utilizzo delle chiavi, aggiornamento delle chiavi, backup delle chiavi, revoca delle chiavi ed eliminazione delle chiavi. I dati vengono crittografati e decrittografati utilizzando chiavi di crittografia, pertanto la perdita o la compromissione di qualsiasi chiave di crittografia mantiene la protezione dei dati. Garantisce inoltre la trasmissione sicura dei dati attraverso una connessione Internet e non include solo il controllo dell'accesso, ma anche il monitoraggio e la registrazione dell'accesso, dell'uso e del contesto di ciascuna chiave.
ko: 효과적인 데이터 보안은 KMS라고도 하는 키 관리를 기반으로 하며, 이는 암호화 키를 관리하거나 관리하는 프로세스입니다. 모든 KMS의 중요한 기능은 키 생성, 키 불러오기/내보내기, 키 배포, 키 사용, 키 업데이트, 키 백업, 키 해지, 키 삭제 등으로, 그 수명주기 동안 키를 체계적으로 처리할 수 있는 능력입니다. 데이터는 암호화 키를 사용하여 암호화되고 해독되므로, 어떤 암호화 키의 손실 또는 손상도 데이터 보호로 이어집니다. 또한 인터넷 연결을 통한 데이터의 안전한 전송을 보장하며 액세스 제어뿐만 아니라 각 키의 액세스, 사용 및 컨텍스트에 대한 모니터링, 로그인 등을 포함합니다.
nl: Effectieve gegevensbeveiliging is gebaseerd op sleutelbeheer oftewel key management, ook wel bekend als KMS. Het is het proces van het administreren of beheren van cryptografische sleutels. Een cruciaal kenmerk van elk KMS is de capaciteit om sleutels systematisch te verwerken gedurende de hele levenscyclus: sleutelgeneratie, sleutelimport/-export, sleuteldistributie, sleutelgebruik, sleutelupdate, sleutelback-up, sleutelintrekking en sleutelverwijdering. Gegevens worden gecodeerd en gedecodeerd met behulp van coderingssleutels, daarom maakt het verlies of compromitteren van een coderingssleutel de gegevensbescherming. Het zorgt ook voor een veilige overdracht van gegevens via een internetverbinding en omvat niet alleen toegangscontrole, maar ook monitoring en logging van de toegang, het gebruik en de context van elke sleutel.
pl: Skuteczne bezpieczeństwo danych jest zbudowane na fundamencie zarządzania kluczami, znanym również jako KMS. Jest to proces administrowania lub zarządzania kluczami kryptograficznymi. Kluczową cechą każdego KMS jest jego zdolność do systematycznej obsługi kluczy przez cały cykl życia: generowanie kluczy, importowanie/eksportowanie kluczy, dystrybucja kluczy, wykorzystanie kluczy, aktualizacja kluczy, tworzenie kopii zapasowych kluczy, odwoływanie kluczy i usuwanie kluczy. Dane są szyfrowane i odszyfrowywane za pomocą kluczy szyfrujących, dlatego utrata lub złamanie jakiegokolwiek klucza szyfrującego zapewnia ochronę danych. Zapewnia również bezpieczną transmisję danych przez połączenie internetowe i obejmuje nie tylko kontrolę dostępu, ale także monitorowanie i rejestrowanie dostępu, użycia i kontekstu każdego klucza.
pt: A segurança eficiente de dados é construída sobre a fundação de gestão de dados também conhecida como KMS. Trata-se do processo de administração ou gestão de chaves criptográficas. Uma funcionalidade crucial de qualquer KMS é a sua capacidade de lidar com chaves de forma sistemática ao longo do seu ciclo de vida: gestão, importação/exportação, distribuição, utilização, actualização, cópia de segurança, revogação e eliminação de chaves. Os dados são cifrados e decifrados com chaves de cifragem, pelo que a sua perda ou comprometimento põe em causa a protecção de dados. Garante também a transmissão segura de dados através de uma ligação à internet e não inclui apenas controlo de acesso mas também monitorização e registo de acesso, uso e contexto de cada chave.
ru: Эффективная защита данных строится на фундаменте управления ключами, также известного как KMS. Это процесс администрирования криптографических ключей или управления ими. Важнейшей особенностью любой KMS является ее способность систематически обрабатывать ключи на протяжении всего жизненного цикла: генерация, импорт/экспорт, распространение, использование, обновление, резервное копирование, отзыв и удаление ключей. Данные шифруются и расшифровываются с использованием ключей шифрования, поэтому потеря или компрометация любого ключа шифрования обеспечивает защиту данных. Это также обеспечивает безопасную передачу данных через интернет-соединение и включает в себя не только контроль доступа, но также мониторинг и протоколирование доступа к каждому ключу, его использования и контекста.
sv: Effektiv datasäkerhet bygger på grunden för nyckelhantering, även känd som KMS. Det är processen att administrera eller hantera kryptografiska nycklar. En kritisk egenskap hos alla KMS är dess förmåga att hantera nycklar systematiskt under hela livscykeln: nyckelgenerering, nyckelimport/export, nyckeldistribution, nyckelanvändning, nyckeluppdatering, nyckelsäkerhetskopiering, nycklaråterkallelse och nyckelborttagning. Data krypteras och dekrypteras med hjälp av krypteringsnycklar, därför gör förlusten eller komprometteringen av en krypteringsnyckel dataskyddet. Det säkerställer också överföring av data över en internetanslutning och inkluderar inte bara åtkomstkontroll utan också övervakning och loggning av varje nyckels åtkomst, användning och sammanhang.
tr: Etkin veri güvenliği, KMS olarak da bilinin anahtar yönetiminin temelli üzerine inşa edilir. Kriptografik anahtarların idare veya yönetim süreci bu şekildedir. Herhangi bir KMS'in en kritik özelliği, anahtar oluşturma, anahtar alma/verme, anahtar dağıtımı, anahtar kullanımı, anahtar güncelleme, anahtar yedekleme, anahtarın geri alınması ve anahtar silme olmak üzere yaşam döngüsü boyunca anahtarları sistematik olarak ele alma kapasitesidir. Veriler, şifreleme anahtarlarının kullanımı ile şifrelenir ve çözülür bu nedenle herhangi bir şifreleme anahtarının kaybı ya da ifşası veri korumasını ortadan kaldırır. Bu ayrıca verilerin bir internet bağlantısı boyunca güvenli bir şekilde aktarılmasını sağlar ve sadece erişim kontrolünü değil ayrıca her bir anahtarın erişimi, kullanımı ve bağlamının izlenmesi ve kaydedilmesini içerir.
zh: 有效的数据安全建立在密钥管理的基础上，也称为KMS。 它是管理或管理加密密钥的过程。 任何KMS的一个关键特性是它能够在整个生命周期中系统地处理密钥：密钥生成、密钥导入/导出、密钥分发、密钥使用、密钥更新、密钥备份、密钥撤销和密钥删 数据使用加密密钥进行加密和解密，因此任何加密密钥的丢失或妥协都会提供数据保护。 它还确保了通过互联网连接安全传输数据，不仅包括访问控制，还包括监控和记录每个密钥的访问，使用和上下文。

# Blog_FOKM_H2_Text1
source: Key management deals with numerous types of security risks beyond encryption, such as people and incorrect policies, cyber attacks and data theft on networks. It is one of the most difficult components of cryptography. It also entails developing a system policy, user training, interdepartmental collaboration, and effective coordination.<br/>
ar: تتعامل إدارة المفاتيح مع أنواع عديدة من مخاطر الأمان بخلاف التشفير ، مثل الأشخاص والسياسات غير الصحيحة والهجمات الإلكترونية وسرقة البيانات على الشبكات. إنه أحد أصعب مكونات التشفير. كما يستلزم تطوير سياسة النظام ، وتدريب المستخدمين ، والتعاون بين الإدارات ، والتنسيق الفعال. <br/>
de: Das Schlüsselmanagement befasst sich mit zahlreichen Arten von Sicherheitsrisiken, die über die Verschlüsselung hinausgehen, z. B. Personen und falsche Richtlinien, Cyberangriffe und Datendiebstahl in Netzwerken. Es ist eine der schwierigsten Komponenten der Kryptographie. Dazu gehören auch die Entwicklung einer Systempolitik, Benutzerschulungen, abteilungsübergreifende Zusammenarbeit und effektive Koordination.<br/>
es: La administración de claves se ocupa de numerosos tipos de riesgos de seguridad más allá del cifrado, como personas y políticas incorrectas, ataques cibernéticos y robo de datos en las redes. Es uno de los componentes más difíciles de la criptografía. También implica el desarrollo de una política de sistema, capacitación de usuarios, colaboración interdepartamental y coordinación efectiva.<br/>
fr: La gestion des clés traite de nombreux types de risques de sécurité au-delà du chiffrement, tels que les personnes et les politiques incorrectes, les cyberattaques et le vol de données sur les réseaux. C'est l'un des composants les plus difficiles de la cryptographie. Cela implique également l'élaboration d'une politique du système, la formation des utilisateurs, la collaboration interdépartementale, et une coordination efficace.<br/>
it: La gestione delle chiavi si occupa di numerosi tipi di rischi per la sicurezza oltre alla crittografia, come persone e politiche errate, attacchi informatici e furto di dati sulle reti. È uno dei componenti più difficili della crittografia. Implica anche lo sviluppo di una politica di sistema, la formazione degli utenti, la collaborazione interdipartimentale e un coordinamento efficace.<br/>
ko: 키 관리감독은 인재 및 잘못된 정책, 사이버 공격 및 네트워크 데이터 도난과 같은 암호화를 넘어선 다양한 유형의 보안 위험을 처리합니다. 이는 암호화에서 가장 어려운 구성 요소 중 하나입니다. 게다가 시스템 정책, 사용자 교육, 부서 간 협업 및 효과적인 협력을 개발해야 합니다.<br/>
nl: Sleutelbeheer houdt zich bezig met verschillende soorten beveiligingsrisico's die verder gaan dan encryptie, zoals mensen en onjuist beleid, cyberaanvallen en gegevensdiefstal op netwerken. Het is een van de moeilijkste onderdelen van cryptografie. Het omvat ook het ontwikkelen van een systeembeleid, gebruikerstraining, interdepartementale samenwerking en effectieve coördinatie.<br/>
pl: Zarządzanie kluczami dotyczy wielu rodzajów zagrożeń bezpieczeństwa poza szyfrowaniem, takich jak ludzie i nieprawidłowe zasady, cyberataki i kradzież danych w sieciach. Jest to jeden z najtrudniejszych elementów kryptografii. Wiąże się to również z opracowaniem polityki systemowej, szkoleniem użytkowników, współpracą międzywydziałową i skuteczną koordynacją.<br/>
pt: A gestão de chaves lida com inúmeros tipos de riscos de segurança além da cifragem, como pessoas e políticas incorrectas, ciberataques e route de rados em redes. É um dos componentes mais difíceis na criptografia. Também envolve o desenvolvimento de uma política de sistema, formação de utilizadores, colaboração interdepartamental e coordenação eficaz.<br/>
ru: Управление ключами имеет дело с многочисленными типами угроз безопасности, помимо шифрования, такими как люди, неправильные стратегии, кибератаки и кража данных в сетях. Это один из самых сложных компонентов криптографии. Это также влечет за собой разработку системной политики, обучение пользователей, межведомственное сотрудничество и эффективную координацию.<br/>
sv: Nyckelhantering hanterar många typer av säkerhetsrisker utöver kryptering, såsom människor och felaktiga policyer, cyberattacker och datastöld i nätverk. Det är en av de svåraste komponenterna i kryptografi. Det innebär också att man utvecklar en systempolicy, användarutbildningar, samarbete mellan avdelningar och effektiv samordning.<br/>
tr: Anahtar yönetimi, kişiler ve hatalı politikalar, siber saldırılar ve ağlardaki veri hırsızlığı gibi şifrelemenin ötesinde çeşitli güvenlik riskleri ile başa çıkar. Bu kriptografinin en önemli bileşenlerinden biridir ve bir sistem politikası, kullanıcı eğitimi, departmanlar arası iş birliği ve etkili eşgüdüm gerektirir.<br/>
zh: 密钥管理处理加密之外的许多类型的安全风险，例如人员和不正确的策略，网络攻击和数据盗窃。 它是密码学中最困难的组成部分之一。 它还需要制定系统政策、用户培训、部门间协作和有效协调。<br/>

# Blog_FOKM_H2_Text2
source: In large corporations all members have access to the company data, therefore security is a major concern. The solution is a multicast group key management system that securely distributes individual keys to each member. In this way, material encrypted with a single group member's key can only be accessed and read by that group member.
ar: في الشركات الكبيرة ، يمكن لجميع الأعضاء الوصول إلى بيانات الشركة ، وبالتالي فإن الأمن هو مصدر قلق كبير. الحل هو نظام إدارة مفاتيح مجموعة البث المتعدد الذي يوزع بشكل آمن مفاتيح فردية لكل عضو. وبهذه الطريقة ، لا يمكن الوصول إلى المواد المشفرة باستخدام مفتاح واحد لعضو المجموعة وقراءتها إلا من قِبل عضو المجموعة هذا.
de: In großen Konzernen haben alle Mitglieder Zugriff auf die Unternehmensdaten, daher ist Sicherheit ein großes Anliegen. Die Lösung ist ein Multicast-Gruppenschlüsselverwaltungssystem, das individuelle Schlüssel sicher an jedes Mitglied verteilt. Auf diese Weise kann Material, das mit dem Schlüssel eines einzelnen Gruppenmitglieds verschlüsselt ist, nur von diesem Gruppenmitglied abgerufen und gelesen werden.
es: En las grandes corporaciones, todos los miembros tienen acceso a los datos de la empresa, por lo que la seguridad es una preocupación importante. La solución es un sistema de administración de claves de grupo de multidifusión que distribuye de forma segura claves individuales a cada miembro. De esta manera, solo ese miembro del grupo puede acceder al material cifrado con la clave.
fr: Dans les grandes entreprises, tous les membres ont accès aux données de l’entreprise, la sécurité est donc une préoccupation majeure. La solution est un système de gestion des clés de groupe de multidiffusion qui distribue en toute sécurité des clés individuelles à chaque membre. De cette façon, le matériel chiffré avec la clé d’un seul membre du groupe ne peut être consulté et lu que par ce membre du groupe.
it: Nelle grandi aziende tutti i membri hanno accesso ai dati aziendali, quindi la sicurezza è una delle principali preoccupazioni. La soluzione è un sistema di gestione delle chiavi di gruppo multicast che distribuisce in modo sicuro le singole chiavi a ciascun membro. In questo modo, il materiale crittografato con la chiave di un singolo membro del gruppo può essere accessibile e letto solo da quel membro del gruppo.
ko: 대기업에서는 모든 구성원이 회사 데이터에 액세스할 수 있으므로 보안이 주요 관심사입니다. 솔루션은 개별 키를 각 구성원에게 안전하게 배포하는 멀티캐스트 그룹 키 관리 시스템입니다. 이러한 방식으로 단일 그룹 구성원의 키로 암호화된 자료는 해당 그룹 구성원만 액세스하고 읽을 수 있습니다.
nl: In grote ondernemingen hebben alle leden toegang tot de bedrijfsgegevens, zodat veiligheid een grote zorg is. De oplossing is een multicast-groepssleutelbeheersysteem dat veilig individuele sleutels verdeelt onder elk lid. Op die manier kan materiaal dat met de sleutel van één enkel groepslid is versleuteld, alleen door dat groepslid worden geraadpleegd en gelezen.
pl: W dużych korporacjach wszyscy członkowie mają dostęp do danych firmy, dlatego bezpieczeństwo jest głównym problemem. Rozwiązaniem jest multicastowy system zarządzania kluczami grupowymi, który bezpiecznie dystrybuuje indywidualne klucze do każdego członka. W ten sposób materiał zaszyfrowany kluczem jednego członka grupy może być dostępny i odczytywany tylko przez tego członka grupy.
pt: Em grandes empresas, todos os colaboradores têm acesso aos dados da empresa, portanto a segurança é uma grande preocupação. A solução é um sistema de gestão de chaves de grupo que distribui em segurança chaves individuais para cada membro. Desta forma, o material cifrado com a chave de um único membro do grupo só pode ser acedido e lido por esse membro.
ru: В крупных корпорациях все члены имеют доступ к данным компании, поэтому безопасность является серьезной проблемой. Решение представляет собой систему управления ключами многоадресной группы, которая надежно распределяет индивидуальные ключи среди каждого участника. Таким образом, доступ к материалам, зашифрованным ключом одного члена группы, может получить и прочитать только этот член группы.
sv: I stora företag har alla medlemmar tillgång till företagsinformationen, därför är säkerheten ett stort problem. Lösningen är ett nyckelhanteringssystem som säkert distribuerar individuella nycklar till varje medlem. På detta sätt kan material krypterat med en enda gruppmedlems nyckel endast nås och läsas av den gruppmedlemmen.
tr: Büyük şirketlerde tüm üyelerin şirket verilerine erişimi vardır, bu nedenle güvenlik büyük bir endişe kaynağıdır. Çözüm, her üyeye ayrı anahtarları güvenli bir şekilde dağıtan çok noktaya yayın grup anahtar yönetim sistemidir. Bu şekilde, tek bir grup üyesinin anahtarıyla şifrelenen materyale yalnızca o grup üyesi erişilebilir ve bunu okuyabilir.
zh: 在大公司中，所有成员都可以访问公司数据，因此安全性是一个主要问题。 该解决方案是一个多播组密钥管理系统，安全地将单个密钥分发给每个成员。 这样，使用单个组成员的密钥加密的材料只能由该组成员访问和读取。

# Blog_FOKM_H2_Text3
source: Key Management also includes controls to guarantee that keys are only accessible to authorised personnel and systems, that they are only used for their intended purposes, and that all key activities are logged for audit and compliance purposes.
ar: تتضمن إدارة المفاتيح أيضًا ضوابط لضمان أن المفاتيح متاحة فقط للأفراد والأنظمة المصرح لهم ، وأنها تستخدم فقط للأغراض المقصودة منها ، وأن جميع الأنشطة الرئيسية مسجلة لأغراض التدقيق والامتثال.
de: Die Schlüsselverwaltung umfasst auch Kontrollen, um sicherzustellen, dass Schlüssel nur autorisiertem Personal und Systemen zugänglich sind, dass sie nur für die vorgesehenen Zwecke verwendet werden und dass alle Schlüsselaktivitäten für Audit- und Compliance-Zwecke protokolliert werden.
es: La administración de claves también incluye controles para garantizar que las claves solo sean accesibles para el personal y los sistemas autorizados, que solo se utilicen para los fines previstos y que todas las actividades clave se registren con fines de auditoría y cumplimiento.
fr: La Gestion des Clés comprend également des contrôles visant à garantir que les clés ne sont accessibles qu’au personnel et aux systèmes autorisés, qu’elles ne sont utilisées qu’aux fins prévues et que toutes les activités clés sont enregistrées à des fins d’audit et de conformité.
it: La gestione delle chiavi include anche controlli per garantire che le chiavi siano accessibili solo al personale e ai sistemi autorizzati, che vengano utilizzate solo per gli scopi previsti e che tutte le attività chiave siano registrate per scopi di controllo e conformità.
ko: 키 관리에는 권한이 있는 직원 및 시스템만 키에 액세스할 수 있고, 의도한 용도로만 사용되며, 모든 주요 활동이 감사 및 규정 준수 목적으로 기록되도록 보장하는 컨트롤도 포함되어 있습니다.
nl: Sleutelbeheer omvat ook controles om te garanderen dat sleutels alleen toegankelijk zijn voor geautoriseerd personeel en systemen, dat ze alleen worden gebruikt voor de beoogde doeleinden en dat alle sleutelactiviteiten worden vastgelegd voor audit- en nalevingsdoeleinden.
pl: Zarządzanie kluczami obejmuje również mechanizmy kontrolne gwarantujące, że klucze są dostępne tylko dla upoważnionego personelu i systemów, że są one używane wyłącznie zgodnie z ich przeznaczeniem oraz że wszystkie kluczowe działania są rejestrowane w celach audytu i zgodności.
pt: A Gestão de Chaves tão inclui controlos para garantir que as chaves são acedidas apenas por pessoal e sistemas autorizados, que são usadas apenas para os objectivos pretendidos e que todas as actividades com as chaves são registadas para efeitos de auditoria e conformidade.
ru: Управление ключами также включает средства контроля, гарантирующие, что ключи доступны только авторизованному персоналу и системам, что они используются только по назначению и что все ключевые действия регистрируются для целей аудита и соответствия требованиям.
sv: Nyckelhantering inkluderar också kontroller för att garantera att nycklar endast är tillgängliga för auktoriserad personal och system, att de endast används för sina avsedda ändamål och att alla nyckelaktiviteter loggas för revisions- och efterlevnadsändamål.
tr: Anahtar Yönetimi ayrıca, anahtarların yalnızca yetkili personel ve sistemler tarafından erişilebilir olmasını, yalnızca amaçlanan amaçları için kullanılmasını ve tüm önemli etkinliklerin denetim ve uyumluluk amacıyla günlüğe kaydedilmesini garanti eden kontroller içerir.
zh: 密钥管理还包括控制措施，以确保密钥仅可供授权人员和系统访问，仅用于其预期目的，并记录所有密钥活动以用于审计和合规目的。
