Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TUGFEDE_H3_Text2
source: Think of full disk encryption as locking your entire house with the main door, and file encryption as locking individual safes inside your house. You encrypt disks using a disk encryption software such as Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> or Apple’s <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a>.
ar: فكر في تشفير القرص بالكامل على أنه قفل منزلك بالكامل بالباب الرئيسي ، وتشفير الملفات على أنه قفل الخزائن الفردية داخل منزلك. يمكنك تشفير الأقراص باستخدام برنامج تشفير القرص مثل Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> أو <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> من Apple.
de: Stellen Sie sich die vollständige Festplattenverschlüsselung als Verriegelung Ihres gesamten Hauses mit der Haupttür und die Dateiverschlüsselung als Verriegelung einzelner Safes in Ihrem Haus vor. Sie verschlüsseln Festplatten mit einer Festplattenverschlüsselungssoftware wie Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a > oder Apples <a href='https://support.apple.com/en-us/HT204837 '><b>FileVault</b></a>.
es: Piensa en el cifrado completo de discos como si cerraras toda tu casa con la puerta principal, y en el cifrado de archivos como si cerraras cajas fuertes individuales dentro de tu casa. Los discos se cifran con un software de cifrado de discos como Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> o <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> de Apple.
fr: Considérez le cryptage complet du disque comme le verrouillage de toute votre maison avec la porte principale et le cryptage des fichiers comme le verrouillage de coffres-forts individuels à l'intérieur de votre maison. Vous chiffrez les disques à l'aide d'un logiciel de chiffrement de disque tel que Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker< /b></a> ou <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> d'Apple.
it: Pensa alla crittografia completa del disco come alla chiusura di tutta la casa con la porta principale e alla crittografia dei file come alla chiusura delle casseforti individuali all'interno della tua casa. I dischi vengono crittografati utilizzando un software di crittografia del disco come Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> o <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> di Apple.
ko: 전체 디스크 암호화는 집 전체를 정문으로 잠그는 것과 같고 파일 암호화는 집 안의 개별 금고를 잠그는 것으로 생각하시면 됩니다. 마이크로소프트 <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> 또는 애플의 <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a>와 같은 디스크 암호화 소프트웨어를 사용하여 디스크를 암호화합니다.
nl: Denk aan volledige schijfversleuteling als het vergrendelen van uw hele huis met de hoofddeur en bestandsversleuteling als het vergrendelen van individuele kluizen in uw huis. U versleutelt schijven met behulp van schijfversleutelingssoftware zoals Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> of <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> van Apple.
pl: Pomyśl o szyfrowaniu pełnego dysku jako o zamknięciu całego domu głównymi drzwiami, a o szyfrowaniu plików jako o zamykaniu poszczególnych sejfów w domu. Szyfrujesz dyski za pomocą oprogramowania do szyfrowania dysków, takiego jak Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker< /b></a> lub <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> firmy Apple.
pt: Pense na criptografia de disco completo como trancar toda a sua casa com a porta principal, e na criptografia de arquivos como trancar cofres individuais dentro de sua casa. Você criptografa discos usando um software de criptografia de disco, como o Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> ou o <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> da Apple.
ru: Думайте о полном шифровании диска как о запирании всего вашего дома с помощью входной двери, а о шифровании файлов как о запирании отдельных сейфов внутри вашего дома. Вы шифруете диски с помощью программного обеспечения для шифрования дисков, такого как Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a > или Apple <a href='https://support.apple.com/en-us/HT204837 '><b>FileVault</b></a>.
sv: Tänk på full diskkryptering som att låsa hela ditt hus med huvuddörren och filkryptering som att låsa individuella kassaskåp inuti ditt hus. Du krypterar diskar med en diskkrypteringsmjukvara som Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker< /b></a> eller Apples <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a>.
tr: Tam disk şifrelemesini, tüm evinizi ana kapıyla kilitlemek ve dosya şifrelemeyi de evinizin içindeki bireysel kasaları kilitlemek olarak düşünün. Microsoft <a href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a> veya Apple'ın <a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a> gibi bir disk şifreleme yazılımı kullanarak diskleri şifrelersiniz.
zh: 把全盘加密想象成用主门锁住你的整个房子，把文件加密想象成锁住你房子里的个人保险箱。 使用磁盘加密软件（如Microsoft<a）对磁盘进行加密href='https://learn.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-overview'><b>BitLocker</b></a>或Apple的<a href='https://support.apple.com/en-us/HT204837'><b>FileVault</b></a>。

# Blog_TUGFEDE_H3_Text3
source: Similar to the file encryption, the full disk encryption process operates at the block level, dividing the disk into fixed-size blocks and encrypting each block using a symmetric encryption algorithm such as Advanced Encryption Standard <b>(AES)</b>. This ensures that all data on the disk is transformed into an unreadable form that can only be deciphered with the appropriate decryption key.
ar: كما هو الحال في تشفير الملفات، تعمل عملية تشفير القرص بالكامل على مستوى الكتلة، حيث يتم تقسيم القرص إلى كتل ذات حجم ثابت وتشفير كل كتلة باستخدام خوارزمية تشفير متماثلة مثل معيار التشفير المتقدم <b>(AES)</b>. وهذا يضمن تحويل جميع البيانات الموجودة على القرص إلى نموذج غير قابل للقراءة ولا يمكن فك شفرته إلا باستخدام مفتاح فك التشفير المناسب.
de: Ähnlich wie bei der Dateiverschlüsselung arbeitet der vollständige Festplattenverschlüsselungsprozess auf Blockebene, wobei die Festplatte in Blöcke fester Größe unterteilt und jeder Block mit einem symmetrischen Verschlüsselungsalgorithmus wie Advanced Encryption Standard <b>(AES)</b> verschlüsselt wird. Dies stellt sicher, dass alle Daten auf der Festplatte in eine unlesbare Form umgewandelt werden, die nur mit dem entsprechenden Entschlüsselungsschlüssel entschlüsselt werden kann.
es: Al igual que el cifrado de archivos, el proceso de cifrado de disco completo funciona a nivel de bloque, dividiendo el disco en bloques de tamaño fijo y cifrando cada bloque mediante un algoritmo de cifrado simétrico como el Advanced Encryption Standard <b>(AES)</b>. Esto garantiza que todos los datos del disco se transforman en un formato ilegible que solamente puede descifrarse con la clave de descifrado correspondiente.
fr: Semblable au chiffrement de fichier, le processus de chiffrement complet du disque fonctionne au niveau du bloc, divisant le disque en blocs de tailles fixes et chiffrant chaque bloc à l'aide d'un algorithme de chiffrement symétrique tel que Advanced Encryption Standard <b>(AES)</b>. Cela garantit que toutes les données sur le disque sont transformées en une forme illisible qui ne peut être déchiffrée qu'avec la clé de déchiffrement appropriée.
it: Analogamente alla crittografia dei file, il processo di crittografia dell'intero disco opera a livello di blocco, dividendo il disco in blocchi di dimensioni fisse e crittografando ogni blocco utilizzando un algoritmo di crittografia simmetrica come Advanced Encryption Standard <b>(AES).</b> Ciò garantisce che tutti i dati sul disco vengano trasformati in una forma illeggibile che può essere decifrata solo con la chiave di decrittazione appropriata.
ko: 파일 암호화와 마찬가지로 전체 디스크 암호화 프로세스는 블록 수준에서 작동하여 디스크를 고정 크기 블록으로 나누고 <b>AES(</b>Advanced Encryption Standard)와 같은 대칭 암호화 알고리즘을 사용하여 각 블록을 암호화합니다. 이렇게 하면 디스크의 모든 데이터가 적절한 암호 해독 키로만 해독할 수 있는 읽을 수 없는 형식으로 변환됩니다.
nl: Net als bij de bestandsversleuteling werkt het volledige schijfversleutelingsproces op blokniveau, waarbij de schijf wordt verdeeld in blokken met een vaste grootte en elk blok wordt gecodeerd met behulp van een symmetrisch coderingsalgoritme zoals Advanced Encryption Standard <b>(AES).</b> Dit zorgt ervoor dat alle gegevens op de schijf worden omgezet in een onleesbare vorm die alleen kan worden ontcijferd met de juiste decoderingssleutel.
pl: Podobnie jak w przypadku szyfrowania plików, proces szyfrowania całego dysku działa na poziomie bloku, dzieląc dysk na bloki o stałym rozmiarze i szyfrując każdy blok przy użyciu algorytmu szyfrowania symetrycznego, takiego jak Advanced Encryption Standard <b>(AES)</b>. Dzięki temu wszystkie dane na dysku zostaną przekształcone w nieczytelną formę, którą można rozszyfrować jedynie za pomocą odpowiedniego klucza deszyfrującego.
pt: Semelhante à criptografia de arquivo, o processo de criptografia de disco completo opera no nível do bloco, dividindo o disco em blocos de tamanho fixo e criptografando cada bloco usando um algoritmo de criptografia simétrica, como o Advanced Encryption Standard <b>(AES)</b>. Isso garante que todos os dados no disco sejam transformados em uma forma ilegível que só pode ser decifrada com a chave de descriptografia apropriada.
ru: Аналогично шифрованию файлов, процесс полного шифрования диска выполняется на уровне блоков, разделяя диск на блоки фиксированного размера и шифруя каждый блок с использованием алгоритма симметричного шифрования, такого как расширенный стандарт шифрования <b>(AES)</b>. Это гарантирует, что все данные на диске преобразуются в нечитаемую форму, которую можно расшифровать только с помощью соответствующего ключа дешифрования.
sv: I likhet med filkrypteringen, fungerar hela diskkrypteringen på blocknivå, och delar upp disken i block med fast storlek och krypterar varje block med en symmetrisk krypteringsalgoritm som Advanced Encryption Standard <b>(AES)</b>. Detta säkerställer att all data på disken omvandlas till en oläsbar form som endast kan dechiffreras med lämplig dekrypteringsnyckel.
tr: Dosya şifrelemesine benzer şekilde, tam disk şifreleme işlemi blok düzeyinde çalışır, diski sabit boyutlu bloklara böler ve her bloğu Gelişmiş Şifreleme Standardı <b>(AES)</b> gibi simetrik bir şifreleme algoritması kullanarak şifreler. Bu, diskteki tüm verilerin yalnızca uygun şifre çözme anahtarıyla deşifre edilebilen okunamayan bir forma dönüştürülmesini sağlar.
zh: 与文件加密类似，全磁盘加密过程在块级别操作，将磁盘划分为固定大小的块，并使用对称加密算法（如高级加密标准<b>（AES）</b>）对每个块进行加密。 这确保了磁盘上的所有数据都被转换为不可读的形式，只能用适当的解密密钥破译。

# Blog_TUGFEDE_H3_Text4
source: The encryption key used in disk encryption is typically derived from a user password or passphrase. When the system boots up, the user is prompted to provide the password or passphrase to unlock the disk. Once authenticated, the encryption key is decrypted and used to access the encrypted disk contents.
ar: عادة ما يتم اشتقاق مفتاح التشفير المستخدم في تشفير القرص من كلمة مرور المستخدم أو عبارة المرور. عند تشغيل النظام، يطلب من المستخدم تقديم كلمة المرور أو عبارة المرور لفتح القرص. بمجرد المصادقة، يتم فك تشفير مفتاح التشفير واستخدامه للوصول إلى محتويات القرص المشفرة.
de: Der bei der Festplattenverschlüsselung verwendete Verschlüsselungsschlüssel wird normalerweise von einem Benutzerkennwort oder einer Passphrase abgeleitet. Beim Systemstart wird der Benutzer aufgefordert, das Kennwort oder die Passphrase zum Entsperren der Festplatte anzugeben. Nach der Authentifizierung wird der Verschlüsselungsschlüssel entschlüsselt und für den Zugriff auf den verschlüsselten Festplatteninhalt verwendet.
es: La clave de cifrado que se utiliza en el cifrado de discos suele derivarse de una contraseña o frase de contraseña del usuario. Cuando el sistema arranca, se pide al usuario que proporcione la contraseña o frase de contraseña para desbloquear el disco. Una vez autenticado, la clave de cifrado se descifra y se emplea para acceder al contenido del disco cifrado.
fr: La clé de chiffrement utilisée dans le chiffrement de disque est généralement dérivée d'un mot de passe utilisateur ou d'une phrase secrète. Lorsque le système démarre, l'utilisateur est invité à fournir le mot de passe ou la phrase secrète pour déverrouiller le disque. Une fois authentifiée, la clé de chiffrement est déchiffrée et utilisée pour accéder au contenu chiffré du disque.
it: La chiave di crittografia utilizzata nella crittografia del disco è in genere derivata da una password utente o da una passphrase. All'avvio del sistema, all'utente viene richiesto di fornire la password o la passphrase per sbloccare il disco. Una volta autenticata, la chiave di crittografia viene decrittografata e utilizzata per accedere al contenuto del disco crittografato.
ko: 디스크 암호화에 사용되는 암호화 키는 일반적으로 사용자 암호 또는 암호에서 파생됩니다. 시스템이 부팅되면 디스크 잠금을 해제하기 위한 암호 또는 암호를 입력하라는 메시지가 표시됩니다. 인증되면 암호화 키가 해독되어 암호화된 디스크 콘텐츠에 액세스하는 데 사용됩니다.
nl: De coderingssleutel die bij schijfversleuteling wordt gebruikt, is meestal afgeleid van een gebruikerswachtwoord of wachtwoordzin. Wanneer het systeem opstart, wordt de gebruiker gevraagd het wachtwoord of de wachtwoordzin op te geven om de schijf te ontgrendelen. Na verificatie wordt de coderingssleutel gedecodeerd en gebruikt om toegang te krijgen tot de gecodeerde schijfinhoud.
pl: Klucz szyfrowania używany do szyfrowania dysku zazwyczaj pochodzi z hasła użytkownika lub hasła. Po uruchomieniu systemu użytkownik jest proszony o podanie hasła lub hasła w celu odblokowania dysku. Po uwierzytelnieniu klucz szyfrowania jest odszyfrowywany i używany do uzyskania dostępu do zaszyfrowanej zawartości dysku.
pt: A chave de criptografia usada na criptografia de disco é normalmente derivada de uma senha de usuário ou frase secreta. Quando o sistema é inicializado, o usuário é solicitado a fornecer a senha ou senha para desbloquear o disco. Uma vez autenticada, a chave de criptografia é descriptografada e usada para acessar o conteúdo do disco criptografado.
ru: Ключ шифрования, используемый при шифровании диска, обычно является производным от пароля пользователя или кодовой фразы. Когда система загрузится, пользователю будет предложено ввести пароль или кодовую фразу для разблокировки диска. После аутентификации ключ шифрования расшифровывается и используется для доступа к зашифрованному содержимому диска.
sv: Krypteringsnyckeln som används vid diskkryptering härrör vanligtvis från ett användarlösenord eller en lösenordsfras. När systemet startar upp uppmanas användaren att ange lösenordet eller lösenfrasen för att låsa upp disken. När den har autentiserats dekrypteras krypteringsnyckeln och används för att komma åt det krypterade diskinnehållet.
tr: Disk şifrelemede kullanılan şifreleme anahtarı genellikle bir kullanıcı parolasından veya anahtar parolasından türetilir. Sistem çalıştığında, kullanıcıdan diskin kilidini açmak için parola veya anahtar parola girmesi istenir. Kimlik doğrulaması yapıldıktan sonra, şifreleme anahtarının şifresi çözülür ve şifrelenmiş disk içeriğine erişmek için kullanılır.
zh: 磁盘加密中使用的加密密钥通常来自用户密码或密码短语。 系统启动时，系统会提示用户提供密码或密码短语以解锁磁盘。 一旦通过身份验证，加密密钥将被解密并用于访问加密的磁盘内容。

# Blog_TUGFEDE_H3_Text5
source: During the encryption process, the algorithm works in a cascading manner, encrypting each disk sector with the derived key. This process continues until the entire disk is encrypted. The encrypted data is stored in a way that preserves the disk structure, allowing the operating system and applications to access the data seamlessly.
ar: أثناء عملية التشفير ، تعمل الخوارزمية بطريقة متتالية ، حيث تقوم بتشفير كل قطاع قرص بالمفتاح المشتق. تستمر هذه العملية حتى يتم تشفير القرص بأكمله. يتم تخزين البيانات المشفرة بطريقة تحافظ على بنية القرص ، مما يسمح لنظام التشغيل والتطبيقات بالوصول إلى البيانات بسلاسة.
de: Während des Verschlüsselungsprozesses arbeitet der Algorithmus kaskadierend und verschlüsselt jeden Plattensektor mit dem abgeleiteten Schlüssel. Dieser Vorgang wird fortgesetzt, bis die gesamte Festplatte verschlüsselt ist. Die verschlüsselten Daten werden so gespeichert, dass die Festplattenstruktur erhalten bleibt, sodass das Betriebssystem und die Anwendungen nahtlos auf die Daten zugreifen können.
es: Durante el proceso de cifrado, el algoritmo funciona en cascada, cifrando cada sector del disco con la clave derivada. Este proceso continúa hasta que todo el disco está cifrado. Los datos cifrados se almacenan de tal modo que se conserva la estructura del disco, lo que permite al sistema operativo y a las aplicaciones acceder a los datos sin problemas.
fr: Pendant le processus de cryptage, l'algorithme fonctionne en cascade, cryptant chaque secteur de disque avec la clé dérivée. Ce processus se poursuit jusqu'à ce que le disque entier soit chiffré. Les données cryptées sont stockées de manière à préserver la structure du disque, permettant au système d'exploitation et aux applications d'accéder aux données de manière transparente.
it: Durante il processo di crittografia, l'algoritmo funziona in modo a cascata, crittografando ogni settore del disco con la chiave derivata. Questo processo continua fino a quando l'intero disco non viene crittografato. I dati crittografati vengono archiviati in modo da preservare la struttura del disco, consentendo al sistema operativo e alle applicazioni di accedere ai dati senza problemi.
ko: 암호화 프로세스 중에 알고리즘은 계단식으로 작동하여 파생된 키로 각 디스크 섹터를 암호화합니다. 이 프로세스는 전체 디스크가 암호화될 때까지 계속됩니다. 암호화된 데이터는 디스크 구조를 보존하는 방식으로 저장되므로 운영 체제와 응용 프로그램이 데이터에 원활하게 액세스할 수 있습니다.
nl: Tijdens het encryptieproces werkt het algoritme op een trapsgewijze manier, waarbij elke schijfsector wordt gecodeerd met de afgeleide sleutel. Dit proces gaat door totdat de hele schijf is gecodeerd. De gecodeerde gegevens worden opgeslagen op een manier die de schijfstructuur behoudt, waardoor het besturingssysteem en de toepassingen naadloos toegang hebben tot de gegevens.
pl: Podczas procesu szyfrowania algorytm działa kaskadowo, szyfrując każdy sektor dysku uzyskanym kluczem. Proces ten trwa do momentu zaszyfrowania całego dysku. Zaszyfrowane dane są przechowywane w sposób zachowujący strukturę dysku, umożliwiając systemowi operacyjnemu i aplikacjom bezproblemowy dostęp do danych.
pt: Durante o processo de criptografia, o algoritmo funciona em cascata, criptografando cada setor de disco com a chave derivada. Esse processo continua até que todo o disco seja criptografado. Os dados criptografados são armazenados de forma a preservar a estrutura do disco, permitindo que o sistema operacional e os aplicativos acessem os dados perfeitamente.
ru: В процессе шифрования алгоритм работает каскадным образом, шифруя каждый сектор диска производным ключом. Этот процесс продолжается до тех пор, пока не будет зашифрован весь диск. Зашифрованные данные хранятся таким образом, чтобы сохранить структуру диска, позволяя операционной системе и приложениям беспрепятственно получать доступ к данным.
sv: Under krypteringsprocessen fungerar algoritmen på ett överlappande sätt och krypterar varje skivsektor med den härledda nyckeln. Denna process fortsätter tills hela disken är krypterad. Den krypterade informationen lagras på ett sätt som bevarar diskstrukturen, vilket gör att operativsystemet och applikationerna kan komma åt data sömlöst.
tr: Şifreleme işlemi sırasında, algoritma basamaklı bir şekilde çalışır ve her disk kesimini türetilmiş anahtarla şifreler. Bu işlem, diskin tamamı şifrelenene kadar devam eder. Şifrelenmiş veriler, disk yapısını koruyarak işletim sisteminin ve uygulamaların verilere sorunsuz bir şekilde erişmesini sağlayacak şekilde depolanır.
zh: 在加密过程中，算法以级联方式工作，用派生密钥加密每个磁盘扇区。 这个过程一直持续到整个磁盘被加密。 加密数据以保留磁盘结构的方式存储，允许操作系统和应用程序无缝访问数据。
