Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WTPI_H2_Text5
source: Innovation in information is not intrinsically bad. Information is important and useful to decision-makes. However, access to information is highly uneven. Ordinary people should have the right to protect their private information in order to avoid being an economical target of colossal financial organizations that will beneficiate from their data.
ar: الابتكار في المعلومات ليس سيئًا في جوهره. المعلومات مهمة ومفيدة لصنع القرار. ومع ذلك ، فإن الوصول إلى المعلومات متفاوت للغاية. يجب أن يتمتع الأشخاص العاديون بالحق في حماية معلوماتهم الخاصة لتجنب أن يكونوا هدفًا اقتصاديًا للمؤسسات المالية الضخمة التي ستستفيد من بياناتها.
de: Innovation in der Information ist nicht an sich schlecht. Informationen sind wichtig und nützlich für Entscheidungsträger. Der Zugang zu Informationen ist jedoch sehr uneinheitlich. Gewöhnliche Menschen sollten das Recht haben, ihre privaten Informationen zu schützen, um zu vermeiden, ein wirtschaftliches Ziel kolossaler Finanzorganisationen zu sein, die von ihren Daten profitieren.
es: La innovación en la información no es intrínsecamente mala. La información es importante y útil para la toma de decisiones. Sin embargo, el acceso a la información es muy desigual. La gente común debería tener derecho a proteger su información privada para evitar ser un objetivo económico de colosales organizaciones financieras que se beneficiarán de sus datos.
fr: L’innovation dans l’information n’est pas intrinsèquement mauvaise. L’information est importante et utile pour les prises de décision. Cependant, l’accès à l’information est très inégal. Les gens ordinaires devraient avoir le droit de protéger leurs informations privées afin d’éviter d’être une cible économique d’organisations financières colossales qui bénéficieront de leurs données.
it: L'innovazione nell'informazione non è intrinsecamente negativa. Le informazioni sono importanti e utili per prendere decisioni. Tuttavia, l'accesso alle informazioni è molto disomogeneo. La gente comune dovrebbe avere il diritto di proteggere le proprie informazioni private per evitare di essere un obiettivo economico di colossali organizzazioni finanziarie che beneficeranno dei loro dati.
ko: 정보의 혁신은 본질적으로 나쁘지 않습니다. 정보는 의사 결정에 중요하고 유용합니다. 그러나 정보에 대한 접근은 평등하지 않습니다. 일반인은 자신의 데이터로부터 이익을 얻을 거대한 금융 기관의 경제적 대상이되는 것을 피하기 위해 개인 정보를 보호 할 권리가 있어야합니다.
nl: Innovatie van informatie is niet intrinsiek slecht. Informatie is belangrijk en nuttig voor besluitvormers. De toegang tot informatie is echter zeer ongelijk. Gewone mensen zouden het recht moeten hebben hun privé-informatie te beschermen om te voorkomen dat zij een economisch doelwit worden van kolossale financiële organisaties die van hun gegevens profiteren.
pl: Innowacje w zakresie informacji nie są same w sobie złe. Informacje są ważne i przydatne dla osób podejmujących decyzje. Dostęp do informacji jest jednak bardzo nierówny. Zwykli ludzie powinni mieć prawo do ochrony swoich prywatnych informacji, aby uniknąć bycia ekonomicznym celem kolosalnych organizacji finansowych, które będą czerpać korzyści z ich danych.
pt: A inovação em informação não é intrinsecamente má. A informação é importante e útil para tomadas de decisão. Contudo, o acesso a informação é altamente desigual. Pessoas comuns deviam ter o direito de proteger a sua informação privada para evitar serem um alvo económico de organizações financeiras colossais que beneficiariam dos seus dados.
ru: Инновации в области информации сами по себе не являются плохими. Информация важна и полезна для лиц, принимающих решения. Однако доступ к информации крайне неравномерен. Обычные люди должны иметь право защищать свою личную информацию, чтобы не стать экономической мишенью гигантских финансовых организаций, которые извлекут выгоду из их данных.
sv: Innovation inom information är inte i sig dåligt. Information är viktig och användbar för beslutsfattande. Tillgången till information är dock mycket ojämn. Vanliga människor bör ha rätt att skydda sin privata information för att undvika att bli ett ekonomiskt mål för kolossala finansiella organisationer som kommer att dra nytta av deras data.
tr: Bilgide yenilik özünde kötü değildir. Bilgi, karar verme konusunda önemli ve yararlıdır. Bununla birlikte, bilgiye erişim oldukça dengesizdir. Sıradan insanlar, verilerinden yararlanacak devasa finansal kuruluşların ekonomik bir hedefi olmaktan kaçınmak için özel bilgilerini koruma hakkına sahip olmalıdır.
zh: 信息创新本质上并不坏。 信息对于决策者来说是重要和有用的。 然而，获取信息的机会非常不均衡。 普通人应该有权保护他们的私人信息，以避免成为庞大的金融组织的经济目标，这些组织将从他们的数据中获益。

# Blog_WTPI_Heading1
source: What is Wikileaks?
ar: ما هو موقع ويكيليكس؟
de: Was ist Wikileaks?
es: ¿Qué es Wikileaks?
fr: Qu’est-ce que Wikileaks ?
it: Cos'è Wikileaks?
ko: 위키리크스란 무엇인가요?
nl: Wat is Wikileaks?
pl: Czym jest Wikileaks?
pt: O que é o Wikileaks?
ru: Что такое Wikileaks?
sv: Vad är Wikileaks?
tr: Wikileaks nedir?
zh: 什么是维基解密？

# Blog_WTPI_Heading2
source: Freedom versus control
ar: الحرية مقابل السيطرة
de: Freiheit versus Kontrolle
es: Libertad versus control
fr: Liberté contre contrôle
it: Libertà vs. controllo
ko: 자유 vs 통제
nl: Vrijheid versus controle
pl: Wolność kontra kontrola
pt: Liberdade versus controlo
ru: Свобода vs Контроль
sv: Frihet kontra kontroll
tr: Kontrole karşı özgürlük
zh: 自由与控制

# Blog_WTPI_Summary
source: WikiLeaks is an international non-profit organisation that publishes new leaks so to say confidential information non accessible to the general public.
ar: ويكيليكس هي منظمة دولية غير ربحية تنشر تسريبات جديدة لتقول إن المعلومات السرية غير متاحة لعامة الناس.
de: WikiLeaks ist eine internationale gemeinnützige Organisation, die neue Leaks veröffentlicht, sozusagen vertrauliche Informationen, die der Öffentlichkeit nicht zugänglich sind.
es: WikiLeaks es una organización internacional sin fines de lucro que publica nuevas filtraciones, es decir, información confidencial no accesible al público en general.
fr: WikiLeaks est une organisation internationale à but non lucratif qui publie de nouvelles fuites pour ainsi dire des informations confidentielles non accessibles au grand public.
it: WikiLeaks è un'organizzazione internazionale senza scopo di lucro che pubblica nuove fughe di notizie, per così dire informazioni riservate non accessibili al grande pubblico.
ko: 위키리크스는 일반 대중이 접근할 수 없는 기밀 정보라고 말할 수 있는 새로운 유출을 게시하는 국제 비영리 단체입니다.
nl: WikiLeaks is een internationale non-profit organisatie die nieuwe lekken publiceert om zo te zeggen vertrouwelijke informatie die niet toegankelijk is voor het grote publiek.
pl: WikiLeaks to międzynarodowa organizacja non-profit, która publikuje nowe wycieki, czyli poufne informacje niedostępne dla ogółu społeczeństwa.
pt: A WikiLeaks é uma organização internacional sem fins lucrativos que publica novas fugas de informação confidencial inacessível ao público em geral.
ru: WikiLeaks - международная некоммерческая организация, которая публикует новые утечки, так сказать, конфиденциальной информации, недоступной широкой публике.
sv: WikiLeaks är en internationell ideell organisation som publicerar läckor av så att säga konfidentiell information som inte är tillgänglig för allmänheten.
tr: WikiLeaks, genel halkın erişemeyeceği gizli bilgiler deyim yerindeyse yeni sızıntılar yayınlayan uluslararası kar amacı gütmeyen bir kuruluştur.
zh: 维基解密是一个国际性的非盈利性组织，它发布了新的泄密信息，也就是说机密信息是公众无法访问的。

# Blog_WTPI_Title
source: WikiLeaks and the power of information
ar: ويكيليكس وقوة المعلومات
de: WikiLeaks und die Macht der Informationen
es: WikiLeaks y el poder de la información
fr: WikiLeaks et le pouvoir de l'information
it: WikiLeaks e il potere dell'informazione
ko: 위키리크스와 정보의 힘
nl: WikiLeaks en de kracht van informatie
pl: WikiLeaks i potęga informacji
pt: WikiLeaks e o poder da informação
ru: WikiLeaks и сила информации
sv: Wikileaks och makten av information
tr: WikiLeaks ve bilginin gücü
zh: 维基解密与信息的力量

# Blog_WUE_H1_Text1
source: Whilst most people are familiar with the term encryption, many have an outdated and misguided idea of what it actually entails. We are all familiar with that movie scene where some guy sits in a dark room surrounded by computers, hacking and encrypting a large organisation's data. Whilst this of course does happen, it is not an accurate depiction of how encryption is used by individuals for day-to-day activities.
ar: في حين أن معظم الناس على دراية بمصطلح التشفير ، فإن لدى الكثير منهم فكرة قديمة ومضللة عما يستلزمه بالفعل. نحن جميعًا على دراية بمشهد الفيلم حيث يجلس شخص ما في غرفة مظلمة محاطة بأجهزة الكمبيوتر ، ويقوم باختراق وتشفير بيانات منظمة كبيرة. في حين أن هذا يحدث بالطبع ، فإنه ليس تصويرًا دقيقًا لكيفية استخدام التشفير من قبل الأفراد في الأنشطة اليومية.
de: Während die meisten Menschen mit dem Begriff Verschlüsselung vertraut sind, haben viele eine veraltete und fehlgeleitete Vorstellung davon, was er tatsächlich beinhaltet. Wir alle kennen diese Filmszene, in der ein Typ in einem dunklen Raum sitzt, der von Computern umgeben ist und die Daten einer großen Organisation hackt und verschlüsselt. Dies geschieht natürlich, aber es ist keine genaue Darstellung, wie die Verschlüsselung von Einzelpersonen für alltägliche Aktivitäten verwendet wird.
es: Si bien la mayoría de las personas están familiarizadas con el término cifrado, muchos tienen una idea desactualizada y equivocada de lo que realmente implica. Todos estamos familiarizados con esa escena de película en la que un tipo se sienta en un cuarto oscuro rodeado de computadoras, hackeando y cifrando los datos de una gran organización. Si bien esto, por supuesto, sucede, no es una descripción precisa de cómo las personas utilizan el cifrado para las actividades cotidianas.
fr: Alors que la plupart des gens sont familiers avec le terme cryptage, beaucoup ont une idée dépassée et erronée de ce que cela implique réellement. Nous connaissons tous cette scène de film où un gars est assis dans une pièce sombre entourée d’ordinateurs, piratant et cryptant les données d’une grande organisation. Bien que cela se produise bien sûr, ce n’est pas une représentation précise de la façon dont le cryptage est utilisé par les individus pour les activités quotidiennes.
it: Mentre la maggior parte delle persone ha familiarità con il termine crittografia, molti hanno un'idea obsoleta e fuorviante di ciò che effettivamente comporta. Conosciamo tutti quella scena del film in cui un tizio siede in una stanza buia circondata da computer, hackerando e crittografando i dati di una grande organizzazione. Mentre questo ovviamente accade, non è una rappresentazione accurata di come la crittografia viene utilizzata dagli individui per le attività quotidiane.
ko: 대부분의 사람들은 암호화라는 용어에 익숙하지만, 많은 사람들이 실제로 수반되는 것에 대해 구식이고 잘못된 생각을 가지고 있습니다. 우리 모두는 어떤 남자가 컴퓨터로 둘러싸인 어두운 방에 앉아 대규모 조직의 데이터를 해킹하고 암호화하는 영화 장면에 익숙합니다. 물론 이런 일이 발생하지만 개인이 일상적인 활동을 위해 암호화를 사용하는 방법을 정확하게 묘사하지는 않습니다.
nl: Hoewel de meeste mensen bekend zijn met de term encryptie, hebben velen een verouderd en verkeerd idee van wat het eigenlijk inhoudt. We kennen allemaal die filmscène waarin iemand in een donkere kamer, omringd door computers, de gegevens van een grote organisatie hackt en versleutelt. Hoewel dit natuurlijk ook gebeurt, is het geen nauwkeurige voorstelling van hoe encryptie door individuen wordt gebruikt voor dagelijkse activiteiten.
pl: Podczas gdy większość ludzi zna termin szyfrowanie, wielu ma przestarzałe i błędne wyobrażenie o tym, co tak naprawdę oznacza. Wszyscy znamy tę scenę filmową, w której jakiś facet siedzi w ciemnym pokoju otoczony komputerami, hakując i szyfrując dane dużej organizacji. Chociaż tak się oczywiście dzieje, nie jest to dokładny obraz tego, w jaki sposób szyfrowanie jest wykorzystywane przez osoby w codziennych czynnościach.
pt: Enquanto que a maior parte das pessoas está familiarizada com o termo cifragem, muitos têm uma ideia desactualizada e errada do que na realidade implica. Estamos todos familiarizados com aquela cena de filme em que um tipo está num quarto rodeado de computadores, pirateando e cifrando os dados de uma grande organização. Apesar de isto, claro, acontecer, não é uma representação precisa de como a cifragem é usada por indivíduos em actividades do dia-a-dia.
ru: Хотя большинство людей знакомы с термином "шифрование", у многих есть устаревшее и ошибочное представление о том, что это на самом деле означает. Мы все знакомы со сценой из фильма, где какой-то парень сидит в темной комнате, окруженный компьютерами, взламывая и шифруя данные крупной организации. Хотя это, конечно, происходит, это не точное описание того, как шифрование используется отдельными лицами для повседневной деятельности.
sv: Även om de flesta känner till termen kryptering, har många en förlegad och missriktad uppfattning om vad det faktiskt innebär. Vi är alla bekanta med den där filmscenen där någon kille sitter i ett mörkt rum omgiven av datorer och hackar och krypterar en stor organisations data. Även om detta naturligtvis händer, är det inte en korrekt bild av hur kryptering används av individer för dagliga aktiviteter.
tr: Çoğu insan şifreleme terimine aşina olsa da, birçoğu bunun gerçekte ne anlama geldiği konusunda güncelliğini yitirmiş ve yanlış yönlendirilmiş bir fikre sahiptir. Hepimiz, bir adamın bilgisayarlarla çevrili karanlık bir odada oturup büyük bir kuruluşun verilerini hacklediği ve şifrelediği film sahnelerine aşinayız. Bu elbette oluyor olsa da, şifrelemenin bireyler tarafından günlük faaliyetler için nasıl kullanıldığının doğru bir tasviri değildir.
zh: 虽然大多数人都熟悉加密这个术语，但许多人对它的实际含义有一个过时和误导的想法。 我们都熟悉那个电影场景，有人坐在一个被电脑包围的黑暗房间里，对一个大型组织的数据进行黑客攻击和加密。 虽然这当然会发生，但它并不准确地描述个人如何在日常活动中使用加密。

# Blog_WUE_H1_Text2
source: Encryption is the technique of scrambling or enciphering the material in a particular file so that only the designated recipients have the ability to decipher it. Encryption causes the content of the document to be substituted by letters, numbers and symbols to create a cipher. The original document will then only be accessible to those possessing a key, which is made up of the pattern of which the cipher was encoded. Thus, anyone who does not have access to this key will not be able to decrypt and understand the document.
ar: التشفير هو تقنية تخليط أو تشفير المادة في ملف معين بحيث يكون لدى المستلمين المعينين فقط القدرة على فك تشفيرها. يؤدي التشفير إلى استبدال محتوى المستند بأحرف وأرقام ورموز لإنشاء تشفير. عندئذٍ ، لن يكون الوصول إلى المستند الأصلي متاحًا إلا لأولئك الذين يمتلكون مفتاحًا ، والذي يتكون من النمط الذي تم تشفير التشفير به. وبالتالي ، لن يتمكن أي شخص ليس لديه وصول إلى هذا المفتاح من فك تشفير المستند وفهمه.
de: Verschlüsselung ist die Technik des Verschlüsselns oder Verschlüsselns des Materials in einer bestimmten Datei, so dass nur die angegebenen Empfänger die Möglichkeit haben, es zu entschlüsseln. Die Verschlüsselung bewirkt, dass der Inhalt des Dokuments durch Buchstaben, Zahlen und Symbole ersetzt wird, um eine Chiffre zu erstellen. Das Originaldokument ist dann nur für diejenigen zugänglich, die einen Schlüssel besitzen, der aus dem Muster besteht, aus dem die Chiffre codiert wurde. Daher kann jeder, der keinen Zugriff auf diesen Schlüssel hat, das Dokument nicht entschlüsseln und verstehen.
es: El cifrado es la técnica de codificar o cifrar el material en un archivo en particular para que solo los destinatarios designados tengan la capacidad de descifrarlo. El cifrado hace que el contenido del documento sea sustituido por letras, números y símbolos para crear un cifrado. Entonces, el documento original solo será accesible para aquellos que posean una clave, que se compone del patrón del cual se codificó el cifrado. Por lo tanto, cualquier persona que no tenga acceso a esta clave no podrá descifrar ni comprender el documento.
fr: Le cryptage est la technique qui consiste à brouiller ou à chiffrer le matériel dans un fichier particulier afin que seuls les destinataires désignés aient la possibilité de le déchiffrer. Le chiffrement entraîne la substitution du contenu du document par des lettres, des chiffres et des symboles pour créer un chiffrement. Le document original ne sera alors accessible qu’à ceux qui possèdent une clé, qui est composée du modèle dont le chiffrement a été codé. Ainsi, toute personne qui n’a pas accès à cette clé ne pourra pas déchiffrer et comprendre le document.
it: La crittografia è la tecnica di codifica o cifratura del materiale in un particolare file in modo che solo i destinatari designati abbiano la capacità di decifrarlo. La crittografia fa sì che il contenuto del documento venga sostituito da lettere, numeri e simboli per creare una cifratura. Il documento originale sarà quindi accessibile solo a coloro che possiedono una chiave, che è costituita dal modello in cui è stato codificato il cifrario. Pertanto, chiunque non abbia accesso a questa chiave non sarà in grado di decrittografare e comprendere il documento.
ko: 암호화는 지정된 수신자만 해독할 수 있도록 특정 파일의 자료를 스크램블하거나 암호화하는 기술입니다. 암호화를 사용하면 암호를 만들기 위해 문서 내용이 문자, 숫자 및 기호로 대체됩니다. 그러면 암호가 인코딩된 패턴으로 구성된 키를 가진 사람만 원본 문서에 액세스할 수 있습니다. 따라서 이 키에 대한 액세스 권한이 없는 사용자는 문서의 암호를 해독하고 이해할 수 없습니다.
nl: Encryptie is de techniek waarbij het materiaal in een bepaald bestand wordt versleuteld of vercijferd, zodat alleen de aangewezen ontvangers het kunnen ontcijferen. Bij encryptie wordt de inhoud van het document vervangen door letters, cijfers en symbolen om een cijfer te creëren. Het originele document is dan alleen toegankelijk voor wie een sleutel bezit, die bestaat uit het patroon waarvan de versleuteling is gemaakt. Iedereen die geen toegang heeft tot deze sleutel kan het document dus niet ontcijferen en begrijpen.
pl: Szyfrowanie to technika zakodowania lub zaszyfrowania materiału w określonym pliku, tak aby tylko wyznaczeni odbiorcy mieli możliwość jego odszyfrowania. Szyfrowanie powoduje, że treść dokumentu jest zastępowana literami, cyframi i symbolami w celu utworzenia szyfru. Oryginalny dokument będzie wtedy dostępny tylko dla osób posiadających klucz, który składa się ze wzoru, którego szyfr został zaszyfrowany. W związku z tym każdy, kto nie ma dostępu do tego klucza, nie będzie mógł odszyfrować i zrozumieć dokumentu.
pt: A cifragem é a técnica de baralhar ou cifrar o conteúdo de um determinado ficheiro por forma a que apenas destinatários designados o possam decifrar. A cifragem faz com que o conteúdo do documento seja substituído por letras, números e símbolos para se criar uma cifra. O documento original só estará acessível a quem possua uma chave que é composta pelo padrão com que a cifra foi codificada. Assim, quem não tiver acesso à chave não poderá decifrar e entender o documento.
ru: Шифрование - это метод скремблирования или зашифровывания материала в определенном файле таким образом, чтобы только назначенные получатели имели возможность расшифровать его. Шифрование приводит к замене содержимого документа буквами, цифрами и символами для создания шифра. Тогда исходный документ будет доступен только тем, у кого есть ключ, состоящий из шаблона, с помощью которого был закодирован шифр. Таким образом, любой, у кого нет доступа к этому ключу, не сможет расшифровать и понять документ.
sv: Kryptering är tekniken att chiffrera material i en viss fil så att endast de utsedda mottagarna har möjlighet att dechiffrera det. Kryptering gör att innehållet i dokumentet ersätts med bokstäver, siffror och symboler för att skapa ett chiffer. Originaldokumentet kommer då endast att vara tillgängligt för dem som har en nyckel, som består av mönstret som chiffret kodades av. Den som inte har tillgång till denna nyckel kommer alltså inte att kunna dekryptera och förstå dokumentet.
tr: Şifreleme, belirli bir dosyadaki materyali karıştırma veya şifreleme tekniğidir, böylece yalnızca belirlenen alıcılar şifreyi çözme yeteneğine sahip olur. Şifreleme, bir parola oluşturmak için belgenin içeriğinin harfler, sayılar ve sembollerle değiştirilmesini sağlar. Orijinal belgeye daha sonra yalnızca şifrenin kodlandığı modelden oluşan bir anahtara sahip olanlar erişebilir. Dolayısıyla, bu anahtara erişimi olmayan hiç kimse belgenin şifresini çözemeyecek ve belgeyi anlayamayacaktır.
zh: 加密是对特定文件中的材料进行加扰或加密的技术，以便只有指定的收件人才能破译它。 加密导致文档的内容被字母，数字和符号替换以创建密码。 只有拥有密钥的人才能访问原始文档，该密钥由密码编码的模式组成。 因此，任何无权访问此密钥的人都将无法解密和理解文档。
