Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessProductKeyParagraph8
source: Manage and share passwords securely with AxCrypt’s password manager, which supports sharing with up to 20 users. Streamline administrative tasks, enhance protection against cyber attacks, and ensure compliance.
ar: قم بإدارة كلمات المرور ومشاركتها بأمان باستخدام مدير كلمات المرور في أكسكربت ، والذي يدعم المشاركة مع ما يصل إلى 20 مستخدما. تبسيط المهام الإدارية وتعزيز الحماية ضد الهجمات الإلكترونية وضمان الامتثال.
de: Verwalten und teilen Sie Passwörter sicher mit dem Passwort-Manager von AxCrypt, der die Freigabe mit bis zu 20 Benutzern unterstützt. Rationalisieren Sie administrative Aufgaben, verbessern Sie den Schutz vor Cyberangriffen und stellen Sie die Compliance sicher.
es: Administre y comparta contraseñas de forma segura con el administrador de contraseñas de AxCrypt, que admite el uso compartido con hasta 20 usuarios. Agilice las tareas administrativas, mejore la protección contra ataques cibernéticos y garantice el cumplimiento.
fr: Gérez et partagez vos mots de passe en toute sécurité avec le gestionnaire de mots de passe d'AxCrypt, qui prend en charge le partage avec jusqu'à 20 utilisateurs. Simplifiez les tâches administratives, renforcez la protection contre les cyberattaques et assurez-vous de la conformité.
it: Gestisci e condividi le password in modo sicuro con il gestore di password di AxCrypt, che supporta la condivisione con un massimo di 20 utenti. Semplifica le attività amministrative, migliora la protezione contro gli attacchi informatici e garantisci la conformità.
ko: 최대 20명의 사용자와 공유할 수 있도록 지원하는 AxCrypt의 password manager를 사용하여 암호를 안전하게 관리하고 공유할 수 있습니다. 관리 작업을 간소화하고 사이버 공격에 대한 보호 기능을 강화하며 규정 준수를 보장합니다.
nl: Beheer en deel wachtwoorden veilig met de wachtwoordbeheerder van AxCrypt, die delen met maximaal 20 gebruikers ondersteunt. Stroomlijn administratieve taken, verbeter de bescherming tegen cyberaanvallen en zorg voor naleving.
pl: Bezpiecznie zarządzaj hasłami i udostępniaj je za pomocą menedżera haseł AxCrypt, który obsługuje udostępnianie nawet 20 użytkownikom. Usprawnij zadania administracyjne, zwiększ ochronę przed cyberatakami i zapewnij zgodność.
ru: Безопасно управляйте паролями и обменивайтесь ими с помощью менеджера паролей AxCrypt, который поддерживает обмен паролями до 20 пользователей. Оптимизируйте административные задачи, улучшите защиту от кибератак и обеспечьте соответствие нормативным требованиям.
zh: 使用 AxCrypt 的密码管理器安全地管理和共享密码，它支持与多达 20 个用户共享。简化管理任务，增强对网络攻击的保护，并确保合规性。

# BusinessProductKeyParagraph9
source: AxCrypt ensures top-level security by storing only an encrypted version of your private key on our servers. This guarantees that, even if our servers are compromised, your data remains safe since only your master password can unlock the key.
ar: يضمن أكسكربت أمانا عالي المستوى من خلال تخزين نسخة مشفرة فقط من مفتاحك الخاص على خوادمنا. هذا يضمن أنه حتى إذا تم اختراق خوادمنا ، تظل بياناتك آمنة لأن كلمة مرورك الرئيسية فقط هي التي يمكنها فتح المفتاح.
de: AxCrypt gewährleistet höchste Sicherheit, indem nur eine verschlüsselte Version Ihres privaten Schlüssels auf unseren Servern gespeichert wird. Dies garantiert, dass Ihre Daten auch bei einer Kompromittierung unserer Server sicher bleiben, da nur Ihr Master-Passwort den Schlüssel entsperren kann.
es: AxCrypt garantiza la máxima seguridad al almacenar solo una versión cifrada de su clave privada en nuestros servidores. Esto garantiza que, incluso si nuestros servidores están comprometidos, sus datos permanecen seguros, ya que solo su contraseña maestra puede desbloquear la clave.
fr: AxCrypt garantit un niveau de sécurité élevé en ne stockant qu'une version chiffrée de votre clé privée sur nos serveurs. Cela garantit que, même si nos serveurs sont compromis, vos données restent en sécurité, car seule votre clé maîtresse peut déverrouiller la clé.
it: AxCrypt garantisce un livello di sicurezza di alto livello memorizzando solo una versione crittografata della tua chiave privata sui nostri server. Ciò garantisce che, anche se i nostri server sono compromessi, i tuoi dati rimangano al sicuro poiché solo la tua password principale può sbloccare la chiave.
ko: AxCrypt는 암호화된 버전의 개인 키만 서버에 저장하여 최고 수준의 보안을 보장합니다. 이렇게 하면 서버가 손상되더라도 마스터 암호만 키를 잠금 해제할 수 있으므로 데이터가 안전하게 유지됩니다.
nl: AxCrypt zorgt voor beveiliging op het hoogste niveau door alleen een gecodeerde versie van uw privésleutel op onze servers op te slaan. Dit garandeert dat, zelfs als onze servers zijn aangetast, uw gegevens veilig blijven, omdat alleen uw hoofdwachtwoord de sleutel kan ontgrendelen.
pl: AxCrypt zapewnia najwyższy poziom bezpieczeństwa, przechowując na naszych serwerach wyłącznie zaszyfrowaną wersję Twojego klucza prywatnego. Gwarantuje to, że nawet jeśli nasze serwery zostaną naruszone, Twoje dane pozostaną bezpieczne, ponieważ tylko hasło główne może odblokować klucz.
ru: AxCrypt обеспечивает высочайший уровень безопасности, храня на наших серверах только зашифрованную версию вашего закрытого ключа. Это гарантирует, что даже если наши серверы будут скомпрометированы, ваши данные останутся в безопасности, поскольку только ваш мастер-пароль может разблокировать ключ.
sv: AxCrypt säkerställer säkerhet på högsta nivå genom att endast lagra en krypterad version av din privata nyckel på våra servrar. Detta garanterar att även om våra servrar äventyras, förblir dina data säkra eftersom endast ditt huvudlösenord kan låsa upp nyckeln.
zh: AxCrypt 通过在我们的服务器上仅存储您的私钥的加密版本来确保顶级安全性。这保证了，即使我们的服务器遭到入侵，您的数据仍然安全，因为只有您的主密码才能解锁密钥。

# BusinessSubscriptionAddButtonLabel
source: Add
ar: أضف
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ko: 추가
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Ny
tr: Ekle
zh: 添加

# BusinessSubscriptionAddressNameLabel
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ko: 주소
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
sv: Adress
tr: Adres
zh: 地址

# BusinessSubscriptionAddressPlaceholder
source: Address
ar: عنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ko: 주소
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
sv: Adress
tr: Adres
zh: 地址

# BusinessSubscriptionAddressRequiredErrorMessage
source: Address is required.
ar: العنوان مطلوب.
de: Adresse ist notwendig.
es: La dirección es necesaria.
fr: Une adresse est requise.
it: L'indirizzo è richiesto.
ko: 주소 입력 필요
nl: Adres is verplicht.
pl: Adres jest wymagany
pt: O endereço é necessário.
ru: Необходимо ввести Адрес.
sv: Adress måste anges.
tr: Adres bilgisi gereklidir.
zh: 地址是必需的。

# BusinessSubscriptionAdministratorLabel
source: Administrator
ar: مدير
es: Administrador
fr: Administrateur
it: Amministratore
ko: 관리자
nl: Beheerder
pt: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
zh: 管理员

# BusinessSubscriptionAlreadyMemberCreateWarning
source: This user is already part of a business, please ask them to leave that first
ar: هذا المستخدم هو بالفعل جزء من شركة ، يرجى مطالبتهم بترك ذلك أولاً
de: Sie sind bereits Businessmitglied. Erstellen Sie ein neues Abonnement nur, wenn Sie sicher sind, das Sie ein neues Abonnement möchten.
es: Ya eres miembro Business, crea una nueva suscripción solo si estás seguro de querer hacerlo.
fr: Vous êtes déjà membre Business, veuillez créer un nouvel abonnement seulement si vous êtes sûr de le vouloir.
it: Sei già un membro Business, crea un nuovo abbonamento solo se sei sicuro.
ko: 이미 Business 멤버이시라면 반드시 원하시는 경우에 한해서 새로운 구독을 시작하시기 바랍니다.
nl: U bent al een Business member, maak alleen een nieuw abonnement aan als u zeker weet dat u dat wilt.
pl: Jesteś już użytkownikiem Buisness, utwórz nową subskrypcję tylko jeśli jesteś tego pewien.
pt: Você já é um membro Business. Crie apenas uma nova subscrição se tiver a certeza que pretende fazê-lo.
ru: Вы уже являетесь Business пользователем. Можете оформить новую подписку, если уверены в собственном желании.
sv: Du har redan medlemskap i ett Business-abonnemang. Skapa bara ett nytt om du är säker.
tr: Business üyeliğin zaten var. Sadece istediğinden eminsen yeni bir üyelik oluştur.
zh: 您已经是Business会员，只有当您确定要创建一个新的订阅。

# BusinessSubscriptionAvailableMemberLicensesLabel
source: Unused
ar: غير مستعمل
de: Ungenutzt
es: Disponible
fr: Non utilisé
it: Non utilizzato
ko: 사용되지 않음
nl: Ongebruikt
pl: Dostępny
pt: Disponível
ru: Неиспользованное
sv: Lediga
tr: Kullanılmamış
zh: 未使用

# BusinessSubscriptionConditionsText
source: Please read the full <a href="https://www.axcrypt.net/information/terms-of-use/">terms of use</a> and the <a href="https://www.axcrypt.net/pricing/">pricing schedule</a> before purchase. By starting a trial or purchasing a subscription you accept our <a href="https://www.axcrypt.net/information/terms-of-use/">terms of use.</a>
ar: يرجى قراءة <a href="https://www.axcrypt.net/information/terms-of-use/">شروط الاستخدام</a> الكاملة <a href="https://www.axcrypt.net/pricing/">وجدول التسعير</a> قبل الشراء. من خلال بدء إصدار تجريبي أو شراء اشتراك ، فإنك تقبل <a href="https://www.axcrypt.net/information/terms-of-use/">شروط الاستخدام</a> الخاصة بنا.
de: Bitte lesen Sie vor dem Kauf die vollständigen <a href="https://www.axcrypt.net/information/terms-of-use/">Nutzungsbedingungen</a> und die <a href="https://www.axcrypt.net/pricing/">Preisliste</a>. Mit dem Start einer Testversion oder dem Kauf eines Abonnements akzeptieren Sie unsere <a href="https://www.axcrypt.net/information/terms-of-use/">Nutzungsbedingungen.</a>
es: Lee los <a href="https://www.axcrypt.net/information/terms-of-use/">términos de uso</a> y la <a href="https://www.axcrypt.net/pricing/">tabla de precios</a> antes de comprar. Al iniciar el periodo de prueba o comprar una suscripción, aceptas nuestros <a href="https://www.axcrypt.net/information/terms-of-use/">términos de uso.</a>
fr: Veuillez lire l'intégralité des <a href="https://www.axcrypt.net/information/terms-of-use/">conditions d'utilisation</a> et le <a href="https://www.axcrypt.net/pricing/">barème de prix</a> avant l'achat. En démarrant un essai ou en achetant un abonnement, vous acceptez nos <a href="https://www.axcrypt.net/information/terms-of-use/">conditions d'utilisation.</a>
it: Si prega di leggere le <a href="https://www.axcrypt.net/information/terms-of-use/">condizioni d'uso</a> complete e il <a href="https://www.axcrypt.net/pricing/">piano prezzi</a> prima dell'acquisto. Avviando una prova o acquistando un abbonamento, accetti i nostri <a href="https://www.axcrypt.net/information/terms-of-use/">termini di utilizzo.</a>
ko: 구매하기 전에 전체 <a href="https://www.axcrypt.net/information/terms-of-use/">이용 약관</a>과 <a href="https://www.axcrypt.net/pricing/">요금제</a>에 대헤 읽어보세요. 평가판을 시작하거나 구독을 구매하면 <a href="https://www.axcrypt.net/information/terms-of-use/">사용 약관에</a> 동의하는 것으로 간주됩니다.
nl: Lees de volledige <a href="https://www.axcrypt.net/information/terms-of-use/">gebruiksvoorwaarden</a> en het <a href="https://www.axcrypt.net/pricing/">prijsschema</a> voor aankoop. Door een proefperiode te starten of een abonnement aan te schaffen, accepteert u onze <a href="https://www.axcrypt.net/information/terms-of-use/">gebruiksvoorwaarden.</a>
pl: Przeczytaj pełne <a href="https://www.axcrypt.net/information/terms-of-use/">warunki korzystania</a> i <a href="https://www.axcrypt .net/pricing/">harmonogram cen</a> przed zakupem. Rozpoczynając okres próbny lub kupując subskrypcję, akceptujesz nasze <a href="https://www.axcrypt.net/information/terms-of-use/">warunki użytkowania.</a>
pt: Por favor, leia os <a href="https://www.axcrypt.net/information/terms-of-use/">termos de uso</a> completos e a <a href="https://www.axcrypt.net/pricing/">tabela de preços</a> antes da compra. Ao iniciar uma avaliação ou comprar uma assinatura, você aceita nossos <a href="https://www.axcrypt.net/information/terms-of-use/">termos de uso.</a>
ru: Пожалуйста, ознакомьтесь с <a href="https://www.axcrypt.net/information/terms-of-use/">terms of use</a> и <a href="https://www.axcrypt.net/pricing/">pricing schedule</a> перед покупкой. Запуская пробную версию или приобретая подписку, вы принимаете наши <a href="https://www.axcrypt.net/information/terms-of-use/">terms of use.</a>
sv: Läs de fullständiga <a href="https://www.axcrypt.net/information/terms-of-use/">användarvillkoren</a> och <a href="https://www.axcrypt .net/pricing/">prisschema</a> före köp. Genom att starta en provperiod eller köpa en prenumeration accepterar du våra <a href="https://www.axcrypt.net/information/terms-of-use/">användarvillkor.</a>
tr: Lütfen satın almadan önce <a href="https://www.axcrypt.net/information/terms-of-use/">tüm kullanım koşullarını</a> ve <a href="https://www.axcrypt.net/pricing/">fiyatlandırma planını</a> okuyun. Bir deneme sürümü başlatarak veya bir abonelik satın alarak <a href="https://www.axcrypt.net/information/terms-of-use/">kullanım koşullarımızı kabul etmiş olursunuz.</a>
zh: 请阅读完整的<a href="https://www.axcrypt.net/information/terms-of-use/">terms of use</a>和<a href="https://www.axcrypt.net/pricing/">购买前的定价时间表</a>。 通过开始试用或购买订阅，您接受我们的<a href="https://www.axcrypt.net/information/terms-of-use/">terms of use。</a>

# BusinessSubscriptionConditionsTitle
source: Subscription Conditions
ar: شروط الاشتراك
de: Abonnementbedingungen
es: Condiciones de la suscripción
fr: Conditions de l'abonnement
it: Condizioni dell' Abbonamento
ko: 구독 조건
nl: Abonnementsvoorwaarden
pl: Warunki subskrypcji
pt: Condições de Subscrição
ru: Условиям Абонентского Договора
sv: Abonnemangsvillkor
tr: Abonelik Şartları
zh: 订阅条件

# BusinessSubscriptionCountryRequiredErrorMessage
source: Country is required.
ar: الدولة مطلوبة.
de: Land ist erforderlich.
es: El país es necesario.
fr: Un pays est requis.
it: Il Paese è richiesto.
ko: 국가 입력 필요
nl: Land is verplicht.
pl: Kraj jest wymagany
pt: É obrigatório escolher um país.
ru: Необходимо ввести страну.
sv: Land måste anges.
tr: Ülke bilgisi gereklidir.
zh: 国家是必需的。

# BusinessSubscriptionCreateMenu
source: Create
ar: أَتَى بـجَدِيد
de: erstellen
es: Crear
fr: Créer
it: Crea
ko: 시작
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa Nytt
tr: Oluştur
zh: 创建

# BusinessSubscriptionCreateTitle
source: Create Subscription
ar: إنشاء اشتراك
de: Abonnement erstellen
es: Crear Suscripción
fr: Créer un abonnement
it: Crea Abbonamento
ko: 구독 시작
nl: Abonnement Aanmaken
pl: Utwórz subskrypcję
pt: Criar Subscrição
ru: Создать Подписку
sv: Skapa Nytt Abonnemang
tr: Abonelik Oluştur
zh: 创建订阅

# BusinessSubscriptionEmailPlaceholder
source: someone@email.example
fr: inconnu@email.exemple
it: qualcuno@email.esempio
nl: iemand@email.voorbeeld
pl: ktoś@email.przyklad
tr: isim@email.örnek

# BusinessSubscriptionEuVatNumberErrorMessage
source: Invalid EU VAT Number.
ar: رقم ضريبة القيمة المضافة في الاتحاد الأوروبي غير صالح.
de: Ungültige EU MwSt. Nummer
es: Número de IVA intracomunitario no válido.
fr: Numéro de TVA européen invalide.
it: Numero di Partita IVA EU non valido
ko: 유효하지 않은 EU VAT 번호
nl: Ongeldig EU BTW-nummer.
pl: Niewłaściwy Europejski Numer Płatnika VAT
pt: Número de VAT da UE inválido.
ru: Недействительный регистрационный номер плательщика НДС ЕС (EU VAT).
sv: Ogiltigt EU VAT-nummer.
tr: Geçersiz AB KDV Numarası.
zh: 无效的欧盟增值税号码。

# BusinessSubscriptionEuVatNumberLabel
source: EU VAT Number
ar: رقم ضريبة القيمة المضافة في الاتحاد الأوروبي
de: EU MwSt. Nummer
es: Número de IVA intracomunitario
fr: Numéro de TVA européen
it: Numero di Partita IVA EU
ko: 유럽 부가세 번호
nl: EU BTW-nummer
pl: Europejski Numer Płatnika VAT
pt: Número de VAT da UE
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: EU VAT-nummer
tr: AB KDV Numarası
zh: 欧盟增值税号

# BusinessSubscriptionEuVatNumberPlaceholder
source: EU VAT Number
ar: رقم ضريبة القيمة المضافة في الاتحاد الأوروبي
de: EU MwSt. Nummer
es: Número de IVA intracomunitario
fr: Numéro de TVA européen
it: Numero di Partita IVA EU
ko: 유럽 부가세 번호
nl: EU BTW-nummer
pl: Europejski Numer Płatnika VAT
pt: Número de VAT da UE
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: EU VAT-nummer
tr: AB KDV Numarası
zh: 欧盟增值税号

# BusinessSubscriptionExpiredWarningText
source: Your subscription has expired since {0}. Please renew to restore full business functionality.
ar: انتهى اشتراكك منذ {0}. يرجى التجديد لاستعادة وظائف الأعمال الكاملة.
de: Ihr Abonnement ist seit {0} abgelaufen. Bitte erneuern Sie ihr Abonemment um alle Funktionen freizuschalten.
es: Tu suscripción ha caducado desde [0]. Por favor, renuévala para restituir la plena funcionalidad de Business.
fr: Votre abonnement a expiré depuis {0}. Veuillez le renouveler pour restaurer l'ensemble des fonctionnalités Business.
it: Il tuo abbonamento è scaduto dal {0}. Per favore rinnovalo per ripristinare per intero le funzionalità business.
ko: {0}부터 구독이 만료되었습니다. 전체 business 기능을 복원하려면 갱신하십시오.
nl: Uw abonnement is verlopen sinds {0}. Vernieuw om de volledige Business functionaliteit te herstellen.
pl: Twoja subskrypcja wygasła {0}. Odnów subskrypcję by przywrócić pełnię biznesowych funkcjonalności.
pt: A sua subscrição expirou desde {0}. Renove para recuperar a totalidade da funcionalidade Business.
ru: Срок действия вашей подписки истек с {0}. Пожалуйста, обновите для восстановления полной бизнес функциональности.
sv: Ditt abonnemang gick ut {0}. Du måste förnya för att återfå full funktionalitet.
tr: Aboneliğinin {0} tarihinden itibaren süresi geçti. Bütün business işlevlerini geri almak için lütfen aboneliğini yenile.
zh: 您的订阅自{0}以来已过期。 请续订以恢复完整的业务功能。

# BusinessSubscriptionExpiresFormat
source: Subscription expires on {0}.
ar: ينتهي الاشتراك في {0}.
de: Abonnement läuft am {0} ab.
es: La suscripción caduca el {0}.
fr: L'abonnement expire le {0}.
it: L'abbonamento scade il {0}.
ko: {0}에 구독이 만료됩니다.
nl: Abonnement verloopt op {0}.
pl: Abonament wygasa {0}.
pt: A subscrição expira em {0}.
ru: Подписка заканчивается {0}.
sv: Abonnemanget giltigt t.o.m. {0}.
tr: Aboneliğinin süresi {0}'da dolacaktır.
zh: 订阅在{0}过期。

# BusinessSubscriptionExpiresInfo
source: If your Business subscription is not renewed in time, you will fall back to one of our free plans.
ar: إذا لم يتم تجديد اشتراكك التجاري في الوقت المناسب ، فستعود إلى إحدى خططنا المجانية.
de: Falls Sie ihr Businessabonnement nicht rechtzeitig erneuern, wechseln Sie in einen unserer freien Pläne zurück.
es: Si tu suscripción no se renueva a tiempo, volverás a tener uno de nuestros planes gratuitos.
fr: Si votre abonnement Business n'est pas renouvelé à temps, vous retournerez vers l'une de nos options gratuites.
it: Se il tuo abbonamento Business non viene rinnovato in tempo, retrocederai su uno dei nostri piani gratuiti.
ko: 기간 내에 Business 구독이 갱신되지 않으면 무료 플랜 중 하나로 귀속됩니다.
nl: Als uw Business abonnement niet op tijd wordt verlengd, valt u terug in een van onze gratis abonnementen.
pl: Jeśli nie odnowisz subskrypcji Business na czas, powrócisz do jednego z naszych bezpłatnych abonamentów.
pt: Se a sua subscrição Business não for renovada atempadamente, voltará a para um dos nossos planos gratuitos.
ru: Если ваша Business подписка не будет обновлена вовремя, вы вернетесь к одному из наших бесплатных планов.
sv: Om ditt Business-abonnemang inte förnyas i tid, faller ni automatiskt tillbaka till något av våra gratis-abonnemang.
tr: Business aboneliğin zamanında yenilenmezse, ücretsiz planlarımızdan birine geçeceksin.
zh: 如果您的Business订阅没有及时更新，您将回到我们的免费计划之一。

# BusinessSubscriptionExpiringWarningText
source: Your subscription is soon expiring. Please renew it to retain full functionality.
ar: تنتهي صلاحية اشتراكك قريبًا. يرجى تجديده للاحتفاظ بالوظائف الكاملة.
de: Ihr Abonnement läuft bald aus. Bitte erneuern Sie es, damit Ihnen weiterhin alle Funktionalitäten zur Verfügung stehen.
es: Tu suscripción caduca pronto. Por favor, renuévala para seguir disfrutando de todas las funcionalidades.
fr: Votre abonnement expire prochainement. Veuillez le renouveler pour garder toutes vos fonctionnalités.
it: Il tuo abbonamento scadrà presto. Rinnovalo per mantenere tutte le funzionalità.
ko: 구독은 곧 만료됩니다. 모든 서비스 기능을 유지하기 위해 구독 갱신을 부탁드립니다.
nl: Uw abonnement verloopt binnenkort. Vernieuw deze om volledige functionaliteit te behouden.
pl: Twoja subskrypcja wkrótce wygaśnie. Odnów ją proszę, aby zachować pełną funkcjonalność.
pt: Sua assinatura está expirando em breve. Renove-a para manter a funcionalidade completa.
ru: Ваша подписка скоро истекает. Пожалуйста, обновите подписку, чтобы сохранить полную функциональность.
sv: Abonnemanget avslutas snart. För att behålla all funktionalitet, förnya snarast!
tr: Aboneliğiniz yakında sona erecektir. Tüm işlevlerinden faydalanabilmek için lütfen yenileyiniz.
zh: 您的订阅即将到期。 请更新它保留全部功能。

# BusinessSubscriptionImportButtonLabel
source: Import
ar: استورد
de: Importieren
es: Importar
fr: Importer
it: Importa
ko: 수입
nl: Importeer
pt: Importar
ru: Импортировать
sv: Importera
tr: Aktar
zh: 导入

# BusinessSubscriptionInformationMenu
source: Information
ar: معلومة
es: Información
fr: Informations
it: Informazioni
ko: 정보
nl: Informatie
pl: Informacja
pt: Informações
ru: Информация
tr: Bilgi
zh: 信息

# BusinessSubscriptionInformationTitle
source: Subscription Information
ar: معلومات الاشتراك
de: Abonnementinformation
es: Información sobre la suscripción
fr: Informations sur la souscription
it: Informazioni Abbonamento
ko: 구독 정보
nl: Abonnementsgegevens
pl: Informacja o Abonamencie
pt: Informações da subscrição
ru: Информация по Подписке
sv: Abonnemangsinformation
tr: Abonelik Bilgisi
zh: 订阅信息

# BusinessSubscriptionInstructionsLinkText
source: Read more <a href="https://www.axcrypt.net/information/axcrypt-business">here</a>.
ar: اقرأ المزيد <a href="https://www.axcrypt.net/information/axcrypt-business"> هنا </a>.
de: <a href="https://www.axcrypt.net/information/axcrypt-business">Hier</a>. mehr lesen.
es: Lee más <a href="https://www.axcrypt.net/information/axcrypt-business">aquí</a>.
fr: Lisez-en plus <a href="https://www.axcrypt.net/information/axcrypt-business">ici</a>
it: Scopri di più <a href="https://www.axcrypt.net/information/axcrypt-business">qui</a>
ko: </a>에서 <a href="https://www.axcrypt.net/information/axcrypt-business"> 관련하여 더 읽기
nl: Lees <a href="https://www.axcrypt.net/information/axcrypt-business">hier</a> meer.
pl: Przeczytaj więcej <a href="https://www.axcrypt.net/information/axcrypt-business">tutaj</a>
pt: Leia mais <a href="https://www.axcrypt.net/information/axcrypt-business">aqui</a>.
ru: Узнайте больше <a href="https://www.axcrypt.net/information/axcrypt-business">здесь</a>.
sv: Läs mer <a href="https://www.axcrypt.net/information/axcrypt-business">här</a>.
tr: Devamını oku <a href="https://www.axcrypt.net/information/axcrypt-business">here</a>.
zh: 阅读更多<a href="https://www.axcrypt.net/information/axcrypt-business">这里</a>。

# BusinessSubscriptionManageMenu
source: Manage
ar: إدارة
de: Verwalten
es: Administrar
fr: Gérer
it: Gestisci
ko: 관리
nl: Beheren
pl: Zarządzaj
pt: Gerir
ru: Управлять
sv: Hantera
tr: Yönet
zh: 管理

# BusinessSubscriptionManageTitle
source: Manage Subscriptions
ar: إدارة الاشتراكات
de: Abonnements verwalten
es: Administrar Suscripciones
fr: Gérer les abonnements
it: Gestisci Abbonamenti
ko: 구독 관리
nl: Abonnementen Beheren
pl: Zarządzaj Abonamentami
pt: Gerir subscrições
ru: Управление Подписками
sv: Hantera Abonnemang
tr: Abonelikleri Yönet
zh: 管理订阅

# BusinessSubscriptionMemberCountErrorMessage
source: Too few or too many members.
ar: عدد الأعضاء قليل جدًا أو كثير جدًا.
de: Zu wenig oder zu viele Mitglieder.
es: Muy pocos o demasiados miembros.
fr: Trop ou trop peu de membres.
it: Troppo pochi o troppi membri.
ko: 멤버 부족 또는 과다
nl: Te weinig of te veel leden.
pl: Zbyt wielu lub zbyt mało członków.
pt: Muito poucos ou demasiados membros.
ru: Слишком мало или слишком много членов.
sv: För få eller för många medlemmar.
tr: Çok az veya çok fazla üye.
zh: 成员太少或太多。
