Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AbortedFileStatus
source: Status 'Aborted' ({0}).
ar: الحالة "محبط" ({0}).
de: Status 'Abgebrochen' ({0}).
es: Estado 'Interrumpido' ({0}).
fr: Etat 'Interrompu' ({0})
it: Stato 'Interrotto' ({0}).
ko: ({0}) '중단' 상태.
nl: Status 'Afgebroken' ({0}).
pl: Status 'Przerwany' ({0}).
pt: Status "interrompido" ({0}).
ru: Статус 'Прерван'
sv: Status 'Avbruten' ({0}).
tr: Durum 'İptal' ({0}).
zh: 状态"中止"({0})。

# About
source: About {0}
ar: حول {0}
de: Über {0}
es: Acerca de {0}
fr: A propos de {0}
it: Riguardo a {0}
ko: {0}에 대해
nl: Over {0}
pl: O {0}
pt: Sobre {0}
ru: Об {0}
sv: Om {0}
tr: {0} hakkında
zh: 关于 {0}

# AboutAxcryptHeading1
source: Our story
de: Unsere Geschichte
fr: Nos histoire
it: La nostra storia
pl: Nasza historia
ru: Наша история
zh: 我们的故事

# AboutAxcryptHeading1Text1
source: Founded in 2001, AxCrypt set out to make encryption simple for everyone. Frustrated by the lack of easy-to-use security tools, we developed AxCrypt, which quickly became a global favorite with over 20 million downloads.
de: AxCrypt wurde 2001 gegründet und hat sich zum Ziel gesetzt, die Verschlüsselung für jedermann einfach zu machen. Frustriert über den Mangel an einfach zu bedienenden Sicherheitstools entwickelten wir AxCrypt, das mit über 20 Millionen Downloads schnell zu einem weltweiten Favoriten wurde.
fr: "Fondée en 2001, AxCrypt avait pour objectif de rendre le chiffrement accessible à tous. Frustrés par le manque d’outils de sécurité faciles à utiliser, nous avons développé AxCrypt, qui est rapidement devenu un favori mondial avec plus de 20 millions de téléchargements."
it: Fondata nel 2001, AxCrypt si è posta l'obiettivo di rendere la crittografia semplice per tutti. Frustrati dalla mancanza di strumenti di sicurezza facili da usare, abbiamo sviluppato AxCrypt, che è diventato rapidamente uno dei preferiti in tutto il mondo con oltre 20 milioni di download.
ru: Основанная в 2001 году, компания AxCrypt поставила перед собой цель сделать шифрование простым для всех. Разочарованные отсутствием простых в использовании инструментов безопасности, мы разработали AxCrypt, который быстро стал мировым фаворитом с более чем 20 миллионами загрузок.
zh: AxCrypt 成立于 2001 年，致力于让每个人都能轻松加密。由于缺乏易于使用的安全工具而感到沮丧，我们开发了 AxCrypt，它很快就成为全球最受欢迎的应用程序，下载量超过 2000 万次。

# AboutAxcryptHeading1Text2
source: In 2014, we took AxCrypt to the next level by forming AxCrypt AB. Today, AxCrypt is recognized as one of the world’s leading encryption solutions, serving users across Europe, America, and beyond.
de: Im Jahr 2014 haben wir AxCrypt auf die nächste Stufe gehoben, indem wir AxCrypt AB gegründet haben. Heute gilt AxCrypt als eine der weltweit führenden Verschlüsselungslösungen, die Benutzer in ganz Europa, Amerika und darüber hinaus bedient.
fr: "En 2014, nous avons franchi une nouvelle étape en créant AxCrypt AB. Aujourd’hui, AxCrypt est reconnu comme l’une des principales solutions de chiffrement au monde, au service des utilisateurs en Europe, en Amérique et au-delà."
it: Nel 2014, abbiamo portato AxCrypt al livello successivo formando AxCrypt AB. Oggi, AxCrypt è riconosciuta come una delle soluzioni di crittografia leader a livello mondiale, al servizio degli utenti in Europa, America e oltre.
ru: В 2014 году мы вывели AxCrypt на новый уровень, создав AxCrypt AB. Сегодня AxCrypt признан одним из ведущих в мире решений для шифрования, обслуживающим пользователей в Европе, Америке и за ее пределами.
zh: 2014 年，我们成立了 AxCrypt AB，将 AxCrypt 提升到了一个新的水平。如今，AxCrypt 被公认为世界领先的加密解决方案之一，为欧洲、美洲及其他地区的用户提供服务。

# AboutAxcryptHeading1Text3
source: Our mission is to provide individuals and small teams with secure, user-friendly encryption. We’re excited to continue making data protection accessible and reliable for everyone.
de: Unsere Mission ist es, Einzelpersonen und kleinen Teams eine sichere, benutzerfreundliche Verschlüsselung zu bieten. Wir freuen uns darauf, Datenschutz weiterhin für alle zugänglich und zuverlässig zu machen.
fr: "Notre mission est de fournir aux particuliers et aux petites équipes un chiffrement sécurisé et facile à utiliser. Nous sommes enthousiastes à l’idée de continuer à rendre la protection des données accessible et fiable pour tous."
it: La nostra missione è fornire a singoli individui e piccoli team una crittografia sicura e facile da usare. Siamo entusiasti di continuare a rendere la protezione dei dati accessibile e affidabile per tutti.
ru: Наша миссия состоит в том, чтобы предоставить отдельным лицам и небольшим командам безопасное и удобное для пользователя шифрование. Мы рады продолжать делать защиту данных доступной и надежной для всех.
zh: 我们的使命是为个人和小型团队提供安全、用户友好的加密。我们很高兴能够继续为每个人提供可访问和可靠的数据保护。

# AboutAxcryptHeading1Text5
source: sites recommendations
de: Empfehlungen für Websites
fr: Recommandations de sites
it: Raccomandazioni sui siti
ru: Рекомендации сайтов
zh: 网站建议

# AboutAxcryptHeading2Text1
source: Security
de: Sicherheit
fr: Sécurité
it: Sicurezza
ru: Безопасность
zh: 安全

# AboutAxcryptHeading2Text2
source: Reliability
de: Zuverlässigkeit
fr: Reliabilité
it: Affidabilità
ru: Надёжность
zh: 可靠性

# AboutAxcryptHeading2Text3
source: Simplicity
de: Einfachheit
fr: Simplicité
it: Semplicità
pl: Prostota
ru: Простота
zh: 单纯

# AboutAxcryptHeading2Text4
source: Security drives everything we do at AxCrypt. Your encrypted files are accessible only to you, provided you maintain control of your password. Beyond delivering top-tier encryption, we are dedicated to raising awareness about the critical need for encryption and advocating for best practices in safeguarding data.
de: Sicherheit ist die Grundlage für alles, was wir bei AxCrypt tun. Ihre verschlüsselten Dateien sind nur für Sie zugänglich, vorausgesetzt, Sie behalten die Kontrolle über Ihr Passwort. Neben der Bereitstellung erstklassiger Verschlüsselung widmen wir uns der Sensibilisierung für die dringende Notwendigkeit von Verschlüsselung und der Befürwortung von Best Practices beim Schutz von Daten.
fr: La sécurité guide tout ce que nous faisons chez AxCrypt. Vos fichiers chiffrés sont accessibles uniquement à vous, à condition que vous gardiez le contrôle de votre mot de passe. Au-delà de la fourniture d'un chiffrement de premier ordre, nous nous engageons à sensibiliser à la nécessité cruciale du chiffrement et à promouvoir les meilleures pratiques pour protéger les données.
it: La sicurezza guida tutto ciò che facciamo in AxCrypt. I tuoi file crittografati sono accessibili solo a te, a condizione che tu mantenga il controllo della tua password. Oltre a fornire una crittografia di alto livello, ci dedichiamo a sensibilizzare l'opinione pubblica sulla necessità fondamentale della crittografia e a sostenere le migliori pratiche per la salvaguardia dei dati.
ru: Безопасность лежит в основе всего, что мы делаем в AxCrypt. Ваши зашифрованные файлы доступны только вам, при условии, что вы контролируете свой пароль. Помимо обеспечения шифрования на высшем уровне, мы стремимся повышать осведомленность о критической потребности в шифровании и пропагандировать передовые методы защиты данных.
zh: 安全驱动着我们在 AxCrypt 所做的一切。只有您自己才能访问您的加密文件，前提是您保持对密码的控制。除了提供顶级加密之外，我们还致力于提高人们对加密迫切需求的认识，并倡导保护数据的最佳实践。

# AboutAxcryptHeading2Text5
source: AxCrypt has been a trusted encryption solution for over two decades. Our use of advanced AES-256 encryption ensures that your files are protected with one of the most secure technologies available. Millions of users trust us to deliver consistent, dependable protection for their most sensitive data.
de: AxCrypt ist seit über zwei Jahrzehnten eine vertrauenswürdige Verschlüsselungslösung. Unsere Verwendung von fortschrittlicher AES-256-Verschlüsselung stellt sicher, dass Ihre Dateien mit einer der sichersten verfügbaren Technologien geschützt sind. Millionen von Benutzern vertrauen darauf, dass wir einen konsistenten, zuverlässigen Schutz für ihre sensibelsten Daten bieten.
fr: AxCrypt est une solution de chiffrement de confiance depuis plus de deux décennies. Notre utilisation du chiffrement avancé AES-256 garantit que vos fichiers sont protégés par l'une des technologies les plus sécurisées disponibles. Des millions d'utilisateurs nous font confiance pour offrir une protection constante et fiable de leurs données les plus sensibles.
it: AxCrypt è una soluzione di crittografia affidabile da oltre due decenni. L'uso della crittografia AES-256 avanzata garantisce che i file siano protetti con una delle tecnologie più sicure disponibili. Milioni di utenti si affidano a noi per una protezione coerente e affidabile per i loro dati più sensibili.
ru: AxCrypt уже более двух десятилетий является надежным решением для шифрования. Мы используем усовершенствованное шифрование AES-256, что гарантирует защиту ваших файлов с помощью одной из самых надежных доступных технологий. Миллионы пользователей доверяют нам обеспечение последовательной и надежной защиты их наиболее конфиденциальных данных.
zh: 二十多年来，AxCrypt 一直是值得信赖的加密解决方案。我们使用高级 AES-256 加密技术，确保您的文件受到最安全技术之一的保护。数以百万计的用户相信我们能够为他们最敏感的数据提供一致、可靠的保护。

# AboutAxcryptHeading2Text6
source: Security should be simple, and with AxCrypt, it is. We believe encryption should be easy for everyone, which is why we've designed intuitive features like one-password encryption and automated file protection. Our solution provides the security you need, without the complexity you don’t.
de: Sicherheit sollte einfach sein, und mit AxCrypt ist sie das auch. Wir sind der Meinung, dass Verschlüsselung für alle einfach sein sollte, weshalb wir intuitive Funktionen wie die Verschlüsselung mit einem Passwort und den automatischen Dateischutz entwickelt haben. Unsere Lösung bietet die Sicherheit, die Sie benötigen, ohne die Komplexität, die Sie nicht benötigen.
fr: La sécurité doit être simple, et avec AxCrypt, elle l’est. Nous croyons que le chiffrement doit être accessible à tous, c'est pourquoi nous avons conçu des fonctionnalités intuitives telles que le chiffrement avec un seul mot de passe et la protection automatique des fichiers. Notre solution vous offre la sécurité dont vous avez besoin, sans la complexité inutile.
it: La sicurezza dovrebbe essere semplice, e con AxCrypt lo è. Crediamo che la crittografia debba essere facile per tutti, motivo per cui abbiamo progettato funzionalità intuitive come la crittografia con una sola password e la protezione automatizzata dei file. La nostra soluzione offre la sicurezza di cui hai bisogno, senza la complessità che non ti serve.
ru: Безопасность должна быть простой, и с AxCrypt это так. Мы считаем, что шифрование должно быть простым для всех, поэтому мы разработали интуитивно понятные функции, такие как шифрование одним паролем и автоматическая защита файлов. Наше решение обеспечивает необходимую безопасность без сложностей, которые вам не нужны.
zh: 安全性应该很简单，而 AxCrypt 就是这样。我们相信加密对每个人来说都应该很容易，这就是为什么我们设计了直观的功能，例如单密码加密和自动文件保护。我们的解决方案提供您所需的安全性，而不会带来您不需要的复杂性。

# AboutAxcryptHeading3
source: Our history
de: Unsere Geschichte
fr: Nos histoire
it: La nostra storia
pl: Nasza historia
ru: Наша история
zh: 我们的历史

# AboutAxcryptHeading4
source: Our culture
de: Unsere Kultur
fr: Notre culture
it: La nostra cultura
ru: Наша культура
zh: 我们的文化

# AboutAxcryptHeading4Text1
source: At AxCrypt, our culture is rooted in collaboration, innovation, and a shared commitment to excellence. We believe that a thriving work environment encourages creativity and professional development. Ease of working is fundamental to our organization, allowing us to focus on what matters most. We celebrate small wins and recognize the hard work of our team members as we strive toward our goals. Our team members are empowered to explore new ideas, take initiative, and work together to bring out exceptional encryption solutions that make a real difference in our users' lives.
de: Bei AxCrypt basiert unsere Kultur auf Zusammenarbeit, Innovation und einem gemeinsamen Engagement für Spitzenleistungen. Wir glauben, dass ein florierendes Arbeitsumfeld Kreativität und berufliche Entwicklung fördert. Benutzerfreundlichkeit ist für unser Unternehmen von grundlegender Bedeutung, damit wir uns auf das Wesentliche konzentrieren können. Wir feiern kleine Erfolge und erkennen die harte Arbeit unserer Teammitglieder an, während wir unsere Ziele erreichen. Unsere Teammitglieder sind in der Lage, neue Ideen zu erforschen, die Initiative zu ergreifen und zusammenzuarbeiten, um außergewöhnliche Verschlüsselungslösungen zu entwickeln, die das Leben unserer Nutzer wirklich verändern.
fr: Chez AxCrypt, notre culture repose sur la collaboration, l’innovation et un engagement commun envers l’excellence. Nous sommes convaincus qu’un environnement de travail épanouissant favorise la créativité et le développement professionnel. La simplicité au travail est essentielle dans notre organisation, ce qui nous permet de nous concentrer sur l’essentiel. Nous célébrons les petites victoires et reconnaissons le travail acharné de nos collaborateurs tout en avançant vers nos objectifs. Nos équipes sont encouragées à explorer de nouvelles idées, à prendre des initiatives et à collaborer pour concevoir des solutions de chiffrement exceptionnelles qui améliorent réellement la vie de nos utilisateurs
it: In AxCrypt, la nostra cultura è radicata nella collaborazione, nell'innovazione e nell'impegno condiviso per l'eccellenza. Crediamo che un ambiente di lavoro fiorente incoraggi la creatività e lo sviluppo professionale. La facilità di lavoro è fondamentale per la nostra organizzazione, in quanto ci permette di concentrarci su ciò che conta di più. Celebriamo le piccole vittorie e riconosciamo il duro lavoro dei membri del nostro team mentre ci sforziamo di raggiungere i nostri obiettivi. I membri del nostro team hanno la possibilità di esplorare nuove idee, prendere iniziative e lavorare insieme per far emergere soluzioni di crittografia eccezionali che fanno davvero la differenza nella vita dei nostri utenti.
ru: Культура AxCrypt основана на сотрудничестве, инновациях и общем стремлении к совершенству. Мы верим, что процветающая рабочая среда способствует творчеству и профессиональному развитию. Простота работы имеет основополагающее значение для нашей организации, позволяя нам сосредоточиться на том, что важнее всего. Мы празднуем маленькие победы и признаем тяжелую работу членов нашей команды на пути к нашим целям. Члены нашей команды могут изучать новые идеи, проявлять инициативу и работать вместе, чтобы создавать исключительные решения для шифрования, которые действительно меняют жизнь наших пользователей.
zh: 在 AxCrypt，我们的文化植根于协作、创新和对卓越的共同承诺。我们相信，繁荣的工作环境可以鼓励创造力和专业发展。轻松工作是我们组织的基础，使我们能够专注于最重要的事情。我们庆祝小胜利，并认可团队成员在努力实现目标时的辛勤工作。我们的团队成员能够探索新想法、采取主动并共同努力，推出卓越的加密解决方案，真正改变我们用户的生活。

# AboutAxcryptHeading4Text2
source: If you're a passionate cybersecurity professional seeking a fulfilling and challenging career, come join us at AxCrypt and be a part of the change
de: Wenn Sie ein leidenschaftlicher Cybersicherheitsexperte sind, der eine erfüllende und herausfordernde Karriere anstrebt, kommen Sie zu AxCrypt und werden Sie Teil des Wandels
fr: Si vous êtes un professionnel passionné par la cybersécurité et à la recherche d’une carrière enrichissante et stimulante, rejoignez-nous chez AxCrypt et participez au changement.
it: Se sei un professionista appassionato di sicurezza informatica alla ricerca di una carriera appagante e stimolante, unisciti a noi di AxCrypt e fai parte del cambiamento
ru: Если вы увлеченный профессионал в области кибербезопасности и стремитесь к успешной и сложной карьере, присоединяйтесь к нам в AxCrypt и станьте частью перемен
zh: 如果您是一位充满激情的网络安全专业人士，正在寻找一份充实且具有挑战性的职业，请加入 AxCrypt 并成为变革的一部分

# AboutAxcryptHeading4Text3
source: Explore careers
de: Karrieren entdecken
fr: Explorez les carrières
it: Esplora le opportunità di lavoro
ru: Исследуйте возможности карьерного роста
zh: 探索工作机会

# AboutAxcryptHeading5
source: Represented countries
de: Vertretene Länder
fr: Pays représentés
it: Paesi rappresentati
pl: Reprezentowane kraje
ru: Представляемые страны
zh: 代表国家

# AboutAxcryptHeading6
source: Awards and rankings
de: Auszeichnungen und Rankings
fr: Prix et classements
it: Premi e classifiche
pl: Nagrody i rankingi
ru: Награды и рейтинги
zh: 奖项和排名

# AboutAxcryptHeading7
source: Our management team
de: Unser Management-Team
fr: Notre équipe de direction
it: Il nostro team di gestione
ru: Наша управленческая команда
zh: 我们的管理团队

# AboutAxcryptHeading8
source: Our office locations
de: Unsere Bürostandorte
fr: Nos lieux de bureaux
it: Le nostre sedi
pl: Lokalizacje naszych biur
ru: Расположение наших офисов
zh: 我们的办公地点

# AboutAxcryptHeading9
source: Press centre
de: Pressezentrum
fr: Centre de presse
it: Centro stampa
pl: Centrum prasowe
ru: Пресс-центр
zh: 新闻中心

# AboutAxcryptHeading9Text1
source: AxCrypt is focused on providing simple, secure encryption to protect your files. We strive to keep you informed on best practices for file protection and ensure that managing your files is safe and hassle-free. We continuously adapt to emerging technologies to provide you with top-tier protection. Find more updates in our <a href="https://axcrypt.net/information/press/" style="color: #86B96E; text-decoration: underline;"><b>Press Centre</b></a>
de: AxCrypt konzentriert sich auf die Bereitstellung einer einfachen, sicheren Verschlüsselung zum Schutz Ihrer Dateien. Wir bemühen uns, Sie über Best Practices für den Dateischutz auf dem Laufenden zu halten und sicherzustellen, dass die Verwaltung Ihrer Dateien sicher und problemlos ist. Wir passen uns kontinuierlich an neue Technologien an, um Ihnen einen erstklassigen Schutz zu bieten. Weitere Updates finden Sie in unserem <a href="https://axcrypt.net/information/press/" style="color: #86B96E; text-decoration: underline;"><b>Press Centre</b></a>
fr: AxCrypt se concentre sur la fourniture d'un chiffrement simple et sécurisé pour protéger vos fichiers. Nous nous efforçons de vous tenir informé des meilleures pratiques pour la protection des fichiers et de garantir que la gestion de vos fichiers soit sûre et sans tracas. Nous nous adaptons en permanence aux technologies émergentes pour vous offrir une protection de premier ordre. Retrouvez plus de mises à jour dans notre <a href="https://axcrypt.net/information/press/\
it: AxCrypt si concentra sulla fornitura di una crittografia semplice e sicura per proteggere i tuoi file. Ci sforziamo di tenerti informato sulle migliori pratiche per la protezione dei file e di garantire che la gestione dei tuoi file sia sicura e senza problemi. Ci adattiamo continuamente alle tecnologie emergenti per offrirti una protezione di alto livello. Trova altri aggiornamenti nel nostro <a href="https://axcrypt.net/information/press/" style="color: #86B96E; text-decoration: underline;"><b>Centro stampa</b></a>
ru: AxCrypt ориентирован на обеспечение простого и безопасного шифрования для защиты ваших файлов. Мы стремимся держать вас в курсе лучших практик защиты файлов и гарантировать, что управление вашими файлами будет безопасным и беспроблемным. Мы постоянно адаптируемся к новым технологиям, чтобы предоставить вам защиту на высшем уровне. Больше новостей в нашем <a href="https://axcrypt.net/information/press/" style="color: #86B96E; text-decoration: underline;"><b>Press Centre</b></a>
zh: AxCrypt 专注于提供简单、安全的加密来保护您的文件。我们努力让您了解文件保护的最佳实践，并确保安全无忧地管理您的文件。我们不断适应新兴技术，为您提供顶级保护。在我们的<a href="https://axcrypt.net/information/press/" style="color: #86B96E; text-decoration: underline;"><b>Press Centre</b></a>

# AboutAxcryptHistoryText1
source: The history of AxCrypt started in 2001 when initial author Svante needed to share confidential data over the Internet and failed to find existing data security solutions for Internet services that were both simple and easy to use for everyone. It was then that he developed and released the first version of AxCrypt.
ar: يبدء تاريخ AxCrypt عام 2001 عندما احتاج المؤلف الرئيسي سفانت احتاج ان يشارك البيانات السرية عبر الإنترنت وفشل في العثور على حلول معلومات
de: Die Geschichte von AxCrypt begann 2001, als der Erstautor Svante vertrauliche Daten über das Internet freigeben musste und keine vorhandenen Datensicherheitslösungen für Internetdienste fand, die für alle einfach und leicht zu bedienen waren. Zu diesem Zeitpunkt entwickelte und veröffentlichte er die erste Version von AxCrypt.
es: La historia de AxCrypt se remonta al 2001, cuando su autor inicial Svante necesitaba compartir datos confidenciales en Internet y no logró encontrar soluciones de protección de datos existentes para servicios de Internet que fueran fáciles de usar para todos. Fue así como desarrolló y lanzó la primera versión de AxCrypt.
fr: L'histoire d'AxCrypt commence en 2001, quand son premier auteur, Svante, a eu besoin de partager des données confidentielles par Internet et n'a pas pu trouver de solutions déjà existantes pour sécuriser des données à travers un service sur Internet qui était à la fois simple et facile d'utilisation pour tout le monde. C'est alors qu'il a développé et lancé la première version d'AxCrypt.
it: La storia di AxCrypt è iniziata nel 2001 quando il creatore iniziale Svante aveva bisogno di condividere dati riservati su Internet e non è riuscito a trovare soluzioni di protezione dei dati per i servizi Internet esistenti che fossero sia semplici che facili da usare per tutti. È stato allora che ha sviluppato e rilasciato la prima versione di AxCrypt.
ko: AxCrypt의 역사는 2001년 초창기 저자인 스반테가 인터넷을 통해 기밀 데이터를 공유할 필요가 있을 때 시작되었고, 모든 사람이 사용하기 간편하면서도 쉬운 기존의 인터넷 서비스를 위한 데이터 보안 솔루션을 찾지 못했습니다. 그 시점으로 AxCrypt가 시작되었습니다.
nl: De geschiedenis van AxCrypt begon in 2001 toen de oorspronkelijke auteur Svante vertrouwelijke gegevens via internet moest delen en er niet in slaagde om bestaande gegevensbeveiligingsoplossingen voor internetdiensten te vinden die zowel eenvoudig als gebruiksvriendelijk voor iedereen waren. Het was toen dat hij de eerste versie van AxCrypt ontwikkelde en uitbracht.
pl: Historia AxCrypt rozpoczęła się w 2001 roku, kiedy pierwotny autor Svante musiał udostępniać poufne dane przez Internet i nie znalazł istniejących rozwiązań bezpieczeństwa danych dla usług internetowych, które byłyby jednocześnie proste i łatwe w użyciu dla każdego. To wtedy opracował i wydał pierwszą wersję AxCrypt.
pt: A história da AxCrypt começou em 2001 quando o seu autor inicial Svante precisou de partilhar dados confidenciais através da Internet e não encontrou soluções de segurança de dados para serviços Internet que fossem tanto simples como fáceis de usar por toda a gente. Foi então que desenvolveu e lançou a primeira versão da AxCrypt.
ru: История AxCrypt началась в 2001 году, когда ведущий автор Сванте нуждался в обмене конфиденциальными данными через Интернет и не смог найти существующие решения по защите данных для интернет-сервисов, которые были бы просты и удобны в использовании для всех. Именно тогда он разработал и выпустил первую версию AxCrypt.
sv: Historien om AxCrypt började år 2001 när den första författaren Svante behövde dela konfidentiell data över Internet och misslyckades med att hitta befintliga datasäkerhetslösningar för Internettjänster som var både enkla och lätta att använda för alla. Det var då han utvecklade och släppte den första versionen av AxCrypt.
tr: AxCrypt'in tarihçesi, ilk sahibi Svante'nin 2001 yılında internet üzerinden gizli veri paylaşmak istemesi ve herkes için basit ve kullanımı kolay bir veri güvenliği çözümü bulamaması ile başladı. Böylece AxCrypt'in ilk sürümünü geliştirdi ve yayınladı.
zh: AxCrypt的历史始于2001年，当时最初的作者Svante需要通过互联网共享机密数据，但未能找到现有的互联网服务数据安全解决方案，这些解决方案既简单又易于使用。 就在那时，他开发并发布了AxCrypt的第一个版本。
