Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HPYBFC_H1_Text1
source: 'Scientia potentia est' originating from Latin, meaning knowledge is power, is a relevant aphorism that can be associated with today's world. This dictum is now truer than ever, as a result of rapid advances in information technology.
ar: إن كلمة "Scientia potentia est" التي نشأت من اللاتينية ، والتي تعني المعرفة قوة ، هي قول مأثور ذي صلة يمكن ربطه بعالم اليوم. هذا القول المأثور هو الآن أكثر صحة من أي وقت مضى ، نتيجة للتقدم السريع في تكنولوجيا المعلومات.
de: 'Scientia potentia est' stammt aus dem Lateinischen und bedeutet Wissen ist Macht, ist ein relevanter Aphorismus, der mit der heutigen Welt in Verbindung gebracht werden kann. Dieses Diktum ist heute aufgrund der rasanten Fortschritte in der Informationstechnologie wahrer denn je.
es: 'Scientia potentia est' originario del latín, que significa que el conocimiento es poder, es un aforismo relevante que se puede asociar con el mundo actual. Este dicho es ahora más cierto que nunca, como resultado de los rápidos avances en la tecnología de la información.
fr: « Scientia potentia est » originaire du latin, ce qui signifie que la connaissance est le pouvoir, est un aphorisme pertinent qui peut être associé au monde d’aujourd’hui. Ce dicton est maintenant plus vrai que jamais, en raison des progrès rapides des technologies de l’information.
it: 'Scientia potentia est' proveniente dal latino, che significa "conoscenza è potere", è un aforisma rilevante che può essere associato al mondo di oggi. Questo detto è ora più vero che mai, come risultato dei rapidi progressi nella tecnologia dell'informazione.
ko: 지식이 곧 힘이라는 뜻의 라틴어에서 유래한 '과학적 잠재력'은 오늘날의 세계와 결부될 수 있는 적절한 격언입니다. 정보 기술의 급속한 발전의 결과로, 이 격언은 그 어느 때보다 사실입니다.
nl: 'Scientia potentia est', afkomstig uit het Latijn, wat betekent dat kennis macht is, is een relevant aforisme dat in verband kan worden gebracht met de wereld van vandaag. Dit gezegde geldt nu meer dan ooit, als gevolg van de snelle vooruitgang in de informatietechnologie.
pl: „Scientia potentia est” wywodząca się z łaciny sentencja oznaczająca, że wiedza to władza, jest trafnym aforyzmem, który można kojarzyć z dzisiejszym światem. To stwierdzenie jest teraz prawdziwsze niż kiedykolwiek w wyniku szybkiego postępu w technologii informacyjnej.
pt: 'Scientia potentia est' tem origem no latim e significa conhecimento é poder. É um aforismo relevante que pode ser associado ao mundo de hoje. Este dito é agora mais verdadeiro que nunca, dados os rápidos avanços das tecnologias de informação.
ru: "Scientia potentia est" — "знание - это сила", является актуальным афоризмом, который может ассоциироваться с сегодняшним миром. Это изречение сейчас верно, чем когда-либо, из-за стремительного развития информационных технологий.
sv: 'Scientia potentia est' som kommer från latin, betyder kunskap är makt, och är en relevant aforism som kan appliceras på världen idag. Detta påstående är nu sannare än någonsin, som ett resultat av snabba framsteg inom informationsteknologin.
tr: Latince kökenli olan ve bilgi güçtür anlamına gelen 'Scientia potentia est' günümüz dünyasıyla ilişkilendirilebilecek önemli bir özdeyiştir. Bu özdeyiş, bilgi teknolojilerindeki hızlı ilerlemelerin bir sonucu olarak artık her zamankinden daha da anlamlı.
zh: "Scientia potentia est"起源于拉丁语，意思是知识就是力量，是一种相关的格言，可以与当今世界联系起来。 由于信息技术的快速发展，这一格言现在比以往任何时候都更加真实。

# Blog_HPYBFC_H1_Text2
source: Furthermore, we want to continue ensuring and raising awareness around encryption and cyber security, and therefore we are glad to share some information on how to protect yourself and your business from cyber threats.
ar: علاوة على ذلك ، نرغب في الاستمرار في ضمان ورفع مستوى الوعي حول التشفير والأمن السيبراني ، وبالتالي يسعدنا مشاركة بعض المعلومات حول كيفية حماية نفسك وعملك من التهديدات الإلكترونية.
de: Darüber hinaus möchten wir weiterhin für Verschlüsselung und Cybersicherheit sorgen und das Bewusstsein dafür schärfen. Daher freuen wir uns, einige Informationen darüber zu teilen, wie Sie sich und Ihr Unternehmen vor Cyberbedrohungen schützen können.
es: Además, queremos seguir creando conciencia sobre el cifrado y la ciberseguridad, y por lo tanto, nos complace compartir información sobre cómo protegerte a ti y a tu empresa de las amenazas cibernéticas.
fr: En outre, nous voulons continuer à assurer et à sensibiliser le public au cryptage et à la cybersécurité, et nous sommes donc heureux de partager certaines informations sur la façon de vous protéger et de protéger votre entreprise contre les cybermenaces.
it: Inoltre, vogliamo continuare a garantire e sensibilizzare sulla crittografia e sulla sicurezza informatica, e quindi siamo lieti di condividere alcune informazioni su come proteggere te stesso e la tua azienda dalle minacce informatiche.
ko: 또한 암호화 및 사이버 보안에 대한 인식을 지속적으로 높이고자 하므로, 사이버 위협으로부터 자신과 비즈니스를 보호하는 방법에 대한 정보를 공유하게 되어 기쁩니다.
nl: Bovendien willen we het bewustzijn rond encryptie en cyberveiligheid blijven waarborgen en vergroten, en daarom delen we graag wat informatie over hoe u uzelf en uw bedrijf kunt beschermen tegen cyberdreigingen.
pl: Ponadto chcemy nadal zapewniać i podnosić świadomość na temat szyfrowania i bezpieczeństwa cybernetycznego, dlatego z przyjemnością dzielimy się informacjami o tym, jak chronić siebie i swoją firmę przed zagrożeniami cybernetycznymi.
pt: Além disso, queremos continuar a garantir e a sensibilizar sobre cifragem e cibersegurança e, portanto, estamos contentes por partilharmos alguma informação sobre como se proteger e aos seus negócios de ciberameaças.
ru: Кроме того, мы хотим продолжать обеспечивать и повышать осведомленность о шифровании и кибербезопасности, и поэтому мы рады поделиться некоторой информацией о том, как защитить себя и свой бизнес от киберугроз.
sv: Dessutom vill vi fortsätta att säkerställa och öka medvetenheten kring kryptering och cybersäkerhet, och därför delar vi gärna med oss ​​av lite information om hur du skyddar dig själv och ditt företag från cyberhot.
tr: Ayrıca, şifreleme ve siber güvenlik konusunda farkındalık yaratmaya ve artırmaya devam etmek istiyoruz ve bu nedenle kendinizi ve işletmenizi siber tehditlerden nasıl koruyacağınıza dair bazı bilgileri paylaşmaktan memnuniyet duyuyoruz.
zh: 此外，我们希望继续确保和提高对加密和网络安全的认识，因此我们很高兴分享一些关于如何保护您和您的企业免受网络威胁的信息。

# Blog_HPYBFC_H2_Text1
source: In simple terms, a cyber attack is an assault launched by cybercriminals using one or more computers against a single or multiple computers or networks. A cyber attack can maliciously disable computers, steal data, or use a breached computer as a launch point for other attacks in order to expose, alter, disable, destroy, steal or gain information through unauthorized access to or make unauthorized use of an asset. A cyberattack may steal, alter, or destroy a specified target by hacking into a susceptible system. Cybercriminals use a variety of methods to launch a cyber attack, including malware, phishing, ransomware, denial of service, among other methods.
ar: بعبارات بسيطة ، الهجوم الإلكتروني هو هجوم يشنه مجرمو الإنترنت باستخدام واحد أو أكثر من أجهزة الكمبيوتر ضد جهاز كمبيوتر واحد أو أكثر أو شبكات. يمكن للهجوم الإلكتروني تعطيل أجهزة الكمبيوتر بشكل ضار ، أو سرقة البيانات ، أو استخدام جهاز كمبيوتر تم اختراقه كنقطة انطلاق لهجمات أخرى من أجل كشف المعلومات أو تغييرها أو تعطيلها أو تدميرها أو سرقتها أو الحصول عليها من خلال الوصول غير المصرح به إلى أحد الأصول أو الاستخدام غير المصرح به. قد يسرق الهجوم الإلكتروني هدفًا محددًا أو يغيره أو يدمره عن طريق اختراق نظام حساس. يستخدم مجرمو الإنترنت مجموعة متنوعة من الأساليب لشن هجوم إلكتروني ، بما في ذلك البرامج الضارة ، والتصيد الاحتيالي ، وبرامج الفدية ، ورفض الخدمة ، من بين طرق أخرى.
de: Vereinfacht ausgedrückt ist ein Cyberangriff ein Angriff von Cyberkriminellen, die einen oder mehrere Computer gegen einen oder mehrere Computer oder Netzwerke verwenden. Ein Cyberangriff kann Computer böswillig deaktivieren, Daten stehlen oder einen verletzten Computer als Ausgangspunkt für andere Angriffe verwenden, um Informationen durch unbefugten Zugriff auf oder unbefugte Nutzung eines Assets offenzulegen, zu ändern, zu deaktivieren, zu zerstören, zu stehlen oder zu erlangen. Ein Cyberangriff kann ein bestimmtes Ziel stehlen, verändern oder zerstören, indem er sich in ein anfälliges System hackt. Cyberkriminelle verwenden eine Vielzahl von Methoden, um einen Cyberangriff zu starten, darunter Malware, Phishing, Ransomware, Denial-of-Service und andere Methoden.
es: En términos simples, un ataque cibernético es un ataque lanzado por ciberdelincuentes usando una o más computadoras contra una o varias computadoras o redes. Un ataque cibernético puede deshabilitar computadoras de manera malintencionada, robar datos o usar una computadora vulnerada como punto de lanzamiento para otros ataques con el fin de exponer, alterar, deshabilitar, destruir, robar u obtener información mediante el acceso no autorizado o el uso no autorizado de un activo. Con un ciberataque se puede robar, alterar o destruir un objetivo específico al hackear un sistema susceptible. Los ciberdelincuentes utilizan una variedad de métodos para lanzar un ciberataque, incluidos malware, phishing, ransomware, denegación de servicio, entre otros métodos.
fr: En termes simples, une cyberattaque est une attaque lancée par des cybercriminels utilisant un ou plusieurs ordinateurs contre un ou plusieurs ordinateurs ou réseaux. Une cyberattaque peut désactiver de manière malveillante des ordinateurs, voler des données, ou utiliser un ordinateur piraté comme point de lancement pour d’autres attaques afin d’exposer, de modifier, de désactiver, de détruire, de voler ou d’obtenir des informations par le biais d’un accès non autorisé ou d’une utilisation non autorisée d’un actif. Une cyberattaque peut voler, altérer, ou détruire une cible spécifiée en piratant un système sensible. Les cybercriminels utilisent diverses méthodes pour lancer une cyberattaque, notamment des logiciels malveillants, de l'hameçonnage, des logiciels de rançons, des dénis de service, entre autres méthodes.
it: In termini semplici, un attacco informatico è un assalto lanciato dai criminali informatici utilizzando uno o più computer contro uno o più computer o reti. Un attacco informatico può disabilitare maliziosamente i computer, rubare dati o utilizzare un computer violato come punto di lancio per altri attacchi al fine di esporre, alterare, disabilitare, distruggere, rubare o ottenere informazioni attraverso l'accesso non autorizzato o l'uso non autorizzato di una risorsa. Un attacco informatico può rubare, alterare o distruggere un obiettivo specifico hackerando un sistema suscettibile. I criminali informatici utilizzano una varietà di metodi per lanciare un attacco informatico, tra cui malware, phishing, ransomware, denial of service, tra gli altri metodi.
ko: 간단히 말해서 사이버 공격은 하나 이상의 컴퓨터를 사용하는 사이버 범죄자들이 하나 또는 여러 개의 컴퓨터 또는 네트워크를 상대로 시작하는 공격입니다. 사이버 공격은 자산에 대한 무단 액세스 또는 무단 사용을 통해 정보를 노출, 변경, 비활성화, 파괴, 도용 또는 획득하기 위해 악의적으로 컴퓨터를 비활성화하거나 데이터를 도용하거나 침해된 컴퓨터를 다른 공격의 시작 지점으로 사용할 수 있습니다. 사이버 공격은 취약한 시스템을 해킹하여 지정된 대상을 도용, 변경 또는 파괴할 수 있습니다. 사이버 범죄자들은 악성코드, 피싱, 랜섬웨어, 서비스 거부 등 다양한 방법으로 사이버 공격을 시작합니다.
nl: Eenvoudig gezegd is een cyberaanval een aanval van cybercriminelen met behulp van een of meer computers op een of meer computers of netwerken. Een cyberaanval kan computers op kwaadaardige wijze onklaar maken, gegevens stelen of een gehackte computer gebruiken als startpunt voor andere aanvallen om een goed bloot te leggen, te wijzigen, uit te schakelen, te vernietigen, te stelen of informatie te verkrijgen door middel van ongeoorloofde toegang tot of ongeoorloofd gebruik van een goed. Een cyberaanval kan een bepaald doelwit stelen, wijzigen of vernietigen door in te breken in een vatbaar systeem. Cybercriminelen gebruiken verschillende methoden om een cyberaanval uit te voeren, waaronder malware, phishing, ransomware en denial of service.
pl: Mówiąc prościej, cyberatak to atak przeprowadzony przez cyberprzestępców przy użyciu jednego lub większej liczby komputerów przeciwko jednemu lub wielu komputerom lub sieciom. Cyberatak może złośliwie wyłączyć komputery, wykraść dane lub wykorzystać naruszony komputer jako punkt startowy dla innych ataków w celu ujawnienia, zmiany, wyłączenia, zniszczenia, kradzieży lub uzyskania informacji poprzez nieautoryzowany dostęp lub nieautoryzowane użycie zasobu. Cyberatak może ukraść, zmienić lub zniszczyć określony cel poprzez włamanie się do podatnego systemu. Cyberprzestępcy używają różnych metod do przeprowadzenia cyberataku, w tym między innymi złośliwego oprogramowania, phishingu, ransomware, odmowy usługi.
pt: Em termos simples, um ciberataque é um ataque lançado por cibercriminosos usando um ou mais computadores contra um ou mais computadores ou redes. Um ciberataque pode desactivar maliciosamente computadores, roubar dados ou usar um computador violado como ponto de lançamento de outros ataques, a fim de expor, alterar, desactivar, destruir, roubar ou obter informação através de acesso não autorizado ou fazer uso não autorizado de um activo. Um ciberataque pode roubar, alterar ou destruir um alvo específico, invadindo um sistema susceptível. Os cibercriminosos usam uma variedade de métodos para lançar ciberataques, incluindo malware, phishing, ransomware e negação de serviço, entre outros.
ru: Проще говоря, кибератака - это нападение, предпринятое киберпреступниками с использованием одного или нескольких компьютеров против одного или нескольких компьютеров или сетей. Кибератака может злонамеренно вывести из строя компьютеры, украсть данные или использовать взломанный компьютер в качестве отправной точки для других атак с целью раскрытия, изменения, отключения, уничтожения, кражи или получения информации посредством несанкционированного доступа к активу или его несанкционированного использования. Кибератака может украсть, изменить или уничтожить указанную цель путем взлома уязвимой системы. Киберпреступники используют различные методы для проведения кибератаки, включая вредоносное ПО, фишинг, программы-вымогатели, отказ в обслуживании и другие методы.
sv: Enkelt uttryckt är en cyberattack ett övergrepp av cyberbrottslingar som använder en eller flera datorer mot en eller flera datorer eller nätverk. En cyberattack kan med skadlig uppsåt inaktivera datorer, stjäla data eller använda en hackad dator som startpunkt för andra attacker, för att avslöja, ändra, inaktivera, förstöra, stjäla eller få information genom obehörig åtkomst till eller göra obehörig användning av en tillgång. En cyberattack kan stjäla, ändra eller förstöra ett specifikt mål genom att hacka sig in i ett känsligt system. Cyberkriminella använder en mängd olika metoder för att starta en cyberattack, inklusive skadlig programvara, nätfiske, ransomware, mer mera.
tr: Basit bir ifadeyle siber saldırı, siber suçlular tarafından bir veya daha fazla bilgisayar kullanılarak tek veya birden fazla bilgisayara veya ağa karşı başlatılan bir saldırıdır. Bir siber saldırı, bir varlığı açığa çıkarmak, değiştirmek, devre dışı bırakmak, yok etmek, çalmak veya yetkisiz erişim yoluyla bilgi elde etmek veya bir varlığı yetkisiz kullanmak amacıyla bilgisayarları kötü niyetle devre dışı bırakabilir, verileri çalabilir veya ihlal edilen bir bilgisayarı diğer saldırılar için bir başlangıç noktası olarak kullanabilir. Bir siber saldırı, duyarlı bir sisteme girerek belirli bir hedefi çalabilir, değiştirebilir veya yok edebilir. Siber suçlular, bir siber saldırı başlatmak için diğer yöntemlerin yanı sıra kötü amaçlı yazılım, kimlik avı, fidye yazılımı, hizmet reddi gibi çeşitli yöntemler kullanır.
zh: 简单来说，网络攻击是网络犯罪分子使用一台或多台计算机对一台或多台计算机或网络发起的攻击。 网络攻击可以恶意禁用计算机、窃取数据或将被破坏的计算机用作其他攻击的启动点，以便通过未经授权访问或未经授权使用资产来暴露、更改、禁用、破坏、窃取或获取信息。 网络攻击可能会通过入侵易受影响的系统来窃取，更改或破坏指定的目标。 网络犯罪分子使用各种方法发动网络攻击，包括恶意软件、网络钓鱼、勒索软件、拒绝服务等方法。

# Blog_HPYBFC_H3_Text2
source: <li>Phishing</li>
ar: <li> التصيد </li>
fr: <li>Hameçonnage</li>
ko: <li>피싱</li>
pl: <li>Wyłudzanie informacji</li>
ru: <li>Фишинг</li>
sv: <li>Nätfiske</li>
tr: <li>Kimlik avı</li>
zh: <li>网络钓鱼</li>

# Blog_HPYBFC_H3_Text3
source: <li>Ransomware</li>
ar: <li> برامج الفدية </li>
de: <li>Erpressersoftware< / li>
fr: <li>Logiciel de rançon</li>
ko: <li>랜섬웨어</li>
pl: <li>Oprogramowanie ransomware</li>
ru: <li>Программа-вымогатель< / li>
sv: <li>Gisslanvirus</li>
tr: <li>Fidye yazılımı</li>
zh: <li>勒索软件</li>

# Blog_HPYBFC_H3_Text4
source: <li>Denial of service</li>
ar: <li> رفض الخدمة </li>
de: <li>Diensteverweigerung</li>
es: <li>Denegación de servicio</li>
fr: <li>Déni de service</li>
it: <li>Rifiuto del servizio</li>
ko: <li>서비스 거부</li>
nl: <li>Ontekking van dienst</li>
pl: <li>Odmowa usługi</li>
pt: <li>Negação de serviço</li>
ru: <li>Отказ в обслуживании</li>
sv: <li>Förnekande av tjänst</li>
tr: <Li>Servis reddi </li>
zh: <li>拒绝服务</li>

# Blog_HPYBFC_H3_Text5
source: <li>Man in the middle</li>
ar: <li> رجل في المنتصف </li>
de: <li>Mann in der Mitte</li>
es: <li>Intermediario</li>
fr: <li>L’homme du milieu</li>
ko: <li>맨 인 더 미들 </li>
nl: <li>De mens in het midden</li>
pl: <li>Pośrednik</li>
ru: <li>Посредник</li>
sv: <li>Man i mitten</li>
tr: <li>Ortadaki adam saldırısı</li>
zh: <li>人在中间</li>

# Blog_HPYBFC_H3_Text6
source: <li>Cryptojacking</li>
ar: <li> كريبتوجاكينج </li>
de: <li>Kryptojacking</li>
fr: <li>Détournement de cryptomonnaie</li>
ko: <li>크립토재킹</li>
nl: <li>Versleutelverbetering</li>
pt: <li>Cripto-sequestro</li>
ru: <li>Криптографический взлом</li>
sv: <li>Kryptokapning</li>
tr: <li>Şifreleme/kripto hırsızlığı</li>
zh: <li>加密顶升</li>

# Blog_HPYBFC_H3_Text7
source: <li>SQL injection</li>
ar: <li> إدخال SQL </li>
de: <li>SQL-Einschleusung</li>
es: <li>Inyección SQL</li>
fr: <li>Injection SQL</li>
ko: <li>SQL 인젝션</li>
nl: <li>SQL injectie</li>
pl: <li>Wstrzyknięcie SQL</li>
pt: <li>Injecção de SQL</li>
ru: <li>SQL-инъекция</li>
sv: <li>SQL-injektion</li>
tr: <li>SQL enjeksiyonu</li>
zh: <li>SQL注入</li>

# Blog_HPYBFC_H3_Text8
source: <li>Zero-day exploits</li>
ar: <li> ثغرات يوم الصفر </li>
de: <li>Null-Tage-Exploits</li>
es: <li>Ataques de día cero</li>
fr: <li>Exploits jour-zéro</li>
it: <li>Exploit zero-day</li>
ko: <li>제로데이 익스플로잇</li>
nl: <li>Nul dagen exploits</li>
pl: <li>Wykorzystania dnia zerowego</li>
pt: <li>Ataques de dia zero</li>
ru: <li>Эксплойты нулевого дня</li>
sv: <li>Nolldagars exploateringar</li>
tr: <li>Sıfır gün istismarları</li>
zh: <li>零日漏洞</li>

# Blog_HPYBFC_H4_Text1
source: A cyberattack occurs when cybercriminals try to gain illegal access to electronic data stored on a computer or a network. The intent might be to inflict reputational damage or harm to a business or person, or theft of valuable data. Cyberattacks can target individuals, groups, organizations, or governments.
ar: تحدث الهجمات الإلكترونية عندما يحاول مجرمو الإنترنت الحصول على وصول غير قانوني إلى البيانات الإلكترونية المخزنة على جهاز كمبيوتر أو شبكة. قد يكون القصد إلحاق الضرر بالسمعة أو الإضرار بشركة أو شخص ، أو سرقة بيانات قيمة. يمكن أن تستهدف الهجمات الإلكترونية الأفراد أو الجماعات أو المنظمات أو الحكومات.
de: Ein Cyberangriff liegt vor, wenn Cyberkriminelle versuchen, illegal auf elektronische Daten zuzugreifen, die auf einem Computer oder einem Netzwerk gespeichert sind. Die Absicht könnte darin bestehen, einem Unternehmen oder einer Person Reputationsschäden oder Schaden zuzufügen oder wertvolle Daten zu stehlen. Cyberangriffe können auf Einzelpersonen, Gruppen, Organisationen oder Regierungen abzielen.
es: Un ciberataque ocurre cuando los ciberdelincuentes intentan obtener acceso ilegal a datos electrónicos almacenados en una computadora o una red. La intención podría ser infligir daño a la reputación o daño a una empresa o persona, o el robo de datos valiosos. Los ataques cibernéticos pueden tener como objetivo individuos, grupos, organizaciones o gobiernos.
fr: Une cyberattaque se produit lorsque des cybercriminels tentent d’obtenir un accès illégal à des données électroniques stockées sur un ordinateur ou un réseau. L’intention peut être d’infliger un préjudice à la réputation ou à une personne, ou le vol de données précieuses. Les cyberattaques peuvent cibler des individus, des groupes, des organisations, ou des gouvernements.
it: Un attacco informatico si verifica quando i criminali informatici cercano di ottenere l'accesso illegale ai dati elettronici memorizzati su un computer o una rete. L'intento potrebbe essere quello di infliggere danni alla reputazione o danni a un'azienda o a una persona, o al furto di dati preziosi. Gli attacchi informatici possono colpire individui, gruppi, organizzazioni o governi.
ko: 사이버 공격은 사이버 범죄자들이 컴퓨터나 네트워크에 저장된 전자 데이터에 대한 불법적인 접근을 얻으려고 할 때 발생합니다. 기업이나 개인에게 평판이 손상되거나 피해를 입히거나 중요한 데이터를 도용하기 위한 목적일 수 있습니다. 사이버 공격은 개인, 단체, 조직 또는 정부를 대상으로 할 수 있습니다.
nl: Er is sprake van een cyberaanval wanneer cybercriminelen proberen illegaal toegang te krijgen tot elektronische gegevens die op een computer of een netwerk zijn opgeslagen. De bedoeling kan zijn reputatieschade of schade aan een bedrijf of persoon toe te brengen, of waardevolle gegevens te stelen. Cyberaanvallen kunnen gericht zijn tegen individuen, groepen, organisaties of overheden.
pl: Cyberatak ma miejsce, gdy cyberprzestępcy próbują uzyskać nielegalny dostęp do danych elektronicznych przechowywanych na komputerze lub w sieci. Intencją może być zaszkodzenie reputacji firmy lub osoby albo kradzież cennych danych. Cyberataki mogą dotyczyć osób, grup, organizacji lub rządów.
pt: Um ciberataque ocorre quando cibercriminosos tentam obter acesso ilegal a dados electrónicos armazenados num computador ou numa rede. A intenção pode ser infligir danos à reputação ou causar estragos numa empresa ou pessoa, ou roubar dados valiosos. Os ciberataques podem atingir indivíduos, grupos, organizações ou governos.
ru: Кибератака происходит, когда киберпреступники пытаются получить незаконный доступ к электронным данным, хранящимся на компьютере или в сети. Намерение может заключаться в нанесении ущерба репутации, вреде бизнесу или личности, а также в краже ценных данных. Кибератаки могут быть направлены против отдельных лиц, групп, организаций или правительств.
sv: En cyberattack uppstår när cyberbrottslingar försöker få olaglig tillgång till data som lagras på en dator eller ett nätverk. Avsikten kan vara att tillfoga rykteskada eller skada på ett företag eller en person, eller stöld av värdefull data. Cyberattacker kan riktas mot individer, grupper, organisationer eller regeringar.
tr: Siber saldırı, siber suçlular bir bilgisayarda veya bir ağda depolanan elektronik verilere yasadışı erişim sağlamaya çalıştığında meydana gelir. Amaç, bir işletmeye veya kişiye itibar kaybı veya zarar vermek ya da değerli verilerin çalınması olabilir. Siber saldırılar bireyleri, grupları, kuruluşları veya hükümetleri hedef alabilir.
zh: 当网络犯罪分子试图非法访问存储在计算机或网络上的电子数据时，就会发生网络攻击。 其意图可能是对企业或个人造成声誉损害或伤害，或盗窃有价值的数据。 网络攻击可以针对个人、团体、组织或政府。
