Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WRDBTUAE_H1_Text5
source: One practical real-life example of how data breaches work is the <b>2017 Equifax data breach</b>, one of the largest data breaches in the history. Equifax, one of the biggest credit reporting agencies United States, was hacked and the sensitive personal information of over <b>143 million</b> consumers, including <b>Social Security numbers</b>, birth dates, and addresses, was stolen.
ar: أحد الأمثلة الواقعية العملية لكيفية عمل خروقات البيانات هو <b> خرق بيانات Equifax 2017 </b> ، وهو أحد أكبر خروقات البيانات في التاريخ. Equifax ، إحدى أكبر وكالات الإبلاغ عن الائتمان في الولايات المتحدة ، تعرضت للاختراق والمعلومات الشخصية الحساسة لأكثر من <b> 143 مليون </b> مستهلك ، بما في ذلك <b> أرقام الضمان الاجتماعي </ b> وتواريخ الميلاد والعناوين ، سرق.
de: Ein praktisches Beispiel aus der Praxis für die Funktionsweise von Datenschutzverletzungen ist die <b>Equifax-Datenschutzverletzung von <b>2017, eine der größten Datenschutzverletzungen in der Geschichte. Equifax, eine der größten Kreditauskunfteien der Vereinigten Staaten, wurde gehackt und die sensiblen persönlichen Informationen von über <b>143 Millionen</b> Verbrauchern, einschließlich <b> Sozialversicherungsnummern</b>, Geburtsdaten und Adressen, wurden gestohlen.
es: Un ejemplo práctico de cómo funcionan las filtraciones de datos es <b>Equifax en 2017</b>, una de las más grandes de la historia. Equifax, una de las mayores agencias de información crediticia de Estados Unidos, fue hackeada y se sustrajo información personal confidencial de más de 143 millones de consumidores, incluidos <b>números de la Seguridad Social</b>, fechas de nacimiento y direcciones.
fr: Un exemple pratique et concret du fonctionnement des violations de données est la <b>violation de données d'Equifax en 2017</b>, l'une des plus importantes violations de données de l'histoire. Equifax, l'une des plus grandes agences d'évaluation de crédits aux États-Unis, a été piratée et les informations personnelles sensibles de plus de <b>143 millions</b> de consommateurs, incluant les <b>numéros de Sécurité Sociale</b>, les dates de naissance et les adresses, ont été volées.
it: Un esempio pratico di come funzionano le violazioni dei dati è la <b>violazione dei dati di Equifax del 2017</b>, una delle più grandi violazioni dei dati nella storia. Equifax, una delle più grandi agenzie di segnalazione del credito degli Stati Uniti, è stata violata e le informazioni personali sensibili di oltre <b>143 milioni</b> di consumatori, inclusi <b>numeri di previdenza sociale</b>, date di nascita e indirizzi, sono state rubate.
ko: 데이터 유출이 어떻게 작동하는지에 대한 실제 사례 중 하나는 역사상 가장 큰 데이터 유출 중 하나인 <b>2017년 Equifax 데이터 유출</b>입니다. 미국 최대 신용평가기관 중 하나인 에퀴팩스(Equifax)가 해킹을 당해 <b>주민등록번호</b>, 생년월일, 주소 등 <b>1억 4,300만</b> 명이 넘는 소비자의 민감한 개인 정보가 도난당했습니다.
nl: Een praktijkvoorbeeld van hoe datalekken werken, is het <b>Equifax-datalek van 2017</b>, een van de grootste datalekken in de geschiedenis. Equifax, een van de grootste kredietinformatiebureaus in de Verenigde Staten, werd gehackt en de gevoelige persoonlijke informatie van meer dan <b>143 miljoen</b> consumenten, waaronder <b>burgerservicenummers</b>, geboortedata en adressen, werd gestolen.
pl: Praktycznym, z życia wziętym przykładem działania naruszeń danych jest <b>naruszenie danych Equifax w 2017 r.</b>, jedno z największych naruszeń danych w historii. Equifax, jedna z największych agencji sporządzających raporty kredytowe w Stanach Zjednoczonych, została zhakowana, a wrażliwe dane osobowe ponad <b>143 milionów</b> konsumentów, w tym <b>numery ubezpieczenia społecznego</b>, daty urodzenia i adresy, zostały utracone został skradziony.
pt: Um exemplo prático da vida real de como as violações de dados funcionam é a<b> violação de dados da Equifax de 2017</b>, uma das maiores violações de dados da história. A Equifax, uma das maiores agências de relatórios de crédito dos Estados Unidos, foi hackeada e as informações pessoais confidenciais de mais de <b>143 milhões</b> de consumidores, incluindo <b>números de seguridade social</b>, datas de nascimento e endereços, foram roubadas.
ru: Одним из практических примеров того, как происходит утечка данных из реальной жизни, является <b>утечка данных Equifax в 2017 году</b>, одна из крупнейших утечек данных в истории. Equifax, одно из крупнейших агентств по предоставлению кредитных отчетов в Соединенных Штатах, было взломано, и конфиденциальная личная информация более чем <b>143 миллионов</b> потребителей, включая <b>номера социального страхования</b>, даты рождения и адреса, была украдена.
sv: Ett praktiskt verkligt exempel på hur dataintrång fungerar är <b>2017 Equifax dataintrång</b>, ett av de största dataintrången i historien. Equifax, en av de största kreditupplysningsbyråerna i USA, hackades och den känsliga personliga informationen från över <b>143 miljoner</b> konsumenter, inklusive <b>personnummer</b>, födelsedatum och adresser, blev stulen.
tr: Veri ihlallerinin nasıl çalıştığına dair pratik bir gerçek hayat örneği, tarihteki en büyük veri ihlallerinden biri olan <b>2017 Equifax veri ihlalidir</b>. Bu örnekte, Amerika Birleşik Devletleri'nin en büyük kredi raporlama ajanslarından biri olan Equifax saldırıya uğramış ve <b>Sosyal Güvenlik numaraları</b>, doğum tarihleri ve adresleri de dahil olmak üzere <b>143 milyondan</b> fazla tüketicinin hassas kişisel bilgileri çalınmıştır.
zh: <b>2017Equifax数据泄露</b>是数据泄露如何工作的一个实际现实例子，这是历史上最大的数据泄露之一。 Equifax是美国最大的信用报告机构之一，被黑客入侵，超过<b>1.43亿</b>消费者的敏感个人信息，包括<b>社会安全号码</b>，出生日期和地址被盗。

# Blog_WRDBTUAE_H1_Text6
source: The breach occurred due to a vulnerability in a web application called <b>‘Apache Struts’</b>, that Equifax was using. Hackers were ablet to gain remote access to Equifax’s servers, by writing their malware code and implementing it to the open vulnerability.
ar: حدث الاختراق بسبب ثغرة أمنية في تطبيق ويب يسمى <b> "Apache Struts" </b> ، كان Equifax تستخدمه. كان المتسللون قادرين على الوصول عن بعد إلى خوادم Equifax ، عن طريق كتابة كود البرامج الضارة الخاص بهم وتطبيقه على الثغرة المفتوحة.
de: Der Verstoß ereignete sich aufgrund einer Sicherheitslücke in einer Webanwendung namens <b>'Apache Struts'</b>, die Equifax verwendete. Hacker konnten Fernzugriff auf die Equifax-Server erlangen, indem sie ihren Malware-Code schrieben und ihn in die offene Sicherheitslücke implementierten.
es: La filtración se produjo debido a una vulnerabilidad en una aplicación web llamada <b>'Apache Struts'</b>, que Equifax estaba utilizando. Los hackers lograron obtener acceso remoto a los servidores de Equifax escribiendo su código malicioso e implementándolo en la vulnerabilidad abierta.
fr: La violation s'est produite en raison d'une vulnérabilité dans une application web appelée <b>"Apache Struts"</b>, qu'Equifax utilisait. Les pirates ont pu accéder à distance aux serveurs d'Equifax, en écrivant leur code malveillant et en l'implémentant dans la vulnérabilité ouverte.
it: La violazione si è verificata a causa di una vulnerabilità in un'applicazione web chiamata <b>"Apache Struts"</b>, utilizzata da Equifax. Gli hacker sono stati in grado di ottenere l'accesso remoto ai server di Equifax, scrivendo il loro codice malware e implementandolo nella vulnerabilità aperta.
ko: 이 침해는 Equifax가 사용하던 <b>'Apache Struts'</b>라는 웹 애플리케이션의 취약점으로 인해 발생했습니다. 해커는 멀웨어 코드를 작성하고 공개 취약점에 구현하여 Equifax 서버에 원격으로 액세스할 수 있었습니다.
nl: Het lek ontstond door een kwetsbaarheid in een webapplicatie genaamd <b>'Apache Struts'</b>, die Equifax gebruikte. Hackers waren in staat om op afstand toegang te krijgen tot de servers van Equifax, door hun malwarecode te schrijven en deze te implementeren in de open kwetsbaarheid.
pl: Naruszenie nastąpiło z powodu luki w aplikacji internetowej o nazwie <b>„Apache Struts”</b>, z której korzystał Equifax. Hakerzy byli w stanie uzyskać zdalny dostęp do serwerów Equifax, pisząc swój kod złośliwego oprogramowania i implementując go w otwartej luce.
pt: A violação ocorreu devido a uma vulnerabilidade em um aplicativo web chamado <b>'Apache Struts'</b>, que a Equifax estava usando. Os hackers conseguiram obter acesso remoto aos servidores da Equifax, escrevendo seu código de malware e implementando-o na vulnerabilidade aberta.
ru: Нарушение произошло из-за уязвимости в веб-приложении под названием <b>‘Apache Struts’</b>, которое использовал Equifax. Хакеры смогли получить удаленный доступ к серверам Equifax, написав свой вредоносный код и внедрив его в открытую уязвимость.
sv: Intrånget inträffade på grund av en sårbarhet i en webbapplikation som heter <b>'Apache Struts'</b>, som Equifax använde. Hackare kunde få fjärråtkomst till Equifax servrar genom att skriva sin skadliga kod och implementera den till den öppna sårbarheten.
tr: İhlal, Equifax'ın kullandığı <b>'Apache Struts'</b> adlı bir ağ uygulamasındaki güvenlik açığı nedeniyle meydana geldi. Bilgisayar korsanları, kötü amaçlı yazılım kodlarını yazarak ve açık güvenlik zaafına uygulayarak Equifax'ın sunucularına uzaktan erişim sağlayabildiler.
zh: 该漏洞是由于Equifax正在使用的名为<b>'Apache Struts'</b>的web应用程序中的漏洞造成的。 黑客可以通过编写他们的恶意软件代码并将其实施到open漏洞来远程访问Equifax的服务器。

# Blog_WRDBTUAE_H2_Text1
source: Data breaches can be caused by various factors, including malware and human errors. Understanding the root causes of data breaches is critical for preventing them in the future and protecting sensitive information. Following are some of the common factors influencing a data breach:
ar: يمكن أن تحدث خروقات البيانات بسبب عوامل مختلفة ، بما في ذلك الأخطاء البشرية والبرمجيات الخبيثة. يعد فهم الأسباب الجذرية لانتهاكات البيانات أمرا بالغ الأهمية لمنعها في المستقبل وحماية المعلومات الحساسة. فيما يلي بعض العوامل الشائعة التي تؤثر على خرق البيانات:
de: Datenschutzverletzungen können durch verschiedene Faktoren verursacht werden, einschließlich Malware und menschlichen Fehlern. Das Verständnis der Ursachen von Datenschutzverletzungen ist entscheidend, um sie in Zukunft zu verhindern und sensible Informationen zu schützen. Im Folgenden sind einige der häufigsten Faktoren aufgeführt, die eine Datenschutzverletzung beeinflussen:
es: Las filtraciones de datos pueden obedecer a diversos factores, como el malware y los errores humanos. Conocer las causas principales de las filtraciones de datos es fundamental para prevenirlas en el futuro y proteger la información confidencial. A continuación se enumeran algunos de los factores más comunes que influyen en una filtración de datos:
fr: Les violations de données peuvent être causées par divers facteurs, notamment des logiciels malveillants et des erreurs humaines. Comprendre les causes profondes des violations de données est essentiel pour les prévenir à l'avenir et protéger les informations sensibles. Voici quelques-uns des facteurs courants influençant une violation de données :
it: Le violazioni dei dati possono essere causate da vari fattori, tra cui malware ed errori umani. Comprendere le cause principali delle violazioni dei dati è fondamentale per prevenirle in futuro e proteggere le informazioni sensibili. Di seguito sono riportati alcuni dei fattori comuni che influenzano una violazione dei dati:
ko: 데이터 침해는 멀웨어 및 인적 오류를 포함한 다양한 요인으로 인해 발생할 수 있습니다. 데이터 침해의 근본 원인을 이해하는 것은 향후 데이터 침해를 방지하고 민감한 정보를 보호하는 데 매우 중요합니다. 다음은 데이터 유출에 영향을 미치는 몇 가지 일반적인 요인입니다.
nl: Datalekken kunnen worden veroorzaakt door verschillende factoren, waaronder malware en menselijke fouten. Inzicht in de onderliggende oorzaken van datalekken is van cruciaal belang om ze in de toekomst te voorkomen en gevoelige informatie te beschermen. Hieronder volgen enkele van de meest voorkomende factoren die van invloed zijn op een datalek:
pl: Naruszenia danych mogą być spowodowane różnymi czynnikami, w tym złośliwym oprogramowaniem i błędami ludzkimi. Zrozumienie pierwotnych przyczyn naruszeń danych ma kluczowe znaczenie dla zapobiegania im w przyszłości i ochrony poufnych informacji. Poniżej przedstawiono niektóre z typowych czynników wpływających na naruszenie danych:
pt: As violações de dados podem ser causadas por vários fatores, incluindo malware e erros humanos. Entender as causas básicas das violações de dados é fundamental para preveni-las no futuro e proteger informações confidenciais. A seguir estão alguns dos fatores comuns que influenciam uma violação de dados:
ru: Утечка данных может быть вызвана различными факторами, включая вредоносное ПО и человеческие ошибки. Понимание первопричин утечек данных имеет решающее значение для предотвращения их в будущем и защиты конфиденциальной информации. Ниже приведены некоторые из распространенных факторов, влияющих на утечку данных:
sv: Dataintrång kan orsakas av olika faktorer, inklusive skadlig programvara och mänskliga fel. Att förstå grundorsakerna till dataintrång är avgörande för att förhindra dem i framtiden och skydda känslig information. Följande är några av de vanligaste faktorerna som påverkar ett dataintrång:
tr: Veri ihlalleri, kötü amaçlı yazılımlar ve insan hataları dahil olmak üzere çeşitli faktörlerden kaynaklanabilir. Veri ihlallerinin temel nedenlerini anlamak, gelecekte bunları önlemek ve hassas bilgileri korumak için kritik öneme sahiptir. Veri ihlalini etkileyen yaygın faktörlerden bazıları şunlardır:
zh: 数据泄露可能由各种因素引起，包括恶意软件和人为错误。 了解数据泄露的根本原因对于防止数据泄露和保护敏感信息至关重要。 以下是影响数据泄露的一些常见因素:

# Blog_WRDBTUAE_H2_Text2
source: <strong>1. VIRUS / MALWARE:</strong> Malware is a common cause of data breaches. Malicious software such as viruses, worms, and Trojans can infect systems and compromise sensitive data. Cybercriminals use malware to gain unauthorized access to networks, steal information, and disrupt business operations. Malware can be spread through infected email attachments, websites, or social engineering tactics.
ar: <strong> 1. الفيروسات / البرامج الضارة: </strong> تعد البرامج الضارة سببًا شائعًا لانتهاكات البيانات. يمكن للبرامج الضارة مثل الفيروسات والديدان وأحصنة طروادة إصابة الأنظمة وتعريض البيانات الحساسة للخطر. يستخدم مجرمو الإنترنت البرامج الضارة للحصول على وصول غير مصرح به إلى الشبكات ، وسرقة المعلومات ، وتعطيل العمليات التجارية. يمكن أن تنتشر البرامج الضارة من خلال مرفقات البريد الإلكتروني أو مواقع الويب أو أساليب الهندسة الاجتماعية المصابة.
de: <strong>1. VIREN / MALWARE:</strong> Malware ist eine häufige Ursache für Datenschutzverletzungen. Schädliche Software wie Viren, Würmer und Trojaner kann Systeme infizieren und vertrauliche Daten gefährden. Cyberkriminelle verwenden Malware, um unbefugten Zugriff auf Netzwerke zu erlangen, Informationen zu stehlen und den Geschäftsbetrieb zu stören. Malware kann über infizierte E-Mail-Anhänge, Websites oder Social-Engineering-Taktiken verbreitet werden.
es: <strong>1. VIRUS / MALWARE:</strong> El malware es una causa común de filtración de datos. El software malicioso, como virus, gusanos y troyanos, puede infectar sistemas y comprometer datos sensibles. Los ciberdelincuentes utilizan programas maliciosos para obtener acceso no autorizado a las redes, robar información e interrumpir las operaciones comerciales. El malware puede propagarse a través de adjuntos de correo electrónico infectados, sitios web o tácticas de ingeniería social.
fr: <strong>1. VIRUS / Logiciels malveillants :</strong> les logiciels malveillants sont une cause fréquente de violation de données. Les logiciels malveillants tels que les virus, les vers et les chevaux de Troie peuvent infecter les systèmes et compromettre les données sensibles. Les cybercriminels utilisent des logiciels malveillants pour obtenir un accès non autorisé aux réseaux, voler des informations et perturber les opérations commerciales. Les logiciels malveillants peuvent se propager via des pièces jointes infectées, des sites Web ou des tactiques d'ingénierie sociale.
it: <strong>1. VIRUS / MALWARE:</strong> Il malware è una causa comune di violazioni dei dati. Software dannoso come virus, worm e trojan possono infettare i sistemi e compromettere i dati sensibili. I criminali informatici utilizzano malware per ottenere l'accesso non autorizzato alle reti, rubare informazioni e interrompere le operazioni aziendali. Il malware può essere diffuso attraverso allegati e-mail, siti Web o tattiche di ingegneria sociale infetti.
ko: <strong>1. 바이러스/멀웨어: 멀웨어</strong> 는 데이터 유출의 일반적인 원인입니다. 바이러스, 웜 및 트로이 목마와 같은 악성 소프트웨어는 시스템을 감염시키고 중요한 데이터를 손상시킬 수 있습니다. 사이버 범죄자는 멀웨어를 사용하여 네트워크에 무단으로 액세스하고, 정보를 훔치고, 비즈니스 운영을 방해합니다. 맬웨어는 감염된 이메일 첨부 파일, 웹 사이트 또는 사회 공학 전술을 통해 확산될 수 있습니다.
nl: <strong>1. VIRUS / MALWARE:</strong> Malware is een veel voorkomende oorzaak van datalekken. Schadelijke software zoals virussen, wormen en Trojaanse Paarden kunnen systemen infecteren en gevoelige gegevens in gevaar brengen. Cybercriminelen gebruiken malware om ongeautoriseerde toegang tot netwerken te krijgen, informatie te stelen en bedrijfsactiviteiten te verstoren. Malware kan worden verspreid via geïnfecteerde e-mailbijlagen, websites of social engineering-tactieken.
pl: <strong>1. WIRUS/ZŁOŚLIWE OPROGRAMOWANIE:</strong> złośliwe oprogramowanie jest częstą przyczyną naruszeń bezpieczeństwa danych. Złośliwe oprogramowanie, takie jak wirusy, robaki i trojany, może infekować systemy i naruszać poufne dane. Cyberprzestępcy wykorzystują złośliwe oprogramowanie do uzyskiwania nieautoryzowanego dostępu do sieci, kradzieży informacji i zakłócania operacji biznesowych. Złośliwe oprogramowanie może rozprzestrzeniać się poprzez zainfekowane załączniki do wiadomości e-mail, strony internetowe lub metody inżynierii społecznej.
pt: <strong>1. VÍRUS / MALWARE:</strong> O malware é uma causa comum de violações de dados. Softwares mal-intencionados, como vírus, worms e cavalos de Tróia, podem infectar sistemas e comprometer dados confidenciais. Os cibercriminosos usam malware para obter acesso não autorizado às redes, roubar informações e interromper as operações de negócios. O malware pode ser espalhado por meio de anexos de e-mail infectados, sites ou táticas de engenharia social.
ru: <strong>1. ВИРУС / ВРЕДОНОСНОЕ ПО:</strong> Вредоносное ПО является распространенной причиной утечек данных. Вредоносное программное обеспечение, такое как вирусы, черви и троянские программы, может заражать системы и компрометировать конфиденциальные данные. Киберпреступники используют вредоносное ПО для получения несанкционированного доступа к сетям, кражи информации и нарушения бизнес-операций. Вредоносное ПО может распространяться через зараженные вложения электронной почты, веб-сайты или методы социальной инженерии.
sv: <strong>1. VIRUS / MALWARE:</strong> Skadlig programvara är en vanlig orsak till dataintrång. Skadlig programvara som virus, maskar och trojaner kan infektera system och äventyra känslig data. Cyberkriminella använder skadlig programvara för att få obehörig åtkomst till nätverk, stjäla information och störa affärsverksamheten. Skadlig programvara kan spridas genom infekterade e-postbilagor, webbplatser eller sociala tekniker.
tr: <strong>1. VİRÜS / KÖTÜ AMAÇLI YAZILIM:</strong> Kötü amaçlı yazılım, veri ihlallerinin yaygın bir nedenidir. Virüsler, solucanlar ve Truva atları gibi kötü amaçlı yazılımlar sistemlere bulaşabilir ve hassas verilerin güvenliğini tehlikeye atabilir. Siber suçlular, ağlara yetkisiz erişim elde etmek, bilgi çalmak ve iş faaliyetlerini kesintiye uğratmak için kötü amaçlı yazılım kullanır. Kötü amaçlı yazılımlar, virüslü e-posta ekleri, internet siteleri veya sosyal mühendislik taktikleri yoluyla yayılabilir.
zh: <strong>1。 病毒/恶意软件：</strong>恶意软件是数据泄露的常见原因。 病毒、蠕虫和特洛伊木马等恶意软件会感染系统并危及敏感数据。 网络犯罪分子利用恶意软件未经授权访问网络、窃取信息并破坏业务运营。 恶意软件可以通过受感染的电子邮件附件，网站或社交工程策略传播。
