Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WSPPI_H4_Text1
source: The right to privacy is cited in the Universal Declaration of Human Rights, in the legally binding International Covenant on Civil and Political Rights and in the Convention of the Rights of the Child.
ar: الحق في الخصوصية مذكور في الإعلان العالمي لحقوق الإنسان ، وفي العهد الدولي الملزم قانونًا الخاص بالحقوق المدنية والسياسية وفي اتفاقية حقوق الطفل.
de: Das Recht auf Privatsphäre wird in der Allgemeinen Erklärung der Menschenrechte, im rechtsverbindlichen Internationalen Pakt über bürgerliche und politische Rechte und in der Konvention über die Rechte des Kindes zitiert.
es: El derecho a la privacidad se cita en la Declaración Universal de Derechos Humanos, en el Pacto Internacional de Derechos Civiles y Políticos, jurídicamente vinculante, y en la Convención de los Derechos del Niño.
fr: Le droit à la vie privée est cité dans la Déclaration Universelle des Droits de l’Homme, dans le cadre juridiquement contraignant du Pacte International Relatif aux Droits Civils et Politiques et dans la Convention relative aux Droits de l’Enfant.
it: Il diritto alla privacy è citato nella Dichiarazione Universale dei Diritti dell'Uomo, nel Patto Internazionale sui Diritti Civili e Politici, che è giuridicamente vincolante, e nella Convenzione sui Diritti dell'Infanzia.
ko: 프라이버시에 대한 권리는 세계인권선언, 시민적, 정치적 권리에 대한 법적 구속력이 있는 국제규약, 아동권리협약에 인용되어 있습니다.
nl: Het recht op privacy wordt genoemd in de Universele Verklaring van de rechten van de mens, in het juridisch bindende Internationaal Verdrag inzake burgerrechten en politieke rechten en in het Verdrag inzake de rechten van het kind.
pl: Prawo do prywatności cytuje Powszechna Deklaracja Praw Człowieka, prawnie wiążący Międzynarodowy Pakt Praw Obywatelskich i Politycznych oraz Konwencja Praw Dziecka.
pt: O direito à privacidade é citado na Declaração Universal dos Direitos Humanos, no Pacto Internacional sobre os Direitos Civis e Políticos que é legalmente vinculativo e na Convenção dos Direitos da Criança.
ru: Право на неприкосновенность частной жизни упоминается во Всеобщей декларации прав человека, в юридически обязательном Международном пакте о гражданских и политических правах и в Конвенции о правах ребенка.
sv: Rätten till privatliv citeras i den allmänna förklaringen om de mänskliga rättigheterna, i den juridiskt bindande internationella konventionen om medborgerliga och politiska rättigheter och i konventionen om barnets rättigheter.
tr: Özel hayatın gizliliği hakkı, İnsan Hakları Evrensel Beyannamesi'nde, yasal bağlayıcılığı olan Uluslararası Medeni ve Siyasi Haklar Sözleşmesi'nde ve Çocuk Hakları Sözleşmesi'nde yer almaktadır.
zh: 《世界人权宣言》、具有法律约束力的《公民权利和政治权利国际公约》和《儿童权利公约》都提到了隐私权。

# Blog_WSPPI_H4_Text2
source: Privacy rights prevent the governments to spy out on its citizens. The government has a responsibility to protect its citizens, but it often crosses the line when it comes to surveillance. Anti-democratic systems or dictatures might be interested in collecting its population’s private information. They pretend to fight cyber criminality by using an extremely sharp surveillance system but are in fact aiming a total despotism towards its inhabitants. The right to privacy let you engage freely in politics and protects freedom of speech as though.
ar: تمنع حقوق الخصوصية الحكومات من التجسس على مواطنيها. تتحمل الحكومة مسؤولية حماية مواطنيها ، لكنها غالبًا ما تتجاوز الحدود عندما يتعلق الأمر بالمراقبة. قد تكون الأنظمة أو الإملاءات المناهضة للديمقراطية مهتمة بجمع المعلومات الخاصة لسكانها. إنهم يتظاهرون بمحاربة الجريمة السيبرانية باستخدام نظام مراقبة حاد للغاية ، لكنهم في الواقع يهدفون إلى الاستبداد التام تجاه سكانها. يتيح لك الحق في الخصوصية الانخراط بحرية في السياسة ويحمي حرية التعبير كما لو.
de: Datenschutzrechte hindern die Regierungen daran, ihre Bürger auszuspionieren. Die Regierung hat die Verantwortung, ihre Bürger zu schützen, aber sie überschreitet oft die Grenze, wenn es um Überwachung geht. Antidemokratische Systeme oder Diktaturen könnten daran interessiert sein, die privaten Informationen ihrer Bevölkerung zu sammeln. Sie geben vor, die Cyberkriminalität mit einem extrem scharfen Überwachungssystem zu bekämpfen, zielen aber in Wirklichkeit auf einen totalen Despotismus gegenüber ihren Bewohnern ab. Das Recht auf Privatsphäre lässt Sie sich frei in der Politik engagieren und schützt die Meinungsfreiheit als ob.
es: Los derechosa la privacidad impiden que los gobiernos espíen a sus ciudadanos. El gobierno tiene la responsabilidad de proteger a sus ciudadanos, pero a menudo se pasa de la raya cuando se trata de vigilancia. Los sistemas antidemocráticos o las dictaduras pueden estar interesados ​​en recopilar la información privada de su población. Pretenden luchar contra la ciberdelincuencia mediante el uso de un sistema de vigilancia extremadamente agudo, pero en realidad apuntan a un despotismo total hacia sus habitantes. El derecho a la privacidad te permite participar libremente en la política y protege la libertad de expresión.
fr: Les droits à la vie privée empêchent les gouvernements d'espionner ses citoyens. Le gouvernement a la responsabilité de protéger ses citoyens, mais il dépasse souvent les bornes en matière de surveillance. Des systèmes anti-démocratiques ou des dictatures pourraient être intéressés par la collecte d'informations privées sur leur population. Ils prétendent lutter contre la cybercriminalité en utilisant un système de surveillance extrêmement pointu mais visent en fait un total despotisme envers ses habitants. Le droit à la vie privée vous permet de vous engager librement dans la politique et protège la liberté d'expression comme si.
it: I diritti alla privacy impediscono ai governi di spiare i propri cittadini. Il governo ha la responsabilità di proteggere i suoi cittadini, ma spesso oltrepassa il limite quando si tratta di sorveglianza. Sistemi o dittature antidemocratici potrebbero essere interessati a raccogliere le informazioni private della sua popolazione. Fanno finta di combattere la criminalità informatica utilizzando un sistema di sorveglianza estremamente tagliente ma in realtà mirano a un totale dispotismo nei confronti dei suoi abitanti. Il diritto alla privacy ti consente di impegnarti liberamente in politica e protegge la libertà di parola come se.
ko: 개인 정보 보호 권리는 정부가 시민을 염탐하는 것을 방지합니다. 정부는 시민을 보호 할 책임이 있지만 감시에 관해서는 종종 선을 넘습니다. 반민주적 시스템이나 독재는 인구의 개인 정보를 수집하는 데 관심이 있을 수 있습니다. 그들은 극도로 날카로운 감시 시스템을 사용하여 사이버 범죄와 싸우는 척하지만 실제로는 주민들에 대한 완전한 전제주의를 목표로하고 있습니다. 프라이버시에 대한 권리는 정치에 자유롭게 참여할 수있게하고 언론의 자유를 보호합니다.
nl: Privacyrechten voorkomen dat de overheid haar burgers bespioneert. De overheid heeft een verantwoordelijkheid om haar burgers te beschermen, maar gaat vaak over de schreef als het gaat om surveillance. Antidemocratische systemen of dictaturen kunnen geïnteresseerd zijn in het verzamelen van de privégegevens van hun bevolking. Ze doen alsof ze cybercriminaliteit bestrijden door een uiterst scherp bewakingssysteem te gebruiken, maar in feite streven ze naar een totaal despotisme ten opzichte van hun inwoners. Het recht op privacy laat je vrij deelnemen aan de politiek en beschermt de vrijheid van meningsuiting.
pl: Prawa do prywatności uniemożliwiają rządom szpiegowanie obywateli. Rząd ma obowiązek chronić swoich obywateli, ale często przekracza granicę, jeśli chodzi o inwigilację. Antydemokratyczne systemy lub dyktatury mogą być zainteresowane zbieraniem prywatnych informacji o swojej populacji. Udają, że walczą z cyberprzestępczością za pomocą niezwykle ostrego systemu nadzoru, ale w rzeczywistości dążą do całkowitego despotyzmu wobec swoich mieszkańców. Prawo do prywatności pozwala na swobodne angażowanie się w politykę i niejako chroni wolność słowa.
pt: Os direitos de privacidade previnem os governos de espiar os seus cidadãos. O governo tem a responsabilidade de proteger os seus cidadãos, mas muitas vezes transpõe a linha quando se trata de vigilância. Os sistemas anti-democráticos ou ditaduras poderão estar interessados em recolher informação privada da sua população. Eles fingem lutar contra a cibercriminalidade usando um sistema de vigilância extremamente aguçado quando, na realidade, visam o despotismo total sobre os seus habitantes. O direito à privacidade permite-lhe agir livremente na política e protege a liberdade de expressão.
ru: Права на неприкосновенность частной жизни не позволяют правительствам шпионить за своими гражданами. Правительство несет ответственность за защиту своих граждан, но оно часто переходит черту, когда речь заходит о слежке. Антидемократические системы или диктатуры могут быть заинтересованы в сборе личной информации своего населения. Они делают вид, что борются с киберпреступностью, используя чрезвычайно острую систему наблюдения, но на самом деле стремятся к полному деспотизму по отношению к своим жителям. Право на неприкосновенность частной жизни позволяет вам свободно участвовать в политике и как бы защищает свободу слова.
sv: Integritetsrätten hindrar regeringarna att spionera på sina medborgare. Regeringen har ett ansvar att skydda sina medborgare, men den går ofta över gränsen när det gäller övervakning. Antidemokratiska system eller diktaturer kan vara intresserade av att samla in sin befolknings privata information. De låtsas bekämpa cyberkriminalitet genom att använda ett extremt skarpt övervakningssystem men riktar i själva verket en total despotism mot dess invånare. Rätten till privatliv låter dig engagera dig fritt i politik och skyddar yttrandefriheten.
tr: Mahremiyet hakları, hükümetlerin vatandaşlarını gözetlemesini engeller. Hükümetin vatandaşlarını koruma sorumluluğu vardır, ancak gözetim söz konusu olduğunda genellikle çizgiyi aşmaktadır. Anti-demokratik sistemler veya diktatörlükler, nüfusunun özel bilgilerini toplamakla ilgilenebilir. Son derece keskin bir gözetleme sistemi kullanarak siber suçlulukla savaşıyormuş gibi davranırlar, ancak aslında sakinlerine karşı tam bir despotizmi hedeflerler. Mahremiyet hakkı, siyasete özgürce katılmanıza izin verir ve ifade özgürlüğünü korur.
zh: 隐私权阻止政府窥探其公民。 政府有责任保护其公民，但在监视方面往往越界。 反民主制度或独裁者可能有兴趣收集其人口的私人信息。 他们假装通过使用极其尖锐的监视系统来打击网络犯罪，但实际上是针对其居民的完全专制。 隐私权让你可以自由参与政治，保护言论自由。

# Blog_WSPPI_H4_Text3
source: Privacy rights keep groups from using personal data for their own goals. Businesses burst in on the scene as well. By knowing what customers are interested in, they search to adjust their advertisement campaigns to different target groups reaching out to you in a personalised way so they can increase customers’ consumption.
ar: تمنع حقوق الخصوصية المجموعات من استخدام البيانات الشخصية لتحقيق أهدافها الخاصة. كما ظهرت الأعمال التجارية على الساحة أيضًا. من خلال معرفة ما يهتم به العملاء ، يبحثون لتعديل حملاتهم الإعلانية على مجموعات مستهدفة مختلفة للوصول إليك بطريقة مخصصة حتى يتمكنوا من زيادة استهلاك العملاء.
de: Datenschutzrechte halten Gruppen davon ab, personenbezogene Daten für ihre eigenen Ziele zu verwenden. Auch Unternehmen stürmen auf die Bühne. Indem sie wissen, woran Kunden interessiert sind, passen sie ihre Werbekampagnen an verschiedene Zielgruppen an, die Sie auf personalisierte Weise ansprechen, um den Konsum der Kunden zu steigern.
es: Los derechos a la privacidad evitan que los grupos utilicen datos personales para sus propios fines. Las empresas también irrumpieron en escena. Al saber lo que les interesa a los clientes, buscan ajustar sus campañas publicitarias a diferentes grupos objetivo, llegando a ti de manera personalizada para que puedan aumentar el consumo de los clientes.
fr: Les droits à la vie privée empêchent les groupes d’utiliser les données personnelles à leurs propres fins. Les entreprises ont également fait irruption sur la scène. En sachant ce qui intéresse les clients, ils cherchent à ajuster leurs campagnes publicitaires à différents groupes cibles qui vous contactent de manière personnalisée afin d’augmenter la consommation des clients.
it: I diritti alla privacy impediscono ai gruppi di utilizzare i dati personali per i propri obiettivi. Anche le imprese irrompono sulla scena. Sapendo a cosa sono interessati i clienti, cercano di adattare le loro campagne pubblicitarie a diversi gruppi target raggiungendoti in modo personalizzato in modo da poter aumentare il consumo dei clienti.
ko: 개인 정보 보호 권리는 그룹이 자신의 목표를 위해 개인 데이터를 사용하지 못하도록 합니다. 기업들도 마찬가지 입니다. 고객이 무엇에 관심이 있는지 알아내 고객의 소비를 늘릴 수 있도록 개인화 된 방식으로 다양한 대상 그룹에 맞게 광고 캠페인을 조정하려고 검색합니다.
nl: Privacyrechten weerhouden groepen ervan om persoonlijke gegevens voor hun eigen doeleinden te gebruiken. Ook bedrijven bestormen gebruiken dit. Door te weten waar klanten in geïnteresseerd zijn, proberen ze hun advertentiecampagnes aan te passen aan verschillende doelgroepen om die op een gepersonaliseerde manier bereiken, zodat ze de consumptie van klanten kunnen verhogen.
pl: Prawa do prywatności uniemożliwiają grupom wykorzystywanie danych osobowych do własnych celów. Na scenę wkraczają również firmy. Wiedząc, czym interesują się klienci, starają się dostosować swoje kampanie reklamowe do różnych grup docelowych docierając do Ciebie w spersonalizowany sposób, aby zwiększyć konsumpcję klientów.
pt: Os direitos de privacidade inibem grupos de usar dados pessoais para atingir os seus objectivos. As empresas entram em cena também. Ao saber dos interesses dos seus clientes, procuram ajustar as suas campanhas de publicidade a diferentes grupos-alvo, chegando até eles de forma personalizada e fomentando assim o seu consumo.
ru: Права на неприкосновенность частной жизни не позволяют группам использовать персональные данные в своих собственных целях. Бизнесмены не упустили здесь свою выгоду. Зная, в чем заинтересованы клиенты, они стремятся адаптировать свои рекламные кампании к различным целевым группам, обращающимся к вам персонализированным образом, чтобы увеличить потребительское потребление.
sv: Sekretessrättigheter hindrar grupper från att använda personuppgifter för sin egen vinning. Även företag är på kartan. Genom att veta vad kunder är intresserade av söker de efter att anpassa sina annonskampanjer till olika målgrupper som når ut till dig på ett personligt sätt så att de kan öka kundernas konsumtion.
tr: Mahremiyet hakları grupların kişisel verileri kendi hedefleri için kullanmalarının önüne geçer. Bu noktada işletmeler de devreye giriyor. Müşterilerinin ne ile ilgilendiğini öğrenerek reklam kampanyalarını müşterilerinin tüketimlerini arttırabilmek için size kişiselleştirilmiş bir şekilde ulaşan farklı hedef gruplara göre ayarlamanın yöntemlerini arıyorlar.
zh: 隐私权使团体不能将个人数据用于他们自己的目标。 企业也在现场爆发。 通过了解客户对什么感兴趣，他们会搜索以个性化的方式将广告活动调整到不同的目标群体，从而增加客户的消费。

# Blog_WSPPI_H4_Text4
source: And last but not least, privacy rights ensure and protect your finances. Hackers and criminals are as well very big players in that field. Illicit and fraudulent activities are made possible through data acquisition causing thereupon troublesome scenarios. Without these restrictions, cybercriminals are more likely to steal and misuse data without consequence.
ar: وأخيرًا وليس آخرًا ، تضمن حقوق الخصوصية أموالك وتحميها. القراصنة والمجرمون هم أيضًا لاعبون كبار جدًا في هذا المجال. تصبح الأنشطة غير المشروعة والاحتيالية ممكنة من خلال الحصول على البيانات مما يتسبب في سيناريوهات مزعجة. بدون هذه القيود ، يكون مجرمو الإنترنت أكثر عرضة لسرقة البيانات وإساءة استخدامها دون عواقب.
de: Und nicht zuletzt sichern und schützen Datenschutzrechte Ihre Finanzen. Hacker und Kriminelle sind auch sehr große Spieler in diesem Bereich. Illegale und betrügerische Aktivitäten werden durch Datenerfassung ermöglicht, was zu problematischen Szenarien führt. Ohne diese Einschränkungen ist es für Cyberkriminelle wahrscheinlicher, Daten ohne Konsequenzen zu stehlen und zu missbrauchen.
es: Y por último, pero no menos importante, los derechos a la privacidad aseguran y protegen tus finanzas. Los hackers informáticos y los delincuentes también son jugadores muy importantes en ese campo. Las actividades ilícitas y fraudulentas son posibles a través de la adquisición de datos, lo que genera escenarios problemáticos. Sin estas restricciones, es más probable que los ciberdelincuentes roben y hagan mal uso de los datos sin consecuencias.
fr: Enfin, le droit à la vie privée garantit et protège vos finances. Les pirates et les criminels sont également de très gros acteurs dans ce domaine. Les activités illicites et frauduleuses sont rendues possibles grâce à l'acquisition de données causant alors des scénarios gênants. Sans ces restrictions, les cybercriminels sont plus susceptibles de voler et d'utiliser à mauvais escient des données sans conséquence.
it: E, ultimo ma non meno importante, i diritti alla privacy garantiscono e proteggono le tue finanze. Anche hacker e criminali sono attori molto grandi in quel campo. Le attività illecite e fraudolente sono rese possibili attraverso l'acquisizione dei dati causando scenari problematici. Senza queste restrizioni, i criminali informatici hanno maggiori probabilità di rubare e abusare dei dati senza conseguenze.
ko: 마지막으로 개인 정보 보호 권리는 귀하의 재정을 보장하고 보호합니다. 해커와 범죄자도 그 분야에서 매우 큰 역할을 합니다. 불법 및 사기 행위는 데이터 수집을 통해 가능하므로 문제가 발생합니다. 이러한 제한이 없으면 사이버 범죄자는 데이터를 훔치고 오용할 가능성이 더 큽니다.
nl: En last but not least: privacyrechten waarborgen en beschermen uw financiën. Hackers en criminelen zijn ook op dat gebied zeer grote spelers. Illegale en frauduleuze activiteiten worden mogelijk gemaakt door de verwerving van gegevens, met alle problemen van dien. Zonder deze beperkingen is de kans groter dat cybercriminelen zonder gevolgen gegevens stelen en misbruiken.
pl: I wreszcie, prawo do prywatności zapewnia i chroni Twoje finanse. Hakerzy i przestępcy są również bardzo dużymi graczami w tej dziedzinie. Nielegalne i oszukańcze działania są możliwe dzięki gromadzeniu danych, co powoduje kłopotliwe scenariusze. Bez tych ograniczeń cyberprzestępcy są bardziej skłonni do kradzieży i niewłaściwego wykorzystywania danych bez konsekwencji.
pt: E por último mas não menos importante, os direitos de privacidade garantem e protegem as suas finanças. Os hackers e os criminosos são também grandes actores neste campo. Actividades ilícitas e fraudulentas são possíveis através da aquisição de dados que logo causam cenários problemáticos. Sem estas restrições, há maior probabilidade de os cibercriminosos roubaram e abusarem de dados sem haver consequências.
ru: И последнее, но не менее важное: права на неприкосновенность частной жизни обеспечивают и защищают ваши финансы. Хакеры и преступники также являются очень крупными игроками в этой области. Незаконные и мошеннические действия становятся возможными благодаря сбору данных, что приводит к возникновению неприятных сценариев. Без этих ограничений киберпреступники с большей вероятностью будут красть данные и злоупотреблять ими без каких-либо последствий.
sv: Och sist men inte minst, integritetsrättigheter säkerställer och skyddar din ekonomi. Hackare och kriminella är också mycket stora aktörer på det området. Olagliga och bedrägliga aktiviteter möjliggörs genom datainsamling och orsakar därmed besvärliga scenarier. Utan dessa restriktioner är det mer sannolikt att cyberbrottslingar stjäl och missbrukar data utan konsekvenser.
tr: Ve son olarak, gizlilik hakları mali durumunuzu güvence altına alır ve korur. Hackerlar ve suçlular da bu alanda çok büyük oyunculardır. Yasadışı ve hileli faaliyetler, veri toplama yoluyla mümkün kılınmakta ve bu da sıkıntılı senaryolara neden olmaktadır. Bu kısıtlamalar olmadan, siber suçluların verileri çalma ve kötüye kullanma olasılığının sonuçsuz kalma ihtimali daha yüksektir.
zh: 最后但并非最不重要的是，隐私权确保并保护您的财务状况。 黑客和犯罪分子在这一领域也是很大的参与者。 非法和欺诈活动是可能通过数据采集造成麻烦的情况。 如果没有这些限制，网络犯罪分子更有可能窃取和滥用数据而不会产生任何后果。
