Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HDSHTPMDWE_H2_Text5
source: <b>Reputational Damage:</b>Data breaches can erode patient trust and damage the reputation of healthcare providers. This can lead to loss of business, legal repercussions, and difficulty attracting and retaining qualified healthcare professionals.
ar: <b>الإضرار بالسمعة:</b>يمكن أن تؤدي خروقات البيانات إلى تآكل ثقة المريض والإضرار بسمعة مقدمي الرعاية الصحية. يمكن أن يؤدي ذلك إلى فقدان الأعمال والتداعيات القانونية وصعوبة جذب المتخصصين المؤهلين في مجال الرعاية الصحية والاحتفاظ بهم.
de: <b>Reputationsschaden:</b>Datenschutzverletzungen können das Vertrauen der Patienten untergraben und den Ruf von Gesundheitsdienstleistern schädigen. Dies kann zu Geschäftsverlusten, rechtlichen Auswirkungen und Schwierigkeiten bei der Gewinnung und Bindung qualifizierter medizinischer Fachkräfte führen.
es: <b>Daño reputacional:</b>Las filtraciones de datos pueden erosionar la confianza de los pacientes y dañar la reputación de los proveedores de atención médica. Esto puede provocar la pérdida de negocios, repercusiones legales y dificultades para atraer y retener profesionales de la salud calificados.
fr: <b>Atteinte à la réputation :</b>Les violations de données peuvent miner la confiance des patients et nuire à la réputation des prestataires de soins de santé. Cela peut entraîner des pertes d’affaires, des répercussions juridiques et des difficultés à attirer et à retenir des professionnels de la santé qualifiés.
it: <b>Danno alla reputazione:</b>Le violazioni dei dati possono erodere la fiducia dei pazienti e danneggiare la reputazione degli operatori sanitari. Ciò può portare a perdita di affari, ripercussioni legali e difficoltà ad attrarre e trattenere professionisti sanitari qualificati.
ko: <b>평판 손상:</b>데이터 침해는 환자의 신뢰를 떨어뜨리고 의료 제공자의 평판을 손상시킬 수 있다. 이로 인해 비즈니스의 손실, 법적 영향, 자격을 갖춘 의료 전문가를 유치하고 보유하는 데 어려움을 겪을 수 있다.
nl: <b>Reputatieschade:</b>Datalekken kunnen het vertrouwen van patiënten aantasten en de reputatie van zorgverleners schaden. Dit kan leiden tot verlies van zaken, juridische gevolgen en problemen bij het aantrekken en behouden van gekwalificeerde zorgverleners.
pl: <b>Szkody dla reputacji:</b>Naruszenia danych mogą podważyć zaufanie pacjentów i zaszkodzić reputacji dostawców opieki zdrowotnej. Może to prowadzić do utraty działalności, reperkusji prawnych i trudności w przyciąganiu i zatrzymywaniu wykwalifikowanych pracowników służby zdrowia.
pt: <b>Danos à reputação:</b>As violações de dados podem corroer a confiança do paciente e prejudicar a reputação dos profissionais de saúde. Isso pode levar à perda de negócios, repercussões legais e dificuldade em atrair e reter profissionais de saúde qualificados.
ru: <b>Репутационный ущерб:</b>Утечка данных может подорвать доверие пациентов и нанести ущерб репутации поставщиков медицинских услуг. Это может привести к потере бизнеса, юридическим последствиям и трудностям с привлечением и удержанием квалифицированных медицинских работников.
sv: <b>Rykteförlust:</b> Dataintrång kan urholka patienternas förtroende och skada vårdgivarnas rykte. Detta kan leda till förlorade affärer, rättsliga påföljder och svårigheter att attrahera och behålla kvalificerade vårdprofessionella.
tr: <b>İtibar zedelenmesi:</b>Veri ihlalleri hasta güvenini aşındırabilir ve sağlık hizmeti sağlayıcılarının itibarına zarar verebilir. Bu, iş kaybına, yasal yansımalara ve nitelikli sağlık uzmanlarını cezbetme ve elde tutmada zorluklara yol açabilir.
zh: <b>声誉损害：</b>数据泄露会削弱患者的信任并损害医疗保健提供者的声誉。这可能导致业务损失、法律后果以及难以吸引和留住合格的医疗保健专业人员。

# Blog_HDSHTPMDWE_H2_Text6
source: <b>Discrimination:</b> Sensitive medical information can be used for discrimination in employment, insurance, or other areas of life. This can have a profound impact on a patient's livelihood and well-being.
ar: <b>تمييز:</b> يمكن استخدام المعلومات الطبية الحساسة للتمييز في التوظيف أو التأمين أو مجالات الحياة الأخرى. يمكن أن يكون لهذا تأثير عميق على معيشة المريض ورفاهه.
de: <b>Diskriminierung:</b> Sensible medizinische Informationen können zur Diskriminierung am Arbeitsplatz, bei Versicherungen oder in anderen Lebensbereichen verwendet werden. Dies kann tiefgreifende Auswirkungen auf den Lebensunterhalt und das Wohlbefinden eines Patienten haben.
es: <b>Discriminación:</b> La información médica confidencial se puede utilizar para discriminar en el empleo, el seguro u otras áreas de la vida. Esto puede tener un profundo impacto en el sustento y el bienestar del paciente.
fr: <b>Discrimination :</b> Les renseignements médicaux de nature délicate peuvent être utilisés à des fins de discrimination en matière d’emploi, d’assurance ou dans d’autres domaines de la vie. Cela peut avoir un impact profond sur la vie et le bien-être d’un patient.
it: <b>Discriminazione:</b> Le informazioni mediche sensibili possono essere utilizzate per la discriminazione nel lavoro, nell'assicurazione o in altri settori della vita. Questo può avere un profondo impatto sul sostentamento e sul benessere di un paziente.
ko: <b>차별:</b> 민감한 의료 정보는 고용, 보험 또는 기타 삶의 영역에서 차별을 위해 사용될 수 있습니다. 이는 환자의 생계와 안녕에 지대한 영향을 미칠 수 있다.
nl: <b>Discriminatie:</b> Gevoelige medische informatie kan worden gebruikt voor discriminatie op het gebied van werk, verzekeringen of andere levensgebieden. Dit kan een grote impact hebben op het leven en het welzijn van een patiënt.
pl: <b>Dyskryminacja:</b> Wrażliwe informacje medyczne mogą być wykorzystywane do dyskryminacji w zatrudnieniu, ubezpieczeniu lub innych dziedzinach życia. Może to mieć głęboki wpływ na życie i samopoczucie pacjenta.
pt: <b>Discriminação:</b> Informações médicas confidenciais podem ser usadas para discriminação no emprego, seguro ou outras áreas da vida. Isso pode ter um impacto profundo no sustento e no bem-estar de um paciente.
ru: <b>Дискриминация:</b> Конфиденциальная медицинская информация может быть использована для дискриминации при приеме на работу, страховании или в других сферах жизни. Это может оказать глубокое влияние на средства к существованию и благополучие пациента.
sv: <b>Diskriminering:</b> Känslig medicinsk information kan användas för diskriminering i anställning, försäkring eller andra livsområden. Detta kan ha en djupgående inverkan på en patients försörjning och välbefinnande.
tr: <b>Ayrımcılık:</b> Hassas tıbbi bilgiler istihdam, sigorta veya yaşamın diğer alanlarında ayrımcılığa yol açabilir. Bu, bir hastanın geçim kaynağı ve refahı üzerinde derin bir etkiye sahip olabilir.
zh: <b>歧视：</b> 敏感的医疗信息可用于就业、保险或其他生活领域的歧视。这可能会对患者的生计和福祉产生深远的影响。

# Blog_HDSHTPMDWE_H2_Text7
source: These devastating consequences highlight the critical need for robust data security measures in the healthcare industry. A proactive data security measure such as file encryption can not only protect sensitive healthcare data from attacks but it will also give healthcare organizations and patients a peace of mind for their data.
ar: تسلط هذه العواقب المدمرة الضوء على الحاجة الماسة إلى تدابير قوية لأمن البيانات في صناعة الرعاية الصحية. لا يمكن لإجراءات أمان البيانات الاستباقية مثل تشفير الملفات حماية بيانات الرعاية الصحية الحساسة من الهجمات فحسب ، بل ستمنح أيضا مؤسسات الرعاية الصحية والمرضى راحة البال لبياناتهم.
de: Diese verheerenden Folgen unterstreichen die dringende Notwendigkeit robuster Datensicherheitsmaßnahmen im Gesundheitswesen. Eine proaktive Datensicherheitsmaßnahme wie die Dateiverschlüsselung kann nicht nur sensible Daten im Gesundheitswesen vor Angriffen schützen, sondern auch Gesundheitsorganisationen und Patienten Sicherheit für ihre Daten geben.
es: Estas consecuencias devastadoras ponen de manifiesto la necesidad crítica de contar con medidas sólidas de seguridad de los datos en el sector sanitario. Una medida proactiva de seguridad de datos, como el cifrado de archivos, no solo puede proteger los datos sanitarios confidenciales de los ataques, sino que también dará tranquilidad a las organizaciones sanitarias y a los pacientes con sus datos.
fr: Ces conséquences dévastatrices soulignent le besoin critique de mesures de sécurité des données robustes dans le secteur de la santé. Une mesure proactive de sécurité des données telle que le cryptage des fichiers peut non seulement protéger les données sensibles des soins de santé contre les attaques, mais elle donnera également aux organisations de soins de santé et aux patients une tranquillité d’esprit pour leurs données.
it: Queste conseguenze devastanti evidenziano la necessità fondamentale di solide misure di sicurezza dei dati nel settore sanitario. Una misura proattiva di sicurezza dei dati come la crittografia dei file non solo può proteggere i dati sanitari sensibili dagli attacchi, ma darà anche alle organizzazioni sanitarie e ai pazienti la massima tranquillità per i propri dati.
ko: 이러한 파괴적인 결과는 의료 산업에서 강력한 데이터 보안 조치의 필요성을 강조한다. 파일 암호화와 같은 사전 예방적인 데이터 보안 조치는 민감한 의료 데이터를 공격으로부터 보호할 수 있을 뿐만 아니라 의료 기관과 환자들에게 데이터에 대한 안도감을 줄 것입니다.
nl: Deze verwoestende gevolgen benadrukken de kritieke behoefte aan krachtige gegevensbeveiligingsmaatregelen in de gezondheidszorg. Een proactieve gegevensbeveiligingsmaatregel, zoals bestandsversleuteling, kan niet alleen gevoelige gezondheidsgegevens beschermen tegen aanvallen, maar geeft zorgorganisaties en patiënten ook gemoedsrust over hun gegevens.
pl: Te niszczycielskie konsekwencje podkreślają krytyczną potrzebę solidnych środków bezpieczeństwa danych w branży opieki zdrowotnej. Proaktywne środki bezpieczeństwa danych, takie jak szyfrowanie plików, mogą nie tylko chronić wrażliwe dane opieki zdrowotnej przed atakami, ale także zapewnią organizacjom opieki zdrowotnej i pacjentom spokój ducha w kwestii ich danych.
pt: Essas consequências devastadoras destacam a necessidade crítica de medidas robustas de segurança de dados no setor de saúde. Uma medida proativa de segurança de dados, como criptografia de arquivos, pode não apenas proteger dados confidenciais de saúde contra ataques, mas também dar tranquilidade às organizações de saúde e aos pacientes para seus dados.
ru: Эти разрушительные последствия подчеркивают острую необходимость надежных мер безопасности данных в сфере здравоохранения. Упреждающая мера безопасности данных, такая как шифрование файлов, может не только защитить конфиденциальные медицинские данные от атак, но и дать медицинским организациям и пациентам душевное спокойствие за свои данные.
sv: Dessa förödande konsekvenser belyser det kritiska behovet av robusta datasäkerhetsåtgärder inom hälso- och sjukvårdssektorn. En proaktiv datasäkerhetsåtgärd som filkryptering kan inte bara skydda känslig hälso- och sjukvårdsdata från attacker utan också ge vårdorganisationer och patienter sinnesro när det gäller deras data.
tr: Bu yıkıcı sonuçlar, sağlık sektöründe sağlam veri güvenliği önlemlerine duyulan kritik ihtiyacı vurgulamaktadır. Dosya şifreleme gibi proaktif bir veri güvenliği önlemi, yalnızca hassas sağlık verilerini saldırılardan korumakla kalmaz, aynı zamanda sağlık kuruluşlarına ve hastalara verileri için gönül rahatlığı sağlar.
zh: 这些毁灭性的后果凸显了医疗保健行业对强大的数据安全措施的迫切需求。文件加密等主动数据安全措施不仅可以保护敏感的医疗保健数据免受攻击，还可以让医疗保健组织和患者对其数据高枕无忧。

# Blog_HDSHTPMDWE_H3_Text1
source: <a href='https://axcrypt.net/download'><b>File encryption</b></a> is a process where contents of a file are transformed into an unreadable and undecipherable format. The process involves using an encryption algorithm, such as AES, along with encryption keys. The encryption keys contain the precise pattern for the algorithm to transform the file’s contents, so that the same keys can be used to reverse the encryption process (decryption) to restore the file’s contents to its original state.
ar: <a href='https://axcrypt.net/download'><b>تشفير الملفات</b></a> هو عملية يتم فيها تحويل محتويات الملف إلى تنسيق غير قابل للقراءة وغير قابل للفك. تتضمن العملية استخدام خوارزمية تشفير ، مثل AES ، جنبا إلى جنب مع مفاتيح التشفير. تحتوي مفاتيح التشفير على النمط الدقيق للخوارزمية لتحويل محتويات الملف ، بحيث يمكن استخدام نفس المفاتيح لعكس عملية التشفير (فك التشفير) لاستعادة محتويات الملف إلى حالته الأصلية.
de: <a href='https://axcrypt.net/download'><b>File encryption</b></a> ist ein Prozess, bei dem der Inhalt einer Datei in ein unlesbares und nicht entzifferbares Format umgewandelt wird. Der Prozess beinhaltet die Verwendung eines Verschlüsselungsalgorithmus wie AES zusammen mit Verschlüsselungsschlüsseln. Die Verschlüsselungsschlüssel enthalten das genaue Muster für den Algorithmus, um den Inhalt der Datei umzuwandeln, sodass dieselben Schlüssel verwendet werden können, um den Verschlüsselungsprozess (Entschlüsselung) umzukehren und den Inhalt der Datei in ihren ursprünglichen Zustand zurückzuversetzen.
es: <a href='https://axcrypt.net/download'><b>El cifrado de archivos</b></a> es un proceso en el que el contenido de un archivo se transforma en un formato ilegible e indescifrable. El proceso implica el uso de un algoritmo de cifrado, como AES, junto con claves de cifrado. Las claves de cifrado contienen el patrón preciso para que el algoritmo transforme el contenido del archivo, de modo que las mismas claves se puedan usar para revertir el proceso de cifrado (descifrado) para restaurar el contenido del archivo a su estado original.
fr: <a href='https://axcrypt.net/download'><b>Le chiffrement de fichier</b></a> est un processus dans lequel le contenu d’un fichier est transformé en un format illisible et indéchiffrable. Le processus implique l’utilisation d’un algorithme de cryptage, tel que AES, avec des clés de cryptage. Les clés de chiffrement contiennent le modèle précis pour que l’algorithme transforme le contenu du fichier, de sorte que les mêmes clés puissent être utilisées pour inverser le processus de chiffrement (déchiffrement) pour restaurer le contenu du fichier à son état d’origine.
it: <a href='https://axcrypt.net/download'><b>La crittografia dei file</b></a> è un processo in cui il contenuto di un file viene trasformato in un formato illeggibile e indecifrabile. Il processo prevede l'utilizzo di un algoritmo di crittografia, ad esempio AES, insieme a chiavi di crittografia. Le chiavi di crittografia contengono il modello preciso per l'algoritmo per trasformare il contenuto del file, in modo che le stesse chiavi possano essere utilizzate per invertire il processo di crittografia (decrittografia) per ripristinare il contenuto del file al suo stato originale.
ko: <a href='https://axcrypt.net/download'><b>파일 암호화</b></a>는 파일의 내용을 읽을 수 없고 해독할 수 없는 형식으로 변환하는 프로세스입니다. 이 프로세스에는 암호화 키와 함께 AES와 같은 암호화 알고리즘을 사용하는 것이 포함됩니다. 암호화 키에는 알고리즘이 파일의 내용을 변환하는 정확한 패턴이 포함되어 있으므로 동일한 키를 사용하여 암호화 프로세스(암호 해독)를 반전하여 파일의 내용을 원래 상태로 복원할 수 있습니다.
nl: <a href='https://axcrypt.net/download'><b>Bestandsversleuteling</b></a> is een proces waarbij de inhoud van een bestand wordt omgezet in een onleesbaar en niet te ontcijferen formaat. Het proces omvat het gebruik van een verlseutelingsalgoritme, zoals AES, samen met coderingssleutels. Deze versleutelingssleutels bevatten het precieze patroon voor het algoritme om de inhoud van het bestand te transformeren, zodat dezelfde sleutels kunnen worden gebruikt om het versleutelingsproces (decodering) om te keren en de inhoud van het bestand in de oorspronkelijke staat te herstellen.
pl: <a href='https://axcrypt.net/download'><b>Szyfrowanie pliku</b></a> to proces, w którym zawartość pliku jest przekształcana w nieczytelny i niemożliwy do rozszyfrowania format. Proces ten obejmuje użycie algorytmu szyfrowania, takiego jak AES, wraz z kluczami szyfrowania. Klucze szyfrowania zawierają dokładny wzór dla algorytmu, aby przekształcić zawartość pliku, tak aby te same klucze mogły być użyte do odwrócenia procesu szyfrowania (odszyfrowania), aby przywrócić zawartość pliku do jego pierwotnego stanu.
pt: <a href='https://axcrypt.net/download'><b>A criptografia de arquivos</b></a> é um processo em que o conteúdo de um arquivo é transformado em um formato ilegível e indecifrável. O processo envolve o uso de um algoritmo de criptografia, como AES, juntamente com chaves de criptografia. As chaves de criptografia contêm o padrão preciso para o algoritmo transformar o conteúdo do arquivo, de modo que as mesmas chaves possam ser usadas para reverter o processo de criptografia (descriptografia) para restaurar o conteúdo do arquivo ao seu estado original.
ru: <a href='https://axcrypt.net/download'><b>File encryption</b></a> — это процесс, при котором содержимое файла преобразуется в нечитаемый и не расшифровываемый формат. Этот процесс включает в себя использование алгоритма шифрования, такого как AES, вместе с ключами шифрования. Ключи шифрования содержат точный шаблон для алгоритма преобразования содержимого файла, чтобы те же ключи можно было использовать для обратного процесса шифрования (расшифровки) для восстановления содержимого файла в исходное состояние.
sv: <a href='https://axcrypt.net/download'><b>Filkryptering</b></a> är en process där innehållet i en fil omvandlas till ett oläsbart och oknäckbart format. Processen innebär att man använder en krypteringsalgoritm, såsom AES, tillsammans med krypteringsnycklar. Krypteringsnycklarna innehåller det exakta mönstret för algoritmen att omvandla filens innehåll, så att samma nycklar kan användas för att vända krypteringsprocessen (dekryptering) och återställa filens innehåll till sitt ursprungliga tillstånd.
tr: <a href='https://axcrypt.net/download'><b>Dosya şifreleme</b></a>, bir dosyanın içeriğinin okunamayan ve çözülemeyen bir biçime dönüştürüldüğü bir işlemdir. İşlem, şifreleme anahtarlarıyla birlikte AES gibi bir şifreleme algoritması kullanmayı içerir. Şifreleme anahtarları, algoritmanın dosyanın içeriğini dönüştürmesi için kesin bir model içerir, böylece aynı anahtarlar, dosyanın içeriğini orijinal durumuna geri döndürmek için şifreleme işlemini (şifre çözme) tersine çevirmek için kullanılabilir.
zh: <a href='https://axcrypt.net/download'><b>File encryption</b></a> 是将文件内容转换为不可读和不可破译格式的过程。该过程涉及使用加密算法（如 AES）以及加密密钥。加密密钥包含算法转换文件内容的精确模式，以便可以使用相同的密钥来反转加密过程（解密），以将文件的内容还原到其原始状态。

# Blog_HDSHTPMDWE_H3_Text2
source: File encryption ensures that even if unauthorized individuals gain access to the encrypted healthcare data, they cannot understand or utilize the information, rendering it useless in the hands of cyber attackers.
ar: يضمن تشفير الملفات أنه حتى إذا تمكن الأفراد غير المصرح لهم من الوصول إلى بيانات الرعاية الصحية المشفرة ، فلن يتمكنوا من فهم المعلومات أو استخدامها ، مما يجعلها عديمة الفائدة في أيدي المهاجمين الإلكترونيين.
de: Die Dateiverschlüsselung stellt sicher, dass selbst wenn Unbefugte Zugriff auf die verschlüsselten Gesundheitsdaten erhalten, diese die Informationen nicht verstehen oder verwenden können, wodurch sie in den Händen von Cyberangreifern unbrauchbar werden.
es: El cifrado de archivos garantiza que, incluso si personas no autorizadas obtienen acceso a los datos de atención médica cifrados, no pueden comprender ni utilizar la información, lo que la hace inútil en manos de los atacantes cibernéticos.
fr: Le cryptage des fichiers garantit que même si des personnes non autorisées accèdent aux données de santé cryptées, elles ne peuvent pas comprendre ou utiliser les informations, ce qui les rend inutiles aux mains des cyber-attaquants.
it: La crittografia dei file garantisce che anche se individui non autorizzati ottengono l'accesso ai dati sanitari crittografati, non possono comprendere o utilizzare le informazioni, rendendole inutili nelle mani degli aggressori informatici.
ko: 파일 암호화는 권한이 없는 개인이 암호화된 의료 데이터에 액세스하더라도 정보를 이해하거나 활용할 수 없도록 하여 사이버 공격자의 손에 쓸모없게 만듭니다.
nl: Bestandsversleuteling zorgt ervoor dat zelfs als onbevoegden toegang krijgen tot de versleutelde gezondheidsgegevens, ze de informatie niet kunnen begrijpen of gebruiken, waardoor deze onbruikbaar wordt in de handen van cyberaanvallers.
pl: Szyfrowanie plików gwarantuje, że nawet jeśli nieupoważnione osoby uzyskają dostęp do zaszyfrowanych danych dotyczących opieki zdrowotnej, nie będą w stanie ich zrozumieć ani wykorzystać, co sprawi, że staną się one bezużyteczne dla cyberprzestępców.
pt: A criptografia de arquivos garante que, mesmo que indivíduos não autorizados obtenham acesso aos dados de saúde criptografados, eles não possam entender ou utilizar as informações, tornando-as inúteis nas mãos de invasores cibernéticos.
ru: Шифрование файлов гарантирует, что даже если посторонние лица получат доступ к зашифрованным медицинским данным, они не смогут понять или использовать информацию, что делает ее бесполезной в руках киберпреступников.
sv: Filkryptering säkerställer att även om obehöriga personer får tillgång till krypterade hälso- och sjukvårdsdata kan de inte förstå eller använda informationen, vilket gör den värdelös i händerna på cyberangripare.
tr: Dosya şifreleme, yetkisiz kişilerin şifrelenmiş sağlık verilerine erişse bile, bilgileri anlayamamalarını veya kullanamamalarını sağlayarak bu verileri siber saldırganların elinde işe yaramaz hale getirir.
zh: 文件加密确保即使未经授权的个人访问加密的医疗保健数据，他们也无法理解或利用这些信息，使其在网络攻击者手中毫无用处。

# Blog_HDSHTPMDWE_H3_Text3
source: File encryption is inherently different from other file security measures such as password protection, where files are locked with a layer of password and can easily be broken to gain access to the files.
ar: يختلف تشفير الملفات بطبيعته عن إجراءات أمان الملفات الأخرى مثل الحماية بكلمة مرور ، حيث يتم قفل الملفات بطبقة من كلمة المرور ويمكن كسرها بسهولة للوصول إلى الملفات.
de: Die Dateiverschlüsselung unterscheidet sich grundlegend von anderen Dateisicherheitsmaßnahmen wie dem Passwortschutz, bei denen Dateien mit einer Passwortschicht gesperrt sind und leicht geknackt werden können, um Zugriff auf die Dateien zu erhalten.
es: El cifrado de archivos es inherentemente diferente de otras medidas de seguridad de archivos, como la protección con contraseña, donde los archivos se bloquean con una capa de contraseña y se pueden romper fácilmente para obtener acceso a los archivos.
fr: Le chiffrement des fichiers est intrinsèquement différent d’autres mesures de sécurité des fichiers telles que la protection par mot de passe, Les fichiers sont verrouillés avec un mot de passe et peuvent être facilement brisés pour accéder aux fichiers.
it: La crittografia dei file è intrinsecamente diversa da altre misure di sicurezza dei file come la protezione con password, in cui i file sono bloccati con uno strato di password e possono essere facilmente violati per accedere ai file.
ko: 파일 암호화는 암호 보호 같은 다른 파일 보안 조치와는 본질적으로 다릅니다. 암호 계층으로 파일을 잠그고 쉽게 깨뜨려 파일에 액세스할 수 있습니다.
nl: Bestandsversleuteling verschilt inherent van andere bestandsbeveiligingsmaatregelen, zoals wachtwoordbeveiliging, waarbij bestanden worden vergrendeld met een wachtwoord en gemakkelijk kunnen worden verbroken om toegang te krijgen tot de bestanden.
pl: Szyfrowanie plików zasadniczo różni się od innych metod ich zabezpieczania, takich jak ochrona hasłem, w której pliki są blokowane hasłem i można je łatwo złamać, aby uzyskać do nich dostęp.
pt: A criptografia de arquivos é inerentemente diferente de outras medidas de segurança de arquivos, como proteção por senha, em que os arquivos são bloqueados com uma camada de senha e podem ser facilmente quebrados para obter acesso aos arquivos.
ru: Шифрование файлов по своей сути отличается от других мер безопасности файлов, таких как защита паролем, когда файлы блокируются слоем пароля и могут быть легко взломаны для получения доступа к файлам.
sv: Filkryptering är i grunden annorlunda än andra säkerhetsåtgärder för filer, såsom lösenordsskydd, där filer låses med ett lager av lösenord som enkelt kan brytas för att få tillgång till filerna.
tr: Dosya şifreleme, dosyaların bir parola katmanıyla kilitlendiği ve dosyalara erişmek için kolayca kırılabildiği parola koruması gibi diğer dosya güvenlik önlemlerinden doğası gereği farklılık gösterir.
zh: 文件加密本质上不同于密码保护等其他文件安全措施，在密码保护中，文件使用密码层锁定，并且很容易被破解以访问文件。
