Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WBFAHPI_H2_SH2_Text3
source: <li>Lots of websites allow an infinite number of login attempts. It is recommended that the site administrator installs a plugin that limits the number of attempts to connect to the domain, by further preventing brute force attacks. Even a root user can allow brute force attacks on solid shell (SSH) connections, hence it is better to prevent users from accessing SSH by enabling “DenyUsers root” and “PermitRootLogin no”.</li>
ar: <li> تسمح العديد من مواقع الويب بعدد لا نهائي من محاولات تسجيل الدخول. من المستحسن أن يقوم مسؤول الموقع بتثبيت مكون إضافي يحد من عدد محاولات الاتصال بالمجال ، من خلال منع المزيد من هجمات القوة الغاشمة. حتى مستخدم الجذر يمكنه السماح بهجمات القوة الغاشمة على اتصالات الصدفة الصلبة (SSH) ، وبالتالي فمن الأفضل منع المستخدمين من الوصول إلى SSH من خلال تمكين "DenyUsers root" و "PermitRootLogin no". </li>
de: <li>Viele Websites erlauben unendlich viele Anmeldeversuche. Es wird empfohlen, dass der Site-Administrator ein Plugin installiert, das die Anzahl der Verbindungsversuche mit der Domain begrenzt, indem Brute-Force-Angriffe weiter verhindert werden. Sogar ein Root-Benutzer kann Brute-Force-Angriffe auf Solid Shell (SSH) -Verbindungen zulassen, daher ist es besser, Benutzer am Zugriff auf SSH zu hindern, indem Sie "DenyUsers root" und "PermitRootLogin no" aktivieren.</li>
es: <li>Muchos sitios web permiten un número infinito de intentos de inicio de sesión. Se recomienda que el administrador del sitio instale un complemento que limite la cantidad de intentos de conexión al dominio, evitando aún más los ataques de fuerza bruta. Incluso un usuario raíz puede permitir ataques de fuerza bruta en conexiones sólidas (SSH), por lo tanto, es mejor evitar que los usuarios accedan a SSH habilitando "DenyUsers root" y "PermitRootLogin no".</li>
fr: <li>De nombreux sites Web autorisent un nombre infini de tentatives de connexion. Il est recommandé que l'administrateur du site installe un plugin qui limite le nombre de tentatives de connexion au domaine, en empêchant davantage les attaques par force brute. Même un utilisateur root peut autoriser les attaques par force brute sur les connexions Solid Shell (SSH). Il est donc préférable d'empêcher les utilisateurs d'accéder à SSH en activant "DenyUsers root" et "PermitRootLogin no".</li>
it: <li>Molti siti web consentono un numero infinito di tentativi di accesso. Si consiglia all'amministratore del sito di installare un plug-in che limiti il numero di tentativi di connessione al dominio, prevenendo ulteriormente gli attacchi di forza bruta. Anche un utente root può consentire attacchi di forza bruta su connessioni solid shell (SSH), quindi è meglio impedire agli utenti di accedere a SSH abilitando "DenyUsers root" e "PermitRootLogin no".</li>
ko: <li>많은 웹 사이트에서 무한한 로그인 시도를 허용합니다. 사이트 관리자는 무차별 암호 대입 공격을 추가로 방지하여 도메인에 대한 연결 시도 횟수를 제한하는 플러그인을 설치하는 것이 좋습니다. 루트 사용자조차도 솔리드 쉘 (SSH) 연결에 대한 무차별 대입 공격을 허용 할 수 있으므로 "DenyUsers 루트"및 "PermitRootLogin no"를 활성화하여 사용자가 SSH에 액세스하지 못하게하는 것이 좋습니다.</li>
nl: <li>Veel websites staan een oneindig aantal inlogpogingen toe. Het wordt aanbevolen dat de sitebeheerder een plug-in installeert die het aantal pogingen om verbinding te maken met het domein beperkt, door brute force-aanvallen verder te voorkomen. Zelfs een rootgebruiker kan brute force-aanvallen op solid shell (SSH)-verbindingen toestaan, daarom is het beter om te voorkomen dat gebruikers toegang krijgen tot SSH door "DenyUsers root" en "PermitRootLogin no" in te schakelen.</li>
pl: <li>Wiele witryn umożliwia nieskończoną liczbę prób logowania. Zaleca się, aby administrator serwisu zainstalował wtyczkę, która ogranicza liczbę prób połączenia z domeną, dodatkowo zapobiegając atakom typu brute force. Nawet użytkownik root może zezwolić na ataki siłowe na połączenia solid shell (SSH), dlatego lepiej jest uniemożliwić użytkownikom dostęp do SSH, włączając „DenyUsers root” i „PermitRootLogin no”.</li>
pt: <li>Muitos sítios web permitem um número infinito de tentativas de início de sessão. Recomenda-se que o administrador do sítio instale uma extensão que limite o número de tentativas de conexão ao domínio, prevenindo assim ataques de força bruta. Mesmo um administrador pode permitir ataques de força bruta via SSH, pelo que é melhor prevenir o acesso via SSH activando-se “DenyUsers root” e “PermitRootLogin no”.</li>
ru: <li>Множество веб-сайтов допускают бесконечное количество попыток входа в систему. Рекомендуется, чтобы администратор сайта установил плагин, который ограничивает количество попыток подключения к домену, дополнительно предотвращая брутфорс атаки. Даже пользователь root может разрешить атаки методом перебора на соединения solid shell (SSH), следовательно, лучше запретить пользователям доступ к SSH, включив “DenyUsers root” и “PermitRootLogin no”.</li>
sv: <li>Många hemsidor tillåter ett oändligt antal inloggningsförsök. Det rekommenderas att webbplatsadministratören installerar ett plugin som begränsar antalet försök att ansluta till domänen, genom att ytterligare förhindra brute force-attacker. Även en root-användare kan tillåta brute force-attacker på solid shell-anslutningar (SSH), därför är det bättre att förhindra användare från att komma åt SSH genom att aktivera "DenyUsers root" och "PermitRootLogin no".</li>
tr: <li>Birçok internet sitesi sonsuz sayıda giriş denemesine izin verir. Site yöneticisinin, kaba kuvvet saldırılarını daha da önleyerek tanım alanına bağlanma girişimlerinin sayısını sınırlayan bir eklenti yüklemesi önerilir. Bir tüm yetkili kullanıcı bile güvenli kabuk (SSH) bağlantılarında kaba kuvvet saldırılarına izin verebilir, bu nedenle "DenyUsers root" ve "PermitRootLogin no"yu etkinleştirerek kullanıcıların SSH'ye erişmesini önlemek daha iyidir.</li>
zh: <li>许多网站允许无限次登录尝试。 建议站点管理员安装一个插件，通过进一步防止暴力攻击来限制连接到域的尝试次数。 即使是root用户也可以允许对实心外壳(SSH）连接进行暴力攻击，因此最好通过启用"DenyUsers root"和"PermitRootLogin no"来阻止用户访问SSH。</li>

# Blog_WBFAHPI_H2_SH2_Text4
source: <li> It is recommended to have two-factor or multi-factor authentication, where the user must verify his authenticity before granting access to the system. If 2FA is activated, the user will be asked to enter a unique code assigned to a mobile phone number to verify its authenticity, before getting access to the network.</li>
ar: <li> يوصى بالحصول على مصادقة ثنائية أو متعددة العوامل ، حيث يجب على المستخدم التحقق من صحته قبل منح حق الوصول إلى النظام. إذا تم تنشيط المصادقة الثنائية (2FA) ، فسيُطلب من المستخدم إدخال رمز فريد مخصص لرقم هاتف محمول للتحقق من صحته ، قبل الوصول إلى الشبكة. </ li>
de: <li> Es wird empfohlen, eine Zwei-Faktor- oder Multi-Faktor-Authentifizierung zu verwenden, bei der der Benutzer seine Authentizität überprüfen muss, bevor er Zugriff auf das System gewährt. Wenn 2FA aktiviert ist, wird der Benutzer aufgefordert, einen eindeutigen Code einzugeben, der einer Mobiltelefonnummer zugewiesen ist, um deren Echtheit zu überprüfen, bevor er Zugriff auf das Netzwerk erhält.</li>
es: <li>Se recomienda contar con autenticación de dos factores o multifactor, donde el usuario debe verificar su autenticidad antes de otorgar acceso al sistema. Si se activa la verificación de dos factores, se le pedirá al usuario que ingrese un código único asignado a un número de teléfono móvil para verificar su autenticidad, antes de obtener acceso a la red.</li>
fr: <li> Il est recommandé d'avoir une authentification à deux ou plusieurs facteurs, où l'utilisateur doit vérifier son authenticité avant d'accorder l'accès au système. Si 2FA est activé, l'utilisateur sera invité à entrer un code unique attribué à un numéro de téléphone mobile pour vérifier son authenticité, avant d'avoir accès au réseau.</li>
it: <li> Si consiglia di disporre di un'autenticazione a due o più fattori, in cui l'utente deve verificare la propria autenticità prima di concedere l'accesso al sistema. Se 2FA è attivato, all'utente verrà chiesto di inserire un codice univoco assegnato a un numero di cellulare per verificarne l'autenticità, prima di ottenere l'accesso alla rete.</li>
ko: <li> 사용자가 시스템에 대한 액세스 권한을 부여하기 전에 이중 또는 다단계 인증을 사용하는 것이 좋습니다. 2FA가 활성화되면 사용자는 네트워크에 액세스하기 전에 진위 여부를 확인하기 위해 휴대폰 번호에 할당 된 고유 코드를 입력하라는 메시지가 표시됩니다.</li>
nl: <li> Het wordt aanbevolen om twee-factor- of multi-factor-authenticatie te hebben, waarbij de gebruiker zijn authenticiteit moet verifiëren voordat hij toegang tot het systeem verleent. Als 2FA is geactiveerd, wordt de gebruiker gevraagd om een unieke code in te voeren die is toegewezen aan een mobiel telefoonnummer om de authenticiteit ervan te verifiëren, voordat hij toegang krijgt tot het netwerk.</li>
pl: <li>Zawsze zaleca się, aby nie używać standardowych haseł, ale lepiej jest używać własnych utworzonych haseł. Najlepiej jest tworzyć unikalne hasła, które zawierają co najmniej 15 cyfr i kilka słów kluczowych. Długie hasła składające się z losowych słów/znaków są bezpieczniejsze i łatwiejsze do złamania hasła.</li>
pt: <li> Recomenda-se o uso de autenticação de dois ou mais factores, em que o utilizador deve verificar a sua autenticidade antes de lhe ser dados acesso ao sistema. Se a 2FA for activada, será pedido ao utilizador um código único atribuído a um número de telemóvel para verificar a sua autenticidade antes de obter acesso à rede.</li>
ru: <li> Рекомендуется использовать двухфакторную или многофакторную аутентификацию, при которой пользователь должен подтвердить свою подлинность перед предоставлением доступа к системе. Если активирован 2FA, пользователю будет предложено ввести уникальный код, присвоенный номеру мобильного телефона, чтобы проверить его подлинность, прежде чем получить доступ к сети.</li>
sv: <li> Det rekommenderas att ha två- eller multi faktorautentisering, där användaren måste verifiera sin autenticitet innan det beviljas åtkomst till systemet. Om 2FA är aktiverat kommer användaren att bli ombedd att ange en unik kod som tilldelats ett mobiltelefonnummer för att verifiera dess äkthet, innan det ges tillgång till nätverket.</li>
tr: <li> Kullanıcıya sisteme erişim izni vermeden önce kimliği doğrulaması gereken iki faktörlü veya çok faktörlü kimlik doğrulama kullanmanız önerilir. 2FA etkinleştirilirse, kullanıcıdan ağa erişmeden önce kimliği doğrulamak için bir cep telefonu numarasına atanmış benzersiz bir kod girmesi istenir.</li>
zh: <li>建议进行双因素或多因素身份验证，其中用户必须在授予对系统的访问权限之前验证其真实性。 如果2FA被激活，用户将被要求输入一个唯一的代码分配给一个移动电话号码，以验证其真实性，然后才能进入网络。</li>

# Blog_WBFAHPI_H2_SH2_Text5
source: <li>The benefit of using CAPTCHA is that it protects against account takeovers, illegal purchases and other similar scenarios. CAPTCHAs prefer 100% security response.</li>
ar: <li> تتمثل فائدة استخدام كابتشا في أنه يحمي من عمليات الاستيلاء على الحسابات وعمليات الشراء غير القانونية والسيناريوهات الأخرى المماثلة. كابتشا تفضل الاستجابة الأمنية بنسبة 100٪.</li>
de: <li>Der Vorteil der Verwendung von CAPTCHA besteht darin, dass es vor Kontoübernahmen, illegalen Käufen und ähnlichen Szenarien schützt. CAPTCHAs bevorzugen eine 100% ige Sicherheitsreaktion.</li>
es: <li>El beneficio de usar CAPTCHA es que protege contra apropiaciones de cuentas, compras ilegales y otros escenarios similares. Los CAPTCHA prefieren una respuesta de seguridad del 100 %.</li>
fr: <li>L'avantage d'utiliser CAPTCHA est qu'il protège contre les prises de contrôle de compte, les achats illégaux et d'autres scénarios similaires. Les CAPTCHA préfèrent une réponse de sécurité à 100 %.</li>
it: <li>Il vantaggio dell'utilizzo di CAPTCHA è che protegge da acquisizioni di account, acquisti illegali e altri scenari simili. I CAPTCHA preferiscono una risposta di sicurezza al 100%.</li>
ko: <li>CAPTCHA 사용의 이점은 계정 탈취, 불법 구매 및 기타 유사한 시나리오로부터 보호한다는 것입니다. 보안문자는 100% 보안 응답을 선호합니다.</li>
nl: <li>Het voordeel van het gebruik van CAPTCHA is dat het beschermt tegen accountovernames, illegale aankopen en andere soortgelijke scenario's. CAPTCHA's geven de voorkeur aan 100% beveiligingsreacties.</li>
pl: <li>Korzyścią z używania CAPTCHA jest to, że chroni przed przejęciem konta, nielegalnymi zakupami i innymi podobnymi scenariuszami. CAPTCHA preferują 100% odpowiedzi bezpieczeństwa.</li>
pt: <li>O benefício do CAPTCHA é a protecção contra tomadas de posse contas, compras ilegais e outros cenários similares. Os CAPTCHAs preferem respostas de segurança de 100%.</li>
ru: <li> Преимущество использования CAPTCHA заключается в том, что она защищает от захвата учетных записей, незаконных покупок и других подобных сценариев. Капчи предпочитают 100%-ный ответ безопасности.</li>
sv: <li>Fördelen med att använda CAPTCHA är att det skyddar mot kontoövertaganden, illegala köp och liknande scenarier. CAPTCHA:er get ett 100 % säkerhetssvar.</li>
tr: <li>CAPTCHA kullanmanın yararı, hesap devralmalarına, yasadışı satın alımlara ve diğer benzer senaryolara karşı koruma sağlamasıdır. CAPTCHA'lar %100 güvenlik yanıtını tercih eder.</li>
zh: <li>使用CAPTCHA的好处是它可以防止帐户接管，非法购买和其他类似情况。 CAPTCHAs更喜欢100％的安全响应。</li>

# Blog_WBFAHPI_H2_Sh2_Text6
source: <li>A web application firewall (WAF) limits the number of requests a resource can make to a URL space in a given time period. In addition to brute-force attacks to steal session tokens, WAF also protects against denial-of-service (DOS) attacks that consume server resources and block vulnerability scanning tools that check the computer network for errors.</li>
ar: <li> يحد جدار حماية تطبيق الويب (WAF) من عدد الطلبات التي يمكن للمورد إجراؤها على مساحة عنوان URL في فترة زمنية معينة. بالإضافة إلى هجمات القوة الغاشمة لسرقة الرموز المميزة للجلسة ، تحمي WAF أيضًا من هجمات رفض الخدمة (DOS) التي تستهلك موارد الخادم وتحظر أدوات فحص الثغرات الأمنية التي تتحقق من وجود أخطاء في شبكة الكمبيوتر. </li>
de: <li>Eine Web Application Firewall (WAF) begrenzt die Anzahl der Anforderungen, die eine Ressource in einem bestimmten Zeitraum an einen URL-Bereich stellen kann. Neben Brute-Force-Angriffen zum Stehlen von Sitzungstoken schützt WAF auch vor Denial-of-Service-Angriffen (DOS), die Serverressourcen verbrauchen, und blockiert Tools zum Scannen von Schwachstellen, die das Computernetzwerk auf Fehler überprüfen.</li>
es: <li>Un firewall de aplicaciones web (web application firewalls, WAF) limita la cantidad de solicitudes que un recurso puede realizar a un espacio de URL en un período determinado. Además de los ataques de fuerza bruta para robar tokens de sesión, WAF también protege contra ataques por denegación de servicio (denial-of-service, DOS) que consumen recursos del servidor y bloquean las herramientas de exploración de vulnerabilidades que verifican la red informática en busca de errores.</li>
fr: <li>Un pare-feu d'application Web (WAF) limite le nombre de requêtes qu'une ressource peut effectuer sur un espace URL au cours d'une période donnée. En plus des attaques par force brute pour voler les jetons de session, WAF protège également contre les attaques par déni de service (DoS) qui consomment les ressources du serveur et bloquent les outils d'analyse des vulnérabilités qui vérifient les erreurs du réseau informatique.</li>
it: <li>Un Web Application Firewall (WAF) limita il numero di richieste che una risorsa può effettuare a uno spazio URL in un determinato periodo di tempo. Oltre agli attacchi di forza bruta per rubare i token di sessione, WAF protegge anche dagli attacchi DOS (Denial-of-Service) che consumano risorse del server e bloccano gli strumenti di scansione delle vulnerabilità che controllano gli errori nella rete di computer.</li>
ko: <li>WAF(웹 애플리케이션 방화벽)는 지정된 기간 동안 리소스가 URL 공간에 대해 수행할 수 있는 요청 수를 제한합니다. WAF는 세션 토큰을 훔치기 위한 무차별 암호 대입 공격 외에도 서버 리소스를 소비하는 DOS(서비스 거부) 공격으로부터 보호하고 컴퓨터 네트워크에 오류가 있는지 확인하는 취약성 검사 도구를 차단합니다.</li>
nl: <li>Een webapplicatie-firewall (WAF) beperkt het aantal verzoeken dat een bron binnen een bepaalde tijdsperiode kan doen voor een URL-ruimte. Naast brute-force-aanvallen om sessietokens te stelen, biedt WAF ook bescherming tegen denial-of-service (DOS)-aanvallen die serverbronnen verbruiken en tools voor het scannen van kwetsbaarheden blokkeren die het computernetwerk controleren op fouten.</li>
pl: <li>Zapora aplikacji sieci Web (WAF) ogranicza liczbę żądań, które zasób może skierować do przestrzeni adresu URL w danym okresie. Oprócz ataków typu brute-force w celu kradzieży tokenów sesji, WAF chroni również przed atakami typu „odmowa usługi” (DOS), które zużywają zasoby serwera i blokują narzędzia do skanowania pod kątem luk w zabezpieczeniach, które sprawdzają sieć komputerową pod kątem błędów.</li>
pt: <li>Uma firewall de aplicação web (WAF) limita o número de pedidos que um recurso pode fazer a um URL num determinado período de tempo. Além de ataques de força bruta para roubar tokens de sessão, a WAF também protege de ataques de negação de serviço (DoS) que consomem recursos do servidor e bloqueiam ferramentas de análise de vulnerabilidades que procuram por erros na rede de computadores.</li>
ru: <li> Брандмауэр веб-приложений (WAF) ограничивает количество запросов, которые ресурс может отправлять к пространству URL за определенный период времени. В дополнение к брутфорс атакам с целью кражи токенов сеанса WAF также защищает от атак типа "отказ в обслуживании" (DOS), которые потребляют ресурсы сервера и блокируют средства сканирования уязвимостей, которые проверяют компьютерную сеть на наличие ошибок.</li>
sv: <li>En brandvägg för webbapplikationer (WAF) begränsar antalet förfrågningar som en resurs kan göra till ett URL-utrymme under en given tidsperiod. Förutom brute-force-attacker för att stjäla sessionstecken skyddar WAF även mot DOS-attacker (denial-of-service) som konsumerar serverresurser och blockerar sårbarhetssökningsverktyg som kontrollerar datornätverket för fel.</li>
tr: <li>Bir internet uygulaması olan güvenlik duvarı (WAF), bir kaynağın belirli bir süre içinde bir URL alanından yapabileceği istek sayısını sınırlar. Oturum jetonlarını çalmaya yönelik kaba kuvvet saldırılarına ek olarak, WAF ayrıca sunucu kaynaklarını tüketen ve bilgisayar ağında hata olup olmadığını denetleyen güvenlik açığı tarama araçlarını engelleyen hizmet reddi (DOS) saldırılarına karşı da koruma sağlar.</li>
zh: <li>web应用程序防火墙(WAF)会限制资源在给定时间段内对URL空间发出的请求数量。 除了暴力破解攻击以窃取会话令牌之外，WAF还可以防止消耗服务器资源的拒绝服务(DoS)攻击，并阻止检查计算机网络是否存在错误的漏洞扫描工具。</li>

# Blog_WBFAHPI_H2_SubHeading1
source: <strong>How to prevent brute force attack:</syrong>
ar: <strong> كيفية منع هجوم القوة الغاشمة: </strong>
de: <strong>So verhindern Sie Brute-Force-Angriffe:</strong>
es: <strong>Cómo prevenir un ataque de fuerza bruta:</syrong>
fr: <strong>Comment empêcher une attaque par force brute :</strong>
it: <strong>Come prevenire l'attacco di forza bruta:</strong>
ko: <strong>무차별 대입 공격을 방지하는 방법:</strong>
nl: <strong>Hoe een brute force-aanval te voorkomen:</strong>
pl: <strong>Jak zapobiec atakowi siłowemu:</strong>
pt: <strong>Como prevenir ataques de força bruta:</strong>
ru: <strong>Как предотвратить брутфорс атаку:</strong>
sv: <strong>Hur man förhindrar brute force attack:</strong>
tr: <strong>Kaba kuvvet saldırısı nasıl önlenir:</strong>
zh: <strong>如何防止暴力攻击：</strong>

# Blog_WBFAHPI_H2_Text1
source: An attacker can always find the password through a brute-force attack. Depending on the length and complexity of the password, there can be trillions of possible combinations and hence it might take years to crack the target passwords.
ar: يمكن للمهاجم دائمًا العثور على كلمة المرور من خلال هجوم القوة الغاشمة. اعتمادًا على طول وتعقيد كلمة المرور ، يمكن أن يكون هناك تريليونات من المجموعات المحتملة ، وبالتالي قد يستغرق الأمر سنوات لاختراق كلمات المرور المستهدفة.
de: Ein Angreifer kann das Passwort immer durch einen Brute-Force-Angriff finden. Abhängig von der Länge und Komplexität des Passworts kann es Billionen möglicher Kombinationen geben und daher kann es Jahre dauern, die Zielpasswörter zu knacken.
es: Un atacante siempre puede encontrar la contraseña mediante un ataque de fuerza bruta. Según la longitud y la complejidad de la contraseña, puede haber billones de combinaciones posibles y, por lo tanto, puede llevar años descifrar las contraseñas de destino.
fr: Un attaquant peut toujours trouver le mot de passe via une attaque par force brute. En fonction de la longueur et de la complexité du mot de passe, il peut y avoir des milliards de combinaisons possibles et il peut donc falloir des années pour déchiffrer les mots de passe cibles.
it: Un utente malintenzionato può sempre trovare la password attraverso un attacco di forza bruta. A seconda della lunghezza e della complessità della password, ci possono essere trilioni di combinazioni possibili e quindi potrebbero essere necessari anni per decifrare le password sotto attacco.
ko: 공격자는 무차별 암호 대입 공격을 통해 항상 암호를 찾을 수 있습니다. 암호의 길이와 복잡성에 따라 수조 개의 가능한 조합이있으므로, 대상 암호를 해독하는 데 몇 년이 걸릴 수 있습니다.
nl: Een aanvaller kan het wachtwoord altijd vinden via een brute-force-aanval. Afhankelijk van de lengte en complexiteit van het wachtwoord, kunnen er biljoenen mogelijke combinaties zijn en daarom kan het jaren duren om de doelwachtwoorden te kraken.
pl: Atakujący zawsze może znaleźć hasło za pomocą ataku siłowego. W zależności od długości i złożoności hasła mogą istnieć biliony możliwych kombinacji, a zatem złamanie docelowych haseł może zająć lata.
pt: Um atacante pode sempre encontrar palavra-passe através de um ataque de força bruta. Dependendo do comprimento e complexidade da palavra-passe, há biliões de combinações possíveis e portanto pode levar anos a quebrar palavras-passe.
ru: Злоумышленник всегда может узнать пароль с помощью брутфорс атаки. В зависимости от длины и сложности пароля могут существовать триллионы возможных комбинаций, и, следовательно, на взлом целевых паролей могут потребоваться годы.
sv: En hackare kan alltid lokalisera lösenordet genom en brute-force attack. Beroende på lösenordets längd och komplexitet kan det finnas biljoner möjliga kombinationer och det kan därför ta åratal att knäcka mållösenordet.
tr: Bir saldırgan parolayı her zaman kaba kuvvet saldırısıyla bulabilir. Parolanın uzunluğuna ve karmaşıklığına bağlı olarak, trilyonlarca olası kombinasyon olabilir ve bu nedenle hedef parolaların kırılması yıllar alabilir.
zh: 攻击者总是可以通过暴力攻击找到密码。 根据密码的长度和复杂性，可能有数万亿种可能的组合，因此可能需要数年才能破解目标密码。
