Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_SSING_Text1
source: Maintaining the security of data becomes more important as we keep more sensitive data on our mobile devices. Hackers who obtain access to our phones now have more access to our personal information than ever before, including addresses, credit card numbers, and phone numbers, as well as personal images and addresses. Mobile security is a precaution one takes to safeguard themselves from a variety of dangers that aim to violate their privacy and steal any other information kept on their phone
ar: يصبح الحفاظ على أمان البيانات أكثر أهمية لأننا نحتفظ ببيانات أكثر حساسية على أجهزتنا المحمولة. يتمتع المتسللون الذين يحصلون على إمكانية الوصول إلى هواتفنا الآن بإمكانية وصول أكبر إلى معلوماتنا الشخصية أكثر من أي وقت مضى ، بما في ذلك العناوين وأرقام بطاقات الائتمان وأرقام الهواتف ، فضلاً عن الصور والعناوين الشخصية. أمان الهاتف المحمول هو إجراء احترازي يتخذه المرء لحماية نفسه من مجموعة متنوعة من المخاطر التي تهدف إلى انتهاك خصوصيته وسرقة أي معلومات أخرى محفوظة على الهاتف.
de: Die Aufrechterhaltung der Datensicherheit wird immer wichtiger, da wir sensiblere Daten auf unseren Mobilgeräten aufbewahren. Hacker, die Zugriff auf unsere Telefone erhalten, haben jetzt mehr Zugriff auf unsere persönlichen Daten als je zuvor, einschließlich Adressen, Kreditkartennummern und Telefonnummern sowie persönlicher Bilder und Adressen. Mobile Sicherheit ist eine Vorsichtsmaßnahme, um sich vor einer Vielzahl von Gefahren zu schützen, die darauf abzielen, ihre Privatsphäre zu verletzen und andere auf ihrem Telefon gespeicherte Informationen zu stehlen
es: Mantener la seguridad de los datos se vuelve más importante a medida que guardamos datos más confidenciales en nuestros dispositivos móviles. Los hackers informáticos que obtienen acceso a nuestros teléfonos ahora tienen más acceso que nunca a nuestra información personal, incluidas direcciones, números de tarjetas de crédito y números de teléfono, así como imágenes y direcciones personales. La seguridad móvil es una precaución que uno toma para protegerse de una variedad de situaciones de riesgo que tienen como objetivo violar tu privacidad y robar cualquier otra información guardada en tu teléfono.
fr: Le maintien de la sécurité des données devient plus important à mesure que nous conservons des données plus sensibles sur nos appareils mobiles. Les pirates informatiques qui accèdent à nos téléphones ont maintenant plus accès à nos informations personnelles que jamais auparavant, y compris les adresses, les numéros de carte de crédit, et les numéros de téléphone, ainsi que les images et adresses personnelles. La sécurité mobile est une précaution que l’on prend pour se protéger d’une variété de dangers qui visent à violer leur vie privée et à voler toute autre information conservée sur leurs téléphones.
it: Mantenere la sicurezza dei dati diventa più importante man mano che conserviamo più dati sensibili sui nostri dispositivi mobili. Gli hacker che ottengono l'accesso ai nostri telefoni ora hanno più accesso alle nostre informazioni personali che mai, inclusi indirizzi, numeri di carte di credito e numeri di telefono, nonché immagini e indirizzi personali. La sicurezza mobile è una precauzione che molti prendono per proteggersi da una varietà di pericoli che mirano a violare la loro privacy e rubare qualsiasi altra informazione conservata sul loro telefono.
ko: 모바일 장치에 더 민감한 데이터를 보관함에 따라 데이터 보안을 유지하는 것이 더욱 중요해집니다. 우리 전화에 액세스 한 해커는 주소, 신용 카드 번호, 전화 번호, 개인 이미지 및 주소를 포함한 개인 정보에 액세스 할 수 있습니다. 모바일 보안은 개인 정보를 침해하고 휴대 전화에 보관 된 기타 정보를 훔치는 것을 목표로하는 다양한 위험으로부터 자신을 보호하기 위해 취하는 예방 조치입니다.
nl: De beveiliging van gegevens wordt belangrijker naarmate we meer gevoelige gegevens op onze mobiele apparaten bewaren. Hackers die toegang krijgen tot onze telefoons hebben nu meer dan ooit toegang tot onze persoonlijke informatie, waaronder adressen, creditcardnummers en telefoonnummers. Mobiele beveiliging is een voorzorgsmaatregel die iemand neemt om zich te beschermen tegen allerlei gevaren die erop gericht zijn zijn privacy te schenden en andere informatie op zijn telefoon te stelen.
pl: Utrzymanie bezpieczeństwa danych staje się ważniejsze, ponieważ przechowujemy bardziej wrażliwe dane na naszych urządzeniach mobilnych. Hakerzy, którzy uzyskują dostęp do naszych telefonów, mają teraz większy dostęp do naszych danych osobowych niż kiedykolwiek wcześniej, w tym adresów, numerów kart kredytowych i numerów telefonów, a także osobistych zdjęć i adresów. Bezpieczeństwo mobilne to środek ostrożności, który należy podjąć, aby chronić się przed różnymi zagrożeniami, które mają na celu naruszenie ich prywatności i kradzież wszelkich innych informacji przechowywanych w telefonie
pt: Manter a segurança de dados torna-se tão mais importante quanto mais dados sensíveis mantivermos nos nossos dispositivos móveis. Os hackers que têm acesso aos nossos telefones têm agora mais acesso que nunca à nossa informação pessoal, incluindo endereços, números de cartão de crédito e números de telefone, assim como imagens e endereços pessoais. A segurança móvel é uma precaução que se toma para a salvaguarda de uma variedade de perigos que visam violar a privacidade e roubar qualquer outra informação guardada no telefone.
ru: Поддержание безопасности данных становится все более важным по мере того, как мы храним все больше конфиденциальных данных на наших мобильных устройствах. Хакеры, которые получают доступ к нашим телефонам, теперь имеют больше доступа к нашей личной информации, чем когда-либо прежде, включая адреса, номера кредитных карт и телефонные номера, а также личные изображения и адреса. Мобильная безопасность - это мера предосторожности, которую человек принимает, чтобы обезопасить себя от различных опасностей, которые направлены на нарушение его конфиденциальности и кражу любой другой информации, хранящейся на его телефоне
sv: Att upprätthålla datasäkerheten blir viktigare eftersom vi behåller känsligare data på våra mobila enheter. Hackare som får tillgång till våra telefoner har nu mer tillgång till vår personliga information än någonsin tidigare, inklusive adresser, kreditkortsnummer och telefonnummer, såväl som personliga bilder och adresser. Mobil säkerhet är en försiktighetsåtgärd man vidtar för att skydda sig från en mängd olika faror som syftar till att kränka integritet och stjäla all information som finns på telefonen
tr: Mobil cihazlarımızda daha hassas veriler tuttukça verilerin güvenliğini sağlamak daha da önemli hale gelir. Telefonlarımıza erişim sağlayan bilgisayar korsanları artık adresler, kredi kartı numaraları ve telefon numaralarının yanı sıra kişisel görüntüler ve adresler de dahil olmak üzere kişisel bilgilerimize her zamankinden daha fazla erişebiliyor. Mobil güvenlik, kişinin kendisini gizliliğini ihlal etmeyi ve telefonunda tuttuğu diğer bilgileri çalmayı amaçlayan çeşitli tehlikelerden korumak için aldığı bir önlemdir.
zh: 随着我们在移动设备上保留更敏感的数据，维护数据的安全性变得更加重要。 获得访问我们手机的黑客现在比以往任何时候都更多地访问我们的个人信息，包括地址，信用卡号码和电话号码，以及个人图像和地址。 移动安全是一种预防措施，可以保护自己免受各种危险的侵害，这些危险旨在侵犯他们的隐私并窃取手机上保存的任何其他信息

# Blog_SSING_Text2
source: Mobile vulnerability is at an all-time high in the current digital era. The number of hidden hazards to obtaining private information from your mobile device is too great. Fortunately, there are incredible and efficient solutions to safeguard the data on your mobile device. Considering that a person's digital footprint can contain so much data, cybersecurity has elevated to a top priority in daily life. Without adequate protection, that information may end up in the wrong hands. Give AxCrypt a call for all the information you require about mobile phone security and cybersecurity.
ar: بلغت ثغرة المحمول أعلى مستوياتها على الإطلاق في العصر الرقمي الحالي. عدد المخاطر المخفية للحصول على معلومات خاصة من جهازك المحمول كبير جدًا. لحسن الحظ ، هناك حلول مذهلة وفعالة لحماية البيانات الموجودة على جهازك المحمول. بالنظر إلى أن البصمة الرقمية لأي شخص يمكن أن تحتوي على الكثير من البيانات ، فقد ارتفع الأمن السيبراني إلى أولوية قصوى في الحياة اليومية. بدون حماية كافية ، قد ينتهي الأمر بهذه المعلومات في الأيدي الخطأ. امنح اكسكربت مكالمة للحصول على جميع المعلومات التي تحتاجها حول أمان الهاتف المحمول والأمن السيبراني.
de: Die mobile Verwundbarkeit ist im aktuellen digitalen Zeitalter auf einem Allzeithoch. Die Anzahl der versteckten Gefahren für den Erhalt privater Informationen von Ihrem Mobilgerät ist zu groß. Glücklicherweise gibt es unglaubliche und effiziente Lösungen, um die Daten auf Ihrem Mobilgerät zu schützen. Angesichts der Tatsache, dass der digitale Fußabdruck einer Person so viele Daten enthalten kann, hat die Cybersicherheit im täglichen Leben höchste Priorität. Ohne angemessenen Schutz können diese Informationen in die falschen Hände geraten. Rufen Sie AxCrypt an, um alle Informationen zu erhalten, die Sie zur Sicherheit und Cybersicherheit von Mobiltelefonen benötigen.
es: La vulnerabilidad móvil está en su punto más alto en la era digital actual. La cantidad de peligros ocultos para obtener información privada de tu dispositivo móvil es demasiado grande. Afortunadamente, existen soluciones increíbles y eficientes para salvaguardar los datos en tu dispositivo móvil. Teniendo en cuenta que la huella digital de una persona puede contener tantos datos, la ciberseguridad se ha elevado a una prioridad máxima en la vida diaria. Sin la protección adecuada, esa información puede terminar en las manos equivocadas. Contacta a AxCrypt para obtener toda la información que necesitas sobre la seguridad y la ciberseguridad de los teléfonos móviles.
fr: La vulnérabilité mobile est à son plus haut niveau dans l’ère numérique actuelle. Le nombre de dangers cachés pour obtenir des informations privées à partir de votre appareil mobile est trop grand. Heureusement, il existe des solutions incroyables et efficaces pour protéger les données sur votre appareil mobile. Considérant que l’empreinte numérique d’une personne peut contenir autant de données, la cybersécurité est devenue une priorité absolue dans la vie quotidienne. Sans une protection adéquate, ces informations peuvent se retrouver entre de mauvaises mains. Appelez AxCrypt pour obtenir toutes les informations dont vous avez besoin sur la sécurité et la cybersécurité des téléphones mobiles.
it: La vulnerabilità mobile è ai massimi storici nell'attuale era digitale. Il numero di pericoli nascosti per ottenere informazioni private dal tuo dispositivo mobile è troppo grande. Fortunatamente, ci sono soluzioni incredibili ed efficienti per salvaguardare i dati sul tuo dispositivo mobile. Considerando che l'impronta digitale di una persona può contenere così tanti dati, la sicurezza informatica è diventata una priorità assoluta nella vita quotidiana. Senza un'adeguata protezione, tali informazioni potrebbero finire nelle mani sbagliate. Chiama AxCrypt per tutte le informazioni di cui hai bisogno sulla sicurezza dei telefoni cellulari e sulla sicurezza informatica.
ko: 모바일 취약성은 현재 디지털 시대에 사상 최고치를 기록하고 있습니다. 모바일 장치에서 개인 정보를 얻는 데 숨겨진 위험의 수가 너무 많습니다. 다행히도 모바일 장치의 데이터를 보호하는 놀랍고 효율적인 솔루션이 있습니다. 개인의 디지털 발자국에 너무 많은 데이터가 포함될 수 있다는 점을 고려할 때 사이버 보안은 일상 생활에서 최우선 순위로 상승했습니다. 적절한 보호가 없으면 해당 정보가 잘못된 사람의 손에 들어갈 수 있습니다. 휴대 전화 보안 및 사이버 보안에 대해 필요한 모든 정보를 AxCrypt에 문의하십시오.
nl: Mobiele kwetsbaarheid is in het huidige digitale tijdperk ongekend hoog. Het aantal verborgen gevaren voor het verkrijgen van privégegevens van uw mobiele apparaat is te groot. Gelukkig zijn er ongelooflijke en efficiënte oplossingen om de gegevens op uw mobiele apparaat te beschermen. Aangezien iemands digitale voetafdruk zoveel gegevens kan bevatten, is cyberbeveiliging een topprioriteit geworden in het dagelijks leven. Zonder adequate bescherming kan die informatie in de verkeerde handen terechtkomen. Bel AxCrypt voor alle informatie over de beveiliging van mobiele telefoons en cyberbeveiliging.
pl: W obecnej erze cyfrowej luka w zabezpieczeniach urządzeń mobilnych jest na najwyższym poziomie. Liczba ukrytych zagrożeń związanych z uzyskaniem prywatnych informacji z urządzenia mobilnego jest zbyt duża. Na szczęście istnieją niesamowite i wydajne rozwiązania do ochrony danych na Twoim urządzeniu mobilnym. Biorąc pod uwagę, że cyfrowy ślad danej osoby może zawierać tak wiele danych, cyberbezpieczeństwo stało się najwyższym priorytetem w życiu codziennym. Bez odpowiedniej ochrony informacje te mogą trafić w niepowołane ręce. Zadzwoń do AxCrypt, aby uzyskać wszystkie potrzebne informacje dotyczące bezpieczeństwa telefonu komórkowego i cyberbezpieczeństwa.
pt: A vulnerabilidade móvel atingiu o recorde na actual era digital. O número de perigos escondidos para se obter informação privada do seu dispositivo móvel é muito grande. Felizmente, existem soluções incríveis e eficientes de protecção dos dados no seu dispositivo móvel. Considerando-se que a pegada digital de uma pessoa pode conter muitos dados, a cibersegurança elevou-se a prioridade máxima no quotidiano. Sem protecção adequada, a informação pode acabar em mãos erradas. Telefone à AxCrypt para obter toda a informação necessária sobre segurança no telemóvel e cibersegurança.
ru: Уязвимость мобильных устройств находится на рекордно высоком уровне в нынешнюю цифровую эпоху. Количество скрытых опасностей для получения личной информации с вашего мобильного устройства слишком велико. К счастью, существуют потрясающие и эффективные решения для защиты данных на вашем мобильном устройстве. Учитывая, что цифровой след человека может содержать так много данных, кибербезопасность стала главным приоритетом в повседневной жизни. Без надлежащей защиты эта информация может попасть не в те руки. Позвоните в AxCrypt, чтобы получить всю необходимую вам информацию о безопасности мобильных телефонов и кибербезопасности.
sv: Mobil sårbarhet är på den högsta nivån någonsin i den nuvarande digitala eran. Antalet dolda faror för att få privat information från din mobila enhet är för stort. Lyckligtvis finns det otroliga och effektiva lösningar för att skydda data på din mobila enhet. Med tanke på att en persons digitala fotavtryck kan innehålla så mycket data, har cybersäkerhet höjts till en högsta prioritet i det dagliga livet. Utan tillräckligt skydd kan den informationen hamna i fel händer. Ring AxCrypt för all information du behöver om mobiltelefonsäkerhet och cybersäkerhet.
tr: Mevcut dijital çağda mobil güvenlik zafiyeti tüm zamanların en yüksek seviyesinde. Mobil cihazınızdan özel bilgilerinizi elde etmeye yönelik gizli tehlikelerin sayısı da oldukça fazla. Neyse ki, mobil cihazınızdaki verileri korumak için olağanüstü ve etkili çözümler var. Bir kişinin dijital ayak izinin çok fazla veri içerebileceği düşünüldüğünde, siber güvenlik günlük yaşamda en önemli öncelik haline gelmiştir. Yeterli koruma olmadan bu bilgiler yanlış ellere geçebilir. Cep telefonu güvenliği ve siber güvenlik hakkında ihtiyacınız olan tüm bilgiler için AxCrypt'i deneyin.
zh: 移动漏洞在当前数字时代处于历史最高水平。 从您的移动设备获取私人信息的隐患数量太大了。 幸运的是，有令人难以置信的和有效的解决方案，以保护您的移动设备上的数据。 考虑到一个人的数字足迹可以包含如此多的数据，网络安全已经上升到日常生活的重中之重。 如果没有足够的保护，这些信息可能最终落入坏人之手。 给AxCrypt一个电话，你需要的所有关于手机安全和网络安全的信息。

# Blog_SSING_Title
source: Smartphone Security: It's Not A Game
ar: أمان الهاتف الذكي: ليس لعبة
de: Smartphone-Sicherheit: Es ist kein Spiel
es: Seguridad de smartphones: no es un juego
fr: Sécurité des Smartphones: Ce N’est Pas Un Jeu
it: Sicurezza smartphone: non è un gioco
ko: 스마트폰 보안 : 우습게 볼 일이 아닙니
nl: Smartphone-beveiliging: Het Is Geen Spel
pl: Bezpieczeństwo smartfona: to nie jest gra
pt: Segurança do Smartphone: Não É Um Jogo
ru: Безопасность смартфона - это не игра
sv: Smartphone-säkerhet: Det Är Inte Ett Spel
tr: Akıllı Telefon Güvenliği: Çocuk Oyuncağı Değil
zh: 智能手机安全：这不是游戏

# Blog_STUCTREDSA_Conclusion_Heading
source: Install AxCrypt
ar: تثبيت أكسكربت
de: AxCrypt installieren
es: Instalar AxCrypt
fr: Installer AxCrypt
it: Installa AxCrypt
ko: AxCrypt 설치
nl: Installeer AxCrypt
pl: Zainstaluj AxCrypt
pt: Instale AxCrypt
ru: Установка AxCrypt
sv: Installera AxCrypt
tr: AxCrypt'i yükleyin
zh: 安装AxCrypt

# Blog_STUCTREDSA_Conclusion_Text1
source: Check out our guide on <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>how to easily make AxCrypt a part of your security strategy</b></a>.
ar: تحقق من دليلنا حول <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>كيفية جعل اكسكربت بسهولة جزءا من استراتيجيتك الأمنية</b></a>.
de: Sehen Sie sich unseren Leitfaden an <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>how to easily make AxCrypt a part of your security strategy </b></a>.
es: Echa un vistazo a nuestra guía sobre <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>cómo hacer fácilmente que AxCrypt forme parte de tu estrategia de seguridad</b></a>.
fr: Consultez notre guide sur <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>comment intégrer facilement AxCrypt à votre stratégie de sécurité</b></a>.
it: Consulta la nostra guida su <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>come rendere facilmente AxCrypt parte della tua strategia di sicurezza</b></a>
ko: <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>AxCrypt를 보안 전략의 일부로 쉽게 만드는 방법</b></a>에 대한 가이드를 확인하십시오.
nl: Bekijk onze gids over <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>hoe u AxCrypt eenvoudig onderdeel kunt maken van uw beveiligingsstrategie</b></a>.
pl: Sprawdź nasz poradnik, <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>jak łatwo włączyć AxCrypt do swojej strategii bezpieczeństwa</b></a>.
pt: Confira nosso guia sobre <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>como tornar o AxCrypt parte de sua estratégia de segurança com facilidade</b></a>.
ru: Ознакомьтесь с нашим руководством о <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>how to easily make AxCrypt a part of your security strategy</b></a>.
sv: Kolla in vår guide om <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>hur du enkelt gör AxCrypt till en del av din säkerhetsstrategi</b></a>.
tr: <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>AxCrypt'i nasıl kolayca güvenlik stratejinizin bir parçası haline getireceğiniz konusundaki kılavuzumuza</b></a> göz atın.
zh: 查看我们的指南，了解 <a href='https://www.youtube.com/watch?v=n4PZgArzhlg'><b>how to easily make AxCrypt a part of your security strategy</b></a>。

# Blog_STUCTREDSA_Conclusion_Text2
source: Massive internationall sporting events, such as UEFA Euro and FIFA World Cup, with antendees from all over the world should expect that cyberattack will occur.This includes phising emails offering promotions, free event live streams embedded with malwate, and fake UEFA websites looking to gain personal identification and financial information.
ar: يجب أن تتوقع الأحداث الرياضية الدولية الضخمة ، مثل كأس الأمم الأوروبية وكأس العالم لكرة القدم، مع الحضور من جميع أنحاء العالم حدوث هجوم إلكتروني. يتضمن ذلك رسائل البريد الإلكتروني المزيفة التي تقدم عروضا ترويجية ، والبث المباشر المجاني للأحداث المضمنة مع البرمجيات الخبيثة، ومواقع كأس الأمم الأوروبية المزيفة التي تتطلع إلى الحصول على هوية شخصية ومعلومات مالية.
de: Große internationale Sportereignisse wie die UEFA Euro und die FIFA-Weltmeisterschaft mit Gästen aus der ganzen Welt sollten mit Cyberangriffen rechnen. Dazu gehören Phishing-E-Mails, die Werbeaktionen anbieten, kostenlose Live-Streams von Veranstaltungen, die in Schadsoftware eingebettet sind, und gefälschte UEFA-Websites, die versuchen, persönliche Identifikations- und Finanzinformationen zu erhalten.
es: Los eventos deportivos internacionales masivos, como la Eurocopa de la UEFA y la Copa Mundial de la FIFA, con antendees de todo el mundo, deben esperar que ocurran ataques cibernéticos. Esto incluye correos electrónicos de phishing que ofrecen promociones, transmisiones en vivo gratuitas de eventos incrustadas con malwate y sitios web falsos de la UEFA que buscan obtener identificación personal e información financiera.
fr: Des événements sportifs internationaux massifs, tels que l’UEFA Euro et la Coupe du Monde de la FIFA, avec des antécédents de partout dans le monde devraient s’attendre à ce que la cyberattaque se produise. Cela inclut des e-mails de phishing proposant des promotions, des flux d’événements en direct gratuits intégrés à malwate et de faux sites Web de l’UEFA qui cherchent à obtenir une identification personnelle et des informations financières.
it: I grandi eventi sportivi internazionali, come la UEFA Euro e la Coppa del Mondo FIFA, con antendee da tutto il mondo, dovrebbero aspettarsi che si verifichino attacchi informatici. Ciò include e-mail di phishing che offrono promozioni, live streaming di eventi gratuiti incorporati con malwate e falsi siti Web UEFA che cercano di ottenere informazioni personali e finanziarie.
ko: UEFA 유로 및 FIFA 월드컵과 같은 대규모 국제 스포츠 이벤트와 전 세계의 안테나가 사이버 공격이 발생할 것으로 예상해야 합니다.여기에는 프로모션을 제공하는 페이징 이메일, 말와트가 포함된 무료 이벤트 라이브 스트림, 개인 식별 및 금융 정보를 얻으려는 가짜 UEFA 웹 사이트가 포함됩니다.
nl: Massale internationale sportevenementen, zoals UEFA Euro en FIFA World Cup, met publiek van over de hele wereld, moeten verwachten dat er een cyberaanval zal plaatsvinden. Dit omvat phising-e-mails met promoties, gratis livestreams van evenementen die zijn ingesloten met malwate en valse UEFA-websites die op zoek zijn naar persoonlijke identificatie en financiële informatie.
pl: Podczas dużych międzynarodowych imprez sportowych, takich jak UEFA Euro czy FIFA World Cup, których uczestnicy pochodzą z całego świata, należy spodziewać się cyberataków. Obejmują one phishingowe wiadomości e-mail oferujące promocje, bezpłatne transmisje na żywo z wydarzeń z osadzonym złośliwym kodem oraz fałszywe strony internetowe UEFA, których celem jest wyłudzenie danych osobowych i informacji finansowych.
pt: Grandes eventos esportivos internacionais, como a UEFA Euro e a Copa do Mundo da FIFA, com antenas de todo o mundo, devem esperar que ocorram ataques cibernéticos. Isso inclui e-mails de phishing oferecendo promoções, transmissões ao vivo de eventos gratuitos incorporados com malwate e sites falsos da UEFA que buscam obter identificação pessoal e informações financeiras.
ru: Массовые международные спортивные мероприятия, такие как Чемпионат мира по футболу и УЕФА, с участием представителей со всего мира, должны ожидать кибератаки. К ним относятся фишинговые электронные письма с рекламными акциями, бесплатные прямые трансляции мероприятий, встроенные вредоносные программы, и поддельные веб-сайты УЕФА, стремящиеся получить личную и финансовую информацию.
sv: Stora internationella sportevenemang, såsom UEFA Euro och FIFA World Cup, med deltagare från hela världen bör förvänta sig att cyberattacker kommer att inträffa. Detta inkluderar nätfiske i form av kampanjerbjudanden, gratis streams med inbäddad malware och falska UEFA-webbplatser som försöker få tag på personlig identifierings- och finansiell information.
tr: UEFA Euro ve FIFA Dünya Kupası gibi dünyanın dört bir yanından katılımcılarla yapılan büyük uluslararası spor etkinliklerinde, siber saldırının gerçekleşmesi beklenebilir. Bu, promosyonlar teklif eden kimlik avı e-postalarını, kötü amaçlı yazılımlar içeren ücretsiz etkinlik canlı yayınlarını ve kişisel kimlik ve finansal bilgiler elde etmek isteyen sahte UEFA internet sitelerini içerir.
zh: 大型国际体育赛事，如欧洲杯和国际足联世界杯，来自世界各地的参与者应该预料到网络攻击会发生。这包括提供促销活动的网络钓鱼电子邮件、嵌入恶意软件的免费活动直播，以及希望获取个人身份和财务信息的虚假欧足联网站。
