Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_EODAGDFWBES_H3_SH1_Text4
source: <b>STEP 3:</b> Tap the <b>‘Secure’</b> button with a padlock icon and select <b>OneDrive.</b>
ar: <b>الخطوة 3:</b> اضغط على زر <b>"آمن"</b> مع رمز قفل وحدد <b>ون درايف.</b>
de: <b>SCHRITT 3:</b> Tippen Sie auf die Schaltfläche <b>'Sichern'</b> mit einem Vorhängeschloss-Symbol und wählen Sie <b>OneDrive</b> aus.
es: <b>PASO 3:</b> Pulsa el botón <b>‘Seguro’</b> con el icono que tiene un candado y selecciona <b>OneDrive.</b>
fr: <b>ÉTAPE 3 :</b> Appuyez sur le bouton <b>'Sécuriser'</b> avec une icône de cadenas et sélectionnez <b>OneDrive.</b>
it: <b>PASSO 3:</b> Tocca il pulsante " <b>Sicuro" con l'icona</b> di un lucchetto e seleziona <b>OneDrive.</b>
ko: <b>3 단계 :</b> 자물쇠 아이콘이 있는 <b>'보안'</b> 버튼을 누르고 <b>.원드라이브</b>를 선택합니다.
nl: <b>STAP 3:</b> Tik op de knop <b>'Beveiligen'</b> met een hangslotpictogram en selecteer <b>OneDrive.</b>
pl: <b>KROK 3:</b> Naciśnij przycisk <b>„Zabezpiecz”</b> z ikoną kłódki i wybierz <b>OneDrive.</b>
pt: <b>3º PASSO:</b> Toque no botão <b>"Seguro"</b> com um ícone de cadeado e selecione <b>OneDrive.</b>
ru: <b>ШАГ 3:</b> Нажмите кнопку <b>«Зашифровать»</b> со значком замка и выберите <b>OneDrive.</b>
sv: <b>STEG 3:</b> Tryck på knappen <b>"Säker"</b> med en hänglåsikon och välj <b>OneDrive.</b>
tr: <b>3. ADIM:</b> Kilit simgesi olan <b>'Güvene Al'</b> tuşuna tıklayın ve <b>OneDrive'ı seçin.</b>
zh: <b>步骤3：</b>点击带有挂锁图标的<b>'安全'</b>按钮，然后选择<b>OneDrive。</b>

# Blog_EODAGDFWBES_H3_SH1_Text5
source: <b>STEP 4:</b> Sign in to your <b>OneDrive</b> account and allow access to AxCrypt.
ar: <b>الخطوة الرابعة:</b> قم بتسجيل الدخول إلى حساب <b>ون درايف</b> الخاص بك واسمح بالوصول إلى اكسكربت.
de: <b>SCHRITT 4:</b> Melden Sie sich bei Ihrem <b>OneDrive-Konto</b> an und erlauben Sie den Zugriff auf AxCrypt.
es: <b>PASO 4:</b> Accede a tu cuenta de <b>OneDrive</b> y dale acceso a AxCrypt.
fr: <b>ÉTAPE 4 :</b> Connectez-vous à votre compte <b>OneDrive</b> et autorisez l'accès à AxCrypt.
it: <b>PASSO 4:</b> Accedi al tuo account <b>OneDrive</b> e consenti l'accesso ad AxCrypt.
ko: <b>4 단계 :</b> <b>OneDrive</b> 계정에 로그인하고 AxCrypt에 대한 액세스를 허용합니다.
nl: <b>STAP 4:</b> Meld u aan bij uw <b>OneDrive-account</b> en geef toegang tot AxCrypt.
pl: <b>KROK 4:</b> Zaloguj się na swoje konto <b>OneDrive</b> i zezwól na dostęp do AxCrypt.
pt: <b>Passo 4:</b> Faça login na sua conta do <b>OneDrive</b> e permita o acesso ao AxCrypt.
ru: <b>ШАГ 4:</b> Войдите в свою учетную запись <b>OneDrive</b> и разрешите доступ к AxCrypt.
sv: <b>STEG 4:</b> Logga in på ditt <b>OneDrive</b>-konto och tillåt åtkomst till AxCrypt.
tr: <b>4. ADIM:</b> <b>OneDrive</b> hesabınızda oturum açın ve AxCrypt'e erişime izin verin.
zh: <b>步骤4：</b>登录您的<b>OneDrive</b>帐户并允许访问AxCrypt。

# Blog_EODAGDFWBES_H3_SH1_Text6
source: <b>STEP 5:</b> Browse and select the files that you’d like to encrypt. Tap and hold to select multiple files.
ar: <b>الخطوة 5:</b> تصفح وحدد الملفات التي تريد تشفيرها. انقر مع الاستمرار لتحديد ملفات متعددة.
de: <b>SCHRITT 5:</b> Durchsuchen und wählen Sie die Dateien aus, die Sie verschlüsseln möchten. Tippen und halten Sie, um mehrere Dateien auszuwählen.
es: <b>PASO 5:</b> Busca y selecciona los archivos que quieras cifrar. Mantén pulsado para seleccionar varios archivos.
fr: <b>ÉTAPE 5 :</b> Parcourez et sélectionnez les fichiers que vous souhaitez chiffrer. Cliquez et maintenez pour sélectionner plusieurs fichiers.
it: <b>PASSO 5:</b> Sfoglia e seleziona i file che desideri crittografare. Toccare e tenere premuto per selezionare più file.
ko: <b>5 단계 :</b> 암호화할 파일을 찾아 선택합니다. 길게 눌러 여러 파일을 선택합니다.
nl: <b>STAP 5:</b> Blader en selecteer de bestanden die u wilt versleutelen. Tik en houd vast om meerdere bestanden te selecteren.
pl: <b>KROK 5:</b> Przeglądaj i wybierz pliki, które chcesz zaszyfrować. Naciśnij i przytrzymaj, aby wybrać wiele plików.
pt: <b>5º PASSO:</b> Procure e selecione os arquivos que você deseja criptografar. Toque sem soltar para selecionar vários ficheiros.
ru: <b>ШАГ 5:</b> Найдите и выберите файлы, которые вы хотите зашифровать. Нажмите и удерживайте, чтобы выбрать несколько файлов.
sv: <b>STEG 5:</b> Bläddra och välj de filer som du vill kryptera. Tryck och håll ned för att välja flera filer.
tr: <b>ADIM 5:</b> Şifrelemek istediğiniz dosyalara göz atın ve bu dosyaları seçin. Birden fazla dosya seçmek için dokunup basılı tutun.
zh: <b>步骤5：</b>浏览并选择要加密的文件。 点按并按住以选择多个文件。

# Blog_EODAGDFWBES_H3_SH1_Text7
source: You have successfully encrypted your files and they are now displayed on the main screen. You can access any of the encrypted files by tapping on them directly from the main screen, or by tapping the <b>'Open Secured'</b> button. If you want to decrypt a file completely, tap on the <b>'Stop Securing'</b> button and choose the file with the <b>.axx</b> file extension that you want to decrypt.
ar: لقد قمت بتشفير ملفاتك بنجاح ويتم عرضها الآن على الشاشة الرئيسية. يمكنك الوصول إلى أي من الملفات المشفرة من خلال النقر عليها مباشرة من الشاشة الرئيسية ، أو عن طريق النقر على زر <b>"فتح آمن".</b> إذا كنت ترغب في فك تشفير ملف تماما ، فانقر فوق الزر " <b>إيقاف التأمين"</b> واختر الملف بامتداد <b>الملف .axx</b> الذي تريد فك تشفيره.
de: Sie haben Ihre Dateien erfolgreich verschlüsselt und sie werden jetzt auf dem Hauptbildschirm angezeigt. Sie können auf jede der verschlüsselten Dateien zugreifen, indem Sie direkt auf dem Hauptbildschirm darauf tippen oder auf die Schaltfläche <b>'Sicherung öffnen'</b> tippen. Wenn Sie eine Datei vollständig entschlüsseln möchten, tippen Sie auf die Schaltfläche <b>'Sicherung beenden'</b> und wählen Sie die Datei mit der Dateierweiterung <b>.axx</b> aus, die Sie entschlüsseln möchten.
es: Has cifrado correctamente tus archivos y ahora se muestran en la pantalla principal. Puedes acceder a cualquiera de los archivos cifrados pulsando sobre ellos directamente desde la pantalla principal, o pulsando sobre el botón <b>"Abrir cifrado"</b>. Si quieres descifrar un archivo por completo, pulsa sobre el botón <b>"Detener cifrado"</b> y elige el archivo con extensión .axx que quieras descifrar.
fr: Vous avez réussi à crypter vos fichiers et ils sont maintenant affichés sur l'écran principal. Vous pouvez accéder à n'importe lequel des fichiers cryptés en appuyant dessus directement à partir de l'écran principal ou en appuyant sur le bouton <b>'Ouvrir en mode sécurisé'</b>. Si vous souhaitez déchiffrer complètement un fichier, appuyez sur le bouton <b>'Arrêter la sécurisation'</b> et choisissez le fichier avec l'extension de fichier <b>.axx</b> que vous souhaitez déchiffrer.
it: Hai crittografato con successo i tuoi file e ora vengono visualizzati nella schermata principale. Puoi accedere a qualsiasi file crittografato toccandoli direttamente dalla schermata principale o toccando il pulsante <b>"Apri protetto".</b> Se desideri decrittografare completamente un file, tocca il pulsante " <b>Interrompi protezione"</b> e scegli il file con estensione . <b>axx</b> che desideri decrittografare.
ko: 파일을 성공적으로 암호화했으며 이제 기본 화면에 표시됩니다. 암호화된 파일은 메인 화면에서 직접 터치하거나, <b>'Open Secured(보안 열기)'</b> 버튼을 터치해 액세스할 수 있습니다. 파일을 완전히 복호화하려면 <b>'보안 중지'</b> 버튼을 누르고 복호화하려는 파일 확장자가 <b>.axx</b> 인 파일을 선택하십시오.
nl: U hebt uw bestanden met succes gecodeerd en ze worden nu weergegeven op het hoofdscherm. U kunt toegang krijgen tot elk van de gecodeerde bestanden door er rechtstreeks vanuit het hoofdscherm op te tikken of door op de knop ' <b>Open Beveiligd'</b> te tikken. Als u een bestand volledig wilt decoderen, tikt u op de knop ' <b>Stoppen met Beveiligen'</b> en kiest u het bestand met de bestandsextensie <b>.axx</b> dat u wilt decoderen.
pl: Pomyślnie zaszyfrowałeś swoje pliki i są one teraz wyświetlane na ekranie głównym. Możesz uzyskać dostęp do dowolnego zaszyfrowanego pliku, dotykając go bezpośrednio na ekranie głównym lub dotykając przycisku <b>„Otwórz zabezpieczone”</b>. Jeśli chcesz całkowicie odszyfrować plik, naciśnij przycisk <b>„Zatrzymaj zabezpieczanie”</b> i wybierz plik z rozszerzeniem <b>.axx</b>, który chcesz odszyfrować.
pt: Você criptografou com sucesso seus arquivos e eles agora são exibidos na tela principal. Você pode acessar qualquer um dos arquivos criptografados tocando neles diretamente da tela principal ou tocando no botão <b>'Abrir Protegido'</b> . Se você quiser descriptografar um arquivo completamente, toque no botão <b>'Parar de proteger'</b> e escolha o arquivo com a extensão de arquivo <b>.axx</b> que você deseja descriptografar.
ru: Вы успешно зашифровали свои файлы, и теперь они отображаются на главном экране. Вы можете получить доступ к любому из зашифрованных файлов, нажав на них непосредственно с главного экрана или нажав кнопку <b>"Открыть защищенный файл"</b>. Если вы хотите полностью расшифровать файл, нажмите на кнопку <b>"Прекратить защиту"</b> и выберите файл с расширением <b>.axx</b>, который вы хотите расшифровать.
sv: Du har lyckats kryptera dina filer och de visas nu på huvudskärmen. Du kan komma åt alla de krypterade filerna genom att trycka på dem direkt från huvudskärmen eller genom att trycka på knappen <b>'Öppna säkrad'</b>. Om du vill dekryptera en fil helt, tryck på knappen <b>'Sluta säkra'</b> och välj filen med filtillägget <b>.axx</b> som du vill dekryptera.
tr: Dosyalarınızı başarıyla şifrelediniz ve artık ana ekranda görüntüleniyorlar. Şifrelenmiş dosyalardan herhangi birine doğrudan ana ekrandan tıklayarak veya ' <b>Güvenli Aç'</b> tuşuna tıklayarak erişebilirsiniz. Bir dosyanın şifresini tamamen çözmek istiyorsanız, ' <b>Güvenliği Sağlamayı Durdur'</b> tuşuna tıklayın ve şifresini çözmek istediğiniz <b>.axx</b> dosya uzantısına sahip dosyayı seçin.
zh: 您已成功加密您的文件，它们现在显示在主屏幕上。 您可以通过直接从主屏幕点击任何加密文件，或通过点击<b>"打开安全"</b>按钮访问任何加密文件。 如果要完全解密文件，请点击<b>'停止保护'</b>按钮并选择带有的文件。要解密的<b>.axx</b>文件扩展名。

# Blog_EODAGDFWBES_H3_SH2_Text1
source: Similar to Google Drive, Once AxCrypt is set-up for OneDrive, it can automatically encrypt new and modified files and sync them across your devices. Follow the steps below:
ar: على غرار ، بمجرد إعداد اكسكربت لون درايف ، يمكنه تشفير الملفات الجديدة والمعدلة تلقائيا ومزامنتها عبر أجهزتك. اتبع الخطوات التالية:
de: Ähnlich wie bei Google Drive kann AxCrypt nach der Einrichtung für OneDrive neue und geänderte Dateien automatisch verschlüsseln und auf Ihren Geräten synchronisieren. Befolgen Sie die nachstehenden Schritte:
es: Al igual que Google Drive, una vez que AxCrypt está configurado para OneDrive, puede cifrar automáticamente los archivos nuevos y modificados y sincronizarlos a través de tus dispositivos. Sigue los pasos que se indican a continuación:
fr: Semblable à Google Drive, une fois qu'AxCrypt est configuré pour OneDrive, il peut chiffrer automatiquement les fichiers nouveaux et modifiés et les synchroniser sur vos appareils. Suivez les étapes ci-dessous :
it: Simile a Google Drive, una volta configurato AxCrypt per OneDrive, può crittografare automaticamente i file nuovi e modificati e sincronizzarli su tutti i tuoi dispositivi. Segui i passaggi seguenti:
ko: 구글 드라이브와 유사하게, AxCrypt가 원드라이브에 설정되면, 자동으로 새 파일과 수정된 파일을 암호화하고 장치 간에 동기화할 수 있습니다. 아래 단계를 따라하세요:
nl: Net als bij Google Drive, zodra AxCrypt is ingesteld voor OneDrive, kan het automatisch nieuwe en gewijzigde bestanden versleutelen en synchroniseren op uw apparaten. Volg de onderstaande stappen:
pl: Podobnie jak Dysk Google, po skonfigurowaniu AxCrypt dla OneDrive może on automatycznie szyfrować nowe i zmodyfikowane pliki oraz synchronizować je na Twoich urządzeniach. Wykonaj poniższe kroki:
pt: Semelhante ao Google Drive, uma vez que o AxCrypt é configurado para o OneDrive, ele pode criptografar automaticamente arquivos novos e modificados e sincronizá-los em todos os seus dispositivos. Siga os passos abaixo:
ru: Подобно Google Диску, после настройки AxCrypt для OneDrive он может автоматически шифровать новые и измененные файлы и синхронизировать их между вашими устройствами. Выполните следующие действия:
sv: I likhet med Google Drive, när AxCrypt har konfigurerats för OneDrive, kan den automatiskt kryptera nya och modifierade filer och synkronisera dem mellan dina enheter. Följ stegen nedan:
tr: Google Drive'a benzer şekilde, AxCrypt OneDrive için ayarlandıktan sonra, yeni ve değiştirilmiş dosyaları otomatik olarak şifreleyebilir ve cihazlarınız arasında senkronize edebilir. Aşağıdaki adımları izleyin:
zh: 与谷歌驱动器类似，一旦为OneDrive设置了AxCrypt，它就可以自动加密新的和修改过的文件，并在您的设备上同步它们。 按照以下步骤操作:

# Blog_EODAGDFWBES_H3_SH2_Text2
source: <b>STEP 1:</b> Download and install AxCrypt from <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ar: <b>الخطوة 1:</b> قم بتنزيل وتثبيت اكسكربت من <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
de: <b>SCHRITT 1:</b> Laden Sie AxCrypt herunter und installieren Sie es von <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
es: <b>PASO 1:</b> Descarga e instala AxCrypt desde <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
fr: <b>ÉTAPE 1 :</b> Téléchargez et installez AxCrypt depuis <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
it: <b>PASSO 1:</b> Scarica e installa AxCrypt da <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ko: <b>1 단계 :</b> https://axcrypt.net/download 에서 AxCrypt 다운로드 및 설치 <a href='https://axcrypt.net/download'><b></b></a>
nl: <b>STAP 1:</b> Download en installeer AxCrypt vanuit <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
pl: <b>KROK 1:</b> Pobierz i zainstaluj AxCrypt z <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
pt: <b>1º PASSO:</b> Baixe e instale o AxCrypt do <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
ru: <b>ШАГ 1:</b> Скачайте и установите AxCrypt с <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>
sv: <b>STEG 1:</b> Ladda ner och installera AxCrypt från <a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a >
tr: <b>1. ADIM:</b> AxCrypt'i https://axcrypt.net/download adresinden indirin ve yükleyin <a href='https://axcrypt.net/download'><b></b></a>
zh: <b>步骤1：</b>下载并安装AxCrypt从<a href='https://axcrypt.net/download'><b>https://axcrypt.net/download</b></a>

# Blog_EODAGDFWBES_H3_SH2_Text3
source: <b>STEP 2:</b> Download, install, and sign-in to OneDrive desktop from <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
ar: <b>الخطوة 2:</b> تنزيل ون درايف لسطح المكتب وتثبيته وتسجيل الدخول إليه من <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
de: <b>SCHRITT 2:</b> Herunterladen, Installieren und Anmelden bei OneDrive Desktop von <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
es: <b>PASO 2:</b> Descarga, instala y accede al escritorio de OneDrive desde <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
fr: <b>ÉTAPE 2 :</b> Téléchargez, installez et connectez-vous au bureau OneDrive à partir de <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'> <b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
it: <b>PASSO 2:</b> Scaricare, installare e accedere a OneDrive desktop da <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
ko: <b>2 단계 :</b> https://www.microsoft.com/en-in/microsoft-365/onedrive/download 에서 원드라이브를 데스크톱에 다운로드, 설치 및 로그인하세요<a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b></b></a>
nl: <b>STAP 2:</b> Downloaden, installeren en aanmelden bij OneDrive-bureaublad vanuit <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
pl: <b>KROK 2:</b> Pobierz, zainstaluj i zaloguj się na komputerze OneDrive ze strony <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'> <b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
pt: <b>2º PASSO:</b> Transferir, instalar e iniciar sessão no ambiente de trabalho do OneDrive a partir do <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
ru: <b>ШАГ 2:</b> Скачайте, установите на рабочий стол OneDrive из <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a> и зарегистрируйтесь.
sv: <b>STEG 2:</b> Ladda ner, installera och logga in på OneDrive-skrivbordet från <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'> <b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>
tr: <b>2. ADIM:</b> https://www.microsoft.com/en-in/microsoft-365/onedrive/download'dan OneDrive masaüstünü indirme, yükleme ve OneDrive masaüstünde oturum açma <a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b></b></a>
zh: <B>步骤2：</b>下载，安装和登录到OneDrive桌面从<a href='https://www.microsoft.com/en-in/microsoft-365/onedrive/download'><b>https://www.microsoft.com/en-in/microsoft-365/onedrive/download</b></a>

# Blog_EODAGDFWBES_H3_SH2_Text4
source: <b>STEP 3:</b> Open AxCrypt and sign-in or sign-up with your email and password.
ar: <b>الخطوة 3:</b> افتح اكسكربت وقم بتسجيل الدخول أو الاشتراك باستخدام بريدك الإلكتروني وكلمة المرور.
de: <b>SCHRITT 3:</b> Öffnen Sie AxCrypt und melden Sie sich an oder melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an.
es: <b>PASO 3:</b> Abre AxCrypt e inicia sesión o regístrate con tu correo electrónico y contraseña.
fr: <b>ÉTAPE 3 :</b> Ouvrez AxCrypt et connectez-vous ou inscrivez-vous avec votre adresse e-mail et votre mot de passe.
it: <b>PASSO 3:</b> Apri AxCrypt e accedi o registrati con la tua e-mail e password.
ko: <b>3 단계 :</b> AxCrypt를 열고 이메일과 비밀번호로 로그인하거나 가입하세요.
nl: <b>STAP 3:</b> Open AxCrypt en meld u aan of meld u aan met uw e-mailadres en wachtwoord.
pl: <b>KROK 3:</b> Otwórz AxCrypt i zaloguj się lub zarejestruj, podając swój adres e-mail i hasło.
pt: <b>3º PASSO:</b> Abra o AxCrypt e inicie sessão ou registe-se com o seu e-mail e palavra-passe.
ru: <b>ШАГ 3:</b> Откройте AxCrypt и войдите или зарегистрируйтесь, используя свой адрес электронной почты и пароль.
sv: <b>STEG 3:</b> Öppna AxCrypt och logga in eller registrera dig med din e-postadress och ditt lösenord.
tr: <b>3. ADIM:</b> AxCrypt'i başlatın ve e-posta adresiniz ve şifrenizle oturum açın veya kaydolun.
zh: <b>步骤3：</b>打开AxCrypt并使用您的电子邮件和密码登录或注册。

# Blog_EODAGDFWBES_H3_SH2_Text5
source: <b>STEP 4:</b> Click the <b>‘OneDrive’</b> icon on the main menu strip, this will create a dedicated folder name <b>‘AxCrypt’</b> to your OneDrive sync directory.
ar: <b>الخطوة 4:</b> انقر فوق رمز "ون درايف" في شريط القائمة الرئيسي ، وسيؤدي ذلك إلى إنشاء اسم مجلد مخصص "<b>اكسكربت"</b> إلى دليل مزامنة <b>ون درايف</b> الخاص بك.
de: <b>SCHRITT 4:</b> Klicken Sie auf das <b>'OneDrive'</b>-Symbol in der Hauptmenüleiste. Dadurch wird ein dedizierter Ordnername <b>'AxCrypt'</b> für Ihr OneDrive-Synchronisierungsverzeichnis erstellt.
es: <b>PASO 4:</b> Haz clic en el icono <b>'OneDrive'</b> en la barra del menú principal, esto creará una carpeta con el nombre <b>‘AxCrypt’</b> en tu directorio de sincronización de OneDrive.
fr: <b>ÉTAPE 4 :</b> Cliquez sur l'icône <b>'OneDrive'</b> dans la bande de menu principale, cela créera un nom de dossier dédié <b>'AxCrypt'</b> à votre répertoire de synchronisation OneDrive.
it: <b>PASSO 4:</b> Fai clic sull'icona "OneDrive" nella barra del menu principale, questo creerà un nome di cartella dedicato "<b>AxCrypt"</b> nella directory di sincronizzazione di <b>OneDrive</b>.
ko: <b>4 단계 :</b> 메인 메뉴 스트립에서 '원드라이브' 아이콘을 클릭하면 <b>원드라이브</b> 동기화 디렉터리에 전용 폴더 이름 <b>'AxCrypt'</b> 가 생성됩니다.
nl: <b>STAP 4:</b> Klik op het pictogram <b>'OneDrive'</b> op de hoofdmenustrook, dit maakt een speciale mapnaam <b>'AxCrypt'</b> voor uw OneDrive-synchronisatiemap.
pl: <b>KROK 4:</b> Kliknij ikonę <b>„OneDrive”</b> na pasku menu głównego, aby utworzyć dedykowany folder o nazwie <b>„AxCrypt”</b> do synchronizacji z OneDrive informator.
pt: <b>4º PASSO:</b> Clique no ícone <b>'OneDrive'</b> na faixa do menu principal, isso criará um nome de pasta dedicado <b>'AxCrypt'</b> para o diretório de sincronização do OneDrive.
ru: <b>ШАГ 4:</b> Щелкните значок <b>'OneDrive'</b> на полосе главного меню, это создаст выделенное имя папки <b>'AxCrypt'</b> для вашего каталога синхронизации <b>OneDrive</b>.
sv: <b>STEG 4:</b> Klicka på ikonen <b>'OneDrive'</b> på huvudmenyraden, detta skapar ett dedikerat mappnamn <b>'AxCrypt'</b> till din OneDrive-synkronisering katalog.
tr: <b>4. ADIM:</b> Ana menü şeridindeki 'OneDrive' simgesine tıklayın, bu, <b>OneDrive</b> senkronizasyon dizininize <b>'AxCrypt'</b> adlı özel bir klasör adı oluşturacaktır.
zh: <b>步骤4：</b>单击主菜单条上的<b>'OneDrive'</b>图标，这将创建一个专用文件夹名称<b>'AxCrypt'</b>到您的OneDrive同步目录。

# Blog_EODAGDFWBES_H3_SH2_Text6
source: <b>STEP 5:</b> Create or add new files to the folder and AxCrypt will encrypt them.
ar: <b>STEG 5:</b> Skapa eller lägg till nya filer i mappen så krypterar AxCrypt dem.
de: <b> SCHRITT 5:</b> Erstellen oder fügen Sie dem Ordner neue Dateien hinzu, und AxCrypt verschlüsselt sie.
es: <b>PASO 5:</b> Crea o agrega nuevos archivos a la carpeta y AxCrypt los cifrará.
fr: <b>ÉTAPE 5 :</b> Créez ou ajoutez de nouveaux fichiers au dossier et AxCrypt les chiffrera.
it: <b>PASSO 5:</b> Crea o aggiungi nuovi file alla cartella e AxCrypt li crittograferà.
ko: <b>5 단계 :</b> 폴더에 새 파일을 생성하거나 추가하면 AxCrypt가 파일을 암호화합니다.
nl: <b>STAP 5:</b> Maak of voeg nieuwe bestanden toe aan de map en AxCrypt zal ze versleutelen.
pl: <b>KROK 5:</b> Utwórz lub dodaj nowe pliki do folderu, a AxCrypt je zaszyfruje.
pt: <b>Passo 5:</b> Crie ou adicione novos arquivos à pasta e o AxCrypt irá encriptá-los.
ru: <b>ШАГ 5:</b> Создайте или добавьте новые файлы в папку, и AxCrypt зашифрует их.
sv: <b>STEG 5:</b> Skapa eller lägg till nya filer i mappen så kommer AxCrypt att kryptera dem.
tr: <b>5. ADIM:</b> Yeni dosyalar oluşturun veya klasöre ekleyin. AxCrypt bunları şifreleyecektir.
zh: <b>步骤5：</b>创建或添加新文件到文件夹，AxCrypt将对其进行加密。
