Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WTPI_Conclusion_Text3
source: End-to-end encryption gives you back control and protects your data from snoopers and prying eyes. Encryption is the best working way so far to secure your data of any form of unwanted access. By taking plain text and using mathematical calculations to turn data into code it is converted into cipher text, only those who have the special key can decrypt your files. Our user friendly system enables ease of operations, guarantees the highest possible control and ensures that nobody but you can access your personal information so that no disadvantageous data breach arises.
ar: يمنحك التشفير من طرف إلى طرف التحكم مرة أخرى ويحمي بياناتك من المتلصصين وأعين المتطفلين. التشفير هو أفضل طريقة عمل حتى الآن لتأمين بياناتك من أي شكل من أشكال الوصول غير المرغوب فيه. بأخذ نص عادي واستخدام الحسابات الرياضية لتحويل البيانات إلى كود يتم تحويلها إلى نص مشفر ، فقط أولئك الذين لديهم المفتاح الخاص يمكنهم فك تشفير ملفاتك. يتيح نظامنا سهل الاستخدام سهولة العمليات ، ويضمن أعلى مستوى ممكن من التحكم ويضمن عدم تمكن أي شخص غيرك من الوصول إلى معلوماتك الشخصية حتى لا ينشأ خرق غير مؤات للبيانات.
de: Die Ende-zu-Ende-Verschlüsselung gibt Ihnen die Kontrolle zurück und schützt Ihre Daten vor Schnüfflern und neugierigen Blicken. Verschlüsselung ist bisher der beste Weg, um Ihre Daten vor unerwünschten Zugriffen jeglicher Art zu schützen. Indem Sie Klartext verwenden und mathematische Berechnungen verwenden, um Daten in Code umzuwandeln, werden sie in Chiffretext konvertiert. Nur diejenigen, die über den speziellen Schlüssel verfügen, können Ihre Dateien entschlüsseln. Unser benutzerfreundliches System ermöglicht eine einfache Bedienung, garantiert höchstmögliche Kontrolle und stellt sicher, dass niemand außer Ihnen auf Ihre persönlichen Daten zugreifen kann, so dass keine nachteilige Datenschutzverletzung entsteht.
es: El cifrado de extremo a extremo te devuelve el control y protege tus datos de intrusos y miradas indiscretas. El cifrado es la mejor forma de trabajo hasta ahora para proteger tus datos de cualquier forma de acceso no deseado. Al tomar texto sin formato y usar cálculos matemáticos para convertir los datos en código, se convierte en texto cifrado, solo aquellos que tienen la clave especial pueden descifrar tus archivos. Nuestro sistema fácil de usar facilita las operaciones, garantiza el mayor control posible y garantiza que nadie más que tú pueda acceder a tu información personal para que no se produzca una vulneración de datos desventajosa.
fr: Le chiffrement de bout en bout vous redonne le contrôle et protège vos données contre les fouineurs et les regards indiscrets. Le cryptage est le meilleur moyen de travailler jusqu’à présent pour sécuriser vos données de toute forme d’accès indésirable. En prenant du texte brut et en utilisant des calculs mathématiques pour transformer les données en code, il est converti en texte chiffré, seuls ceux qui ont la clé spéciale peuvent décrypter vos fichiers. Notre système convivial facilite les opérations, garantit le contrôle le plus élevé possible et garantit que personne d’autre que vous ne peut accéder à vos informations personnelles afin qu’aucune violation de données désavantageuse ne survienne.
it: La crittografia end-to-end ti restituisce il controllo e protegge i tuoi dati da ficcanaso e occhi indiscreti. La crittografia è il miglior modo per mettere al sicuro i tuoi dati da qualsiasi forma di accesso indesiderato. Utilizzando calcoli matematici che trasformano i dati in codice, il testo del file viene convertito in testo cifrato, che solo chi possiede la chiave speciale può decifrare. Il nostro sistema è facile da utilizzare, permette di semplificare le operazioni, garantisce il massimo controllo possibile e assicura che nessuno tranne te possa accedere alle tue informazioni personali, evitando violazioni di dati che potrebbero portare a grossi svantaggi.
ko: 종단 간 암호화는 백 컨트롤을 제공하고 염탐과 엿보는 눈으로부터 데이터를 보호합니다. 암호화는 모든 형태의 원치 않는 액세스로부터 데이터를 보호하는 가장 효과적인 방법입니다. 일반 텍스트를 사용하고 수학적 계산을 사용하여 데이터를 코드로 변환하여 암호화 텍스트로 변환되며 특수 키를 가진 사람만 파일을 해독 할 수 있습니다. 당사의 사용자 친화적인 시스템은 조작을 용이하고 최고의 제어를 보장하며 귀하 이외의 누구도 귀하의 개인 정보에 액세스 할 수 없도록하여 데이터 침해가 발생하지 않도록 합니다.
nl: End-to-end encryptie geeft u de controle terug en beschermt uw gegevens tegen pottenkijkers en nieuwsgierige blikken. Versleuteling is tot nu toe de beste manier om uw gegevens te beveiligen tegen elke vorm van ongewenste toegang. Door platte tekst te gebruiken en wiskundige berekeningen te gebruiken om gegevens in code om te zetten, wordt deze omgezet in gecodeerde tekst, alleen degenen die de speciale sleutel hebben, kunnen uw bestanden decoderen. Ons gebruiksvriendelijke systeem zorgt voor bedieningsgemak, garandeert de hoogst mogelijke controle en zorgt ervoor dat niemand anders dan u toegang heeft tot uw persoonlijke gegevens zodat er geen nadelig datalek ontstaat.
pl: Pełne szyfrowanie zapewnia Ci kontrolę i chroni Twoje dane przed szpiegami i wścibskimi spojrzeniami. Szyfrowanie jest jak dotąd najlepszym sposobem na zabezpieczenie danych przed niepożądanym dostępem. Biorąc zwykły tekst i używając obliczeń matematycznych do przekształcania danych w kod, jest on konwertowany na tekst zaszyfrowany, tylko ci, którzy mają specjalny klucz, mogą odszyfrować twoje pliki. Nasz przyjazny dla użytkownika system zapewnia łatwość obsługi, gwarantuje najwyższą możliwą kontrolę i zapewnia, że nikt poza Tobą nie ma dostępu do Twoich danych osobowych, dzięki czemu nie dojdzie do niekorzystnego naruszenia danych.
pt: A cifragem de ponta a ponta devolve-lhe o controlo e protege os seus dados de espionagem e olhares alheios. A cifragem é a melhor forma de proteger os seus dados de qualquer forma de acesso indesejável. Ao usarem-se cálculos matemáticos para transformar texto claro em texto cifrado, apenas quem tiver uma chave especial poderá decifrar os seus ficheiros. O nosso sistema é amigo do utilizador, tornando as operações fáceis, garantindo o maior controlo possível e garantindo que ninguém senão você pode aceder à sua informação pessoal por forma a que nenhuma violação de dados desvantajosa ocorra.
ru: Сквозное шифрование возвращает вам контроль и защищает ваши данные от шпионов и посторонних глаз. На сегодняшний день шифрование является наилучшим рабочим способом защиты ваших данных от любой формы нежелательного доступа. Беря обычный текст и используя математические вычисления для преобразования данных в код, он преобразуется в зашифрованный текст, и только те, у кого есть специальный ключ, могут расшифровать ваши файлы. Наша удобная для пользователя система обеспечивает простоту операций, гарантирует максимально возможный контроль и гарантирует, что никто, кроме вас, не сможет получить доступ к вашей личной информации, чтобы избежать нежелательной утечки данных.
sv: End-to-end-kryptering ger dig tillbaka kontroll och skyddar din data från inkräktare och nyfikna ögon. Kryptering är hittills det bästa sättet att säkra din data från någon form av oönskad åtkomst. Genom att ta vanlig text och använda matematiska beräkningar för att omvandla data till kod omvandlas den till chiffertext, bara de som har den speciella nyckeln kan dekryptera dina filer. Vårt användarvänliga system möjliggör enkel drift, garanterar högsta möjliga kontroll och säkerställer att ingen annan än du kan komma åt din personliga information så att inga ofördelaktiga dataintrång sker.
tr: Uçtan uca şifreleme, verilerinizin kontrolünü size geri vererek onları merak kişiler ve gözlerden korur. Şifreleme, herhangi bir formdaki verilerinizi istenmeyen erişimden korumak için işe yarayan en iyi yöntemdir. Verileri koda dönüştürmek için düz yazıyı alıp matematik hesaplamalar kullanarak şifreli metne dönüştürülür, yalnızca özel anahtara sahip kişiler dosyalarınızın şifresini çözebilir. Kullanıcı dostu sistemimiz, işlemlerin kolaylıkla yapılmasını sağlarken mümkün olan en yüksek seviyede kontrolü garanti eder ve hiçbir dezavantajlı veri ihlalinin ortaya çıkmaması için sizden başka hiçkimsenin kişisel verilerinize erişemediğinden emin olur.
zh: 端到端加密为您提供了反向控制，并保护您的数据不受窥探者和窥探者的侵害。 加密是迄今为止保护任何形式的不需要访问的数据的最佳工作方式。 通过采用纯文本并使用数学计算将数据转换为代码，将其转换为密文，只有拥有特殊密钥的人才能解密您的文件。 我们的用户友好的系统使操作变得容易，保证尽可能高的控制，并确保除了您之外没有人可以访问您的个人信息，从而不会出现不利的数据泄露。

# Blog_WTPI_Conclusion_Text4
source: <strong>In Short</strong><br />To sum up, encryption is fundamental to contemporary internet security. It is an extremely complicated subject but we are proud at AxCrypt to make the process of it simple and friendly to use for everyone.
ar: <strong> باختصار </ strong> <br /> باختصار ، يعد التشفير أمرًا أساسيًا لأمن الإنترنت المعاصر. إنه موضوع معقد للغاية ولكننا فخورون في اكسكربت لجعل العملية بسيطة وسهلة الاستخدام للجميع.
de: <strong>Kurz gesagt</strong><br/>Zusammenfassend lässt sich sagen, dass Verschlüsselung für die heutige Internetsicherheit von grundlegender Bedeutung ist. Es ist ein äußerst kompliziertes Thema, aber wir bei AxCrypt sind stolz darauf, den Prozess für alle einfach und benutzerfreundlich zu gestalten.
es: <strong>En resumen</strong><br />En resumen, el cifrado es fundamental para la seguridad de internet contemporánea. Es un tema extremadamente complicado, pero en AxCrypt estamos orgullosos de hacer que el proceso sea simple y fácil de usar para todos.
fr: <strong>Bref</strong><br />Pour résumer, le cryptage est fondamental pour la sécurité internet contemporaine. C’est un sujet extrêmement compliqué mais nous sommes fiers chez AxCrypt de rendre le processus simple et convivial à utiliser pour tout le monde.
it: <strong>In Breve</strong><br />Per riassumere, la crittografia è fondamentale per la sicurezza Internet contemporanea. È un argomento estremamente complicato, ma siamo orgogliosi, ad AxCrypt, di rendere il processo semplice e facile da usare per tutti.
ko: <strong>간단히</strong><br />요약하자면 암호화는 현대 인터넷 보안의 기본입니다. 이는 매우 복잡한 주제일 수 있으나 AxCrypt는 자랑스럽게도 모든 사람이 사용하기 쉽고 친숙한 프로세스를 만들었습니다.
nl: <strong>Kortom</strong><br />Samengevat, encryptie is fundamenteel voor de hedendaagse internetbeveiliging. Het is een uiterst gecompliceerd onderwerp, maar we zijn er trots op bij AxCrypt om het proces ervan eenvoudig en gebruiksvriendelijk voor iedereen te maken.
pl: <strong>W skrócie</strong><br />Podsumowując, szyfrowanie jest podstawą współczesnego bezpieczeństwa w Internecie. Jest to niezwykle skomplikowany temat, ale w AxCrypt jesteśmy dumni, że proces ten jest prosty i przyjazny w użyciu dla wszystkich.
pt: <strong>Em suma</strong><br />A cifragem é fundamental para a segurança da internet contemporânea. É um assunto extremamente complicado, mas nós, na AxCrypt, orgulhamo-nos de torná-lo um processo simples e fácil de usar por qualquer pessoa.
ru: <strong>В заключении</strong><br />Подводя итог, шифрование является основополагающим для современной интернет-безопасности. Это чрезвычайно сложная тема, но мы в AxCrypt гордимся тем, что сделали этот процесс простым и удобным в использовании.
sv: <strong>Kort</strong><br />Sammanfattningsvis, kryptering är fundamentalt till modern internetsäkerhet. Det är ett extremt komplicerat ämne men vi på AxCrypt är stolta över att göra processen så enkel och användarvänlig som möjligt för alla.
tr: <strong>Kısacası</strong><br />Özetlemek gerekirse, şifreleme günümüz internet güvenliğinin temelidir. Bu son derece karmaşık bir konudur, ancak AxCrypt'te süreci herkes için kullanımı basit ve kolay hale getirmekten büyük gurur duyuyoruz.
zh: <strong>简而言之</strong><br/>总而言之，加密是当代互联网安全的基础。 这是一个非常复杂的主题，但我们很自豪AxCrypt使它的过程简单和友好地为每个人使用。

# Blog_WTPI_H1_Text1
source: WikiLeaks is an international non-profit organisation that publishes new leaks so to say confidential information non accessible to the general public. Its purpose is to publish original source material alongside our news stories so readers and historians alike can see evidence of the truth. Another of the organisation's objectives is to ensure that journalists and whistleblowers are not prosecuted for emailing sensitive or classified documents.
ar: ويكيليكس هي منظمة دولية غير ربحية تنشر تسريبات جديدة لتقول إن المعلومات السرية غير متاحة لعامة الناس. والغرض منه هو نشر المواد الأصلية جنبًا إلى جنب مع قصصنا الإخبارية حتى يتمكن القراء والمؤرخون على حد سواء من رؤية أدلة على الحقيقة. من الأهداف الأخرى للمنظمة ضمان عدم مقاضاة الصحفيين والمبلغين عن المخالفات لإرسال بريد إلكتروني لوثائق حساسة أو سرية.
de: WikiLeaks ist eine internationale gemeinnützige Organisation, die neue Leaks veröffentlicht, sozusagen vertrauliche Informationen, die der Öffentlichkeit nicht zugänglich sind. Sein Zweck ist es, Originalquellenmaterial neben unseren Nachrichten zu veröffentlichen, damit Leser und Historiker gleichermaßen Beweise für die Wahrheit sehen können. Ein weiteres Ziel der Organisation ist es sicherzustellen, dass Journalisten und Whistleblower nicht wegen der Übermittlung sensibler oder klassifizierter Dokumente per E-Mail strafrechtlich verfolgt werden.
es: WikiLeaks es una organización internacional sin fines de lucro que publica nuevas filtraciones, es decir, información confidencial no accesible al público en general. Su propósito es publicar material de fuente original junto con nuestras noticias para que los lectores e historiadores puedan ver evidencia de la verdad. Otro de los objetivos de la organización es garantizar que los periodistas y denunciantes no sean procesados ​​por enviar por correo electrónico documentos confidenciales o clasificados.
fr: WikiLeaks est une organisation internationale à but non lucratif qui publie de nouvelles fuites pour ainsi dire des informations confidentielles non accessibles au grand public. Son objectif est de publier des sources originales parallèlement à nos reportages afin que les lecteurs et les historiens puissent voir des preuves de la vérité. Un autre objectif de l'organisation est de s'assurer que les journalistes et les lanceurs d'alerte ne soient pas poursuivis pour avoir envoyé par courrier électronique des documents sensibles ou classifiés.
it: WikiLeaks è un'organizzazione internazionale senza scopo di lucro che pubblica nuove fughe di notizie, per così dire informazioni riservate non accessibili al grande pubblico. Il suo scopo è quello di pubblicare materiale originale accanto alle nostre notizie in modo che i lettori e gli storici possano vedere le prove della verità. Un altro degli obiettivi dell'organizzazione è garantire che giornalisti e informatori non siano perseguiti per aver inviato via e-mail documenti sensibili o classificati.
ko: WikiLeaks는 국제 비영리 단체로, 일반 대중이 접근할 수 없는 기밀 정보라고 할 수 있는 새로운 유출물을 공개합니다. 그들의 목적은 독자들과 역사학자들이 모두 진실의 증거를 볼 수 있도록 우리의 뉴스 기사와 함께 원본 자료를 출판하는 것입니다. 조직의 또 다른 목표는 기자와 내부고발자가 민감하거나 기밀문서를 이메일로 전송한 혐의로 기소되지 않도록 하는 것입니다.
nl: WikiLeaks is een internationale non-profitorganisatie die nieuwe lekken publiceert om zo te zeggen vertrouwelijke informatie die niet toegankelijk is voor het grote publiek. Het doel is om naast onze nieuwsverhalen origineel bronmateriaal te publiceren, zodat zowel lezers als historici bewijs van de waarheid kunnen zien. Een andere doelstelling van de organisatie is ervoor te zorgen dat journalisten en klokkenluiders niet worden vervolgd voor het e-mailen van gevoelige of geheime documenten.
pl: WikiLeaks to międzynarodowa organizacja non-profit, która publikuje nowe wycieki, czyli poufne informacje niedostępne dla ogółu społeczeństwa. Jego celem jest publikowanie oryginalnych materiałów źródłowych obok naszych wiadomości, aby czytelnicy i historycy mogli zobaczyć dowody prawdy. Innym z celów organizacji jest zapewnienie, że dziennikarze i sygnaliści nie będą ścigani za przesyłanie wrażliwych lub niejawnych dokumentów pocztą elektroniczną.
pt: A WikiLeaks é uma organização internacional sem fins lucrativos que publica novas fugas de informação confidencial inacessível ao público em geral. O seu propósito é publicar material da fonte original em conjunto com outras notícias para que leitores e historiadores possam ver a evidência da verdade. Outro dos objectivos da organização é assegurar que jornalistas e informadores não são julgados por enviarem email com documentos sensíveis e classificados.
ru: WikiLeaks - международная некоммерческая организация, которая публикует новые утечки, так сказать, конфиденциальной информации, недоступной широкой публике. Его цель - опубликовать оригинальные исходные материалы наряду с нашими новостными репортажами, чтобы читатели и историки могли увидеть доказательства правды. Еще одной из целей организации является обеспечение того, чтобы журналисты и осведомители не подвергались судебному преследованию за отправку по электронной почте конфиденциальных документов.
sv: WikiLeaks är en internationell ideell organisation som publicerar nya läckor av konfidentiell information som inte är tillgänglig för allmänheten. Syftet är att publicera original källmaterial vid sidan av våra nyhetsartiklar så att både läsare och historiker kan se bevis på sanningen. Ett annat av organisationens mål är att säkerställa att journalister och visselblåsare inte åtalas för att ha mailat känsliga eller hemligstämplade dokument.
tr: WikiLeaks, genel halkın erişemeyeceği gizli bilgiler deyim yerindeyse yeni sızıntılar yayınlayan uluslararası kar amacı gütmeyen bir kuruluştur. Amacı, haber hikayelerimizin yanında orijinal kaynak materyal yayınlamaktır, böylece okuyucular ve tarihçiler gerçeğin kanıtlarını görebilirler. Örgütün hedeflerinden bir diğeri, gazetecilerin ve muhbirlerin hassas veya gizli belgeleri e-postayla gönderdikleri için kovuşturmalara maruz kalmamasını sağlamaktır.
zh: 维基解密是一个国际性的非盈利性组织，它发布了新的泄密信息，也就是说机密信息是公众无法访问的。 它的目的是在我们的新闻报道旁边发布原始资料，以便读者和历史学家都能看到真相的证据。 该组织的另一个目标是确保记者和举报人不会因发送敏感或机密文件而受到起诉。

# Blog_WTPI_H1_Text2
source: WikiLeaks is usually represented in public by Julian Assange, who has been described as the heart and soul of this organisation. Original volunteers and founders were once described as a team of dissidents, journalists, mathematicians, and start-up company technologists from the United States, Taiwan, Europe, Australia, and South Africa. As of June 2009, the website had more than 1,200 registered volunteers.
ar: عادةً ما يتم تمثيل ويكيليكس علنًا بواسطة جوليان أسانج ، الذي وصف بأنه قلب وروح هذه المنظمة. تم وصف المتطوعين والمؤسسين الأصليين ذات مرة على أنهم فريق من المنشقين والصحفيين وعلماء الرياضيات وتقنيي الشركات الناشئة من الولايات المتحدة وتايوان وأوروبا وأستراليا وجنوب إفريقيا. اعتبارًا من يونيو 2009 ، كان للموقع أكثر من 1200 متطوع مسجل.
de: WikiLeaks wird in der Öffentlichkeit normalerweise von Julian Assange vertreten, der als Herz und Seele dieser Organisation beschrieben wurde. Ursprüngliche Freiwillige und Gründer wurden einst als ein Team von Dissidenten, Journalisten, Mathematikern und Technologen von Start-up-Unternehmen aus den USA, Taiwan, Europa, Australien und Südafrika beschrieben. Im Juni 2009 hatte die Website mehr als 1.200 registrierte Freiwillige.
es: WikiLeaks suele estar representado en público por Julian Assange, quien ha sido descrito como el corazón y el alma de esta organización. Los voluntarios originales y los fundadores alguna vez fueron descritos como un equipo de disidentes, periodistas, matemáticos y tecnólogos de empresas emergentes de los Estados Unidos, Taiwán, Europa, Australia y Sudáfrica. Hasta junio de 2009, el sitio web tenía más de 1.200 voluntarios registrados.
fr: WikiLeaks est généralement représenté en public par Julian Assange, qui a été décrit comme le cœur et l'âme de cette organisation. Les bénévoles et fondateurs d'origine étaient autrefois décrits comme une équipe de dissidents, de journalistes, de mathématiciens, et de technologues de start-up des États-Unis, de Taïwan, d'Europe, d'Australie et d'Afrique du Sud. En juin 2009, le site Web comptait plus de 1 200 bénévoles inscrits.
it: WikiLeaks è solitamente rappresentata in pubblico da Julian Assange, che è stato descritto come il cuore e l'anima di questa organizzazione. I volontari e i fondatori originali erano una volta descritti come un gruppo di dissidenti, giornalisti, matematici e tecnologi di start-up provenienti da Stati Uniti, Taiwan, Europa, Australia e Sud Africa. A partire da giugno 2009, il sito web aveva più di 1.200 volontari registrati.
ko: WikiLeaks는 일반적으로 이 조직의 심장과 영혼으로 묘사 된 Julian Assange가 공개적으로 대표합니다. 원래 자원 봉사자와 설립자는 한때 미국, 대만, 유럽, 호주 및 남아프리카의 반체제 인사, 언론인, 수학자 및 신생 회사 기술자로 구성된 팀으로 묘사되었습니다. 2009 년 6월 현재 이 웹 사이트에는 1,200명 이상의 등록 된 자원 봉사자가 있습니다.
nl: WikiLeaks wordt meestal in het openbaar vertegenwoordigd door Julian Assange, die wordt beschreven als het hart en de ziel van deze organisatie. Oorspronkelijke vrijwilligers en oprichters werden ooit beschreven als een team van dissidenten, journalisten, wiskundigen en startende bedrijfstechnologen uit de Verenigde Staten, Taiwan, Europa, Australië en Zuid-Afrika. In juni 2009 had de website meer dan 1.200 geregistreerde vrijwilligers.
pl: WikiLeaks jest zwykle reprezentowana publicznie przez Juliana Assange'a, który został opisany jako serce i dusza tej organizacji. Pierwotni wolontariusze i założyciele byli kiedyś określani jako zespół dysydentów, dziennikarzy, matematyków i technologów start-upów ze Stanów Zjednoczonych, Tajwanu, Europy, Australii i RPA. Według stanu na czerwiec 2009 r. serwis miał ponad 1200 zarejestrowanych wolontariuszy.
pt: O WikiLeaks é geralmente representado em público por Julian Assange que tem sido descrito como a alma e coração desta organização. Os voluntários e fundadores originais foram uma vez descritos como uma equipa de dissidentes, jornalistas, matemáticos e tecnólogos de start-ups dos Estados Unidos, Taiwan, Europa, Austrália e África do Sul. Desde 2009, o website tem mais de 1.200 voluntários registados.
ru: WikiLeaks обычно публично представлен Джулианом Ассанжем, которого называют сердцем и душой этой организации. Первых волонтеров и основателей когда-то описывали как команду диссидентов, журналистов, математиков и технологов начинающих компаний из Соединенных Штатов, Тайваня, Европы, Австралии и Южной Африки. По состоянию на июнь 2009 года на веб-сайте было зарегистрировано более 1200 волонтеров.
sv: WikiLeaks representeras vanligtvis offentligt av Julian Assange, som har beskrivits som hjärtat och själen i denna organisation. Ursprungliga volontärer och grundare beskrevs en gång som ett team av dissidenter, journalister, matematiker och nystartade företagsteknologer från USA, Taiwan, Europa, Australien och Sydafrika. I juni 2009 hade webbplatsen mer än 1 200 registrerade volontärer.
tr: WikiLeaks, kamuoyu önünde, genellikle, bu örgütün kalbi ve ruhu olarak tanımlanan Julian Assange tarafından temsil edilmektedir. Doğal gönüllüler ve kurucular bir zamanlar Amerika Birleşik Devletleri, Tayvan, Avrupa, Avustralya ve Güney Afrika'dan muhalifler, gazeteciler, matematikçiler ve start-up şirketlerinin teknoloji uzmanlarından oluşan bir ekip olarak tanımlanıyordu. Haziran 2009 itibariyle, web sitesinde 1.200'den fazla kayıtlı gönüllü vardı.
zh: 维基解密通常由朱利安*阿桑奇（Julian Assange）在公共场合代表，他被描述为这个组织的核心和灵魂。 最初的志愿者和创始人曾经被描述为来自美国，台湾，欧洲，澳大利亚和南非的持不同政见者，记者，数学家和创业公司技术人员的团队。 截至2009年6月，该网站有超过1,200名注册志愿者。
