Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# BusinessSubscriptionMenu
source: Business Subscription
ar: اشتراك بيزنس
de: Businessabonnement
es: Suscripción Business
fr: Abonnement Business
it: Abbonamento Business
ko: 비즈니스 구독
nl: Business Abonnement
pl: Abonament Business
pt: Subscrição Business
ru: Корпоротивная Подписка
sv: Företagsabonnemang
tr: Business Aboneliği
zh: Business订阅

# BusinessSubscriptionMonthsLeftLabel
source: Months
ar: شهور
de: Monate
es: Meses
fr: Mois
it: Mesi
ko: 개월
nl: Maanden
pl: Miesięcy
pt: Meses
ru: Месяцы
sv: Månader
tr: Ay
zh: 月

# BusinessSubscriptionNotAdministratorText
source: You are not administrator for any subscriptions.
ar: أنت لست مسؤولاً عن أي اشتراكات.
de: Sie sind kein Administrator für irgendwelche Abonnements.
es: No eres administrador de ninguna suscripción.
fr: Vous n'êtes administrateur pour aucun abonnement.
it: Non sei amministratore per alcun abbonamento.
ko: 구독 관리자가 아닙니다.
nl: U bent geen beheerder voor abonnementen.
pl: Nie jesteś administratorem żadnych abonamentów.
pt: Você não é administrador para nenhuma das subscrições.
ru: Вы не являетесь администратором никаких подписок.
sv: Du är inte administratör för några abonnemang.
tr: Hiçbir abonelikte yönetici değilsin.
zh: 您不是任何订阅的管理员。

# BusinessSubscriptionOrganizationLabel
source: Organization
ar: منظمة
es: Organización
fr: Entreprise
it: Azienda
ko: 기관
nl: Organisatie
pl: Organizacja
pt: Organização
sv: Organisation
tr: Organizasyon
zh: 组织

# BusinessSubscriptionOrganizationNameLabel
source: Organization Name
ar: اسم المنظمة
de: Name der Organisation
es: Nombre de la Organización
fr: Nom de l'entreprise
it: Nome Azienda
ko: 단체명
nl: Organisatienaam
pl: Nazwa Organizacji
pt: Nome da organização
ru: Имя Организации
sv: Organisationsnamn
tr: Kuruluş Adı
zh: 组织名称

# BusinessSubscriptionOrganizationNamePlaceholder
source: Organization Name
ar: اسم المنظمة
de: Name der Organisation
es: Nombre de la Organización
fr: Nom de l'entreprise
it: Nome Azienda
ko: 단체명
nl: Organisatienaam
pl: Nazwa Organizacji
pt: Nome da organização
ru: Имя Организации
sv: Organisationsnamn
tr: Kuruluş Adı
zh: 组织名称

# BusinessSubscriptionOrganizationRequiredErrorMessage
source: Organization Name is required.
ar: اسم المنظمة مطلوب.
de: Name der Organisation ist notwendig.
es: El nombre de la Organización es necesario.
fr: Le nom de l'entreprise est requis.
it: Il Nome dell'Azienda è richiesto.
ko: 단체명 필요
nl: Organisatienaam is verplicht.
pl: Nazwa Organizacji jest wymagana.
pt: Nome da organização é obrigatório.
ru: Необходимо ввести Имя Организации.
sv: Organisationsnamn måste anges.
tr: Kuruluş Adı bilgisi gereklidir.
zh: 组织名称为必填项。

# BusinessSubscriptionPriceCurrencyLabel
source: Currency
ar: عملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
ko: 통화
nl: Valuta
pl: Waluta
pt: Moeda
ru: Валюта
sv: Valuta
tr: Para Birimi
zh: 货币

# BusinessSubscriptionPriceDiscountLabel
source: Discount
ar: تخفيض
de: Rabatt
es: Descuento
fr: Réduction
it: Sconto
ko: 할인
nl: Korting
pl: Zniżka
pt: Desconto
ru: Скидка
sv: Rabatt
tr: İndirim
zh: 折扣

# BusinessSubscriptionPriceEuVatLabel
source: EU VAT
ar: ضريبة القيمة المضافة في الاتحاد الأوروبي
de: EU MwSt.
es: IVA de la UE
fr: TVA européenne
it: IVA EU
ko: 유럽 부가세
nl: EU BTW
pt: VAT da UE
ru: Регистрационный номер плательщика НДС ЕС (EU VAT).
sv: Moms
tr: AB KDV
zh: 欧盟增值税

# BusinessSubscriptionPriceListPriceLabel
source: List Price
ar: قائمة الأسعار
de: Listenpreis
es: Lista de precios
fr: Liste des prix
it: Prezzo di Listino
ko: 표시 가격
nl: Catalogusprijs
pl: Cennik
pt: Lista de preços
ru: Прайс-лист.
sv: Listpris
tr: Liste Fiyatı
zh: 价格表

# BusinessSubscriptionPriceMembersLabel
source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ko: 멤버
nl: Leden
pl: Członkowie
pt: Membros
ru: Участники
sv: Antal
tr: Üyeler
zh: 成员

# BusinessSubscriptionPurchaseMenu
source: Add more licenses
ar: أضف المزيد من التراخيص
de: Mehr Lizenzen hinzufügen
es: Agregar
fr: Ajouter des accès supplémentaires
it: Acquista licenze aggiuntive
ko: 더 많은 라이센스 구매
nl: Koop meer licenties
pl: Dodaj więcej licencji
pt: Adicionar mais licenças
ru: Добавить лицензии
sv: Lägg till fler licenser
tr: Daha fazla lisans satın al
zh: 添加更多许可证

# BusinessSubscriptionPurchaseTitle
source: Purchase Additional Member Licenses
ar: شراء تراخيص أعضاء إضافية
de: Kaufen von zusätzlichen Mitgliederlizenzen
es: Comprar Licencias de Miembros Adicionales
fr: Acheter un abonnement pour des membres supplémentaires
it: Acquista Licenze per Ulteriori Membri
ko: 추가 멤버 라이센스 구매
nl: Extra Lidmaatschap Aanschaffen
pl: Wykup Dodatkową Licencję Członkowską
pt: Comprar licenças de membro adicionais
ru: Купить Дополнительные Лицензии на Членов
sv: Köp Ytterligare Medlemslicenser
tr: Daha Fazla Üye Lisansı Satın Al
zh: 购买其他会员许可证

# BusinessSubscriptionRemoveButtonLabel
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta Bort
tr: Abonelikten Çıkar
zh: 删除

# BusinessSubscriptionRemoveMemberConfirmation
source: Do you really wish to remove the member from the subscription?
ar: هل ترغب حقًا في إزالة العضو من الاشتراك؟
de: Wollen Sie das Mitglied wirklich von dem Abonnement entfernen ?
es: ¿Estás seguro de querer eliminar a este miembro de la suscripción?
fr: Souhaitez-vous vraiment retirer le membre de l'abonnement?
it: Sei sicuro di voler rimuovere questo membro dall'abbonamento?
ko: 해당 멤버를 구독에서 제거하시겠습니까?
nl: Weet u zeker dat u het lidmaatschap wilt verwijderen?
pl: Czy naprawdę chcesz wykluczyć tego członka z abonamentu?
pt: Você deseja realmente remover o membro da subscrição?
ru: Вы уверены, что хотите удалить данного члена из подписки?
sv: Vill du verkligen ta bort medlemmen från abonnemanget?
tr: Bu üyeyi abonelikten çıkarmak istediğinden emin misin?
zh: 您真的想从订阅中删除该成员吗？

# BusinessSubscriptionRenewalMemberCountErrorMessage
source: Too few members! Renewal must be for at least as many members as are currently used. To renew for fewer, remove some members from the subscription.
ar: عدد الأعضاء قليل جدًا! يجب أن يكون التجديد لعدد من الأعضاء على الأقل كما هو مستخدم حاليًا. للتجديد لعدد أقل ، قم بإزالة بعض الأعضاء من الاشتراك.
de: Zu wenig Benutzer! Die Erneuerng muss für mindestens so viele Benutzer geschehen wie Sie momentan benutzen. Falls die Erneuerung für weniger Mitglieder geschehen soll, müssen Sie zuerst Mitglieder von dem Abonemment entfernen.
es: ¡Muy pocos miembros! La renovación debe ser para al menos la misma cantidad de miembros que la utilizan. Para renovar por menos, borra algunos miembros de la suscripción.
fr: Trop peu de membres ! Le renouvellement doit se faire au minimum pour le même nombre de membres actuellement inscrits. Afin de renouveler pour moins de membres, retirez-en certains de l'abonnement.
it: Troppo pochi membri! Il rinnovo deve essere almeno per un numero di membri pari a quello usato attualmente. Per rinnovare per meno membri, rimuovi alcuni membri dall'abbonamento.
ko: 인원이 부족합니다! 최소한 기존 회원 수만큼 갱신해야합니다. 더 적은 수를 갱신하려면 구독에서 일부 회원을 삭제하십시오.
nl: Te weinig leden! Vernieuwing moet voor minstens evenveel leden zijn als momenteel in gebruik. Om voor minder leden te vernieuwen, verwijder dan enkele leden uit het abonnement.
pl: Zbyt mało użytkowników! Odnowienie musi dotyczyć co najmniej tylu użytkowników, ilu jest obecnie u użyciu. Aby odnowić mniej, usuń niektórych członków z subskrypcji.
pt: Muito poucos membros! A renovação deve ser realizada para pelo menos tantos membros quanto os que são utilizados atualmente. Para renovar para poucos, remova alguns membros da subscrição.
ru: Слишком мало подписчиков! Oбновление должно быть минимум как число подписчиков, которые в настоящее время активные пользователи. Чтобы обновить на меньшее количество подписчиков, удалите некоторых пользователей из подписки.
sv: Det är för få medlemmar! Du måste minst förnya lika många medlemmar som är aktiva. Om du vill minska antalet, ta bort några medlemmar först.
tr: Çok az sayıda üye var! Yenileme için en az şu anki üye sayısı kadar üye olmalıdır. Daha az sayıda üyeyle yenilemek için, bazı üyeleri abonelikten çıkar.
zh: 成员太少了！ 续订必须至少与当前使用的成员数量相同。 若要续订更少，请从订阅中删除某些成员。

# BusinessSubscriptionRenewalPageBody
source: Renewal must be for at least as many members as are currently used. To renew for fewer members, please remove members first. If the renewal is for fewer than current, the subscription is reduced to that level and the remaining time for the unused members is lost.
ar: يجب أن يكون التجديد لعدد الأعضاء على الأقل كما هو مستخدم حاليًا. للتجديد لعدد أقل من الأعضاء ، يرجى إزالة الأعضاء أولاً. إذا كان التجديد أقل من الحالي ، فسيتم تقليل الاشتراك إلى هذا المستوى ويضيع الوقت المتبقي للأعضاء غير المستخدمين.
de: Die Erneuerung muss für mindestens so viele Mitglieder geschehen wie Sie momentan benutzen. Um für weniger Mitglieder zu erneuern entfernen Sie bitte zuerst einige Mitglieder. Falls Sie für weniger Mitglieder erneuern als Sie momentan benutzen wird das Abonnement auf dieses Level reduziert und die verbleibende Zeit für die ungenutzen Mitglieder geht verloren.
es: La renovación se tiene que ser para al menos tantos miembros como se utilizan actualmente. Para renovar por menos miembros, por favor borra otros miembros inicialmente. Si la renovación es para menor miembros que los actuales, la suscripción se reduce a ese nivel y se pierde el tiempo restante para los miembros no utilizados.
fr: Le renouvellement doit se faire au minimum pour le même nombre de membres actuellement inscrits. Afin de renouveler pour moins de membres, veuillez d'abord en supprimer. Si le renouvellement se fait pour moins de membres, l'abonnement sera réduit à ce nombre et le temps restant pour les membres non-utilisés sera perdu.
it: Il rinnovo deve essere almeno per un numero di membri pari a quello attualmente in uso. Per rinnovare per un numero inferiore di membri, per favore rimuovi prima i membri. Se il rinnovo è per meno membri di quelli attuali, l'abbonamento sarà ridotto a quel livello e il tempo rimanente per i membri non utilizzati andrà perso.
ko: 최소한 기존 회원 수만큼 갱신해야합니다. 더 적은 수를 갱신하려면 먼저 회원을 삭제하십시오. 갱신이 현재보다 적은 경우, 구독은 해당 레벨로 축소되고 사용하지 않은 회원의 남은 시간은 손실됩니다.
nl: Vernieuwing moet voor minstens evenveel leden zijn als momenteel in gebruik. Om voor minder leden te vernieuwen, verwijder dan enkele leden. Als de vernieuwing voor minder dan de huidige is, wordt het abonnement verlaagd tot dat niveau en is de resterende tijd voor de ongebruikte leden verloren.
pl: Odnowienie musi dotyczyć co najmniej tylu użytkowników, ilu jest obecnie u użyciu. Aby odnowić mniej, usuń niektórych członków z subskrypcji. Jeśli odnowienie dotyczy mniejszej liczby użytkowników, subskrypcja zostanie odpowiednio zredukowana, a czas pozostały niewykorzystanym użytkownikom przepadnie.
pt: A renovação deve ser realizada para pelo menos tantos membros como aqueles que são utilizados atualmente. Para renovar para menos membros, remova membros primeiro. Se a renovação for realizada para menos membros que os atuais, a subscrição é reduzida para esse nível e o tempo restante para os membros não utilizados será perdida.
ru: Обновление должно быть как минимум для числа подписчиков, которые в настоящее время являются пользователями. Чтобы обновить меньшее количество подписчиков , сначала удалите пользователей. Если обновление будет для меньшего количества подписчиков, чем в настоящее время, подписка будет уменьшена до этого уровня, а оставшееся время для неиспользуемых подписчиков будет потеряно.
sv: Du måste förnya med minst lika många medlemmar som är aktiva nu. Om du vill förnya för färre medlemmar, inaktivera några först. Om du förnyar för färre medlemmar, så reduceras abonnemanget omedelbart till den lägre nivån, och kvarvarande tid för de oanvända medlemmarna förloras.
tr: Yenileme için en az şu anki üye sayısı kadar üye olmalıdır. Daha az sayıda üyeyle yenilemek için, lütfen önce bazı üyeleri çıkar. Eğer yenileme şu anki üye sayısından daha az kişi için olursa, üyelik o seviyeye düşer ve kullanılmayan üyeler için geriye kalan zaman kaybedilir.
zh: 续订必须至少与当前使用的成员数量相同。 要续订较少的会员，请先删除会员。 如果续订的时间少于当前，订阅将减少到该级别，未使用成员的剩余时间将丢失。

# BusinessSubscriptionRenewMenu
source: Renew
ar: تجديد
de: Erneuern
es: Renovar
fr: Renouveler
it: Rinnova
ko: 리뉴
nl: Vernieuwen
pl: Odnów
pt: Renovar
ru: Обновить
sv: Förnya
tr: Yenile
zh: 续订

# BusinessSubscriptionRenewsFormat
source: Subscription renews on {0}.
ar: يتم تجديد الاشتراك في {0}.
de: Das Abonnement verlängert sich mit {0}.
es: La suscripción se renueva el {0}.
fr: Votre abonnement sera renouvelé le {0}.
it: L'abbonamento si rinnova il {0}.
ko: 구독 서비스가 ‪{0}에 다시 시작됩니다.
nl: Abonnement wordt verlengd op {0}.
pl: Subskrypcja zostanie odnowiona {0}.
pt: A subscrição renova-se em {0}.
ru: Подписка будет обновлена {0}.
sv: Prenumerationen förnyas den {0}.
tr: Abonelik {0} tarihinde yenilecektir.
zh: 订阅在{0}上续订。

# BusinessSubscriptionRenewTitle
source: Business Subscription Renewal
ar: تجديد اشتراك بيزنس
de: Businessabonnement Erneuerung
es: Renovación de Suscripción de Business
fr: Renouveler un abonnement Business
it: Rinnovo dell'Abbonamento Business
ko: Business 구독 갱신
nl: Business Abonnementsverlenging
pl: Odnowienie subskrypcji Business
pt: Renovação da subscrição Business
ru: Обновление бизнес-подписки
sv: Förnya Business
tr: Business Aboneliği Yenileme
zh: Business订阅续订

# BusinessSubscriptionResellerCustomerSubscription
source: Acting on
ar: يتصرف على
de: Weiteres Vorgehen
es: Actuando sobre
fr: Modifier l'abonnement
it: Agisci su
ko: 에 따라
nl: Opereren op
pl: Działając na
pt: Agir em
ru: Действовать согласно
sv: Agera på
tr: Buna göre hareket edilecek
zh: 作用于

# BusinessSubscriptionResellerSubscriptionSelection
source: Acting as
ar: يتصرف
de: Rolle
es: Actuando como
fr: Choisir l'abonnement actif
it: Agisci come
ko: 에 따라
nl: Opereren als
pl: Działając jako
pt: Agir como
ru: Действовать в качестве
sv: Agera som
tr: Bu sıfatla hareket edilecek
zh: 充当

# BusinessSubscriptionUserLabel
source: User
ar: مستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sv: Användare
tr: Kullanıcı
zh: 用户

# BusinessSubscriptionUsersText
source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utilizzatori
ko: 사용자
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи
sv: Användare
tr: Kullanıcılar
zh: 用户

# BusinessSubscrnsLicenses
source: Licenses
ar: التراخيص
de: Lizenz
es: Licencias
fr: Licences
it: Licenze
ko: 라이센스
nl: Licenties
pl: Licencje
pt: Licenças
ru: Лицензии
sv: Licenser
tr: Lisanslar
zh: 许可证

# BusinessSubscrnsRole
source: Role
ar: دور
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ko: 역할
nl: Rol
pl: Rola
pt: Perfil
ru: Роль
sv: Roll
tr: Rol
zh: 作用

# BusinessSubsrcnShowLess
source: Show Less...
ar: إظهار أقل ...
de: Weniger anzeigen...
es: Mostrar menos...
fr: Montrer moins...
it: Mostra meno...
ko: 간단히 보기...
nl: Laat minder zien...
pl: Pokaż mniej...
pt: Mostrar Menos...
ru: Свернуть...
sv: Visa mindre...
tr: Daha Az Göster...
zh: 显示较少...

# BusinessSubsrcnShowMore
source: Show More...
ar: أظهر المزيد...
de: Mehr anzeigen...
es: Mostrar más...
fr: Montrer Plus...
it: Mostra altro...
ko: 더 보기...
nl: Laat meer zien...
pl: Pokaż więcej...
pt: Mostrar Mais...
ru: Развернуть...
sv: Visa mer...
tr: Daha Fazlasını Göster...
zh: 显示更多...

# BusinessSummaryUserCountLabel
source: x users
ar: مستخدمي x
de: x Nutzer
es: x usuarios
fr: x utilisateurs
it: x utenti
ko: x 사용자
nl: x gebruikers
pl: użytkownicy x
pt: x utilizadores
ru: x пользователей
sv: x användare
tr: x kullanıcılar
zh: x用户

# BusinessSupportInfo
source: Welcome to AxCrypt Support. We give our Business customers prioritized and personal direct support via e-mail.
ar: مرحبا بك في دعم اكسكربت. نقدم لعملائنا التجاريين الأولوية والدعم الشخصي المباشر عبر البريد الإلكتروني.
de: Willkommen beim AxCrypt-Support. Wir geben unseren Business-Kunden priorisierten und persönlichen Direktsupport per E-Mail.
es: Bienvenido al soporte de AxCrypt. Brindamos a nuestros clientes Business un soporte directo prioritario y personal a través del correo electrónico.
fr: Bienvenue dans l'assistance AxCrypt. Nous donnons à nos clients Business une assistance directe prioritaire et personnelle par e-mail.
it: Benvenuto nel supporto di AxCrypt. Offriamo ai nostri clienti aziendali un supporto diretto prioritario e personale via e-mail.
ko: AxCrypt 지원에 오신 것을 환영합니다. 우리는 이메일을 통해 비즈니스 고객에게 우선적이고 개인적인 직접 지원을 제공합니다.
nl: Welkom bij AxCrypt Support. We geven onze zakelijke klanten prioriteit en directe persoonlijke ondersteuning via e-mail.
pl: Witamy w pomocy technicznej AxCrypt. Naszym klientom biznesowym zapewniamy priorytetowe i osobiste bezpośrednie wsparcie za pośrednictwem poczty elektronicznej.
pt: Bem-vinda(o) ao Suporte AxCrypt. Fornecemos suporte directo, pessoal e prioritário aos nossos clientes Business via email.
ru: Добро пожаловать в Поддержку AxCrypt. Мы предоставляем нашим Business-клиентам приоритетную и личную поддержку по электронной почте.
sv: Välkommen till AxCrypt Support. Vi ger våra Företagskunder prioriterat och personligt direktstöd via e-post.
tr: AxCrypt Desteğine Hoş Geldiniz. Kurumsal müşterilerimize e-posta yoluyla öncelikli ve doğrudan kişisel destek veriyoruz.
zh: 欢迎来到AxCrypt支持。 我们给我们的Business客户优先和个人直接支持通过电子邮件.

# BusinessSupportTitle
source: Business Support
ar: دعم الأعمال
de: Business Unterstützung
es: Soporte para Business
fr: Service Client Business
it: Supporto Business
ko: 비즈니스 서포트
pl: Wsparcie biznesowe
pt: Suporte Empresarial
ru: Поддержка для Business
sv: Företagssupport
tr: İş Desteği
zh: Business支持

# BusinessTrialCreationSummaryTitle
source: The first month is free, after that:
ar: الشهر الأول مجاني ، وبعد ذلك:
de: Der erste Monat ist kostenlos, danach:
es: El primer mes es gratis, después de eso:
fr: Le premier mois est gratuit, et après :
it: Il primo mese è gratuito, dopodiché:
ko: 첫 달은 무료입니다. 그 이후는:
nl: De eerste maand is gratis, daarna:
pl: Pierwszy miesiąc jest bezpłatny, potem:
pt: O primeiro mês é grátis, depois disso:
ru: Первый месяц бесплатно, после этого:
sv: Första månaden är gratis, därefter:
tr: İlk ay ücretsiz, ardından:
zh: 第一个月是免费的，之后:

# BusinessTrialEligibleInfo
source: !!You're eligible for a free 30 day trial! You can add as many users as you like and pay nothing for the first 30 days! But remember, after the 30 days are up, you will be charged
ar: أنت مؤهل للحصول على نسخة تجريبية مجانية مدتها 30 يومًا! يمكنك إضافة أي عدد تريده من المستخدمين وعدم دفع أي شيء مقابل أول 30 يومًا! لكن تذكر أنه بعد انقضاء 30 يومًا ، ستتم محاسبتك
es: ¡Eres elegible para una prueba gratuita de 30 días! ¡Puedes agregar tantos usuarios como quieras y no pagar nada durante los primeros 30 días! Pero recuerde, después de que hayan pasado los 30 días, se le cobrará
fr: !!Vous êtes admissible à un essai gratuit de 30 jours! Vous pouvez ajouter autant d’utilisateurs que vous le souhaitez et ne rien payer pour les 30 premiers jours! Mais rappelez-vous, après les 30 jours sont terminés, vous serez facturé

# BusinessTrialInfo
source: THE FIRST MONTH IS FREE
ar: الشهر الأول مجاني
de: DER ERSTE MONAT IST KOSTENLOS
es: EL PRIMER MES ES GRATIS
fr: LE PREMIER MOIS EST GRATUIT
it: IL PRIMO MESE È GRATUITO
ko: 첫 달은 무료입니다.
nl: DE EERSTE MAAND IS GRATIS
pl: PIERWSZY MIESIĄC JEST BEZPŁATNY
pt: O PRIMEIRO MÊS É GRÁTIS
ru: ПЕРВЫЙ МЕСЯЦ БЕСПЛАТНО
sv: FÖRSTA MÅNADEN ÄR GRATIS
tr: İLK AY ÜCRETSİZ
zh: 第一个月是免费的

# BusinessTrialInfoText
source: You’re on a free trial, you can add more users for free until the trial ends
ar: أنت في فترة تجريبية مجانية ، يمكنك إضافة المزيد من المستخدمين مجانا حتى انتهاء الفترة التجريبية
de: Sie haben eine kostenlose Testversion, Sie können bis zum Ende der Testversion kostenlos weitere Benutzer hinzufügen
es: Está en una prueba gratuita, puede agregar más usuarios de forma gratuita hasta que finalice la prueba
fr: Vous êtes sur un essai gratuit, vous pouvez ajouter plus d’utilisateurs gratuitement jusqu’à la fin de l’essai
it: Hai una prova gratuita, puoi aggiungere altri utenti gratuitamente fino al termine del periodo di prova
ko: 무료 평가판을 사용 중입니다. 평가판이 종료될 때까지 무료로 사용자를 추가할 수 있습니다.
nl: U heeft een gratis proefperiode, u kunt gratis meer gebruikers toevoegen totdat de proefperiode afloopt
pl: Korzystasz z bezpłatnego okresu próbnego, możesz bezpłatnie dodawać kolejnych użytkowników do czasu zakończenia okresu próbnego
pt: Você está em uma avaliação gratuita, pode adicionar mais usuários gratuitamente até o término da avaliação
ru: У вас бесплатная пробная версия, вы можете бесплатно добавлять других пользователей до окончания пробного периода
sv: Om du har en gratis provperiod, kan du lägga till fler användare gratis tills provperioden är slut
tr: Ücretsiz deneme sürümündesiniz, deneme sona erene kadar ücretsiz olarak daha fazla kullanıcı ekleyebilirsiniz
zh: 您处于免费试用期，您可以免费添加更多用户，直到试用期结束

# BusinessTryItForFreeSellingPointsGreatBusiness
source: Great business support, have an own dedicated Account Manager
ar: دعم كبير للأعمال ، لديك مدير حساب مخصص
de: Große business-support, haben einen eigenen dedizierten Kundenbetreuer
es: Excelente soporte comercial, con un administrador de cuenta exclusivo
fr: Super assistance Business, avec un.e chargé.e de clientèle dédié.e
it: Ottimo supporto aziendale, hai a disposizione un Account Manager dedicato
ko: 뛰어난 business 지원, 전용 어카운트 매니저 보유
nl: Geweldige zakelijke ondersteuning, heb een eigen toegewijde accountmanager
pl: Świetne wsparcie biznesowe, posiadaj własnego, dedykowanego Account Managera
pt: Excelente suporte empresarial, tenha o seu Gestor de Conta dedicado
ru: Отличная поддержка бизнеса, есть отдельный менеджер для работы с клиентами
sv: Fantastisk företagssupport, ha en egen dedikerad Account Manager
tr: Mükemmel business desteği, size özel Hesap Yöneticisi
zh: 伟大的业务支持，有一个自己的专用客户经理

# ButtonActivateText
source: Verify
ar: تحقق من
de: Aktivieren
es: Verificar
fr: Vérifier
it: Verifica
ko: 활성화시키기
nl: Verifieer
pl: Potwierdź
pt: Verificar
ru: Подтвердите
sv: Verifiera
tr: Doğrula
zh: 验证

# ButtonCancelAllText
source: Cancel All
ar: ألغ الكل
de: Alles annullieren
es: Cancelar todo
fr: Supprimer Tout
it: Cancella Tutto
ko: 모두 취소
nl: Annuleer Alles
pl: Anuluj wszystkie
pt: Cancelar tudo
ru: Отменить Всё
sv: Avbryt Allt
tr: Hepsini iptal et
zh: 全部取消

# ButtonCancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: Iptal
zh: 取消

# ButtonChangePasswordText
source: Change Password
ar: غير كلمة السر
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ko: 비밀번호 변경
nl: Verander Wachtwoord
pl: Zmień hasło
pt: Mudar palavra-passe
ru: Поменять Пароль
sv: Byt Lösenord
tr: Şifre değiştir
zh: 更改密码

# ButtonCloseText
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh: 关闭

# ButtonDeleteAxCryptIdText
source: Delete AxCrypt ID
ar: حذف معرف اكسكربت
de: AxCrypt ID löschen
es: Eliminar AxCrypt ID
fr: Supprimer l'AxCrypt ID
it: Elimina AxCrypt ID
ko: AxCrypt ID 삭제
nl: Verwijder AxCrypt ID
pl: Usuń AxCrypt ID
pt: Deletar ID AxCrypt
ru: Удалить AxCrypt ID
sv: Radera AxCrypt ID
tr: AxCrypt kimliğini sil
zh: 删除AxCrypt ID

# ButtonDeleteText
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijder
pl: Usuń
pt: Deletar
ru: Удалить
sv: Radera
tr: Sil
zh: 删除

# ButtonDisableText
source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ko: 비활성화
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
ru: Отключить
sv: Av
tr: Devre Dışı Bırak
zh: 禁用

# ButtonEditText
source: Edit
ar: حرر
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
zh: 编辑
