Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TIEDTC_Summary
source: Many businesses do not think their data has to be encrypted. They understand the value of this technology for protecting extremely sensitive and private information, but they do not think it applies to them because they do not own this information.
ar: لا تعتقد العديد من الشركات أنه يجب تشفير بياناتها. إنهم يفهمون قيمة هذه التكنولوجيا في حماية المعلومات الحساسة والخاصة للغاية ، لكنهم لا يعتقدون أنها تنطبق عليهم لأنهم لا يمتلكون هذه المعلومات.
de: Viele Unternehmen glauben nicht, dass ihre Daten verschlüsselt werden müssen. Sie verstehen den Wert dieser Technologie für den Schutz äußerst sensibler und privater Informationen, glauben jedoch nicht, dass dies für sie zutrifft, da sie diese Informationen nicht besitzen.
es: Muchas empresas no creen que sus datos deban estar cifrados. Comprenden el valor de esta tecnología para proteger información extremadamente confidencial y privada, pero no creen que se aplique a ellos porque no son dueños de esta información.
fr: De nombreuses entreprises ne pensent pas que leurs données doivent être cryptées. Ils comprennent la valeur de cette technologie pour protéger des informations extrêmement sensibles et privées, mais ils ne pensent pas que cela s’applique à eux parce qu’ils ne possèdent pas ces informations.
it: Molte aziende non pensano che i loro dati debbano essere crittografati. Comprendono il valore di questa tecnologia per la protezione di informazioni estremamente sensibili e private, ma non pensano che si applichi a loro perché non possiedono queste informazioni.
ko: 많은 기업이 데이터를 암호화해야 한다고 생각하지 않습니다. 그들은 매우 민감한 개인 정보를 보호하기 위한 이 기술의 가치를 이해하지만, 이 정보를 소유하지 않기 때문에 자신에게 적용되지 않는다고 생각합니다.
nl: Veel bedrijven denken niet dat hun gegevens versleuteld hoeven te worden. Ze begrijpen de waarde van deze technologie voor het beschermen van extreem gevoelige en persoonlijke informatie, maar ze denken dat het niet op hen van toepassing is omdat ze deze informatie niet bezitten.
pl: Wiele firm uważa, że ich dane nie muszą być szyfrowane. Rozumieją wartość tej technologii dla ochrony niezwykle wrażliwych i prywatnych informacji, ale nie sądzą, aby ich dotyczyła, ponieważ nie są właścicielami tych informacji.
pt: Muitas empresas pensam que os seus dados não têm de ser cifrados. Entendem o valor desta tecnologia de protecção de informação privada e extremamente sensível, mas pensam que tal não se aplica a si por não possuírem esta informação.
ru: Многие компании не считают, что их данные должны быть зашифрованы. Они понимают ценность этой технологии для защиты чрезвычайно конфиденциальной и частной информации, но они не думают, что это применимо к ним, потому что они не владеют такой информацией.
sv: Många företag tror inte att deras data måste krypteras. De förstår värdet av denna teknik för att skydda extremt känslig och privat information, men de tror inte att det gäller dem eftersom de inte äger denna information.
tr: Birçok işletme, verilerinin şifrelenmesi gerektiğini düşünmüyor. Bu teknolojinin son derece hassas ve özel bilgileri korumak için değerini anlıyorlar, ancak bunun bilgiler mülkiyetlerinde olmadığı için kendileri için geçerli olduğunu düşünmüyorlar.
zh: 许多企业不认为他们的数据必须加密。 他们理解这项技术对保护极其敏感和私人信息的价值，但他们认为它不适用于他们，因为他们不拥有这些信息。

# Blog_TIEDTC_Text1
source: Many businesses do not think their data has to be encrypted. They understand the value of this technology for protecting extremely sensitive and private information, but they do not think it applies to them because they do not own this information. One of the biggest developments in cybersecurity is expected to be confidential security. Private information, sensitive data, and the security of communication between relationships and businesses are all protected by it.
ar: لا تعتقد العديد من الشركات أنه يجب تشفير بياناتها. إنهم يفهمون قيمة هذه التكنولوجيا في حماية المعلومات الحساسة والخاصة للغاية ، لكنهم لا يعتقدون أنها تنطبق عليهم لأنهم لا يمتلكون هذه المعلومات. من المتوقع أن يكون الأمن السري أحد أكبر التطورات في مجال الأمن السيبراني. المعلومات الخاصة والبيانات الحساسة وأمن الاتصال بين العلاقات والشركات كلها محمية من قبلها.
de: Viele Unternehmen glauben nicht, dass ihre Daten verschlüsselt werden müssen. Sie verstehen den Wert dieser Technologie für den Schutz äußerst sensibler und privater Informationen, glauben jedoch nicht, dass dies für sie zutrifft, da sie diese Informationen nicht besitzen. Eine der größten Entwicklungen in der Cybersicherheit wird voraussichtlich die vertrauliche Sicherheit sein. Private Informationen, sensible Daten und die Sicherheit der Kommunikation zwischen Beziehungen und Unternehmen werden dadurch geschützt.
es: Muchas empresas no creen que sus datos deban estar cifrados. Comprenden el valor de esta tecnología para proteger información extremadamente confidencial y privada, pero no creen que se aplique a ellos porque no son dueños de esta información. Se espera que uno de los mayores avances en ciberseguridad sea la seguridad confidencial. La información privada, los datos confidenciales y la seguridad de la comunicación entre las relaciones y las empresas están protegidos por esta.
fr: De nombreuses entreprises ne pensent pas que leurs données doivent être cryptées. Ils comprennent la valeur de cette technologie pour protéger des informations extrêmement sensibles et privées, mais ils ne pensent pas que cela s'applique à eux car ils ne sont pas propriétaires de ces informations. L'un des développements les plus importants en matière de cybersécurité devrait être la sécurité confidentielle. Les informations privées, les données sensibles et la sécurité des communications entre les relations et les entreprises sont toutes protégées par elle.
it: Molte aziende non credono che i loro dati debbano essere crittografati. Comprendono che il valore di questa tecnologia per proteggere le informazioni estremamente sensibili e private, ma non pensano che si possa applicare a loro perchè non hanno queste informazioni. Uno dei maggiori sviluppi nella sicurezza informatica dovrebbe essere la sicurezza della segretezza. Le informazioni private, i dati sensibili e la sicurezza della comunicazione tra relazioni e aziende sono tutte protette da questo.
ko: 많은 기업들이 데이터 암호화의 필요성을 알지 못합니다. 암호화를 통한 민감한 개인 정보를 보호하는 기술의 가치는 이해하면서도, 그 정보의 소유권이 기업에 없다는 이유로 기술의 필요성은 느끼지 못합니다. 그러나 사이버 보안의 가장 큰 발전 중 하나는 기밀 보안이 될 것으로 예상됩니다. 개인 정보와 민감 데이터, 기업이나 개인간의 커뮤니케이션 보안은 모두 그러한 방식으로 보호됩니다.
nl: Veel bedrijven denken niet dat hun gegevens versleuteld hoeven te worden. Ze begrijpen de waarde van deze technologie voor het beschermen van extreem gevoelige en persoonlijke informatie, maar ze denken dat het niet op hen van toepassing is omdat ze deze informatie niet bezitten. Een van de grootste ontwikkelingen op het gebied van cybersecurity is naar verwachting vertrouwelijke beveiliging. Privé-informatie, gevoelige gegevens en de veiligheid van communicatie tussen relaties en bedrijven worden er allemaal door beschermd.
pl: Wiele firm uważa, że ich dane nie muszą być szyfrowane. Rozumieją wartość tej technologii dla ochrony niezwykle wrażliwych i prywatnych informacji, ale nie sądzą, aby ich dotyczyła, ponieważ nie są właścicielami tych informacji. Oczekuje się, że jednym z największych osiągnięć w cyberbezpieczeństwie będzie bezpieczeństwo poufne. Prywatne informacje, wrażliwe dane i bezpieczeństwo komunikacji między relacjami a firmami są przez nią chronione.
pt: Muitas empresas não pensam que os seus dados têm de ser cifrados. Elas entendem o valor desta tecnologia ao proteger informação extremamente sensível e privada, mas não pensam que tal se aplica a elas por não terem este tipo de informação. Espera-se que um dos grandes desenvolvimentos em cibersegurança seja a segurança confidencial, com a qual informação privada, dados sensíveis e a segurança de comunicações entre relações e negócios são protegidos.
ru: Многие компании считают, что их данные не должны быть зашифрованы. Они понимают ценность этой технологии для защиты чрезвычайно конфиденциальной и частной информации. Но они не думают, что это применимо к ним, потому что они не владеют этой информацией. Ожидается, что одним из крупнейших достижений в области кибербезопасности станет обеспечение конфиденциальности. Частная информация, конфиденциальные данные и безопасность связи между партнерами и предприятиями - все это защищено.
sv: Många företag tror inte att deras data måste krypteras. De förstår värdet av denna teknik för att skydda extremt känslig och privat information, men de tror inte att det gäller dem eftersom de inte äger informationen. En av de största utvecklingarna inom cybersäkerhet förväntas vara konfidentiell säkerhet. Privat information, känslig data och säkerheten för kommunikation mellan relationer och företag skyddas alla av det.
tr: Bir çok işletme verilerinin şifrelenmesi gerekliliğini düşünmemektedir. Son derece hassas ve gizli bilgilerin korunması için bu teknolojinin değerini anlıyorlar ancak bu teknolojinin kendi bünyesinde olmamasından dolayı buna başvurmayı düşünmüyorlar. Siber güvenlikteki en büyük gelişmelerden biri, mahrem güvenlik olması beklenmektedir. Özel bilgi, hassas veri ve bağlantı ve iş arasındaki güvenliğin tamamen bu teknoloji tarafından korunmaktadır.
zh: 许多企业不认为他们的数据必须加密。 他们理解这项技术对保护极其敏感和私人信息的价值，但他们认为它不适用于他们，因为他们不拥有这些信息。 网络安全最大的发展之一预计是机密安全。 私人信息、敏感数据以及关系和企业之间通信的安全性都受到it的保护。

# Blog_TIEDTC_Text2
source: No matter how big or small, or what industry they serve, every organisation has significant data. They frequently discover they have considerably more of this information than they think they do, whether they are aware of it or not, especially after an audit. Understanding the usefulness of categorising data and its relevance is given little to no consideration.
ar: بغض النظر عن حجمها الكبير أو الصغير ، أو الصناعة التي تخدمها ، كل مؤسسة لديها بيانات مهمة. يكتشفون في كثير من الأحيان أن لديهم قدرًا كبيرًا من هذه المعلومات أكثر مما يعتقدون ، سواء كانوا على دراية بها أم لا ، خاصة بعد التدقيق. فهم فائدة تصنيف البيانات ومدى ملاءمتها لا يُعطى أي اعتبار يذكر.
de: Egal wie groß oder klein oder in welcher Branche sie tätig sind, jedes Unternehmen verfügt über wichtige Daten. Sie stellen häufig fest, dass sie wesentlich mehr von diesen Informationen haben, als sie denken, ob sie sich dessen bewusst sind oder nicht, insbesondere nach einem Audit. Das Verständnis der Nützlichkeit der Kategorisierung von Daten und ihrer Relevanz wird wenig bis gar nicht berücksichtigt.
es: No importa cuán grande o pequeña sea, o a qué industria sirven, cada organización tiene datos importantes. Con frecuencia descubren que tienen considerablemente más de esta información de lo que creen, ya sea que lo sepan o no, en especial después de una auditoría. La comprensión de la utilidad de categorizar los datos y su relevancia recibe poca o ninguna consideración.
fr: Quelle que soit sa taille, ou son secteur d'activité, chaque organisation dispose de données importantes. Ils découvrent souvent qu'ils disposent de beaucoup plus d'informations qu'ils ne le pensent, qu'ils en soient conscients ou non, en particulier après un audit. La compréhension de l'utilité de la catégorisation des données et de sa pertinence est peu ou pas prise en compte.
it: Non importa quanto grande o piccola, o quale settore servono, ogni organizzazione possiede dati significativi. Spesso scoprono di avere molte più informazioni di questo tipo di quanto pensino, che ne siano consapevoli o meno, soprattutto dopo un audit. È data poca o nessuna considerazione al comprendere l'utilità della categorizzazione dei dati e la loro rilevanza.
ko: 규모가 크든 작든, 어떤 산업에 서비스를 제공하든 모든 조직에는 중요한 데이터가 있습니다. 그들은 특히 감사 후에 자신이 생각하는 것보다 훨씬 더 많은 정보를 가지고 있음을 자주 발견합니다. 데이터 분류의 유용성과 관련성을 이해는 전혀 되고 있지 않습니다.
nl: Hoe groot of klein ze ook zijn, of in welke bedrijfstak ze ook actief zijn, elke organisatie beschikt over belangrijke gegevens. Vaak ontdekken ze dat ze veel meer van deze informatie hebben dan ze denken, of ze zich daar nu bewust van zijn of niet, vooral na een audit. Er wordt weinig tot geen aandacht besteed aan het nut van het categoriseren van gegevens en de relevantie ervan.
pl: Bez względu na to, jak duża lub mała lub jaką branżę obsługuje, każda organizacja posiada istotne dane. Często odkrywają, że mają znacznie więcej tych informacji, niż im się wydaje, niezależnie od tego, czy są tego świadomi, czy nie, zwłaszcza po audycie. Zrozumienie użyteczności kategoryzowania danych i ich znaczenia nie jest brane pod uwagę.
pt: Independentemente de quão grande ou pequena, ou da indústria que serve, cada organização tem dados significativos. As organizações descobrem frequentemente que têm consideravelmente mais desta informação do que pensavam ter, estando ou não conscientes disso, especialmente depois de uma auditoria. É dada pouco ou nenhuma consideração à compreensão da utilidade da categorização de dados e da sua relevância.
ru: Независимо от того, насколько велика или мала отрасль, в которой они работают, каждая организация располагает значимыми данными. Они часто обнаруживают, что располагают значительно большим объемом этой информации, чем им кажется, независимо от того, осознают они это или нет, особенно после аудита. Пониманию полезности категоризации данных и их релевантности практически не уделяется внимания.
sv: Oavsett vilken bransch, oavsett stor eller liten, har varje organisation betydande data. De upptäcker ofta att de har betydligt mer av denna information än de tror att de har, oavsett om de är medvetna om det eller inte, särskilt efter en revision. Att förstå användbarheten av att kategorisera data och dess relevans tas det lite eller ingen hänsyn till.
tr: Ne kadar büyük veya küçük olursa olsun veya hangi sektöre hizmet ederlerse etsinler, her kuruluşun önemli verileri vardır. Sık sık, özellikle bir denetimden sonra, farkında olsalar da olmasalar da, bu bilgilerin düşündüklerinden çok daha fazlasına sahip olduklarını keşfederler. Verileri kategorize etmenin faydasını ve alaka düzeyini anlamaya genellikle çok az dikkat edilir ya da hiç edilmez.
zh: 无论规模大小，或服务于哪个行业，每个组织都有重要的数据。 他们经常发现他们拥有的这些信息比他们想象的要多得多，无论他们是否意识到这一点，特别是在审计之后。 理解数据分类的有用性及其相关性是很少甚至没有考虑的。

# Blog_TIEDTC_Title
source: The Importance of Encrypting All Data In The Company
ar: أهمية تشفير كافة البيانات في الشركة
de: Die Bedeutung der Verschlüsselung aller Daten im Unternehmen
es: La importancia de cifrar todos los datos de una empresa
fr: L'importance du Cryptage de Toutes les Données de l'Entreprise
it: L'importanza di criptare tutti i dati dell'azienda
ko: 기업의 모든 데이터 암호화의 중요성
nl: Het Belang van het Beveiligen van Alle Data In Het Bedrijf
pl: Znaczenie szyfrowania wszystkich danych w firmie
pt: A Importância de Cifrar Todos Os Dados Na Empresa
ru: Важность шифрования всех данных в Компании
sv: Det viktiga med att Kryptera All Data Inom Företaget
tr: Şirket İçindeki Tüm Verileri Şifrelemenin Önemi
zh: 加密公司所有数据的重要性

# Blog_TPTWH EG_H1_Text2
source: you may have confidential conversations with employees, customers and investors, these often involve personal information, you run the risk of unintentional informal leaks, paperwork could be picked up unintentionally, phrases overheard and repeated for example. Legally your firm has to ensure the security of personal data and make sure it is only used for specific purposes. So here are some considerations:
ar: قد تجري محادثات سرية مع الموظفين والعملاء والمستثمرين ، وغالبًا ما تتضمن هذه المحادثات معلومات شخصية ، وتتعرض لخطر التسريبات غير الرسمية غير المقصودة ، ويمكن التقاط الأعمال الورقية عن غير قصد ، والعبارات التي يتم سماعها وتكرارها على سبيل المثال. من الناحية القانونية ، يتعين على شركتك ضمان أمان البيانات الشخصية والتأكد من استخدامها لأغراض محددة فقط. إذن إليك بعض الاعتبارات:
de: sie können vertrauliche Gespräche mit Mitarbeitern, Kunden und Investoren führen, bei denen es häufig um persönliche Informationen geht, Sie laufen Gefahr, unbeabsichtigte informelle Lecks zu erleiden, Papierkram könnte unbeabsichtigt aufgenommen werden, Sätze werden belauscht und wiederholt. Rechtlich muss Ihr Unternehmen die Sicherheit personenbezogener Daten gewährleisten und sicherstellen, dass diese nur für bestimmte Zwecke verwendet werden. Hier sind einige Überlegungen:
es: Puede que sostengas conversaciones confidenciales con empleados, clientes e inversionistas que a menudo involucran información personal y corres el riesgo de que se produzcan filtraciones informales no intencionales. Puede que el papeleo llegue a manos equivocadas sin querer, puede que se escuchen frases y estas sean replicadas, etc. Legalmente, tu empresa debe garantizar la seguridad de los datos personales y asegurarse de que solo se utilicen para fines específicos. Así que aquí hay algunas consideraciones:
fr: vous pouvez avoir des conversations confidentielles avec des employés, des clients et des investisseurs, celles-ci impliquent souvent des informations personnelles, vous courez le risque de fuites informelles involontaires, des documents pourraient être ramassés involontairement, des phrases entendues et répétées par exemple. Légalement, votre entreprise doit assurer la sécurité des données personnelles et s’assurer qu’elles ne sont utilisées qu’à des fins spécifiques. Voici donc quelques considérations:
it: Potresti avere conversazioni riservate con dipendenti, clienti e investitori, queste spesso coinvolgono informazioni personali, corri il rischio di perdite informali non intenzionali, documenti potrebbero essere raccolti involontariamente, frasi ascoltate e ripetute per esempio. Legalmente la tua azienda deve garantire la sicurezza dei dati personali e assicurarsi che vengano utilizzati solo per scopi specifici. Quindi ecco alcune considerazioni:
ko: 직원, 고객 및 투자자와 기밀 대화를 나눌 수 있으며, 여기에는 종종 개인 정보가 포함되며, 의도하지 않은 비공식 유출의 위험이 있으며, 의도하지 않은 서류 작업이 될 수 있으며, 예를 들어 엿듣고 반복할 수 있습니다. 법적으로 귀하의 회사는 개인 데이터의 보안을 보장하고 특정 목적으로만 사용되도록 해야 합니다. 다음은 몇 가지 고려 사항입니다.
nl: u kunt vertrouwelijke gesprekken voeren met werknemers, klanten en investeerders, die vaak persoonlijke informatie bevatten, u loopt het risico dat er onbedoeld informele lekken ontstaan, papierwerk kan onbedoeld worden opgepikt, zinnen worden opgevangen en herhaald bijvoorbeeld. Wettelijk gezien moet uw bedrijf de veiligheid van persoonsgegevens waarborgen en ervoor zorgen dat ze alleen voor specifieke doeleinden worden gebruikt. Hier volgen enkele overwegingen:
pl: możesz prowadzić poufne rozmowy z pracownikami, klientami i inwestorami, często dotyczą one danych osobowych, ryzykujesz niezamierzonymi nieformalnymi wyciekami, nieumyślnie przechwycone dokumenty, np. podsłuchane i powtórzone zwroty. Z prawnego punktu widzenia Twoja firma musi zapewnić bezpieczeństwo danych osobowych i upewnić się, że są one wykorzystywane tylko do określonych celów. Oto kilka uwag:
pt: Você pode ter conversas confidenciais com trabalhadores, clientes e investidores, que muitas vezes envolvem informação pessoal, correndo o risco de fugas de informação não intencionadas, papelada encontrada sem querer, frases ouvidas por acaso e repetidas, por exemplo. Legalmente, a sua empresa tem de garantir a segurança dos seus dados pessoais e certificar-se de que são usados para fins específicos apenas. Portanto, aqui estão algumas considerações:
ru: У вас могут быть конфиденциальные беседы с сотрудниками, клиентами и инвесторами, они часто связаны с личной информацией, вы рискуете непреднамеренной неофициальной утечкой, документы могут быть случайно подобраны, фразы могут быть подслушаны и повторены. По закону ваша фирма должна обеспечивать безопасность персональных данных и следить за тем, чтобы они использовались только в определенных целях. Итак, вот некоторые соображения:
sv: du kan ha konfidentiella samtal med anställda, kunder och investerare, dessa involverar ofta personlig information, du riskerar oavsiktliga informella läckor, pappersarbete kan plockas upp oavsiktligt, fraser som hörs och upprepas till exempel. Juridiskt måste ditt företag säkerställa sekretessen för personuppgifter och se till att de endast används för specifika ändamål. Så här är några överväganden:
tr: Çalışanlarla, müşterilerle ve yatırımcılarla gizli görüşmeler yapabilirsiniz, bunlar genellikle kişisel bilgileri içerir, kasıtsız gayri resmi sızıntı riski taşırsınız, evraklar istemsizce elde edilebilinir, örneğin bazı ifadelere kulak misafiri olunabilir veya bunlar tekrarlanabilir. Yasal olarak firmanız, kişisel verilerin güvenliğini sağlamak ve yalnızca belirli amaçlar için kullanıldığından emin olmak zorundadır. İşte dikkat edilmesi gereken bazı noktalar:
zh: 您可能与员工，客户和投资者进行保密对话，这些通常涉及个人信息，您冒着无意的非正式泄漏的风险，文书工作可能会无意中被拾起，短语偷听和重复例 在法律上，你的公司必须确保个人资料的安全，并确保它只用于特定的目的。 所以这里有一些注意事项:
