Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WAYAFC_H10_Text4
source: S&P Global. (n.d.). <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Semiconductor supply chain disruption: U.S.-China trade conflict</a>. S&P Global Mobility.
de: S&P Global. (o.D.). <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Semiconductor supply chain disruption: U.S.-China trade conflict</a>. S&P Global Mobility.
fr: S&P Global. (n.d.). <a href='https://www.spglobal.com/mobility/fr/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Perturbation de la chaîne d’approvisionnement des semi-conducteurs : conflit commercial entre les États-Unis et la Chine</a>. S&P Global Mobility.
it: S&P Globale. (n.d.). <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Interruzione della catena di approvvigionamento dei semiconduttori: conflitto commerciale tra Stati Uniti e Cina</a>. S&P Mobilità globale.
ru: S&P Global. (неопр.) <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Semiconductor supply chain disruption: U.S.-China trade conflict</a>. S&P Global Mobility.
zh: S&P 全球。（日期不详）。 <a href='https://www.spglobal.com/mobility/en/research-analysis/semiconductor-supply-chain-disruption-us-china-trade-conflict.html'>Semiconductor supply chain disruption: U.S.-China trade conflict</a>。S&P 全球流动性。

# Blog_WAYAFC_H10_Text5
source: Green, J. J. (2024, December). <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>The worst telecommunications hack in U.S. history: Chinese cyber group Salt Typhoon intrusions likely started years ago</a>. WTOP News.
de: Green, J. J. (2024, Dezember). <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>The worst telecommunications hack in U.S. history: Chinese cyber group Salt Typhoon intrusions likely started years ago</a>. WTOP News.
fr: Green, J. J. (2024, décembre). <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>Le pire piratage des télécommunications de l’histoire américaine : Les intrusions du groupe chinois Salt Typhoon ont probablement commencé il y a des années</a>. WTOP News.
it: Verde, J. J. (2024, dicembre). <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>Il peggior hack delle telecomunicazioni nella storia degli Stati Uniti: le intrusioni del gruppo informatico cinese Salt Typhoon sono probabilmente iniziate anni fa</a>. Notizie WTOP.
ru: Грин, Дж. Дж. (2024, Декабрь). <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>The worst telecommunications hack in U.S. history: Chinese cyber group Salt Typhoon intrusions likely started years ago</a>. WTOP News.
zh: Green，JJ（2024 年 12 月）。 <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'>The worst telecommunications hack in U.S. history: Chinese cyber group Salt Typhoon intrusions likely started years ago</a>。WTOP 新闻。

# Blog_WAYAFC_H10_Text6
source: The Guardian. (2024, December 9). <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Why did China hack the world’s phone networks?</a>. The Guardian.
de: Der Guardian. (2024, 9. Dezember). <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Why did China hack the world’s phone networks?</a>. The Guardian.
fr: The Guardian. (2024, 9 décembre). <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Pourquoi la Chine a-t-elle piraté les réseaux téléphoniques mondiaux? </a>. The Guardian.
it: Il guardiano. (2024, 9 dicembre). <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Perché la Cina ha hackerato le reti telefoniche del mondo?</a>. Il guardiano.
ru: The Guardian. (2024, 9 Декабря). <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Why did China hack the world’s phone networks?</a>. The Guardian.
zh: 卫报。（2024 年 12 月 9 日）。 <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'>Why did China hack the world’s phone networks?</a>。卫报。

# Blog_WAYAFC_H2_Text1
source: <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b>A series of cyberattacks linked to China</b></a> targeted U.S. companies and government systems. These attacks, attributed to hacking groups like <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a>, were operations aimed at stealing data and intelligence. Since 2020, the Salt Typhoon campaign has been operating under multiple names, such as Ghost Emperor, Famous Sparrow, and UNC2286, with each cybersecurity firm assigning a different label to the same threat.
de: <ein href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b> Eine Reihe von Cyberangriffen im Zusammenhang mit China</b></a> richtete sich gegen US-amerikanische Unternehmen und Regierungssysteme. Diese Angriffe werden Hacking-Gruppen wie <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a>, waren Operationen, die darauf abzielten, Daten und Informationen zu stehlen. Seit 2020 läuft die Salt Typhoon-Kampagne unter mehreren Namen, z. B. Ghost Emperor, Famous Sparrow und UNC2286, wobei jedes Cybersicherheitsfirma derselben Bedrohung ein anderes Label zuweist.
fr: <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b>Une série d’attaques informatiques liées à la Chine</b></a> ciblant des entreprises et des systèmes gouvernementaux américains. Ces attaques, attribuées à des groupes de piratage comme <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a>, Il s’agissait d’opérations visant à voler des données et du renseignement. Depuis 2020, la campagne Salt Typhoon fonctionne sous plusieurs noms, tels que Ghost Emperor, Famous Sparrow et UNC2286, chaque entreprise de cybersécurité attribuant un label différent à la même menace.
it: <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b>Una serie di attacchi informatici legati alla Cina</b></a> ha preso di mira aziende e sistemi governativi statunitensi. Questi attacchi, attribuiti a gruppi di hacker come <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a>, erano operazioni volte a rubare dati e intelligence. Dal 2020, la campagna Salt Typhoon opera con diversi nomi, come Ghost Emperor, Famous Sparrow e UNC2286, con ogni azienda di sicurezza informatica che assegna un'etichetta diversa alla stessa minaccia.
ru: <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b>A series of cyberattacks linked to China</b></a>, была нацелена на американские компании и правительственные системы. Эти атаки, приписываемые хакерским группам, таким как <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a>, были операциями, направленными на кражу данных и разведданных. С 2020 года кампания Salt Typhoon проводится под несколькими названиями, такими как Ghost Emperor, Famous Sparrow и UNC2286, и каждая компания, занимающаяся кибербезопасностью, присваивает разные названия одной и той же угрозе.
zh: <a href='https://www.theguardian.com/technology/2024/dec/09/why-did-china-hack-the-worlds-phone-networks'><b>A series of cyberattacks linked to China</b></a> 以美国公司和政府系统为目标。这些攻击归因于 <a href='https://wtop.com/j-j-green-national/2024/12/the-worst-telecommunications-hack-in-us-history-chinese-cyber-group-salt-typhoon-intrusions-likely-started-years-ago/'><b>FamousSparrow</b></a> 等黑客组织，是旨在窃取数据和情报的行动。自 2020 年以来，盐台风活动一直以多个名称运作，例如 Ghost Emperor、Famous Sparrow 和 UNC2286，每家网络安全公司都为同一威胁分配了不同的标签。

# Blog_WAYAFC_H2_Text2
source: While FamousSparrow has previously targeted government entities and hotels across multiple countries, the Salt Typhoon campaign has been specifically linked to the United States. These incidents coincide with the <b>U.S. semiconductor trade war</b>, with some attacks seemingly aimed at disrupting critical sectors.
de: Während FamousSparrow in der Vergangenheit Regierungsstellen und Hotels in mehreren Ländern ins Visier genommen hat, wurde die Salt Taifun-Kampagne speziell mit den Vereinigten Staaten in Verbindung gebracht. Diese Vorfälle fallen mit dem <b>US-amerikanischen Halbleiterhandelskrieg</b> zusammen, wobei einige Angriffe offenbar darauf abzielen, kritische Sektoren zu stören.
fr: Alors que FamousSparrow ciblait auparavant des entités gouvernementales et des hôtels dans de nombreux pays, la campagne du typhon salé a été spécifiquement liée aux États-Unis. Ces incidents coïncident avec la <b>guerre commerciale des semi-conducteurs aux É.-U.</b>, certaines attaques semblant viser à perturber les secteurs critiques.
it: Mentre FamousSparrow ha precedentemente preso di mira enti governativi e hotel in più paesi, la campagna Salt Typhoon è stata specificamente collegata agli Stati Uniti. Questi incidenti coincidono con la <b>guerra commerciale dei semiconduttori negli Stati Uniti</b>, con alcuni attacchi che sembrano volti a interrompere settori critici.
ru: В то время как FamousSparrow ранее нацеливалась на правительственные учреждения и отели в нескольких странах, кампания «Соляной тайфун» была конкретно связана с Соединенными Штатами. Эти инциденты совпадают с <b>торговой войной в области полупроводников в США</b>, причем некоторые атаки, по-видимому, направлены на нарушение работы критически важных секторов.
zh: 虽然 FamousSparrow 之前曾针对多个国家/地区的政府实体和酒店，但盐台风活动与美国有特别的联系。这些事件与 <b>美国半导体贸易战</b>相吻合，一些攻击似乎旨在破坏关键行业。

# Blog_WAYAFC_H3_Text1
source: <li><b>Telecommunication Networks</b></li>
de: <li><b>Telekommunikationsnetze</b></li>
fr: <li><b>Réseaux de télécommunication</b></li>
it: <li><b>Reti di telecomunicazione</b></li>
ru: <li><b>Телекоммуникационные сети</b></li>
zh: <li><b>电信网络</b></li>

# Blog_WAYAFC_H3_Text2
source: The Salt Typhoon campaign aimed at compromising the digital backbone of U.S. companies by infiltrating telecommunications networks, a critical infrastructure for communication and data transmission.
de: Die Salt Typhoon-Kampagne zielte darauf ab, das digitale Rückgrat von US-Unternehmen zu kompromittieren, indem sie Telekommunikationsnetze infiltrierte, eine kritische Infrastruktur für Kommunikation und Datenübertragung.
fr: La campagne Salt Typhoon visait à compromettre le réseau numérique des entreprises américaines en infiltrant les réseaux de télécommunications, une infrastructure essentielle pour la communication et la transmission de données.
it: La campagna Salt Typhoon mirava a compromettere la spina dorsale digitale delle aziende statunitensi infiltrandosi nelle reti di telecomunicazioni, un'infrastruttura critica per la comunicazione e la trasmissione dei dati.
ru: Кампания Salt Typhoon была направлена на то, чтобы подорвать цифровую основу американских компаний путем проникновения в телекоммуникационные сети, критически важную инфраструктуру для связи и передачи данных.
zh: 盐台风运动旨在通过渗透电信网络来损害美国公司的数字骨干，电信网络是通信和数据传输的关键基础设施。

# Blog_WAYAFC_H3_Text3
source: <li><b>Hotels</b></li>
fr: <li><b>Hôtels</b></li>
it: <li><b>Hotel</b></li>
ru: <li><b>Отели</b></li>
zh: <li><B>酒店</b></li>

# Blog_WAYAFC_H3_Text4
source: FamousSparrow focused on hotels in countries like the UK, France, and Taiwan. Their aim was to steal sensitive guest data, which could include information on diplomats, corporate executives, or high-profile travelers.
de: FamousSparrow konzentrierte sich auf Hotels in Ländern wie Großbritannien, Frankreich und Taiwan. Ihr Ziel war es, sensible Gästedaten zu stehlen, zu denen auch Informationen über Diplomaten, Führungskräfte oder hochkarätige Reisende gehören konnten.
fr: FamousSparrow se concentre sur les hôtels dans des pays comme le Royaume-Uni, la France et Taïwan. Leur objectif était de voler des données sensibles sur les invités, qui pouvaient inclure des informations sur les diplomates, les cadres d’entreprises ou les voyageurs de haut niveau.
it: FamousSparrow si è concentrato sugli hotel in paesi come Regno Unito, Francia e Taiwan. Il loro obiettivo era quello di rubare dati sensibili degli ospiti, che potevano includere informazioni su diplomatici, dirigenti aziendali o viaggiatori di alto profilo.
ru: FamousSparrow сосредоточился на отелях в таких странах, как Великобритания, Франция и Тайвань. Их цель состояла в том, чтобы украсть конфиденциальные данные гостей, которые могли бы включать информацию о дипломатах, руководителях корпораций или высокопоставленных путешественниках.
zh: FamousSparrow 专注于英国、法国和台湾等国家/地区的酒店。他们的目标是窃取敏感的客人数据，其中可能包括有关外交官、公司高管或知名旅行者的信息。

# Blog_WAYAFC_H3_Text5
source: <li><b>Government and Corporate Systems</b></li>
de: <li><b>Behörden- und Unternehmenssysteme</b></li>
fr: <li><b>Systèmes gouvernementaux et d’entreprise</b></li>
it: <li><b>Sistemi governativi e aziendali</b></li>
ru: <li><b>Государственные и корпоративные системы</b></li>
zh: <li><b>政府和企业系统</b></li>

# Blog_WAYAFC_H3_Text6
source: Government organizations in countries like Israel, Saudi Arabia, and Brazil were also frequent targets. Such attacks often focus on gathering intelligence to fuel state-sponsored agendas.
de: Auch Regierungsorganisationen in Ländern wie Israel, Saudi-Arabien und Brasilien waren häufige Ziele. Solche Angriffe konzentrieren sich oft auf das Sammeln von Informationen, um staatlich geförderte Agenden voranzutreiben.
fr: Les organisations gouvernementales dans des pays comme Israël, l’Arabie saoudite et le Brésil étaient également des cibles fréquentes. Ces attaques visent souvent à recueillir des renseignements pour alimenter les programmes parrainés par l’État.
it: Anche le organizzazioni governative di paesi come Israele, Arabia Saudita e Brasile sono state prese di mira frequenti. Tali attacchi spesso si concentrano sulla raccolta di informazioni per alimentare agende sponsorizzate dallo stato.
ru: Правительственные организации в таких странах, как Израиль, Саудовская Аравия и Бразилия, также были частыми мишенями. Такие атаки часто сосредоточены на сборе разведданных для подпитки спонсируемых государством планов.
zh: 以色列、沙特阿拉伯和巴西等国家的政府组织也经常成为目标。此类攻击通常侧重于收集情报，以助长国家支持的议程。

# Blog_WAYAFC_H3_Text7
source: <li><b>The Semiconductor Industry</b></li>
de: <li><b>Die Halbleiterindustrie</b></li>
fr: <li><b>L’industrie des semi-conducteurs</b></li>
it: <li><b>L'industria dei semiconduttori</b></li>
ru: <li><b>Полупроводниковая промышленность</b></li>
zh: <li><b>半导体行业</b></li>

# Blog_WAYAFC_H3_Text8
source: While the direct link between the attacks and the U.S.-China trade war is speculative, the timing suggests a strategic intent. U.S. restrictions on advanced chip sales to China and China’s countermeasures banning mineral exports have heightened tensions.
de: Während der direkte Zusammenhang zwischen den Anschlägen und dem Handelskrieg zwischen den USA und China spekulativ ist, deutet der Zeitpunkt auf eine strategische Absicht hin. Die US-Beschränkungen für den Verkauf fortschrittlicher Chips nach China und Chinas Gegenmaßnahmen zum Verbot von Mineralexporten haben die Spannungen verschärft.
fr: Bien que le lien direct entre les attaques et la guerre commerciale sino-américaine soit spéculatif, le moment choisi suggère une intention stratégique. Les restrictions imposées par les États-Unis aux ventes de puces à haute technologie à la Chine et les contre-mesures prises par la Chine pour interdire les exportations de minéraux ont accru les tensions.
it: Mentre il legame diretto tra gli attacchi e la guerra commerciale tra Stati Uniti e Cina è speculativo, la tempistica suggerisce un intento strategico. Le restrizioni statunitensi sulle vendite di chip avanzati alla Cina e le contromisure cinesi che vietano le esportazioni di minerali hanno acuito le tensioni.
ru: В то время как прямая связь между атаками и торговой войной между США и Китаем является спекулятивной, время предполагает стратегические намерения. Ограничения США на продажу передовых чипов в Китай и контрмеры Китая, запрещающие экспорт полезных ископаемых, усилили напряженность.
zh: 虽然这些袭击与美中贸易战之间的直接联系是推测性的，但时间表明了战略意图。美国对向中国销售先进芯片的限制以及中国禁止矿产出口的反制措施加剧了紧张局势。

# Blog_WAYAFC_H4_Text1
source: <b>1. Advanced Cyber Attack Strategies</b>
de: <b>1. Fortschrittliche Strategien für Cyberangriffe</b>
fr: <b>1. Stratégies avancées de cyberattaque</b>
it: <b>1. Strategie avanzate di attacco informatico</b>
ru: <b>1. Продвинутые стратегии кибератак</b>
zh: <b>1. 高级网络攻击策略</b>

# Blog_WAYAFC_H4_Text10
source: <li>Security experts speculate that these attacks are intended to send a subtle but powerful message in this tech-driven cold war.</li>
de: <li>Sicherheitsexperten spekulieren, dass diese Angriffe eine subtile, aber kraftvolle Botschaft in diesem technologiegetriebenen Kalten Krieg senden sollen.</li>
fr: <li>Les experts en sécurité pensent que ces attaques ont pour but d’envoyer un message subtil mais puissant dans cette guerre froide axée sur la technologie. </li>
it: <li>Gli esperti di sicurezza ipotizzano che questi attacchi abbiano lo scopo di inviare un messaggio sottile ma potente in questa guerra fredda guidata dalla tecnologia.</li>
ru: <li>Эксперты по безопасности предполагают, что эти атаки предназначены для того, чтобы послать тонкий, но мощный сигнал в этой холодной войне, движимой технологиями.</li>
zh: <li>安全专家推测，这些攻击旨在在这场技术驱动的冷战中发出微妙但有力的信息。</li>

# Blog_WAYAFC_H4_Text2
source: <li><b>Exploitation of Vulnerabilities</b>: Hackers exploited vulnerabilities in networks to gain unauthorized access. For instance, hotel systems were breached through weak security protocols, enabling access to sensitive information.</li>
de: <li><b>Ausnutzung von Schwachstellen</b>: Hacker nutzten Schwachstellen in Netzwerken aus, um sich unbefugten Zugriff zu verschaffen. So wurden beispielsweise Hotelsysteme durch schwache Sicherheitsprotokolle verletzt, die den Zugriff auf sensible Informationen ermöglichten.</li>
fr: <li><b>Exploitation des vulnérabilités</b> : les pirates informatiques exploitent les vulnérabilités des réseaux pour obtenir un accès non autorisé. Par exemple, les systèmes hôteliers ont été violés en raison de protocoles de sécurité faibles, permettant l’accès à des informations sensibles. </li>
it: <li><b>Sfruttamento delle vulnerabilità</b>: gli hacker hanno sfruttato le vulnerabilità nelle reti per ottenere un accesso non autorizzato. Ad esempio, i sistemi alberghieri sono stati violati attraverso protocolli di sicurezza deboli, consentendo l'accesso a informazioni sensibili.</li>
ru: <li><b>Эксплуатация уязвимостей</b>: Хакеры использовали уязвимости в сетях для получения несанкционированного доступа. Например, гостиничные системы были взломаны из-за слабых протоколов безопасности, что позволило получить доступ к конфиденциальной информации.</li>
zh: <li><b>漏洞利用</b>：黑客利用网络中的漏洞来获得未经授权的访问。例如，酒店系统通过薄弱的安全协议遭到破坏，从而能够访问敏感信息。</li>

# Blog_WAYAFC_H4_Text3
source: <li><b>Telecom Infiltration</b>: In the Salt Typhoon campaign, hackers targeted telecommunications infrastructure to intercept data and disrupt communication channels.</li>
de: <li><b>Infiltration der Telekommunikation</b>: Bei der Salt Typhoon-Kampagne haben Hacker die Telekommunikationsinfrastruktur ins Visier genommen, um Daten abzufangen und Kommunikationskanäle zu unterbrechen.</li>
fr: <li><b>Infiltration des télécommunications</b> : Dans la campagne du typhon de sel, les pirates ont ciblé l’infrastructure des télécommunications pour intercepter les données et perturber les canaux de communication. </li>
it: <li><b>Infiltrazione nelle telecomunicazioni</b>: nella campagna Salt Typhoon, gli hacker hanno preso di mira le infrastrutture di telecomunicazione per intercettare i dati e interrompere i canali di comunicazione.</li>
ru: <li><b>Проникновение в телекоммуникационные сети</b>: В ходе кампании Salt Typhoon хакеры атаковали телекоммуникационную инфраструктуру для перехвата данных и нарушения работы каналов связи.</li>
zh: <li><b>电信渗透</b>：在盐台风运动中，黑客瞄准电信基础设施拦截数据并扰乱通信渠道。</li>

# Blog_WAYAFC_H4_Text4
source: <b>2. State-Sponsored Support</b>
de: <b>2. Staatlich geförderte Unterstützung</b>
fr: <b>2. Soutien parrainé par l’État</b>
it: <b>2. Supporto sponsorizzato dallo Stato</b>
ru: <b>2. Государственная поддержка</b>
zh: <b>2. 国家资助的支持</b>

# Blog_WAYAFC_H4_Text5
source: FamousSparrow and Salt Typhoon appear to display characteristics typically associated with state-aligned groups, including access to substantial resources and long-term planning. Their techniques indicate the use of advanced tools and insider expertise.
de: FamousSparrow und Salt Typhoon scheinen Merkmale aufzuweisen, die typischerweise mit staatlich ausgerichteten Gruppen in Verbindung gebracht werden, einschließlich des Zugangs zu erheblichen Ressourcen und langfristiger Planung. Ihre Techniken weisen auf den Einsatz fortschrittlicher Tools und Insider-Know-how hin.
fr: Le Champ de Mars et le Typhon salé semblent présenter des caractéristiques typiquement associées aux groupes alignés sur l’État, y compris l’accès à des ressources substantielles et à une planification à long terme. Leurs techniques indiquent l’utilisation d’outils avancés et de connaissances internes.
it: Il famoso passero e il tifone salato sembrano mostrare caratteristiche tipicamente associate ai gruppi allineati allo stato, tra cui l'accesso a risorse sostanziali e la pianificazione a lungo termine. Le loro tecniche indicano l'uso di strumenti avanzati e competenze interne.
ru: FamousSparrow и Salt Typhoon, по-видимому, демонстрируют характеристики, обычно связанные с группами, связанными с государствами, включая доступ к значительным ресурсам и долгосрочное планирование. Их методы указывают на использование передовых инструментов и инсайдерской экспертизы.
zh: FamousSparrow 和盐台风运动似乎表现出通常与州结盟团体相关的特征，包括获得大量资源和长期规划。他们的技术表明使用了先进的工具和内部专业知识。

# Blog_WAYAFC_H4_Text6
source: <b>3. Intelligence Gathering</b>
de: <b>3. Sammeln von Informationen</b>
fr: <b>3. Collecte de renseignements</b>
it: <b>3. Raccolta di informazioni</b>
ru: <b>3. Сбор разведданных</b>
zh: <b>3. 情报收集</b>
