Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_WIPM_H2_SubHeading5
source: <li style="list-style-type: '\27A3';"> <strong>Adding Information:</strong> AxCrypt password manager also has another feature. It helps in not only storing passwords but also additional information like credit/debit card details, secure notes, address fields, contact numbers and more.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> إضافة المعلومات: </strong> يحتوي برنامج إدارة كلمات المرور اكسكربت أيضًا على ميزة أخرى. فهو لا يساعد في تخزين كلمات المرور فحسب ، بل يساعد أيضًا في معلومات إضافية مثل تفاصيل بطاقة الائتمان / الخصم ، والملاحظات الآمنة ، وحقول العنوان ، وأرقام الاتصال والمزيد. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Informationen hinzufügen:</strong> AxCrypt Password Manager verfügt auch über eine weitere Funktion. Es hilft nicht nur beim Speichern von Passwörtern, sondern auch beim Speichern zusätzlicher Informationen wie Kredit- / Debitkartendaten, sicheren Notizen, Adressfeldern, Kontaktnummern und vielem mehr.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Información adicional:</strong> el administrador de contraseñas de AxCrypt también tiene otra función. No solo ayuda a almacenar contraseñas, sino también información adicional como detalles de tarjetas de crédito/débito, notas seguras, campos de dirección, números de contacto y más.</li>
fr: <li style="list-style-type: '\27A3';"> <strong>Ajout d'informations :</strong> le gestionnaire de mots de passe AxCrypt possède également une autre fonctionnalité. Il permet non seulement de stocker les mots de passe, mais également des informations supplémentaires telles que les détails de la carte de crédit/débit, les notes sécurisées, les champs d'adresse, les numéros de contact, etc.</li>
it: <li style="list-style-type: '\27A3';"><strong>Aggiunta di informazioni:</strong> Il gestore di password di AxCrypt ha anche un'altra caratteristica. Aiuta non solo a memorizzare le password, ma anche informazioni aggiuntive come i dettagli della carta di credito / debito, note sicure, campi di indirizzo, numeri di contatto e altro ancora.</li>
ko: <li style="list-style-type: '\27A3';"> <strong> 정보 추가: </strong> AxCrypt 비밀번호 관리자에도 다른 기능이 있습니다. 이것은 비밀번호뿐만 아니라 신용/직불 카드 세부사항, 보안 메모, 주소 필드, 연락처 번호 등과 같은 추가 정보를 저장하는 데 도움이 됩니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Informatie toevoegen:</strong> AxCrypt-wachtwoordbeheerder heeft ook nog een andere functie. Het helpt niet alleen bij het opslaan van wachtwoorden, maar ook bij aanvullende informatie zoals creditcard-/betaalkaartgegevens, beveiligde notities, adresvelden, contactnummers en meer.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Dodawanie informacji:</strong> Menedżer haseł AxCrypt ma również inną funkcję. Pomaga nie tylko przechowywać hasła, ale także dodatkowe informacje, takie jak dane karty kredytowej/debetowej, bezpieczne notatki, pola adresowe, numery kontaktowe i inne.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Adicionar informação:</strong> O gestor de palavras-passe AxCrypt tem também outra funcionalidade. Ajuda não só a armazenar palavras-passe mas também informação adicional como detalhes de cartões de crédito/débito, notas seguras, campos de endereço, números de contacto e mais.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Добавление информации:</strong> Менеджер паролей AxCrypt также имеет еще одну функцию. Это помогает хранить не только пароли, но и дополнительную информацию, такую как данные кредитной / дебетовой карты, защищенные заметки, поля адреса, контактные номера и многое другое.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Lägga till information:</strong> AxCrypt lösenordshanteraren har också en annan funktion. Det hjälper inte bara att lagra lösenord utan lagrar även ytterligare information som kredit-/betalkortsuppgifter, säkra anteckningar, adresser, kontaktnummer och mer.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Bilgi Ekleme:</strong> AxCrypt şifre yöneticisinin başka bir özelliği daha vardır. Sadece şifreleri değil, aynı zamanda kredi/banka kartı ayrıntıları, güvenli notlar, adres alanları, iletişim numaraları ve daha fazlası gibi ek bilgileri de saklamaya yardımcı olur.</li>
zh: <li style="list-style-type: '\27A3';"><strong>添加信息：</strong>AxCrypt密码管理器还有另一个功能。 它不仅有助于存储密码，还可以存储信用卡/借记卡详细信息，安全备注，地址字段，联系号码等其他信息。</li>

# Blog_WIPM_H2_SubHeading6
source: <li style="list-style-type: '\27A3';"> <strong>Secured password sharing:</strong>It is not recommended in sending passwords through text, instant messages or email because plain text can be intercepted, or easily found in your messages, inbox or sent folder and can be hacked. Passwords shared using a piece of paper are hard to keep track of or easily lost. Sharing using AxCrypt provides peace of mind to you because your strong and unique passwords reach only to your intended recipient(s), and with the access rights that you choose.</li>
ar: <li style = "list-style-type: '\ 27A3'؛"> <strong> مشاركة كلمة المرور الآمنة: </strong> لا يوصى بإرسال كلمات المرور من خلال الرسائل النصية أو الرسائل الفورية أو البريد الإلكتروني لأنه يمكن اعتراض النص العادي ، أو يمكن العثور عليها بسهولة في رسائلك أو صندوق الوارد أو مجلد المرسل ويمكن اختراقها. من الصعب تتبع كلمات المرور المشتركة باستخدام قطعة من الورق أو فقدها بسهولة. توفر المشاركة باستخدام اكسكربت راحة البال لأن كلمات المرور القوية والفريدة الخاصة بك تصل فقط إلى المستلم (المستلمين) المقصودين ، ومع حقوق الوصول التي تختارها. </li>
de: <li style="list-style-type: '\27A3';"> <strong>Gesicherte Passwortfreigabe:</strong>Es wird nicht empfohlen, Passwörter per Text, Sofortnachrichten oder E-Mail zu senden, da Klartext abgefangen oder leicht in Ihren Nachrichten, Ihrem Posteingang oder Ihrem gesendeten Ordner gefunden und gehackt werden kann. Passwörter, die mit einem Blatt Papier geteilt werden, sind schwer zu verfolgen oder gehen leicht verloren. Das Teilen mit AxCrypt bietet Ihnen Sicherheit, da Ihre sicheren und eindeutigen Passwörter nur Ihre beabsichtigten Empfänger und mit den von Ihnen gewählten Zugriffsrechten erreichen.</li>
es: <li style="list-style-type: '\27A3';"> <strong>Intercambio de contraseñas de manera segura:</strong> no se recomienda enviar contraseñas a través de mensajes de texto, mensajes instantáneos o correo electrónico porque el texto sin formato puede ser interceptado o encontrado fácilmente en sus mensajes, bandeja de entrada o carpeta de enviados y puede ser hackeado. Las contraseñas compartidas en una hoja de papel son difíciles de rastrear o se pierden fácilmente. El intercambio de contraseñas con AxCrypt te brinda tranquilidad porque tus contraseñas seguras y únicas solo llegan a tus destinatarios previstos y con los derechos de acceso que elijas.</li>
fr: <li style="list-style-type: '\27A3';"> <strong>Partage de mot de passe sécurisé :</strong> il n'est pas recommandé d'envoyer des mots de passe par SMS, messages instantanés ou e-mail car le texte brut peut être intercepté, ou facilement trouvé dans vos messages, votre boîte de réception ou votre dossier d'envoi et peut être piraté. Les mots de passe partagés à l'aide d'un morceau de papier sont difficiles à suivre ou facilement perdus. Le partage à l'aide d'AxCrypt vous offre la tranquillité d'esprit car vos mots de passe forts et uniques ne parviennent qu'au(x) destinataire(s) prévu(s) et avec les droits d'accès que vous choisissez.</li>
it: <li style="list-style-type: '\27A3';"><strong>Condivisione sicura della password:</strong> Non è consigliabile inviare password tramite testo, messaggi istantanei o e-mail perché il testo normale può essere intercettato o facilmente trovato nei messaggi, nella posta in arrivo o nella cartella di posta e può essere violato. Le password condivise utilizzando un pezzo di carta sono difficili da tenere traccia o facilmente perse. La condivisione tramite AxCrypt ti offre tranquillità perché le tue password complesse e uniche raggiungono solo i destinatari previsti e con i diritti di accesso che scegli.</li>
ko: <li style="list-style-type: '\27A3';"> <strong>보안 암호 공유:</strong>일반 텍스트를 가로채거나 메시지, 받은 편지함 또는 보낸 폴더에서 쉽게 찾을 수 있으며 해킹될 수 있으므로 텍스트, 인스턴트 메시지 또는 전자 메일을 통해 암호를 보내는 경우에는 권장되지 않습니다. 종이를 사용하여 공유하는 암호는 추적하기 어렵거나 쉽게 손실됩니다. AxCrypt를 사용하여 공유하면 강력하고 고유한 암호가 원하는 수신자에게만 도달하고 사용자가 선택한 액세스 권한으로 연결되므로 안심할 수 있습니다.</li>
nl: <li style="list-style-type: '\27A3';"> <strong>Beveiligd delen van wachtwoorden:</strong>Het wordt niet aanbevolen om wachtwoorden via sms, instant messages of e-mail te verzenden, omdat platte tekst kan worden onderschept, of gemakkelijk te vinden in uw berichten, inbox of verzonden map en kan worden gehackt. Wachtwoorden die via een stuk papier worden gedeeld, zijn moeilijk bij te houden of gaan gemakkelijk verloren. Delen met AxCrypt geeft u gemoedsrust omdat uw sterke en unieke wachtwoorden alleen de beoogde ontvanger(s) bereiken en met de toegangsrechten die u kiest.</li>
pl: <li style="list-style-type: '\27A3';"> <strong>Bezpieczne udostępnianie haseł:</strong>nie zaleca się wysyłania haseł przez SMS, wiadomości błyskawiczne lub e-mail, ponieważ zwykły tekst może zostać przechwycony, lub łatwo znaleźć w wiadomościach, skrzynce odbiorczej lub folderze Wysłane i mogą zostać zhakowane. Hasła udostępniane na kartce papieru są trudne do śledzenia lub łatwo zgubione. Udostępnianie za pomocą AxCrypt zapewnia Ci spokój ducha, ponieważ Twoje silne i unikalne hasła docierają tylko do zamierzonych odbiorców i z wybranymi przez Ciebie prawami dostępu.</li>
pt: <li style="list-style-type: '\27A3';"> <strong>Partilha segura de palavras-passe:</strong>Não é recomendável enviar palavras-passe em SMSs, mensagens instantâneas ou email, porque o texto claro pode ser interceptado ou facilmente encontrado nas suas mensagens, caixa de entrada ou de saída, e pode ser atacado. As palavras-passe partilhadas através de papel são difíceis de seguir e fáceis de perder. Partilhar através da AxCrypt dá-lhe paz de espírito, porque as suas palavras-passe fortes e únicas chegam apenas ao(s) destinatário(s) pretendido(s) e com os direitos de acesso que escolher.</li>
ru: <li style="list-style-type: '\27A3';"> <strong>Защищенный обмен паролями: </strong> Не рекомендуется отправлять пароли с помощью текста, мгновенных сообщений или электронной почты, поскольку обычный текст может быть перехвачен или легко найден в ваших сообщениях, папке "Входящие" или "Отправленные" и может быть взломан. Пароли, которыми делятся с помощью листа бумаги, трудно отследить, но их легко потерять. Совместное использование с помощью AxCrypt обеспечивает вам душевное спокойствие, потому что ваши надежные и уникальные пароли доступны только предполагаемым получателям и с правами доступа, которые вы выбираете.</li>
sv: <li style="list-style-type: '\27A3';"> <strong>Säker lösenordsdelning:</strong>Det rekommenderas inte att skicka lösenord via sms, messenger eller e-post eftersom vanlig text kan fångas upp, vara lätta att hitta i dina meddelanden, din inkorg eller skickat mapp och då kan hackas. Lösenord som delas med hjälp av ett papper är svåra att hålla reda på och tappas lätt bort. Att dela med AxCrypt ger dig sinnesfrid eftersom dina starka och unika lösenord endast når din avsedda mottagare och med de åtkomsträttigheter du väljer.</li>
tr: <li style="list-style-type: '\27A3';"><strong>Güvenli şifre paylaşımı:</strong> Şifreleri metin, anlık mesajlar veya e-posta yoluyla gönderirken önerilmez, çünkü düz metin ele geçirilebilir veya mesajlarınızda, gelen kutunuzda veya gönderilen klasörünüzde kolayca bulunabilir ve saldırıya uğrayabilir. Bir kağıt parçası kullanılarak paylaşılan parolaların takip edilmesi zordur veya kolayca kaybolabilir. AxCrypt kullanarak paylaşmak, güçlü ve benzersiz şifreleriniz yalnızca hedeflediğiniz alıcılara ve seçtiğiniz erişim haklarına ulaştığı için içinizin rahat olmasını sağlar.</li>
zh: <li style="list-style-type: '\27A3';"> <strong>安全密码共享：</strong>不建议通过文本，即时消息或电子邮件发送密码，因为纯文本可以被拦截，或者在您的邮件，收件箱或已发送文件夹中很容易找到，并且可 使用一张纸共享的密码很难跟踪或容易丢失。 使用AxCrypt共享可以让您高枕无忧，因为您的强大而独特的密码仅适用于您的预期收件人，并且具有您选择的访问权限。</li>

# Blog_WIPM_H2_SubHeading7
source: <strong>Why AxCrypt Password Manager:</strong>
ar: <strong> لماذا برنامج إدارة كلمات المرور اكسكربت :</strong>
de: <strong>Warum AxCrypt Passwort-Manager:</strong>
es: <strong>Por qué el Administrador de contraseñas de AxCrypt:</strong>
fr: <strong>Pourquoi le Gestionnaire de Mots de passe d'AxCrypt :</strong>
it: <strong>Perché AxCrypt Password Manager?</strong>
ko: <strong>AxCrypt 암호 관리자가 필요한 이유:</strong>
nl: <strong>Waarom AxCrypt Password Manager:</strong>
pl: <strong>Dlaczego menedżer haseł AxCrypt:</strong>
pt: <strong>Porquê o Gestor de Palavras-Passe AxCrypt:</strong>
ru: <strong>Почему менеджер паролей от AxCrypt:</strong>
sv: <strong>Varför använda AxCrypt Password Manager:</strong>
tr: <strong>Neden AxCrypt Parola Yöneticisi:</strong>
zh: <strong>为什么AxCrypt密码管理器：</strong>

# Blog_WIPM_H2_Text_Benefits
source: <strong>Benefits of password manager:</strong></li>
ar: <strong> فوائد مدير كلمات المرور: </strong> </li>
de: <strong>Vorteile des Passwort-Managers:</strong></li>
es: <strong>Beneficios del administrador de contraseñas:</strong></li>
fr: <strong>Avantages du gestionnaire de mots de passe :</strong></li>
it: <li><strong>Vantaggi del gestore di password:</strong></li>
ko: <li><strong>비밀번호 관리자의 이점:</strong></li>
nl: <strong>Voordelen van wachtwoordbeheerder:</strong></li>
pl: <strong>Zalety menedżera haseł:</strong></li>
pt: <strong>Benefícios do gestor de palavras-passe:</strong></li>
ru: <strong>Преимущества менеджера паролей:</strong></li>
sv: <strong>Fördelar med lösenordshanteraren:</strong></li>
tr: <strong>Şifre yöneticisinin avantajları:</strong>
zh: <strong>密码管理器的好处：</strong></li>

# Blog_WIPM_H2_Text1
source: It is impossible for a human memory to hold dozens and dozens of passwords. Most people try to use the simplest possible password, such as “12356789” or “password123” etc. Some remember one great random password and use it for everything. Due to this simple usage of passwords, it is most likely that you might be the latest victim of identity theft. Remarkably, as years passed by, technology has immensely advanced, but more and more data is lost every second.
ar: يستحيل على ذاكرة بشرية الاحتفاظ بالعشرات والعشرات من كلمات المرور. يحاول معظم الأشخاص استخدام أبسط كلمة مرور ممكنة ، مثل "12356789" أو "password123" وما إلى ذلك. يتذكر البعض كلمة مرور عشوائية رائعة ويستخدمونها في كل شيء. بسبب هذا الاستخدام البسيط لكلمات المرور ، فمن المرجح أنك قد تكون آخر ضحية لسرقة الهوية. بشكل ملحوظ ، مع مرور السنين ، تقدمت التكنولوجيا بشكل كبير ، ولكن يتم فقدان المزيد والمزيد من البيانات كل ثانية.
de: Es ist unmöglich für ein menschliches Gedächtnis, Dutzende und Dutzende von Passwörtern zu speichern. Die meisten Leute versuchen, ein möglichst einfaches Passwort zu verwenden, z. B. "12356789" oder "Passwort123" usw. Einige erinnern sich an ein großartiges zufälliges Passwort und verwenden es für alles. Aufgrund dieser einfachen Verwendung von Passwörtern ist es sehr wahrscheinlich, dass Sie das jüngste Opfer von Identitätsdiebstahl sind. Bemerkenswerterweise hat sich die Technologie im Laufe der Jahre immens weiterentwickelt, aber jede Sekunde gehen immer mehr Daten verloren.
es: Es imposible que una memoria humana contenga decenas y decenas de contraseñas. La mayoría de la gente trata de usar la contraseña más simple posible, como "12356789" o "contraseña123", etc. Algunos recuerdan una gran contraseña aleatoria y la usan para todo. Debido a este uso simplificado de contraseñas, lo más probable es que seas la víctima más reciente del robo de identidad. Sorprendentemente, con el paso de los años, la tecnología ha avanzado enormemente, pero cada segundo se pierden más y más datos.
fr: Il est impossible pour une mémoire humaine de contenir des dizaines et des dizaines de mots de passe. La plupart des gens essaient d'utiliser le mot de passe le plus simple possible, tel que "12356789" ou "password123", etc. Certains se souviennent d'un mot de passe aléatoire et l'utilisent pour tout. En raison de cette simple utilisation de mots de passe, il est fort probable que vous soyez la dernière victime d'un vol d'identité. Remarquablement, au fil des années, la technologie a énormément progressé, mais de plus en plus de données sont perdues à chaque seconde.
it: È impossibile per una memoria umana contenere decine e decine di password. La maggior parte delle persone cerca di utilizzare la password più semplice possibile, come "12356789" o "password123" ecc. Alcuni ricordano una grande password casuale e la usano per tutto. A causa di questo semplice utilizzo delle password, è molto probabile che tu possa essere l'ultima vittima del furto di identità. Sorprendentemente, con il passare degli anni, la tecnologia è immensamente avanzata, ma sempre più dati vengono persi ogni secondo.
ko: 인간의 기억이 수십 개의 비밀번호를 기억하는 것은 불가능합니다. 대부분의 사람들은 "12356789" 또는 "password123"과 같은 가장 간단한 암호를 사용하려고 합니다. 어떤 사람들은 하나의 훌륭한 무작위 암호를 기억하고 그것을 모든 것에 사용합니다. 이러한 간단한 암호 사용으로 인해 사용자가 가장 최근에 신분 도용의 피해자일 가능성이 높습니다. 놀랍게도, 시간이 지남에 따라 기술이 엄청나게 발전했지만, 점점 더 많은 데이터가 매초 손실됩니다.
nl: Het is onmogelijk voor een menselijk geheugen om tientallen en tientallen wachtwoorden te bevatten. De meeste mensen proberen het eenvoudigst mogelijke wachtwoord te gebruiken, zoals "12356789" of "wachtwoord123" enz. Sommigen onthouden één geweldig willekeurig wachtwoord en gebruiken het voor alles. Vanwege dit eenvoudige gebruik van wachtwoorden is de kans groot dat u het recentste slachtoffer bent van identiteitsdiefstal. Opmerkelijk genoeg is de technologie met het verstrijken van de jaren enorm vooruitgegaan, maar elke seconde gaan er steeds meer gegevens verloren.
pl: Ludzka pamięć nie jest w stanie pomieścić dziesiątek haseł. Większość ludzi próbuje użyć możliwie najprostszego hasła, takiego jak „12356789” lub „hasło123” itp. Niektórzy pamiętają jedno świetne losowe hasło i używają go do wszystkiego. Ze względu na to proste użycie haseł najprawdopodobniej możesz być niedawną ofiarą kradzieży tożsamości. Co ciekawe, w miarę upływu lat technologia bardzo się rozwinęła, ale z każdą sekundą traconych jest coraz więcej danych.
pt: É impossível a memória humana manter dúzias e dúzias de palavras-passe. A maioria das pessoas tenta usar a palavra-passe mais simples, como “12356789” ou “password123”, etc. Algumas pessoas memorizam uma palavra-passe longa e aleatória e usam-na para tudo. Dada esta utilização simples de palavras-passe, o mais provável é que se seja a última vítima de roubo de identidade. Surpreendentemente, à medida que os anos passam, a tecnologia avança imenso, mas cada vez se perdem mais dados a cada segundo.
ru: Человеческая память не может вместить десятки и дюжины паролей. Большинство людей стараются использовать как можно более простой пароль, такой как “12356789” или “password123” и т.д. Некоторые запоминают один отличный случайный пароль и используют его для всего. Из-за такого простого использования паролей, скорее всего, вы можете стать последней жертвой кражи личных данных. Примечательно, что с годами технологии значительно продвинулись вперед, но с каждой секундой теряется все больше и больше данных.
sv: Det är omöjligt för ett människan att hålla dussintals och dussintals lösenord i minnet. De flesta försöker använda det enklaste möjliga lösenord, som "12356789" eller "lösen123" etc. Vissa kommer ihåg ett fantastiskt slumpmässigt lösenord och använder det till allt. På grund av denna enkla användning av lösenord är det mest troligt att du kan bli senaste offret för identitetsstöld. Anmärkningsvärt är att tekniken har utvecklats enormt med åren, medan mer och mer data går förlorad varje sekund.
tr: Bir insan hafızasının düzinelerce şifreyi tutması imkansızdır. Çoğu insan "12356789" veya "parola123" gibi mümkün olan en basit şifreyi kullanmaya çalışır. Bazıları ise büyük bir rastgele parolayı hatırlar ve her şey için onu kullanır. Parolaların bu basit kullanımı nedeniyle, büyük olasılıkla kimlik hırsızlığının en son kurbanı siz olabilirsiniz. Dikkat çekici bir şekilde, yıllar geçtikçe teknoloji son derece gelişti, ancak her an daha fazla veri kayboluyor.
zh: 人类的记忆不可能保存几十个密码。 大多数人尝试使用最简单的密码，如"12356789"或"password123"等。 有些人记得一个伟大的随机密码，并使用它的一切。 由于密码的这种简单用法，您很可能是身份盗窃的最新受害者。 值得注意的是，随着岁月的流逝，技术已经取得了巨大的进步，但每秒钟都会丢失越来越多的数据。

# Blog_WIPM_H2_Text2
source: <a href='https://axcrypt.net/passwordmanager/'><b>Password management</b></a> allows individuals and businesses to store and manage all their passwords in one secure place. Individuals no longer have to remember multiple passwords. The only password a user has to remember is the one master password which is used to open the password manager. A password manager can remember all the infinite passwords for you.
de: <a href='https://axcrypt.net/passwordmanager/'><b>Password management</b></a> ermöglicht es Einzelpersonen und Unternehmen, alle ihre Passwörter an einem sicheren Ort zu speichern und zu verwalten. Einzelpersonen müssen sich nicht mehr mehrere Passwörter merken. Das einzige Passwort, das sich ein Benutzer merken muss, ist das Master-Passwort, das zum Öffnen des Passwort-Managers verwendet wird. Ein Passwort-Manager kann sich alle unendlichen Passwörter für Sie merken.
fr: La <a href='https://axcrypt.net/passwordmanager/'><b>gestion des mots de passe</b></a> permet aux particuliers et aux entreprises de stocker et de gérer tous leurs mots de passe en un seul endroit sécurisé. Les utilisateurs n'ont plus à se souvenir de plusieurs mots de passe. Le seul mot de passe qu'un utilisateur doit retenir est le mot de passe principal, utilisé pour ouvrir le gestionnaire de mots de passe. Un gestionnaire de mots de passe peut se souvenir de tous les mots de passe illimités pour vous.
it: <a href='https://axcrypt.net/passwordmanager/'><b>La gestione delle password</b></a> consente a privati e aziende di archiviare e gestire tutte le proprie password in un unico luogo sicuro. Le persone non devono più ricordare più password. L'unica password che un utente deve ricordare è l'unica password principale utilizzata per aprire il gestore di password. Un gestore di password può ricordare tutte le infinite password per te.
ru: <a href="https://axcrypt.net/passwordmanager/"><b>Password management</b></a> позволяет частным лицам и компаниям хранить все свои пароли и управлять ими в одном безопасном месте. Физическим лицам больше не нужно запоминать несколько паролей. Единственный пароль, который должен запомнить пользователь, - это мастер-пароль, который используется для открытия менеджера паролей. Менеджер паролей может запомнить за вас все бесконечные пароли.
zh: <a href='https://axcrypt.net/passwordmanager/'><b>Password management</b></a> 允许个人和企业在一个安全的地方存储和管理他们的所有密码。个人不再需要记住多个密码。用户必须记住的唯一密码是用于打开密码管理器的一个主密码。密码管理器可以为您记住所有无限密码。

# Blog_WIPM_Heading1
source: What is a password manager?
ar: ما هو مدير كلمات المرور؟
de: Was ist ein Passwort-Manager?
es: ¿Qué es un administrador de contraseñas?
fr: Qu'est-ce qu'un gestionnaire de mots de passe ?
it: Cos'è un gestore di password?
ko: 암호 관리자란 무엇입니까?
nl: Wat is een wachtwoordmanager?
pl: Co to jest menedżer haseł?
pt: O que é um gestor de palavras-passe?
ru: Что такое менеджер паролей?
sv: Vad är en lösenordshanterare?
tr: Şifre yöneticisi nedir?
zh: 什么是密码管理器？
