Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_H8_Text1
source: Unrestricted data usage is yet another factor that results in data being compromised. The ease with which persons access any or all information should be a subject of scrutiny. By leaving an institution’s data access points manned and the need to apply multiple layers, authentication when accessing or requesting certain data that is considered sensitive is critical in limiting data leakages. The absence of such measures means that anybody with access can retrieve any information they so wish for their personal use. Restriction brings about accountability and traceability, especially when dealing with sensitive information.
ar: يعد الاستخدام غير المقيد للبيانات عاملاً آخر يؤدي إلى اختراق البيانات. يجب أن تخضع سهولة وصول الأشخاص إلى أي من المعلومات أو جميعها إلى التدقيق. من خلال ترك نقاط الوصول إلى بيانات المؤسسة مأهولة والحاجة إلى تطبيق طبقات متعددة ، فإن المصادقة عند الوصول أو طلب بيانات معينة تعتبر حساسة أمر بالغ الأهمية في الحد من تسرب البيانات. يعني عدم وجود مثل هذه التدابير أن أي شخص لديه إمكانية الوصول يمكنه استرداد أي معلومات يرغب فيها لاستخدامه الشخصي. يؤدي التقييد إلى المساءلة وإمكانية التتبع ، خاصة عند التعامل مع المعلومات الحساسة.
de: Die uneingeschränkte Datennutzung ist ein weiterer Faktor, der dazu führt, dass Daten kompromittiert werden. Die Leichtigkeit, mit der Personen auf einige oder alle Informationen zugreifen können, sollte Gegenstand einer Prüfung sein. Da die Datenzugriffspunkte einer Institution besetzt bleiben und mehrere Ebenen angewendet werden müssen, ist die Authentifizierung beim Zugriff auf oder Anfordern bestimmter Daten, die als sensibel gelten, für die Begrenzung von Datenlecks von entscheidender Bedeutung. Das Fehlen solcher Maßnahmen bedeutet, dass jeder, der Zugang hat, alle Informationen abrufen kann, die er für seinen persönlichen Gebrauch wünscht. Einschränkung führt zu Rechenschaftspflicht und Rückverfolgbarkeit, insbesondere beim Umgang mit sensiblen Informationen.
es: El uso de datos sin restricciones es otro factor que hace que los datos se vean comprometidos. La facilidad con la que las personas acceden a alguna o toda la información debe ser objeto de escrutinio. Al dejar los puntos de acceso a datos de una institución atendidos y la necesidad de aplicar múltiples capas, la autenticación al acceder o solicitar ciertos datos que se consideran confidenciales es fundamental para limitar las fugas de datos. La ausencia de tales medidas significa que cualquier persona con acceso puede recuperar cualquier información que desee para su uso personal. La restricción genera responsabilidad y trazabilidad, especialmente cuando se trata de información confidencial.
fr: L'utilisation illimitée des données est un autre facteur qui entraîne la compromission des données. La facilité avec laquelle les personnes accèdent à une ou à toutes les informations doit faire l'objet d'un examen minutieux. En laissant les points d'accès aux données d'une institution occupés et la nécessité d'appliquer plusieurs couches, l'authentification lors de l'accès ou de la demande de certaines données considérées comme sensibles est essentielle pour limiter les fuites de données. L'absence de telles mesures signifie que toute personne y ayant accès peut récupérer toutes les informations qu'elle souhaite pour son usage personnel. La restriction entraîne la responsabilité et la traçabilité, en particulier lorsqu'il s'agit d'informations sensibles.
it: L'utilizzo illimitato dei dati è un altro fattore che comporta la compromissione dei dati. La facilità con cui le persone accedono a una o a tutte le informazioni dovrebbe essere oggetto di controllo. Lasciando presidiati i punti di accesso ai dati di un'istituzione e la necessità di applicare più livelli, l'autenticazione quando si accede o si richiedono determinati dati considerati sensibili è fondamentale per limitare le perdite di dati. L'assenza di tali misure significa che chiunque abbia accesso può recuperare tutte le informazioni che desidera per uso personale. La restrizione comporta responsabilità e tracciabilità, soprattutto quando si tratta di informazioni sensibili.
ko: 무제한 데이터 사용은 데이터 손상을 초래하는 또 다른 요인입니다. 사람들이 어떤 정보나 모든 정보에 쉽게 접근할 수 있는지는 정밀 조사의 대상이 되어야 합니다. 기관의 데이터 액세스 지점을 유지하고 여러 계층을 적용해야 하므로 중요한 것으로 간주되는 특정 데이터에 액세스하거나 요청할 때의 인증은 데이터 유출을 제한하는 데 매우 중요합니다. 이러한 조치가 없다는 것은 접근 권한이 있는 모든 사람이 개인적으로 사용하기를 원하는 정보를 검색할 수 있다는 것을 의미합니다. 제한은 특히 민감한 정보를 처리할 때 책임과 추적성을 가져옵니다.
nl: Onbeperkt gebruik van gegevens is een andere factor die ertoe leidt dat gegevens worden gecompromitteerd. Het gemak waarmee personen toegang krijgen tot alle informatie moet een onderwerp van onderzoek zijn. Het bemand laten van de gegevenstoegangspunten van een instelling en de noodzaak om meerdere lagen van authenticatie toe te passen bij de toegang tot of het opvragen van bepaalde gegevens die als gevoelig worden beschouwd, is van cruciaal belang voor het beperken van het lekken van gegevens. Het ontbreken van dergelijke maatregelen betekent dat iedereen met toegang alle informatie kan opvragen die hij wenst voor persoonlijk gebruik. Beperking zorgt voor verantwoording en traceerbaarheid, vooral wanneer het gaat om gevoelige informatie.
pl: Nieograniczone wykorzystanie danych to kolejny czynnik, który prowadzi do naruszenia bezpieczeństwa danych. Łatwość, z jaką osoby uzyskują dostęp do niektórych lub wszystkich informacji, powinna być przedmiotem kontroli. Pozostawiając punkty dostępu do danych instytucji obsadzone i konieczność stosowania wielu warstw, uwierzytelnianie podczas uzyskiwania dostępu lub żądania pewnych danych, które są uważane za wrażliwe, ma kluczowe znaczenie w ograniczaniu wycieków danych. Brak takich środków oznacza, że każdy, kto ma do nich dostęp, może odzyskać dowolne informacje na własny użytek. Ograniczenie pociąga za sobą odpowiedzialność i identyfikowalność, zwłaszcza w przypadku wrażliwych informacji.
pt: O uso ilimitado de dados é mais um factor que resulta em dados comprometidos. A facilidade com que as pessoas acedem a qualquer ou mesmo toda a informação deve ser objecto de escrutínio. Ao deixar-se os pontos de acesso de dados de uma instituição geridos e ao haver necessidade de aplicar várias camadas, a autenticação perante o acesso ou solicitação de determinados dados considerados sensíveis é fundamental para limitar fugas de dados. A ausência de tais medidas significa que qualquer pessoa com acesso pode obter qualquer informação que deseje para uso pessoal. A restrição traz responsabilidade e rastreabilidade, especialmente quando se trata de informação sensível.
ru: Неограниченное использование данных является еще одним фактором, который приводит к компрометации данных. Легкость, с которой люди получают доступ к любой или всей информации, должна быть предметом тщательного изучения. Оставляя точки доступа к данным учреждения укомплектованными персоналом и устраняя необходимость применения нескольких уровней, аутентификация при доступе или запросе определенных данных, которые считаются конфиденциальными, имеет решающее значение для ограничения утечек данных. Отсутствие таких мер означает, что любой человек, имеющий доступ, может получить любую информацию, которую он пожелает, для личного использования. Ограничение приводит к подотчетности и отслеживаемости, особенно при работе с конфиденциальной информацией.
sv: Obegränsad dataanvändning är ytterligare en faktor som leder till att data äventyras. Lättheten med vilken personer får tillgång till någon eller all information bör vara föremål för granskning. Genom att lämna en institutions dataåtkomstpunkter bemannade och vid behov tillämpa flera lager, är autentisering vid åtkomst eller begäran av viss data som anses vara känslig avgörande för att begränsa dataläckage. Avsaknaden av sådana åtgärder innebär att vem som helst med tillgång kan hämta all information de så önskar för personligt bruk. Begränsning medför ansvarsskyldighet och spårbarhet, särskilt när man hanterar känslig information.
tr: Sınırsız veri kullanımı, verilerin tehlikeye girmesine neden olan bir başka faktördür. Kişilerin herhangi bir bilgiye veya tüm bilgilere erişim kolaylığı inceleme konusu olmalıdır. Bir kurumun veri erişim noktalarında personel bulundurması ve hassas olduğu düşünülen belirli verilere erişirken ya da bu verileri talep ederken birden fazla katmana ve kimlik doğrulamaya ihtiyaç duyması, veri sızıntılarını sınırlandırmada kritik öneme sahiptir. Bu tür önlemlerin alınmaması, erişimi olan herkesin kişisel kullanımı için istediği bilgiyi alabileceği anlamına gelir. Kısıtlama, özellikle hassas bilgilerle uğraşırken hesap verebilirlik ve izlenebilirlik sağlar.
zh: 不受限制的数据使用是导致数据被泄露的另一个因素。 人们获取任何或所有信息的容易程度应成为审查的对象。 由于机构的数据访问点无人值守，并且需要应用多个层，因此在访问或请求某些被认为敏感的数据时进行身份验证对于限制数据泄漏至关重要。 没有这些措施意味着任何有权访问的人都可以检索他们希望用于个人用途的任何信息。 限制带来了问责制和可追溯性，特别是在处理敏感信息时。

# Blog_HEIDS_H9_Text1
source: The human aspect associated with budget allocation in matters relating to data security is sometimes to blame for data breaches. With management always on the lookout for cost-cutting measures, the need to invest and come up with a sustained approach to a data breach scenario might not be appreciated. This is especially so when the said company has never experienced any data breaches. The failure to allocate funds and invest in data security measures leaves the company vulnerable to data attacks, more so when they are ill prepared when these attacks occur.
ar: يقع اللوم في بعض الأحيان على الجانب الإنساني المرتبط بتخصيص الميزانية في الأمور المتعلقة بأمن البيانات في انتهاكات البيانات. مع بحث الإدارة دائمًا عن تدابير خفض التكاليف ، قد لا يتم تقدير الحاجة إلى الاستثمار والتوصل إلى نهج مستدام لسيناريو خرق البيانات. يحدث هذا بشكل خاص عندما لا تواجه الشركة المذكورة أي خروقات للبيانات. يؤدي الفشل في تخصيص الأموال والاستثمار في إجراءات أمان البيانات إلى جعل الشركة عرضة لهجمات البيانات ، وبشكل أكبر عندما لا تكون مستعدة عند حدوث هذه الهجمات.
de: Der menschliche Aspekt, der mit der Budgetzuweisung in Fragen der Datensicherheit verbunden ist, ist manchmal für Datenverletzungen verantwortlich. Da das Management immer auf der Suche nach Kostensenkungsmaßnahmen ist, wird die Notwendigkeit, zu investieren und einen nachhaltigen Ansatz für ein Szenario von Datenschutzverletzungen zu entwickeln, möglicherweise nicht gewürdigt. Dies gilt insbesondere dann, wenn das genannte Unternehmen noch nie Datenschutzverletzungen erlebt hat. Das Versäumnis, Mittel bereitzustellen und in Datensicherheitsmaßnahmen zu investieren, macht das Unternehmen anfällig für Datenangriffe, insbesondere wenn es schlecht auf diese Angriffe vorbereitet ist.
es: El aspecto humano asociado con la asignación presupuestaria en asuntos relacionados con la seguridad de los datos es a veces el culpable de las filtraciones de datos. Con la gerencia siempre en busca de medidas de reducción de costos, es posible que no se aprecie la necesidad de invertir y proponer un enfoque sostenido para un escenario de vulneración de datos. Esto es especialmente así cuando dicha empresa nunca ha experimentado ninguna vulneración de datos. La falta de asignación de fondos e inversión en medidas de seguridad de datos deja a la empresa vulnerable a los ataques de datos, más aún cuando están mal preparados cuando ocurren estos ataques.
fr: L’aspect humain associé à l’allocation budgétaire en matière de sécurité des données est parfois à blâmer pour les violations de données. La direction étant toujours à l’affût de mesures de réduction des coûts, la nécessité d’investir et de proposer une approche durable en cas de violation de données pourrait ne pas être appréciée. Cela est particulièrement vrai lorsque ladite entreprise n’a jamais connu de violations de données. L’incapacité à allouer des fonds et à investir dans des mesures de sécurité des données rend l’entreprise vulnérable aux attaques de données, d’autant plus lorsqu’elle est mal préparée lorsque ces attaques se produisent.
it: L'aspetto umano associato all'allocazione del budget in materia di sicurezza dei dati è talvolta responsabile delle violazioni dei dati. Con il management sempre alla ricerca di misure di riduzione dei costi, la necessità di investire e trovare un approccio sostenuto a uno scenario di violazione dei dati potrebbe non essere apprezzata. Ciò è particolarmente vero quando la suddetta società non ha mai subito violazioni dei dati. L'incapacità di allocare fondi e investire in misure di sicurezza dei dati lascia l'azienda vulnerabile agli attacchi ai dati, soprattutto quando sono mal preparati quando si verificano questi attacchi.
ko: 데이터 보안과 관련된 문제에서 예산 할당등 인간적 측면은 때때로 데이터 유출에 대한 책임이 있습니다. 경영진이 항상 비용 절감 조치를 찾고 있기 때문에 데이터 유출 시나리오에 대한 지속적인 접근 방식을 투자하고 제시해야 할 필요성이 인정되지 않을 수 있습니다. 해당 회사가 데이터 유출을 경험 한 적이없는 경우 특히 그렇습니다. 자금을 할당하고 데이터 보안 조치에 투자하지 않으면 회사는 데이터 공격에 취약해지며, 이러한 공격에 제대로 준비되지 않은 경우 더욱 그렇습니다.
nl: Het menselijke aspect dat gepaard gaat met de toewijzing van budgetten op het gebied van gegevensbeveiliging is soms de oorzaak van datalekken. Omdat het management altijd op zoek is naar kostenbesparende maatregelen, wordt de noodzaak om te investeren en een duurzame aanpak van een datalekscenario te bedenken, misschien niet op prijs gesteld. Dit is vooral het geval wanneer het genoemde bedrijf nog nooit datalekken heeft meegemaakt. Het niet toewijzen van fondsen en het niet investeren in maatregelen voor gegevensbeveiliging maakt het bedrijf kwetsbaar voor gegevensaanvallen, vooral wanneer ze slecht voorbereid zijn wanneer deze aanvallen plaatsvinden.
pl: Aspekt ludzki związany z alokacją budżetu w sprawach związanych z bezpieczeństwem danych jest czasami winny za naruszenia danych. Ponieważ kierownictwo zawsze szuka środków ograniczających koszty, potrzeba inwestowania i wypracowania trwałego podejścia do scenariusza naruszenia danych może nie być doceniana. Dzieje się tak zwłaszcza wtedy, gdy wspomniana firma nigdy nie doświadczyła żadnych naruszeń danych. Brak alokacji środków i inwestowania w środki bezpieczeństwa danych naraża firmę na ataki, tym bardziej, gdy nie jest na nie przygotowana.
pt: O aspecto humano associado à alocação do orçamento a matérias relacionadas com segurança de dados é, por vezes, o culpado das violações de dados. Com a gestão sempre à procura de medidas de cortes de custos, a necessidade de investir e de encontrar uma abordagem sustentável para um cenário de violação de dados pode não ser valorizada. Isto é assim especialmente quando a empresa em questão nunca teve experiência com violações de dados. A falha em alocar fundos e investir em medidas de segurança de dados deixa a empresa vulnerável a ataques de dados, mais ainda quando as empresas estão mal preparadas no momento em que os ataques ocorrem.
ru: Человеческий аспект, связанный с распределением бюджета в вопросах по безопасности данных, иногда является причиной утечки данных. Поскольку руководство всегда ищет меры по сокращению расходов, необходимость инвестировать и разрабатывать устойчивый подход к сценарию утечки данных может быть не оценена. Это особенно актуально, когда указанная компания никогда не сталкивалась с какими-либо утечками данных. Неспособность выделить средства и инвестировать в меры безопасности данных делает компанию уязвимой для атак на их данные, особенно в тех случаях, когда они плохо подготовлены к возникновению этих атак.
sv: Den mänskliga faktorn i samband med budgetfördelning i frågor som rör datasäkerhet är ibland skyldig till dataintrång. Då ledningen alltid är på jakt efter kostnadsbesparande åtgärder, kanske behovet av att investera och komma med en hållbar strategi för ett dataintrångsscenario inte uppskattas. Detta är särskilt fallet när nämnda företag aldrig har upplevt några dataintrång. Men att inte allokera medel och investera i datasäkerhetsåtgärder gör företaget sårbart för dataangrepp, särskilt när de är dåligt förberedda när dessa attacker inträffar.
tr: Veri güvenliği ile ilgili konularda bütçe tahsisi ile ilişkili insani yönün, bazen veri ihlallerinin nedeni olduğu ileri sürülür. Yönetim her zaman maliyet düşürücü önlemler ararken, yatırım yapma ve veri ihlali senaryosuna sürdürülebilir bir yaklaşım getirme ihtiyacı dikkate alınmayabilir. Bu, özellikle söz konusu şirket hiçbir zaman veri ihlali yaşamadığında geçerlidir. Fon tahsisi sağlanmaması ve veri güvenliği önlemlerine yatırım yapılmaması, özellikle bu tür saldırılar gerçekleştiğinde yeterince hazırlı olunmadığında şirketi veri saldırılarına karşı savunmasız bırakır.
zh: 与数据安全相关的预算分配相关的人力方面有时是数据泄露的罪魁祸首。 由于管理层一直在寻找削减成本的措施，投资和提出持续的方法来解决数据泄露情况的必要性可能不会被理解。 当所述公司从未经历过任何数据泄露时，情况尤其如此。 未能分配资金并投资于数据安全措施使公司容易受到数据攻击，当他们在发生这些攻击时准备不足时更是如此。

# Blog_HEIDS_Heading1
source: <h3>Phishing</h3>
ar: <h3> التصيد الاحتيالي </h3>
fr: <h3>Hameçonnage</h3>
ko: <h3>피싱</h3>
pl: <h3>Wyłudzanie informacji</h3>
ru: <h3>Фишинг</h3>
sv: <h3>Nätfiske</h3>
tr: <h3>Kimlik avı</h3>
zh: <h3>网络钓鱼</h3>

# Blog_HEIDS_Heading10
source: <h3>Outsourcing</h3>
ar: <h3> الاستعانة بمصادر خارجية </h3>
de: <h3>Auslagerung</h3>
es: <h3>Subcontratación</h3>
fr: <h3>Externalisation</h3>
it: <h3>Esternalizzazione</h3>
ko: <h3>아웃소싱</h3>
nl: <h3>Uitbesteden</h3>
pt: <h3>Subcontratação</h3>
ru: <h3>Аутсорсинг</h3>
tr: <h3>Dış Kaynak Kullanımı</h3>
zh: <h3>外包</h3>

# Blog_HEIDS_Heading2
source: <h3>Misdelivery</h3>
ar: <h3> خطأ في التسليم </ h3>
de: <h3>Fehllieferung</h3>
es: <h3>Entrega incorrecta</h3>
fr: <h3>Erreur de livraison</h3>
it: <h3>Consegna errata</h3>
ko: <h3>오배송</h3>
nl: <h3>Mislevering</h3>
pl: <h3>Niewłaściwa dostawa</h3>
pt: <h3>Erro de entrega</h3>
ru: <h3>Неправильная доставка</h3>
sv: <h3>Felleverans</h3>
tr: <h3>Yanlış teslimat</h3>
zh: <h3>误送</h3>

# Blog_HEIDS_Heading3
source: <h3>Unauthorized access</h3>
ar: <h3> الوصول غير المصرح به </h3>
de: <h3>Unbefugter Zugriff</h3>
es: <h3>Acceso no autorizado</h3>
fr: <h3>Accès non autorisé</h3>
it: <h3>Accesso non autorizzato</h3>
ko: <h3>무단 접근</h3>
nl: <h3>Ongeautoriseerde toegang</h3>
pl: <h3>Nieautoryzowany dostęp</h3>
pt: <h3>Acesso não autorizado</h3>
ru: <h3>Несанкционированный доступ</h3>
sv: <h3>Obehörig åtkomst</h3>
tr: <h3>Yetkisiz Erişim</h3>
zh: <h3>未经授权的访问</h3>

# Blog_HEIDS_Heading4
source: <h3>Password habits</h3>
ar: <h3> عادات كلمة المرور </h3>
de: <h3>Passwort-Gewohnheiten</h3>
es: <h3>Hábitos respecto a las contraseñas</h3>
fr: <h3>Habitudes de mot de passe</h3>
it: <h3>Abitudini relative alle password</h3>
ko: <h3>비밀번호 습관</h3>
nl: <h3>Wachtwoordgewoonten</h3>
pl: <h3>Nawyki dotyczące haseł</h3>
pt: <h3>Hábitos de palavras-passe</h3>
ru: <h3>Привычки к паролям</h3>
sv: <h3>Lösenordsvanor</h3>
tr: <h3>Parola alışkanlıkları</h3>
zh: <h3>密码习惯</h3>

# Blog_HEIDS_Heading5
source: <h3>No training and guidelines</h3>
ar: <h3> لا تدريب وإرشادات </h3>
de: <h3>Keine Schulung und Richtlinien</h3>
es: <h3>Sin formación ni directrices</h3>
fr: <h3>Pas de formation et de lignes directrices</h3>
it: <h3>Nessuna formazione e linee guida</h3>
ko: <h3>교육 및 지침 없음</h3>
nl: <h3>Geen training en richtlijnen</h3>
pl: <h3>Brak szkoleń i wytycznych</h3>
pt: <h3>Sem formação nem orientações</h3>
ru: <h3>Отсутствие обучения и руководящих принципов</h3>
sv: <h3>Ingen utbildning och riktlinjer</h3>
tr: <h3>Eğitim ve kılavuza gerek yok</h3>
zh: <h3>没有培训和指南</h3>

# Blog_HEIDS_Heading6
source: <h3>Awareness</h3>
ar: <h3> الوعي </ h3>
de: <h3>Bewusstsein</h3>
es: <h3>Conciencia</h3>
fr: <h3>Conscience</h3>
it: <h3>Consapevolezza</h3>
ko: <h3>주의</h3>
nl: <h3>Bewustzijn</h3>
pl: <h3>Świadomość</h3>
pt: <h3>Consciência</h3>
ru: <h3>Осведомленность</h3>
sv: <h3>Medvetenhet</h3>
tr: <h3>Farkındalık</h3>
zh: <h3>意识</h3>

# Blog_HEIDS_Heading7
source: <h3>Not being able to handle data</h3>
ar: <h3> عدم القدرة على معالجة البيانات </ h3>
de: <h3>Daten können nicht verarbeitet werden</h3>
es: <h3>No ser capaz de manejar datos</h3>
fr: <h3>Ne pas être en mesure de gérer les données</h3>
it: <h3>Non essere in grado di gestire i dati</h3>
ko: <h3>데이터를 처리 할 수 없음</h3>
nl: <h3>Niet kunnen omgaan met gegevens</h3>
pl: <h3>Brak możliwości obsługi danych</h3>
pt: <h3>Não ser capaz de lidar com dados</h3>
ru: <h3>Невозможность обработки данных</h3>
sv: <h3>Att inte kunna hantera data</h3>
tr: <h3>Verileri işleyememe</h3>
zh: <h3>无法处理数据</h3>

# Blog_HEIDS_Heading8
source: <h3>Unrestricted data usage</h3>
ar: <h3> استخدام غير مقيد للبيانات </h3>
de: <h3>Uneingeschränkte Datennutzung</h3>
es: <h3>Uso de datos sin restricciones</h3>
fr: <h3>Utilisation illimitée des données</h3>
it: <h3>Utilizzo dati illimitato</h3>
ko: <h3>무제한 데이터 사용</h3>
nl: <h3>Onbeperkt datagebruik</h3>
pl: <h3>Nieograniczone wykorzystanie danych</h3>
pt: <h3>Utilização de dados sem restrições</h3>
ru: <h3>Неограниченное использование данных</h3>
sv: <h3>Obegränsad dataanvändning</h3>
tr: <h3>Sınırlamasız veri kullanımı</h3>
zh: <h3>不受限制的数据使用</h3>

# Blog_HEIDS_Heading9
source: <h3>Cost cutting</h3>
ar: <h3> خفض التكلفة </h3>
de: <h3>Kostensenkung</h3>
es: <h3>Reducción de costos</h3>
fr: <h3>Réduction des coûts</h3>
it: <h3>Riduzione dei costi</h3>
ko: <h3>비용 절감</h3>
nl: <h3>Kostenbesparingen</h3>
pl: <h3>Cięcie kosztów</h3>
pt: <h3>Corte de custos</h3>
ru: <h3>Сокращение затрат</h3>
sv: <h3>Kostnadssänkning</h3>
tr: <h3>Maliyet düşürme</h3>
zh: <h3>成本削减</h3>

# Blog_HEIDS_Summary
source: With reported cases on data security violation on the increase, the human aspect in these breaches should be acknowledged and taken into consideration when addressing this issue.
ar: مع تزايد حالات انتهاك أمن البيانات المبلغ عنها ، ينبغي الاعتراف بالجانب الإنساني في هذه الانتهاكات وأخذها في الاعتبار عند معالجة هذه المشكلة.
de: Angesichts der zunehmenden gemeldeten Fälle von Verstößen gegen die Datensicherheit sollte der menschliche Aspekt bei diesen Verstößen anerkannt und bei der Behandlung dieses Problems berücksichtigt werden.
es: Con los casos denunciados de vulneraciones de seguridad de datos en aumento, el aspecto humano en estas vulneraciones debe reconocerse y tenerse en cuenta al momento de abordar este problema.
fr: Avec l’augmentation des cas signalés de violation de la sécurité des données, l’aspect humain de ces violations doit être reconnu et pris en considération lors de la résolution de ce problème.
it: Con i casi segnalati di violazione della sicurezza dei dati in aumento, l'aspetto umano in queste violazioni dovrebbe essere riconosciuto e preso in considerazione quando si affronta questo problema.
ko: 데이터 보안 위반에 대한 보고 사례가 증가하고 있는 상황에서 이 문제를 해결할 때, 이러한 위반에 대한 인적 측면을 인정하고 고려해야 합니다.
nl: Nu er steeds meer gevallen van schending van de gegevensbeveiliging worden gemeld, moet het menselijke aspect van deze inbreuken worden erkend en in aanmerking worden genomen bij de aanpak van dit probleem.
pl: Wraz ze wzrostem liczby zgłaszanych przypadków naruszenia bezpieczeństwa danych, ludzki aspekt tych naruszeń powinien zostać uwzględniony i wzięty pod uwagę podczas rozwiązywania tego problemu.
pt: Com o aumento de casos reportados de violação de segurança de dados, o aspecto humano nestas violações deve ser reconhecido e tido em consideração ao resolver este problema.
ru: Учитывая участившиеся сообщения о случаях нарушения безопасности данных, человеческий аспект в этих нарушениях следует признать и принять во внимание при решении этой проблемы.
sv: Med rapporterade fall om datasäkerhetsöverträdelser ökar, bör den mänskliga aspekten av dessa överträdelser erkännas och tas i beaktande när denna fråga tas upp.
tr: Veri güvenliği ihlallerine ilişkin rapor edilen vakalar artarken, bu ihlallerin insani yönü kabul edilmeli ve bu konu ele alınırken göz önünde bulundurulmalıdır.
zh: 随着报告的数据安全违规案例不断增加，在解决这个问题时，应该承认并考虑到这些违规行为中的人为方面。
