Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CRI_Text1
source: In today's modern world, cyberattacks like malware, phishing, password and SQL injection attacks have increased enormously. The main target of hackers is stealing or deleting confidential data from a computer network, database, or personal devices. According to Cybersecurity Ventures, it is said, by 2025 cybercrime will cost the global economy $10.5 trillion every year. And it is very vital to develop a strong reaction to this issue given the scope of this criminal conduct. Cyber-attacks are so crucial that they can disable, destroy or disrupt computer systems. They can even control the entire system and can change, modify, block, erase, or steal the data stored within. Normally created and initiated by a person or group using one or more attack tactics via the internet.
ar: في عالم اليوم ، زادت الهجمات الإلكترونية مثل البرامج الضارة والتصيد الاحتيالي وكلمات المرور وهجمات حقن SQL بشكل كبير. الهدف الرئيسي للمتسللين هو سرقة أو حذف البيانات السرية من شبكة الكمبيوتر أو قاعدة البيانات أو الأجهزة الشخصية. وفقًا لمشاريع الأمن السيبراني ، يُقال ، بحلول عام 2025 ، ستكلف الجريمة الإلكترونية الاقتصاد العالمي 10.5 تريليون دولار سنويًا. ومن الأهمية بمكان تطوير رد فعل قوي على هذه القضية بالنظر إلى نطاق هذا السلوك الإجرامي. تعتبر الهجمات الإلكترونية حاسمة للغاية بحيث يمكنها تعطيل أنظمة الكمبيوتر أو تدميرها أو تعطيلها. يمكنهم حتى التحكم في النظام بأكمله ويمكنهم تغيير أو تعديل أو حظر أو محو أو سرقة البيانات المخزنة بداخله. عادةً ما يتم إنشاؤها والمبادرة من قبل شخص أو مجموعة باستخدام واحد أو أكثر من تكتيكات الهجوم عبر الإنترنت.
de: In der heutigen modernen Welt haben Cyberangriffe wie Malware, Phishing, Passwort- und SQL-Injection-Angriffe enorm zugenommen. Das Hauptziel von Hackern ist das Stehlen oder Löschen vertraulicher Daten aus einem Computernetzwerk, einer Datenbank oder persönlichen Geräten. Laut Cybersecurity Ventures wird Cyberkriminalität die Weltwirtschaft bis 2025 jedes Jahr 10,5 Billionen US-Dollar kosten. Angesichts des Umfangs dieses kriminellen Verhaltens ist es sehr wichtig, eine starke Reaktion auf dieses Thema zu entwickeln. Cyberangriffe sind so entscheidend, dass sie Computersysteme deaktivieren, zerstören oder stören können. Sie können sogar das gesamte System steuern und die darin gespeicherten Daten ändern, modifizieren, blockieren, löschen oder stehlen. Normalerweise erstellt und initiiert von einer Person oder Gruppe mit einer oder mehreren Angriffstaktiken über das Internet.
es: En el mundo moderno actual, los ciberataques como malware, phishing, ataques a contraseñas y ataques de inyección SQL han aumentado enormemente. El objetivo principal de los hackers informáticos es robar o eliminar datos confidenciales de una red informática, una base de datos o dispositivos personales. Según Cybersecurity Ventures, para el 2025, el delito cibernético le costaría a la economía mundial $10,5 billones cada año. Por eso, es muy importante desarrollar una fuerte reacción a este tema dado el alcance de esta conducta criminal. Los ciberataques son tan perjudiciales que pueden desactivar, destruir o interrumpir los sistemas informáticos. Incluso pueden controlar todo el sistema y pueden cambiar, modificar, bloquear, borrar o robar los datos almacenados en él. Por lo general, este tipo de ataque lo crea o inicia una persona o grupo que utiliza una o más tácticas de ataque a través de Internet.
fr: Dans le monde moderne d'aujourd'hui, les cyberattaques telles que les logiciels malveillants, l'hameçonnage, les attaques par injection SQL et de mots de passe ont considérablement augmenté. La cible principale des pirates est de voler ou de supprimer des données confidentielles d'un réseau informatique, d'une base de données ou d'appareils personnels. Selon Cybersecurity Ventures, on dit que d'ici 2025, la cybercriminalité coûtera à l'économie mondiale 10,5 trillions de dollars chaque année. Et il est très important de développer une réaction forte à cette question compte tenu de l'ampleur de cette conduite criminelle. Les cyberattaques sont si cruciales qu'elles peuvent désactiver, détruire ou perturber les systèmes informatiques. Ils peuvent même contrôler l'ensemble du système et peuvent changer, modifier, bloquer, effacer ou voler les données qui y sont stockées. Normalement créé et initié par une personne ou un groupe utilisant une ou plusieurs tactiques d'attaque via Internet.
it: Nel mondo moderno di oggi, gli attacchi informatici come malware, phishing, password e attacchi SQL injection sono aumentati enormemente. L'obiettivo principale degli hacker è il furto o l'eliminazione di dati riservati da una rete di computer, database o dispositivi personali. Secondo Cybersecurity Ventures, si dice, entro il 2025 il crimine informatico costerà all'economia globale 10,5 trilioni di dollari ogni anno. Ed è molto importante sviluppare una forte reazione a questo problema, data la portata di questa condotta criminale. Gli attacchi informatici sono così cruciali che possono disabilitare, distruggere o interrompere i sistemi informatici. Possono persino controllare l'intero sistema e possono cambiare, modificare, bloccare, cancellare o rubare i dati memorizzati all'interno. Normalmente creato e avviato da una persona o da un gruppo utilizzando una o più tattiche di attacco via Internet.
ko: 오늘날의 현대 사회에서 맬웨어, 피싱, 암호 및 SQL 삽입 공격과 같은 사이버 공격이 증가했습니다. 해커의 주요 대상은 컴퓨터 네트워크, 데이터베이스 또는 개인 장치에서 기밀 데이터를 훔치거나 삭제하는 것입니다. 사이버 보안 벤처스 (Cybersecurity Ventures)에 따르면 2025 년까지 사이버 범죄로 인해 세계 경제는 매년 10.5 조 달러의 손실을 입을 것이라고합니다. 그리고 범죄 행위의 범위를 감안할 때 문제에 대한 강력한 대응책을 개발하는 것이 매우 중요합니다. 사이버 공격은 매우 치명적이며 컴퓨터 시스템을 비활성화, 파괴 또는 중단시킬 수 있습니다. 그들은 전체 시스템을 제어 할 수 있으며 내부에 저장된 데이터를 변경, 수정, 차단, 삭제 또는 훔칠 수 있습니다. 일반적으로 인터넷을 통해 하나 이상의 공격 전술을 사용하여 개인 또는 그룹이 만들고 시작합니다.
nl: In de moderne wereld van vandaag zijn cyberaanvallen zoals malware, phishing, aanvallen met een wachtwoord en SQL-injectie enorm toegenomen. Het belangrijkste doel van hackers is het stelen of verwijderen van vertrouwelijke gegevens uit een computernetwerk, database of persoonlijke apparaten. Volgens Cybersecurity Ventures zal cybercriminaliteit de wereldeconomie tegen 2025 jaarlijks 10,5 biljoen dollar kosten. Gezien de omvang van dit crimineel gedrag is het van groot belang dat hiertegen krachtig wordt opgetreden. Cyberaanvallen zijn zo cruciaal dat ze computersystemen kunnen uitschakelen, vernietigen of verstoren. Ze kunnen zelfs het hele systeem controleren en de daarin opgeslagen gegevens veranderen, wijzigen, blokkeren, wissen of stelen. Gewoonlijk worden ze opgezet en geïnitieerd door een persoon of groep die een of meer aanvalstactieken gebruikt via het internet.
pl: W dzisiejszym świecie ogromnie wzrosła liczba cyberataków, takich jak złośliwe oprogramowanie, phishing, hasła i ataki typu SQL injection. Głównym celem hakerów jest kradzież lub usunięcie poufnych danych z sieci komputerowej, bazy danych lub urządzeń osobistych. Według Cybersecurity Ventures, mówi się, że do 2025 r. cyberprzestępczość będzie kosztować światową gospodarkę 10,5 biliona dolarów rocznie. I bardzo ważne jest rozwinięcie zdecydowanej reakcji na tę kwestię, biorąc pod uwagę zakres tego przestępczego zachowania. Cyberataki są tak istotne, że mogą wyłączyć, zniszczyć lub zakłócić działanie systemów komputerowych. Mogą nawet kontrolować cały system i zmieniać, modyfikować, blokować, usuwać lub kraść dane w nim przechowywane. Zwykle tworzone i inicjowane przez osobę lub grupę stosującą jedną lub więcej taktyk ataku za pośrednictwem Internetu.
pt: No mundo moderno de hoje, os ciberataques tais como ataques de malware, phishing, palavras-passe e injecção de SQL aumentaram enormemente. O alvo principal de hackers é o roubo ou eliminação de dados confidenciais de uma rede de computadores, base de dados ou dispositivos pessoais. De acordo com a Cybersecurity Ventures, até 2025 o cibercrime vai custar à economia global $10,5 biliões todos os anos. E é muito vital desenvolver uma reacção forte a este problema dada a abrangência desta conduta criminal. Os ciberataques são tão cruciais que podem desactivar, destruir ou perturbar sistemas de computadores. Podem até controlar todo o sistema e podem mudar, bloquear, apagar ou roubar os dados nele armazenados. São normalmente criados e iniciados por uma pessoa ou grupo usando uma ou mais tácticas de ataque através da internet.
ru: В современном мире число кибератак, таких как вредоносные программы, фишинг, атаки с использованием паролей и SQL-инъекций, чрезвычайно возросло. Основной целью хакеров является кража или удаление конфиденциальных данных из компьютерной сети, базы данных или персональных устройств. По данным Cybersecurity Ventures, к 2025 году киберпреступность будет обходиться мировой экономике в 10,5 трлн долларов ежегодно. И очень важно выработать решительную реакцию на этот вопрос, учитывая масштабы этого преступного поведения. Кибератаки настолько важны, что они могут вывести из строя, разрушить или нарушить работу компьютерных систем. Они могут даже контролировать всю систему и могут изменять, видоизменять, блокировать, стирать или красть хранящиеся в ней данные. Обычно это создается и инициируется человеком или группой, использующими одну или несколько тактик атаки через сеть.
sv: I dagens moderna värld har cyberattacker som skadlig programvara, nätfiske, lösenord och SQL-injektionsattacker ökat enormt. Huvudmålet för hackare är att stjäla eller ta bort konfidentiell data från ett datornätverk, en databas eller personliga enheter. Enligt Cybersecurity Ventures, sägs det att år 2025 kommer cyberbrott att kosta den globala ekonomin 10,5 biljoner dollar varje år. Och det är mycket viktigt att utveckla en stark reaktion på denna fråga med tanke på omfattningen av detta brottsliga beteende. Cyberattacker är så avgörande att de kan inaktivera, förstöra eller störa datorsystem. De kan till och med kontrollera hela systemet och kan ändra, modifiera, blockera, radera eller stjäla data som lagras inom. Det skapas och initieras normalt av en person eller grupp som använder en eller flera attacktaktiker via internet.
tr: Günümüzün modern dünyasında, kötü amaçlı yazılım, kimlik avı, parola ve SQL enjeksiyon saldırıları gibi siber saldırılar büyük ölçüde artmıştır. Bilgisayar korsanlarının ana hedefi, bir bilgisayar ağından, veri tabanından veya kişisel cihazlardan gizli verileri çalmak veya silmektir. Cybersecurity Ventures'a göre, 2025 yılına kadar siber suçların küresel ekonomiye her yıl 10,5 trilyon dolara mal olacağı belirtilmektedir. Bu suç davranışının kapsamı göz önüne alındığında, bu konuya güçlü bir tepki geliştirmek çok hayati önem taşımaktadır. Siber saldırılar o kadar önemlidir ki bilgisayar sistemlerini devre dışı bırakabilir, yok edebilir veya bozabilir. Hatta tüm sistemi kontrol edebilir ve içinde depolanan verileri değiştirebilir, değiştirebilir, engelleyebilir, silebilir veya çalabilirler. Normalde bir kişi veya grup tarafından internet üzerinden bir veya daha fazla saldırı taktiği kullanılarak oluşturulur ve başlatılır.
zh: 在当今的现代世界中，恶意软件，网络钓鱼，密码和SQL注入攻击等网络攻击已经大大增加。 黑客的主要目标是从计算机网络，数据库或个人设备窃取或删除机密数据。 据网络安全风险投资公司称，到2025年，网络犯罪每年将使全球经济损失10.5万亿美元。 鉴于这种犯罪行为的范围，对这个问题做出强烈反应是非常重要的。 网络攻击是如此重要，以至于它们可以禁用、破坏或破坏计算机系统。 他们甚至可以控制整个系统，并可以更改，修改，阻止，擦除或窃取存储在其中的数据。 通常由个人或团体通过互联网使用一种或多种攻击策略创建和发起。

# Blog_CRI_Text1_Follows_steps
source: Some of the major factors that affect business due to cyber-attack are:<li>Immeasurable downtime</li><li>Data loss</li><li>Information threat</li><li>Confidentiality and privacy breaches</li><li>Financial loss</li><li>Loss of intellectual property</li><li>Reputational damage</li>
ar: بعض العوامل الرئيسية التي تؤثر على الأعمال بسبب الهجمات الإلكترونية هي: <li> تعطل لا يقاس </ li> <li> فقدان البيانات </ li> <li> تهديد المعلومات </ li> <li> انتهاكات السرية والخصوصية < / li> <li> الخسارة المالية </ li> <li> فقدان الملكية الفكرية </ li> <li> الإضرار بالسمعة </ li>
de: Einige der Hauptfaktoren, die sich aufgrund von Cyberangriffen auf das Geschäft auswirken, sind:<li>Unermessliche Ausfallzeiten</li><li>Datenverlust</li><li>Informationsbedrohung</li><li>Vertraulichkeits- und Datenschutzverletzungen</li><li>Finanzieller Verlust</li><li>Verlust von geistigem Eigentum</li><li>Reputationsschaden</li>
es: Algunos de los principales aspectos que afectan a las empresas debido a un ciberataque son: <li>tiempo de inactividad inconmensurable</li><li>Pérdida de datos</li><li>Amenaza de la información</li><li>Vulneración de la confidencialidad y la privacidad</li><li>Perdidas financieras</li><li>Pérdida de propiedad intelectual</li><li>Daño reputacional</li>
fr: Certains des principaux facteurs qui affectent les entreprises en raison d'une cyberattaque sont :<li>Temps d'indisponibilité incommensurable</li><li>Perte de données</li><li>Menace d'informations</li><li>Violations de la confidentialité et de la vie privée< /li><li>Perte financière</li><li>Perte de propriété intellectuelle</li><li>Atteinte à la réputation</li>
it: Alcuni dei principali fattori che influiscono sul business a causa di un attacco informatico sono:<li>Tempi di inattività incalcolabili</li><li>Perdita di dati</li><li>Minaccia alle informazioni</li><li>Riservatezza e violazioni della privacy< /li><li>Perdita finanziaria</li><li>Perdita di proprietà intellettuale</li><li>Danno reputazionale</li>
ko: 사이버 공격으로 인해 비즈니스에 영향을 미치는 주요 요인 중 일부는 다음과 같습니다: <li>측정할 수 없는 가동 중지 시간</li><li>데이터 손실</li><li>정보 위협</li><li>기밀 정보 및 개인 정보 침해< /li><li>재정적 손실</li><li>지적재산 손실</li><li>명예훼손</li>
nl: Enkele van de belangrijkste factoren die van invloed zijn op het bedrijfsleven als gevolg van cyberaanvallen zijn:<li>Onmetelijke uitvaltijd</li><li>Gegevensverlies</li><li>Bedreiging van informatie</li><li>Vertrouwelijkheid en privacyschendingen< /li><li>Financiële schade</li><li>Verlies van intellectueel eigendom</li><li>Reputatieschade</li>
pl: Niektóre z głównych czynników wpływających na biznes z powodu cyberataku to:<li>Niezmierzony czas przestoju</li><li>Utrata danych</li><li>Zagrożenie informacyjne</li><li>Naruszenie poufności i prywatności< /li><li>Strata finansowa</li><li>Utrata własności intelektualnej</li><li>Uszkodzenie reputacji</li>
pt: Alguns dos maiores factores que afectam as empresas devido a ciberataques são: <li>Tempo fora de serviço imensurável</li><li>Perda de dados</li><li>Ameaça de informação</li><li>Violações de confidencialidade e privacidade</li><li>Perda financeira</li><li>Perda de propriedade intelectual</li><li>Danos reputacionais</li>
ru: Некоторыми из основных факторов, влияющих на бизнес вследствие кибератаки, являются:<li>Неизмеримое время простоя</li><li>Потеря данных</li><li>Информационная угроза</li><li>Конфиденциальность и нарушения неприкосновенности частной жизни</li><li>Финансовые потери</Некоторыми из основных факторов, влияющих на бизнес вследствие.<li><li>Потеря интеллектуальной собственности</li><li>Репутационный ущерб</li>
sv: Några av de viktigaste faktorerna av cyberattacker som påverkar verksamheten är:<li>Omätbara driftstopp</li><li>Dataförlust</li><li>Informationshot</li><li>Sekretessintrång och integritet< /li><li>Finansiell förlust</li><li>Förlust av immateriell egendom</li><li>Förlust av rykte</li>
tr: Siber saldırı nedeniyle işletmeyi etkileyen başlıca faktörlerden bazıları:<li>Ölçülemez duruş süresi</li><li>Veri kaybı</li><li>Bilgi tehdidi</li><li>Gizlilik ve mahremiyet ihlalleri</li><li>Finansal kayıp</li><li>Fikri mülkiyet kaybı</li><li>İtibar kaybıdır</li>
zh: 由于网络攻击而影响业务的一些主要因素是：<li>不可估量的停机时间</li><li>数据丢失</li><li>信息威胁</li><li>保密和隐私泄露</li><li>财务损失</li><li>知识产权损失</li><li>名誉损失</li>

# Blog_CRI_Text2
source: Cyber resilience implementation is one method of securing systems from cyber threats.
ar: يعد تنفيذ المرونة الإلكترونية إحدى طرق تأمين الأنظمة من التهديدات السيبرانية.
de: Die Implementierung von Cyber Resilience ist eine Methode, um Systeme vor Cyberbedrohungen zu schützen.
es: La implementación de la resiliencia cibernética es un método para proteger los sistemas de las amenazas cibernéticas.
fr: La mise en œuvre de la cyber-résilience est une méthode de sécurisation des systèmes contre les cyber-menaces.
it: L'implementazione della resilienza informatica è un metodo per proteggere i sistemi dalle minacce informatiche.
ko: 사이버 레질리언스 구현은 사이버 위협으로부터 시스템을 보호하는 한 가지 방법입니다.
nl: Implementatie van cyberweerbaarheid is een methode om systemen te beveiligen tegen cyberdreigingen.
pl: Wdrożenie odporności cybernetycznej jest jedną z metod zabezpieczania systemów przed cyberzagrożeniami.
pt: A implementação de ciber-resiliência é um método de proteger sistemas de ciberameaças.
ru: Внедрение киберустойчивости - это один из методов защиты систем от киберугроз.
sv: Användning av cyberresistens är en metod för att säkra system från cyberhot
tr: Siber dayanıklılık uygulaması, sistemleri siber tehditlerden korumanın bir yöntemidir.
zh: 网络弹性实施是保护系统免受网络威胁的一种方法。

# Blog_CRI_Title
source: Cyber Resilience Importance
ar: أهمية المرونة السيبرانية
de: Bedeutung der Cyberresilienz
es: Importancia de la resiliencia cibernética
fr: Importance de la Cyber-Résilience
it: Importanza della Resilienza Informatica
ko: 사이버 레질리언스의 중요성
nl: Belang van cyberveerkracht
pl: Znaczenie odporności cybernetycznej
pt: A importância da ciber-resiliência
ru: Важность киберустойчивости
sv: Vikten av Cyberresiliens
tr: Siber Dayanıklılığın Önemi
zh: 网络弹性的重要性

# Blog_CSFE_H1_SH1_Text1
source: Employee cybersecurity training has gone a long way in recent years. Security training was once mostly designated for IT security specialists, but it was later expanded to encompass all IT personnel. If the firm wants to avoid ransomware and malware, all personnel must be adequately educated in security best practices and good habits.
ar: لقد قطع تدريب الموظفين في مجال الأمن السيبراني شوطًا طويلاً في السنوات الأخيرة. تم تخصيص التدريب الأمني في الغالب لمتخصصي أمن تكنولوجيا المعلومات ، ولكن تم توسيعه لاحقًا ليشمل جميع موظفي تكنولوجيا المعلومات. إذا أرادت الشركة تجنب برامج الفدية والبرامج الضارة ، فيجب أن يكون جميع الموظفين على دراية كافية بأفضل ممارسات الأمان والعادات الجيدة.
de: Cybersicherheitsschulungen für Mitarbeiter haben in den letzten Jahren einen langen Weg zurückgelegt. Sicherheitsschulungen waren früher hauptsächlich für IT-Sicherheitsspezialisten gedacht, wurden jedoch später auf das gesamte IT-Personal ausgeweitet. Wenn das Unternehmen Ransomware und Malware vermeiden möchte, muss das gesamte Personal angemessen in Best Practices und guten Gewohnheiten im Bereich Sicherheit geschult sein.
es: La formación de los empleados en ciberseguridad ha recorrido un largo camino en los últimos años. La capacitación en seguridad alguna vez se designó principalmente para especialistas en seguridad de TI, pero luego se amplió para abarcar a todo el personal de TI. Si la empresa quiere evitar el ransomware y el malware, todo el personal debe recibir la formación adecuada en las mejores prácticas y buenos hábitos de seguridad.
fr: La formation des employés à la cybersécurité a parcouru un long chemin ces dernières années. La formation à la sécurité était autrefois principalement destinée aux spécialistes de la sécurité informatique, mais elle a ensuite été étendue à l'ensemble du personnel informatique. Si l'entreprise veut éviter les logiciels de rançons et les logiciels malveillants, tout le personnel doit être correctement formé aux meilleures pratiques de sécurité et aux bonnes habitudes.
it: La formazione dei dipendenti sulla sicurezza informatica ha fatto molta strada in questi anni. Una volta la formazione sulla sicurezza era destinata soltanto agli specialisti di sicurezza informatica, ma in seguito è stata ampliata per comprendere tutto il personale informatico. Se l'azienda vuole evitare ransomware e malware, tutto il personale deve essere adeguatamente istruito riguardo alle migliori pratiche di sicurezza e alle buone abitudini.
ko: 직원 사이버 보안 교육은 최근 몇 년 동안 많은 발전을 이루었습니다. 한때 보안 교육은 대부분 IT 보안 전문가만를 대상으로 이루어졌으나 이후 IT 부서 전 직원을 대상으로 확대되었습니다. 기업이 랜섬웨어 및 멀웨어 감염을 예방하기 위해서는 모든 직원이 보안 모범 사례와 좋은 습관에 대해서 적절하게 교육을 받아야 합니다.
nl: De training op het gebied van cybersecurity van medewerkers heeft de afgelopen jaren een lange weg afgelegd. Beveiligingstraining was ooit vooral bedoeld voor IT-beveiligingsspecialisten, maar werd later uitgebreid tot al het IT-personeel. Als het bedrijf ransomware en malware wil vermijden, moet al het personeel voldoende worden opgeleid in best practices en goede gewoonten op het gebied van beveiliging.
pl: Szkolenia z zakresu cyberbezpieczeństwa dla pracowników przeszły w ostatnich latach długą drogę. Szkolenie z zakresu bezpieczeństwa było kiedyś przeznaczone głównie dla specjalistów ds. bezpieczeństwa IT, ale później zostało rozszerzone na cały personel IT. Jeśli firma chce uniknąć oprogramowania ransomware i złośliwego oprogramowania, cały personel musi być odpowiednio przeszkolony w zakresie najlepszych praktyk bezpieczeństwa i dobrych nawyków.
pt: A formação em cibersegurança para trabalhadores tem avançado muito nos últimos anos. A formação em segurança foi, em tempos, exclusiva de especialistas em segurança de TI, mas mais tarde expandiu-se para englobar todo o pessoal de TI. Se a empresa quer evitar ransomware e malware, todos devem ser adequadamente educados em melhores práticas e bons hábitos de segurança.
ru: За последние годы обучение сотрудников кибербезопасности прошло большой путь. Обучение по вопросам безопасности когда-то предназначалось в основном для специалистов по IT-безопасности, но позже оно было расширено, чтобы охватить весь IT-персонал. Если фирма хочет защититься от программ-вымогателей и вредоносных программ, весь персонал должен быть надлежащим образом обучен передовым методам обеспечения безопасности и полезным навыкам.
sv: Utbildning för anställda om cybersäkerhet har kommit långt de senaste åren. Säkerhetsutbildningen var en gång mest avsedd för IT-specialister, men den utökades senare till att omfatta all IT-personal. Om företaget vill undvika ransomware och skadlig programvara måste all personal ha tillräcklig utbildning i säkerhetspraxis samt goda vanor.
tr: Siber güvenlik istihdam eğitimleri son yıllarda çok yol kat etti. Güvenlik eğitimi bir zamanlar BT güvenlik uzmanları için belirlenmişti, ancak daha sonra tüm BT personelini kapsayacak şekilde genişletildi. Firma ödenekli(zorunlu) yazılımlarından ve kötü amaçlı yazılımlardan kaçınmak istiyorsa, tüm personelin en iyi güvenlik uygulamaları ve iyi alışkanlıklar konusunda yeterince eğitilmesi gerekir.
zh: 近年来，员工网络安全培训已经走了很长的路。 安全培训曾经主要是为IT安全专家指定的，但后来扩展到包括所有IT人员。 如果公司想要避免勒索软件和恶意软件，所有人员都必须接受安全最佳实践和良好习惯的充分教育。
