Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_CHHSSO_H3_SH1_Text1
source: Antivirus scanning regularly can help in the prevention of problems. Files will be protected from persistent internet threats if they are correctly maintained. This will also prevent files from fragmenting and resulting in data loss.
ar: يمكن أن يساعد فحص مضادات الفيروسات بانتظام في الوقاية من المشاكل. ستتم حماية الملفات من تهديدات الإنترنت المستمرة إذا تمت صيانتها بشكل صحيح. سيؤدي هذا أيضًا إلى منع الملفات من التجزئة مما يؤدي إلى فقدان البيانات.
de: Regelmäßiges Antiviren-Scannen kann bei der Vermeidung von Problemen helfen. Dateien werden vor anhaltenden Internetbedrohungen geschützt, wenn sie ordnungsgemäß gepflegt werden. Dies verhindert auch, dass Dateien fragmentiert werden und zu Datenverlust führen.
es: La exploración antivirus periódica puede ayudar a prevenir problemas. Los archivos estarán protegidos de las amenazas persistentes de internet si se mantienen correctamente. Esto también evitará que los archivos se fragmenten y provoquen la pérdida de datos.
fr: L’analyse antivirus régulière peut aider à prévenir les problèmes. Les fichiers seront protégés contre les menaces internet persistantes s’ils sont correctement maintenus. Cela empêchera également les fichiers de se fragmenter et d’entraîner une perte de données.
it: Una regolare scansione antivirus può aiutare nella prevenzione dei problemi. I file saranno protetti dalle minacce persistenti su Internet se vengono mantenuti correttamente. Ciò impedirà anche la frammentazione dei file e la conseguente perdita di dati.
ko: 바이러스 백신 검사는 정기적으로 문제를 예방하는 데 도움이 될 수 있습니다. 파일은 올바르게 유지 관리되면 지속적인 인터넷 위협으로부터 보호됩니다. 이렇게 하면 파일이 조각화되어 데이터가 손실되는 것을 방지할 수 있습니다.
nl: Regelmatig scannen van antivirusprogramma's kan helpen bij het voorkomen van problemen. Bestanden worden beschermd tegen aanhoudende internetbedreigingen als ze correct worden onderhouden. Dit voorkomt ook dat bestanden fragmenteren en resulteren in gegevensverlies.
pl: Regularne skanowanie antywirusowe może pomóc w zapobieganiu problemom. Pliki będą chronione przed uporczywymi zagrożeniami internetowymi, jeśli będą prawidłowo utrzymywane. Zapobiegnie to również fragmentacji plików i utracie danych.
pt: A análise regular por antivírus pode ajudar a prevenir problemas. Os ficheiros serão protegidos de ameaças persistentes da internet se forem correctamente mantidos. Tal previne também a fragmentação de ficheiros que resulta em perda de dados.
ru: Регулярное антивирусное сканирование может помочь в предотвращении проблем. Файлы будут защищены от постоянных интернет-угроз, если они будут правильно обслуживаться. Это также предотвратит фрагментацию файлов, что может привести к потере данных.
sv: Regelbunden antivirusskanning kan hjälpa till att förebygga problem. Filer kommer att skyddas från ihållande internethot om de underhålls på rätt sätt. Detta kommer också att förhindra att filer fragmenteras och orsakar dataförlust.
tr: Düzenli antivirüs taraması, sorunların önlenmesinde yardımcı olabilir. Dosyalar doğru şekilde korunurlarsa kalıcı internet tehditlerine karşı korunurlar. Bu aynı zamanda dosyaların parçalanmasını ve veri kaybına neden olmasını da önler.
zh: 定期防病毒扫描可以帮助预防问题。 如果文件得到正确维护，它们将受到保护，免受持续的互联网威胁。 这也将防止文件碎片化并导致数据丢失。

# Blog_CHHSSO_H3_SH2_Text1
source: <a href='https://axcrypt.net/blog/encryption-software/'><b>Encryption</b></a> transforms plain text into ciphertext or converts readable text into unreadable text to protect data so that only certain people can access it. Encryption scrambles or encrypts data and then utilizes a key to unscramble or decrypt the information for the receiving party. It proves to be a successful method of safeguarding sensitive data. Data on computers and storage devices and data in transit through networks are all protected with encryption.
de: <a href='https://axcrypt.net/blog/encryption-software /'><b>Encryption</b></a> wandelt Klartext in Chiffretext um oder wandelt lesbaren Text in unlesbaren Text um, um Daten so zu schützen, dass nur bestimmte Personen darauf zugreifen können. Verschlüsselung verschlüsselt oder verschlüsselt Daten und verwendet dann einen Schlüssel, um die Informationen für die empfangende Partei zu entschlüsseln oder zu entschlüsseln. Es erweist sich als erfolgreiche Methode zum Schutz sensibler Daten. Daten auf Computern und Speichergeräten sowie Daten, die über Netzwerke übertragen werden, sind alle durch Verschlüsselung geschützt.
fr: <a href='https://axcrypt.net/blog/encryption-software/'><b>Le cryptage</b></a> transforme le texte en clair en texte chiffré ou convertit un texte lisible en un texte illisible pour protéger les données, de sorte que seules certaines personnes puissent y accéder. Le cryptage brouille ou crypte les données, puis utilise une clé pour déchiffrer ou déverrouiller l'information pour la partie réceptrice. Il s'avère être une méthode efficace pour protéger les données sensibles. Les données sur les ordinateurs et les dispositifs de stockage ainsi que les données en transit à travers les réseaux sont toutes protégées par le cryptage.
it: <a href='https://axcrypt.net/blog/encryption-software/'><b>La crittografia</b></a> trasforma il testo normale in testo cifrato o converte il testo leggibile in testo illeggibile per proteggere i dati in modo che solo determinate persone possano accedervi. La crittografia codifica o crittografa i dati e quindi utilizza una chiave per decodificare o decrittografare le informazioni per la parte ricevente. Si rivela un metodo efficace per salvaguardare i dati sensibili. I dati su computer e dispositivi di archiviazione e i dati in transito attraverso le reti sono tutti protetti con crittografia.
ru: <a href="https://axcrypt.net/blog/encryption-software/"><b>Encryption</b></a> преобразует обычный текст в зашифрованный или преобразует читаемый текст в нечитаемый для защиты данных, чтобы только определенные люди могли получить к ним доступ. Шифрование шифрует данные, а затем использует ключ для расшифровки информации для получающей стороны. Это оказалось успешным методом защиты конфиденциальных данных. Данные на компьютерах и устройствах хранения, а также данные, передаваемые по сетям, защищены с помощью шифрования.
zh: <a href='https://axcrypt.net/blog/encryption-software/'><b>Encryption</b></a> 将纯文本转换为密文或将可读文本转换为不可读文本以保护数据，以便只有某些人可以访问它。加密对数据进行加扰或加密，然后利用密钥为接收方解密或解密信息。事实证明，这是保护敏感数据的成功方法。计算机和存储设备上的数据以及通过网络传输的数据都受到加密保护。

# Blog_CHHSSO_H3_SH3_Text1
source: It is essential to have secure passwords for all of your devices. Your passwords should be unique and complicated, with at least 12 characters, including numbers, capital, lowercase letters, and symbols. Changing your passwords regularly — will help keep hackers at bay. AxCrypt provides a password management generator that ensures their passwords are strong and secure.
ar: من الضروري أن يكون لديك كلمات مرور آمنة لجميع أجهزتك. يجب أن تكون كلمات مرورك فريدة ومعقدة ، بحيث لا تقل عن 12 حرفًا ، بما في ذلك الأرقام والأحرف الكبيرة والصغيرة والرموز. تغيير كلمات المرور الخاصة بك بانتظام - سيساعد على إبقاء المتسللين في مأزق. يوفر اكسكربت مولدًا لإدارة كلمات المرور يضمن أن تكون كلمات المرور قوية وآمنة.
de: Es ist wichtig, sichere Passwörter für alle Ihre Geräte zu haben. Ihre Passwörter sollten eindeutig und kompliziert sein und mindestens 12 Zeichen enthalten, einschließlich Zahlen, Großbuchstaben, Kleinbuchstaben und Symbolen. Wenn Sie Ihre Passwörter regelmäßig ändern, können Sie Hacker in Schach halten. AxCrypt bietet einen Passwortverwaltungsgenerator, der sicherstellt, dass ihre Passwörter sicher und sicher sind.
es: Es fundamental que tengas contraseñas seguras para todos tus dispositivos. Tus contraseñas deben ser únicas y complicadas, contener al menos 12 caracteres que incluyan números, símbolos, letras mayúsculas, minúsculas y símbolos. Cambiar tus contraseñas regularmente ayudará a mantener a raya a los hackers informáticos. AxCrypt proporciona un generador de administración de contraseñas que garantiza que tus contraseñas sean fuertes y seguras.
fr: Il est essentiel d'avoir des mots de passe sécurisés pour tous vos appareils. Vos mots de passe doivent être uniques et compliqués, avec au moins 12 caractères, y compris des chiffres, des symboles, des majuscules, des lettres minuscules et des symboles. Changer régulièrement vos mots de passe — aidera à tenir les pirates à distance. AxCrypt fournit un générateur de gestion de mots de passe qui garantit que leurs mots de passe sont forts et sécurisés.
it: È essenziale avere password sicure per tutti i tuoi dispositivi. Le tue password dovrebbero essere uniche e complicate, con almeno 12 caratteri, includendo numeri, lettere maiuscole, minuscole e simboli. Cambiare le tue password regolarmente, aiuterà a tenere a bada gli hacker. AxCrypt fornisce un generatore di gestione delle password che garantisce che le password siano forti e sicure.
ko: 모든 장치에 보안암호를 설정하는 것은 필수입니다. 비밀번호는 고유하고 복잡해야 하며, 12자 이상의 숫자, 기호, 대문자, 소문자 및 특수문자를 포함하여야 합니다. 정기적인 비밀번호를 변경은 해커로부터의 공격을 차단하는 데 도움이 됩니다. AxCrypt의 암호 관리 생성기는 당신의 암호가 충분히 강력하고 안전한지 확인해 줍니다.
nl: Het is essentieel om veilige wachtwoorden te hebben voor al uw apparaten. Uw wachtwoorden moeten uniek en ingewikkeld zijn, met ten minste 12 tekens, inclusief cijfers, hoofdletters, kleine letters en symbolen. Door uw wachtwoorden regelmatig te wijzigen, houdt u hackers op afstand. AxCrypt biedt een generator voor wachtwoordbeheer die ervoor zorgt dat hun wachtwoorden sterk en veilig zijn.
pl: Niezbędne jest posiadanie bezpiecznych haseł do wszystkich urządzeń. Twoje hasła powinny być unikalne i skomplikowane, zawierać co najmniej 12 znaków, w tym cyfry, symbole, wielkie, małe litery i symbole. Regularna zmiana haseł — pomoże powstrzymać hakerów. AxCrypt zapewnia generator zarządzania hasłami, który zapewnia, że ich hasła są silne i bezpieczne.
pt: É essencial ter palavras-passe seguras para todos os seus dispositivos. As suas palavras-passe devem ser únicas e complicadas, com pelo menos 12 caracteres, incluindo números, letras maiúsculas e minúsculas, e símbolos. Mudar a sua palavra-passe com regularidade ajudará a manter os hackers à distância. A AxCrypt fornece um gerador de palavras-passe que garante que as suas palavras-passe são fortes e seguras.
ru: Очень важно иметь надежные пароли для всех ваших устройств. Ваши пароли должны быть уникальными и сложными, содержать не менее 12 знаков, включая цифры, заглавные, строчные буквы и различные символы. Регулярная смена ваших паролей поможет держать хакеров в страхе. AxCrypt предоставляет генератор управления паролями, который гарантирует их надежность.
sv: Det är viktigt att ha säkra lösenord för alla dina enheter. Dina lösenord borde vara unika och komplicerade, med minst 12 tecken, inklusive siffror, stora och små bokstäver och symboler. Att byta dina lösnord regelbundet - hjälper att hålla hackare på avstånd. AxCrypt förser dig med en lösenordshanteringsgenerator som säkerställer att lösenorden är starka och säkra:
tr: Tüm cihazlarınız için güvenli şifrelere sahip olmak çok önemlidir. Parolalarınız, sayılar, büyük, küçük harfler ve semboller dahil olmak üzere en az 12 karakterden oluşan benzersiz ve karmaşık olmalıdır. Parolalarınızı düzenli olarak değiştirmek, bilgisayar korsanlarını uzak tutmanıza yardımcı olur. AxCrypt, parolalarının güçlü ve güvenli olmasını sağlayan bir parola yönetimi oluşturucu sağlar.
zh: 为您的所有设备提供安全密码至关重要。 您的密码应该是唯一和复杂的，至少有12个字符，包括数字，大写字母，小写字母和符号。 定期更改您的密码-将有助于防止黑客。 AxCrypt提供了一个密码管理生成器,以确保他们的密码是强大和安全的.

# Blog_CHHSSO_H3_SH4_Text1
source: Backups should be kept in a distinct location from the originals and tested regularly. To securely save personal files, create a backup on a separate device (e.g., the cloud or an encrypted USB). You can encrypt your drive data with AxCrypt, which encrypts data in transit, rest, and storage. In addition, you retain control over your encryption keys, allowing you to keep command even after data has left your building.
ar: يجب الاحتفاظ بالنسخ الاحتياطية في مكان مختلف عن النسخ الأصلية واختبارها بانتظام. لحفظ الملفات الشخصية بشكل آمن ، قم بإنشاء نسخة احتياطية على جهاز منفصل (على سبيل المثال ، السحابة أو الناقل التسلسلي العالميمشفر). يمكنك تشفير بيانات محرك الأقراص الخاص بك باستخدام اكسكربت، والذي يقوم بتشفير البيانات أثناء النقل والراحة والتخزين. بالإضافة إلى ذلك ، يمكنك الاحتفاظ بالسيطرة على مفاتيح التشفير الخاصة بك ، مما يسمح لك بالحفاظ على القيادة حتى بعد مغادرة البيانات للمبنى الخاص بك.
de: Backups sollten an einem von den Originalen getrennten Ort aufbewahrt und regelmäßig getestet werden. Um persönliche Dateien sicher zu speichern, erstellen Sie ein Backup auf einem separaten Gerät (z. B. der Cloud oder einem verschlüsselten USB-Stick). Sie können Ihre Laufwerksdaten mit AxCrypt verschlüsseln, das Daten bei der Übertragung, im Ruhezustand und im Speicher verschlüsselt. Darüber hinaus behalten Sie die Kontrolle über Ihre Verschlüsselungsschlüssel, sodass Sie auch dann das Kommando behalten, wenn Daten Ihr Gebäude verlassen haben.
es: Las copias de seguridad deben mantenerse en un lugar distinto de los originales y probarse con regularidad. Para guardar archivos personales de forma segura, crea una copia de seguridad en un dispositivo separado (por ejemplo, la nube o un USB encriptado). Puedes cifrar los datos de tu unidad con AxCrypt, que cifra los datos en tránsito, en reposo y en almacenamiento. Además, conserva el control sobre tus claves de cifrado, lo que te permite mantener el control incluso después de que los datos hayan salido de tu edificio.
fr: Les sauvegardes doivent être conservées dans un endroit distinct des originaux et testées régulièrement. Pour enregistrer en toute sécurité des fichiers personnels, créez une sauvegarde sur un appareil distinct (par exemple, le cloud ou une clé USB cryptée). Vous pouvez chiffrer les données de votre lecteur avec AxCrypt, qui chiffre les données en transit, au repos et en stockage. De plus, vous gardez le contrôle de vos clés de cryptage, ce qui vous permet de garder le contrôle même après que les données aient quitté votre bâtiment.
it: I backup devono essere conservati in un luogo diverso dagli originali e testati regolarmente. Per salvare in modo sicuro i file personali, crea un backup su un dispositivo separato (es. il cloud oppure una chiavetta USB crittografata). Puoi crittografare i dati del tuo drive con AxCrypt, che crittografa i dati in transito, a riposo e di archiviazione. Inoltre, mantieni il controllo sulle tue chiavi di crittografia consentendoti di mantenere il comando persino dopo che i dati hanno lasciato il tuo edificio.
ko: 백업파일은 원본과 다른 위치에 보관되어야 하고 정기적 테스트가 이뤄져야 합니다. 개인 파일을 안전하게 저장하려면 별도의 장치에 백업파일을 저장하세요. (클라우드 또는 암호화 된 USB 장치). 데이터의 전송, 사용, 저장 진행 유무에 상관 없이 암호화 작업이 가능한 AxCrypt를 사용하여 드라이브 데이터를 암호화할 수 있습니다. 게다가 데이터가 사무실 이외의 구역으로 전송된 이후에도 암호화 키를 이용하여 컨트롤 할 수 있습니다.
nl: Back-ups moeten op een andere locatie dan de originelen worden bewaard en regelmatig worden getest. Om persoonlijke bestanden veilig op te slaan, maakt u een back-up op een apart apparaat (bijvoorbeeld de cloud of een versleutelde USB). U kunt uw schijfgegevens versleutelen met AxCrypt, dat gegevens tijdens transport, rust en opslag versleutelt. Bovendien behoudt u de controle over uw encryptiesleutels, zodat u de controle behoudt, zelfs nadat de gegevens uw gebouw hebben verlaten.
pl: Kopie zapasowe należy przechowywać w innym miejscu niż oryginały i regularnie testować. Aby bezpiecznie zapisywać pliki osobiste, utwórz kopię zapasową na osobnym urządzeniu (np. w chmurze lub na zaszyfrowanym USB). Możesz zaszyfrować dane na dysku za pomocą AxCrypt, który szyfruje dane podczas przesyłania, spoczynku i przechowywania. Ponadto zachowujesz kontrolę nad kluczami szyfrowania, co pozwala zachować kontrolę nawet kiedy dane opuszczą budynek.
pt: As cópias de segurança devem ser guardadas em local diferente do dos originais e testadas com regularidade. Para guardar ficheiros pessoas em segurança, crie uma cópia de segurança num dispositivo separado (e.g. na nuvem ou num dispositivo de armazenamento USB). Pode cifrar os dados do seu dispositivo de armazenamento com a AxCrypt que cifra dados em trânsito, em repouso e armazenamento. Adicionalmente, mantém o controlo das suas chaves de cifragem, mesmo após os dados saírem do seu edifício.
ru: Резервные копии следует хранить в месте, отличном от оригиналов, и регулярно проверять. Чтобы надежно сохранить личные файлы, создайте резервную копию на отдельном устройстве (например, в облаке или на зашифрованном USB-накопителе). Вы можете зашифровать данные на своем диске с помощью AxCrypt, который шифрует данные при передаче, покое и хранении. Кроме того, вы сохраняете контроль над своими ключами шифрования, что позволяет вам сохранить управление даже после того, как данные покинули здание.
sv: Säkerhetskopior bör förvaras på en annan plats än originalen och testas regelbundet. För att säkert spara personliga filer, skapa en säkerhetskopia på en separat enhet (t.ex. i molnet eller på en krypterad USB). Du kan kryptera din enhetsdata med AxCrypt, som krypterar data under överföring, vila och lagring. Dessutom behåller du kontrollen över dina krypteringsnycklar, så att du kan behålla kommandot även efter att data har lämnat din byggnad.
tr: Yedekler, orijinallerinden farklı bir yerde tutulmalı ve düzenli olarak test edilmelidir. Kişisel dosyaları güvenli bir şekilde kaydetmek için ayrı bir cihazda (ör. bulut veya şifreli bir USB) bir yedekleme oluşturun. AxCrypt ile sürücü verilerinizi kullanılan, kullanımda olmayan ve depolanmış verileri şifreleyebilirsiniz. Ek olarak, şifreleme anahtarlarınız üzerinde kontrole sahip olursunuz ve veriler binanızı terk ettikten sonra bile kontrolü elinizde tutmanıza olanak tanır.
zh: 备份应保存在与原始文件不同的位置，并定期进行测试。 要安全保存个人文件，请在单独的设备（例如云或加密USB）上创建备份。 您可以使用AxCrypt加密驱动器数据，AxCrypt会对传输、休息和存储中的数据进行加密。 此外，您可以保留对加密密钥的控制，即使数据离开建筑物后，也可以保留命令。

# Blog_CHHSSO_H3_SubHeading1
source: <strong>High-quality antivirus software</strong>
ar: <strong> برنامج مكافحة فيروسات عالي الجودة </strong>
de: <strong>Hochwertige Antivirensoftware</strong>
es: <strong>Software antivirus de alta calidad</strong>
fr: <strong>Logiciel antivirus de haute qualité</strong>
it: <strong>Antivirus di alta qualità</strong>
ko: <strong>고품질 안티바이러스 소프트웨어</strong>
nl: <strong>Hoogwaardige antivirussoftware</strong>
pl: <strong>Wysokiej jakości oprogramowanie antywirusowe</strong>
pt: <strong>Software anti-vírus de alta qualidade</strong>
ru: <strong>Высококачественное антивирусное программное обеспечение</strong>
sv: <strong>Högkvalitets Antivirusprogram</strong>
tr: <strong>Yüksek kaliteli virüs koruma yazılımı</strong>
zh: <strong>高品质的杀毒软件</strong>

# Blog_CHHSSO_H3_SubHeading2
source: <strong>Encryption</strong>
ar: <strong> التشفير </strong>
de: <strong>Verschlüsselung</strong>
es: <strong>Cifrado</strong>
fr: <strong>Chiffrement</strong>
it: <strong>Codifica</strong>
ko: <strong>암호화</strong>
nl: <strong>Encryptie</strong>
pl: <strong>Szyfrowanie</strong>
pt: <strong>Cifragem</strong>
ru: <strong>Шифрование</strong>
sv: <strong>Kryptering</strong>
tr: <strong>Şifreleme</strong>
zh: <strong>加密</strong>

# Blog_CHHSSO_H3_SubHeading3
source: <strong>A strong password manager</strong>
ar: <strong> مدير كلمات مرور قوي </ strong>
de: <strong>Ein starker Passwort-Manager</strong>
es: <strong>Un administrador de contraseñas fuerte</strong>
fr: <strong>Un gestionnaire de mots de passe fort</strong>
it: <strong>Un gestore di password efficace</strong>
ko: <strong>강력한 비밀번호 관리자</strong>
nl: <strong>Een sterke wachtwoordmanager</strong>
pl: <strong>Silny menedżer haseł</strong>
pt: <strong>Um gestor de palavras-passe mais forte</strong>
ru: <strong>Надежный менеджер паролей</strong>
sv: <strong>En stark lösenordshanterare</strong>
tr: <strong>Güçlü bir parola yöneticisi</strong>
zh: <strong>一个强大的密码管理器</strong>

# Blog_CHHSSO_H3_SubHeading4
source: <strong>Regular backup</strong>
ar: <strong> نسخ احتياطي منتظم </ strong>
de: <strong>Regelmäßige Sicherung</strong>
es: <strong>Respaldo regular</strong>
fr: <strong>Sauvegarde régulière</strong>
it: <strong>Backup regolare</strong>
ko: <strong>정기 백업</strong>
nl: <strong>Regelmatige back-up</strong>
pl: <strong>Zwykła kopia zapasowa</strong>
pt: <strong>Cópias de segurança regulares</strong>
ru: <strong>Регулярное резервное копирование</strong>
sv: <strong>Regelbunden säkerhetskopiering</strong>
tr: <strong>Düzenli yedekleme</strong>
zh: <strong>定期备份</strong>

# Blog_CHHSSO_H3_Text1
source: In 2023, cybercriminals are expected to steal 33 billion records. As a result, good cyber hygiene is a common practice that can assist you in keeping your data safe and secure online.
ar: في عام 2023 ، من المتوقع أن يسرق مجرمو الإنترنت 33 مليار سجل. نتيجة لذلك ، تعد النظافة الإلكترونية الجيدة ممارسة شائعة يمكن أن تساعدك في الحفاظ على أمان بياناتك وأمانها عبر الإنترنت.
de: Im Jahr 2023 werden Cyberkriminelle voraussichtlich 33 Milliarden Datensätze stehlen. Daher ist eine gute Cyberhygiene eine gängige Praxis, die Ihnen dabei helfen kann, Ihre Daten online sicher zu verwahren.
es: En 2023, se espera que los ciberdelincuentes roben 33 mil millones de registros. Como resultado, una buena higiene cibernética es una práctica común que puede ayudarte a mantener tus datos seguros y protegidos en línea.
fr: En 2023, les cybercriminels devraient voler 33 milliards d’enregistrements. Par conséquent, une bonne cyberhygiène est une pratique courante qui peut vous aider à garder vos données en sécurité en ligne.
it: Nel 2023, si prevede che i criminali informatici ruberanno 33 miliardi di documenti. Di conseguenza, una buona igiene informatica è una pratica comune che può aiutarti a mantenere i tuoi dati al sicuro online.
ko: 2023년에는 사이버 범죄자들이 330억 개의 레코드를 훔칠 것으로 예상됩니다. 결과적으로 좋은 사이버 위생은 온라인에서 데이터를 안전하게 유지하는 데 도움이 될 수 있는 일반적인 관행입니다.
nl: In 2023 zullen cybercriminelen naar verwachting 33 miljard erslagen stelen. Een goede cyberhygiëne is dan ook een gangbare praktijk die u kan helpen uw gegevens veilig en online te houden.
pl: Oczekuje się, że w 2023 roku cyberprzestępcy wykradną 33 miliardy rekordów. W rezultacie dobra higiena cybernetyczna jest powszechną praktyką, która może pomóc w zapewnieniu bezpieczeństwa danych w Internecie.
pt: Em 2023, espera-se que os cibercriminosos roubem 33 mil milhões de registos. Como resultado, uma boa ciber-higiene é uma prática comum que pode ajudá-la(o) a manter os seus dados seguros e protegidos online.
ru: Ожидается, что в 2023 году киберпреступники украдут 33 миллиарда записей. Поэтому надлежащая кибергигиена является обычной практикой, которая может помочь вам сохранить ваши данные в безопасности в Интернете.
sv: År 2023 förväntas cyberbrottslingar stjäla 33 miljarder register. Därför är god cyberhygien en vanlig praxis som kan hjälpa dig att hålla din information och data säker online.
tr: 2023 yılında siber suçluların 33 milyar kayıt çalması bekleniyor. Sonuç olarak, iyi siber hijyen, verilerinizi çevrimiçi ortamda güvende ve emniyette tutmanıza yardımcı olabilecek yaygın bir uygulamadır.
zh: 2023年，网络犯罪分子预计将窃取330亿条记录。 因此，良好的网络卫生是一种常见的做法，可以帮助您保持您的数据安全和安全的在线。

# Blog_CHHSSO_Heading1
source: What is Cyber Hygiene?
ar: ما هي النظافة السيبرانية؟
de: Was ist Cyberhygiene?
es: ¿Qué es la higiene cibernética?
fr: Qu'est-ce que la Cyber Hygiène ?
it: Cos'è l'Igiene Informatica?
ko: 사이버 위생이란 무엇입니까?
nl: Wat is cyberhygiëne?
pl: Czym jest cyberhigiena?
pt: O que é a Ciber-Higiene?
ru: Что такое Кибергигиена?
sv: Vad är Cyber Hygien?
tr: Siber temizlik nedir?
zh: 什么是网络卫生？
