Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFOWAWA_H1_Text2
source: During the file encryption process, the algorithm reorganizes, shifts, mixes, and alters the contents of the files into a random arrangement of characters. The cryptographic keys dictate the precise sequence or procedures of these alterations, allowing for the reversal of the encryption process to restore the contents of the files to their original state.
ar: أثناء عملية تشفير الملفات ، تقوم الخوارزمية بإعادة تنظيم محتويات الملفات ونقلها ومزجها وتغييرها في ترتيب عشوائي للأحرف. تملي مفاتيح التشفير التسلسل الدقيق أو إجراءات هذه التعديلات ، مما يسمح بعكس عملية التشفير لاستعادة محتويات الملفات إلى حالتها الأصلية.
de: Während des Dateiverschlüsselungsprozesses ordnet der Algorithmus den Inhalt der Dateien neu an, verschiebt, mischt und ändert ihn in eine zufällige Anordnung von Zeichen. Die kryptografischen Schlüssel geben die genaue Reihenfolge oder die Verfahren dieser Änderungen vor, sodass der Verschlüsselungsprozess rückgängig gemacht werden kann, um den Inhalt der Dateien in seinen ursprünglichen Zustand zurückzuversetzen.
es: Durante el proceso de cifrado de archivos, el algoritmo reorganiza, cambia, mezcla y altera el contenido de los archivos en una disposición aleatoria de caracteres. Las claves criptográficas dictan la secuencia o los procedimientos precisos de estas alteraciones, lo que permite revertir el proceso de cifrado para restaurar el contenido de los archivos a su estado original.
fr: Pendant le processus de cryptage des fichiers, l'algorithme réorganise, décale, mélange et modifie le contenu des fichiers en un arrangement aléatoire de caractères. Les clés cryptographiques dictent la séquence ou les procédures précises de ces modifications, permettant d'inverser le processus de cryptage pour restaurer le contenu des fichiers à leur état d'origine.
it: Durante il processo di crittografia dei file, l'algoritmo riorganizza, sposta, mescola e altera il contenuto dei file in una disposizione casuale di caratteri. Le chiavi crittografiche dettano la sequenza o le procedure precise di queste alterazioni, consentendo l'inversione del processo di crittografia per ripristinare il contenuto dei file al loro stato originale.
ko: 파일 암호화 과정에서 알고리즘은 파일의 내용을 무작위로 배열하고, 이동시키며, 혼합하고, 변경하여 문자를 무작위로 재배열합니다. 암호 키는 이러한 변경의 정확한 순서나 절차를 결정하여 암호화 과정을 역으로 진행하여 파일의 내용을 원래 상태로 복원할 수 있게 합니다.
nl: Tijdens het bestandsversleutelingsproces reorganiseert, verschuift, mixt en wijzigt het algoritme de inhoud van de bestanden in een willekeurige rangschikking van tekens. De cryptografische sleutels dicteren de precieze volgorde of procedures van deze wijzigingen, waardoor het versleutelingsproces kan worden omgekeerd om de inhoud van de bestanden in hun oorspronkelijke staat te herstellen.
pl: Podczas procesu szyfrowania plików algorytm reorganizuje, przesuwa, miesza i zmienia zawartość plików w losowy układ znaków. Klucze kryptograficzne określają dokładną kolejność lub procedury tych zmian, umożliwiając odwrócenie procesu szyfrowania w celu przywrócenia zawartości plików do ich pierwotnego stanu.
pt: Durante o processo de criptografia de arquivos, o algoritmo reorganiza, desloca, mistura e altera o conteúdo dos arquivos em uma disposição aleatória de caracteres. As chaves criptográficas ditam a sequência ou procedimentos precisos dessas alterações, permitindo a reversão do processo de criptografia para restaurar o conteúdo dos arquivos ao seu estado original.
ru: В процессе шифрования файлов алгоритм реорганизует, смещает, смешивает и изменяет содержимое файлов в случайное расположение символов. Криптографические ключи диктуют точную последовательность или процедуры этих изменений, позволяя отменить процесс шифрования для восстановления содержимого файлов в исходное состояние.
sv: Under filkrypteringsprocessen omorganiserar, förskjuter, blandar och förändrar algoritmen innehållet i filerna till en slumpmässig sammansättning av tecken. De kryptografiska nycklarna dikterar den exakta sekvensen eller procedurerna för dessa förändringar, vilket möjliggör återställning av krypteringsprocessen för att återställa filernas innehåll till sitt ursprungliga tillstånd.
tr: Dosyanın şifrelenmesi esnasında, algoritma dosyaların içeriğini rastgele bir karakter dizilişi şeklinde yeniden düzenler, kaydırır, karıştırır ve değiştirir. Kriptografik anahtarlar, bu değişikliklerin kesin sırasını veya prosedürlerini belirleyerek, dosyaların içeriklerinin orijinal durumlarına geri döndürülmesi için şifreleme işleminin tersine çevrilmesine izin verir.
zh: 在文件加密过程中，该算法将文件的内容重新组织、移动、混合和更改为随机排列的字符。加密密钥决定了这些更改的精确顺序或过程，允许逆转加密过程以将文件内容恢复到其原始状态。

# Blog_HTEFOWAWA_H2_Text1
source: Encryption is intrinsically different from simply password protecting a file, as encryption completely transforms the contents of a file after it is encrypted. When compared to password protection or any other method, a file might only be shielded by a password, whereas encryption ensures that the file's contents are scrambled and unreadable without the decryption key.
ar: يختلف التشفير اختلافا جوهريا عن مجرد حماية الملف بكلمة مرور ، حيث يقوم التشفير بتحويل محتويات الملف تماما بعد تشفيره. عند مقارنته بحماية كلمة المرور أو أي طريقة أخرى ، قد يكون الملف محميا فقط بكلمة مرور ، بينما يضمن التشفير أن محتويات الملف مشوشة وغير قابلة للقراءة بدون مفتاح فك التشفير.
de: Die Verschlüsselung unterscheidet sich grundlegend vom einfachen Kennwortschutz einer Datei, da die Verschlüsselung den Inhalt einer Datei nach der Verschlüsselung vollständig umwandelt. Im Vergleich zum Passwortschutz oder einer anderen Methode wird eine Datei möglicherweise nur durch ein Passwort geschützt, während die Verschlüsselung sicherstellt, dass der Inhalt der Datei ohne den Entschlüsselungsschlüssel verschlüsselt und unlesbar ist.
es: El cifrado es intrínsecamente diferente de la simple protección de un archivo con contraseña, ya que el cifrado transforma completamente el contenido de un archivo después de cifrarlo. En comparación con la protección con contraseña o cualquier otro método, es posible que un archivo solo esté protegido por una contraseña, mientras que el cifrado garantiza que el contenido del archivo esté codificado e ilegible sin la clave de descifrado.
fr: Le cryptage est intrinsèquement différent de la simple protection par mot de passe d'un fichier, car le cryptage transforme complètement le contenu d'un fichier une fois qu'il est crypté. Comparé à la protection par mot de passe ou à toute autre méthode, un fichier peut être protégé uniquement par un mot de passe, tandis que le cryptage garantit que le contenu du fichier est brouillé et illisible sans la clé de déchiffrement.
it: La crittografia è intrinsecamente diversa dalla semplice protezione con password di un file, poiché la crittografia trasforma completamente il contenuto di un file dopo che è stato crittografato. Rispetto alla protezione con password o a qualsiasi altro metodo, un file potrebbe essere protetto solo da una password, mentre la crittografia garantisce che il contenuto del file sia criptato, illeggibile senza la chiave di decrittazione.
ko: 암호화는 파일을 단순히 비밀번호로 보호하는 것과 본질적으로 다릅니다. 암호화는 파일의 내용을 완전히 변환합니다. 비밀번호 보호나 다른 방법과 비교했을 때, 파일은 단지 비밀번호로 보호될 수 있지만, 암호화는 파일의 내용을 스크램블하여 비밀번호 없이 읽을 수 없게 만듭니다.
nl: Versleuteling is intrinsiek anders dan het simpelweg beveiligen van een bestand met een wachtwoord, aangezien versleuteling de inhoud van een bestand volledig transformeert nadat het is versleuteld. In vergelijking met wachtwoordbeveiliging of een andere methode kan een bestand alleen worden afgeschermd met een wachtwoord, terwijl versleuteling ervoor zorgt dat de inhoud van het bestand vervormd en onleesbaar is zonder de decoderingssleutel.
pl: Szyfrowanie zasadniczo różni się od zwykłego zabezpieczania pliku hasłem, ponieważ szyfrowanie całkowicie przekształca zawartość pliku po jego zaszyfrowaniu. W porównaniu z ochroną hasłem lub jakąkolwiek inną metodą, plik może być chroniony jedynie hasłem, podczas gdy szyfrowanie zapewnia, że zawartość pliku jest zaszyfrowana i nieczytelna bez klucza deszyfrującego.
pt: A criptografia é intrinsecamente diferente de simplesmente proteger um arquivo por senha, pois a criptografia transforma completamente o conteúdo de um arquivo depois que ele é criptografado. Quando comparado à proteção por senha ou qualquer outro método, um arquivo pode ser protegido apenas por uma senha, enquanto a criptografia garante que o conteúdo do arquivo seja embaralhado e ilegível sem a chave de descriptografia.
ru: Шифрование по своей сути отличается от простой защиты файла паролем, так как шифрование полностью преобразует содержимое файла после его шифрования. По сравнению с защитой паролем или любым другим методом, файл может быть защищен только паролем, в то время как шифрование гарантирует, что содержимое файла будет зашифровано и нечитаемо без ключа дешифрования.
sv: Kryptering är i grunden annorlunda än att bara lösenordsskydda en fil, eftersom kryptering fullständigt omvandlar innehållet i en fil efter att den har krypterats. När man jämför med lösenordsskydd eller någon annan metod, kan en fil bara skyddas av ett lösenord, medan kryptering säkerställer att filens innehåll är förvrängt och oläsbart utan dekrypteringsnyckeln.
tr: Şifreleme, şifrelendikten sonra bir dosyanın içeriğini tamamen dönüştürdüğü için özünde bir dosyayı parolayla korumaktan farklıdır. Parola koruması veya başka bir yöntemle karşılaştırıldığında, bir dosya yalnızca bir parola ile korunabilirken, şifreleme, dosyanın içeriğinin şifreli olmasını ve şifre çözme anahtarı olmadan okunamamasını sağlar.
zh: 加密本质上不同于简单的密码保护文件，因为加密在加密后会完全转换文件的内容。 与密码保护或任何其他方法相比，文件可能只被密码屏蔽，而加密可确保文件的内容在没有解密密钥的情况下被加扰且不可读。

# Blog_HTEFOWAWA_H2_Text2
source: This makes encryption a far more robust and secure method of protecting sensitive information, as it renders the data indecipherable to unauthorized parties even if they gain access to the file.
ar: هذا يجعل التشفير طريقة أكثر قوة وأمانا لحماية المعلومات الحساسة ، لأنه يجعل البيانات غير قابلة للفك لأطراف غير مصرح لها حتى لو تمكنوا من الوصول إلى الملف.
de: Dies macht die Verschlüsselung zu einer weitaus robusteren und sichereren Methode zum Schutz sensibler Informationen, da sie die Daten für Unbefugte unlesbar macht, selbst wenn sie Zugriff auf die Datei erhalten.
es: Esto hace que el cifrado sea un método mucho más robusto y seguro para proteger la información confidencial, ya que hace que los datos sean indescifrables para las partes no autorizadas, incluso si obtienen acceso al archivo.
fr: Cela fait du cryptage une méthode beaucoup plus robuste et sécurisée de protection des informations sensibles, car il rend les données indéchiffrables pour les parties non autorisées, même si elles accèdent au fichier.
it: Ciò rende la crittografia un metodo molto più robusto e sicuro per proteggere le informazioni sensibili, in quanto rende i dati indecifrabili per le parti non autorizzate anche se ottengono l'accesso al file.
ko: 이로 인해 암호화는 무단 접근으로부터 민감한 정보를 보호하는 훨씬 강력하고 안전한 방법이 됩니다. 파일에 접근하더라도 암호 해독 키 없이는 데이터를 읽을 수 없게 하기 때문입니다.
nl: Dit maakt encryptie een veel robuustere en veiligere methode om gevoelige informatie te beschermen, omdat het de gegevens onleesbaar maakt voor onbevoegden, zelfs als ze toegang krijgen tot het bestand.
pl: Dzięki temu szyfrowanie jest znacznie solidniejszą i bezpieczniejszą metodą ochrony poufnych informacji, ponieważ sprawia, że dane stają się nieczytelne dla nieupoważnionych osób, nawet jeśli uzyskają one dostęp do pliku.
pt: Isso torna a criptografia um método muito mais robusto e seguro de proteger informações confidenciais, pois torna os dados indecifráveis para partes não autorizadas, mesmo que elas obtenham acesso ao arquivo.
ru: Это делает шифрование гораздо более надежным и безопасным методом защиты конфиденциальной информации, поскольку оно гарантирует невозможность расшифровки данных посторонними лицами, даже если они получат доступ к файлу.
sv: Kryptering är i grunden annorlunda än att bara lösenordsskydda en fil, eftersom kryptering fullständigt omvandlar innehållet i en fil efter att den har krypterats. När man jämför med lösenordsskydd eller någon annan metod, kan en fil bara skyddas av ett lösenord, medan kryptering säkerställer att filens innehåll är förvrängt och oläsbart utan dekrypteringsnyckeln.
tr: Verileri, erişimleri olsa bile yetkisiz tarafların verileri çözemeyeceği hale getirmesi, şifrelemeyi hassas verilerin korunmasında açık ara en sağlam ve güvenli yöntem yapar.
zh: 这使得加密成为保护敏感信息的一种更强大、更安全的方法，因为它使未经授权的各方无法破译数据，即使他们获得了对文件的访问权限。

# Blog_HTEFOWAWA_H2_Text3
source: Think of encryption like a secret code that jumbles up the contents of a file, making it impossible to understand without the correct key to decipher it. On the other hand, password protection simply puts a lock on the file that can be easily bypassed or cracked with the right tools or techniques.
ar: فكر في التشفير مثل رمز سري يخلط محتويات الملف ، مما يجعل من المستحيل فهمه بدون المفتاح الصحيح لفك تشفيره. من ناحية أخرى ، تضع الحماية بكلمة مرور ببساطة قفلا على الملف يمكن تجاوزه بسهولة أو اختراقه باستخدام الأدوات أو التقنيات المناسبة.
de: Stellen Sie sich Verschlüsselung wie einen Geheimcode vor, der den Inhalt einer Datei durcheinander bringt, sodass er ohne den richtigen Schlüssel nicht mehr verstanden werden kann. Auf der anderen Seite setzt der Passwortschutz einfach eine Sperre auf die Datei, die mit den richtigen Tools oder Techniken leicht umgangen oder geknackt werden kann.
es: Piense en el cifrado como un código secreto que confunde el contenido de un archivo, lo que hace que sea imposible de entender sin la clave correcta para descifrarlo. Por otro lado, la protección con contraseña simplemente pone un candado en el archivo que se puede eludir o descifrar fácilmente con las herramientas o técnicas adecuadas.
fr: Considérez le cryptage comme un code secret qui brouille le contenu d'un fichier, le rendant impossible à comprendre sans la bonne clé pour le déchiffrer. D’un autre côté, la protection par mot de passe place simplement un verrou sur le fichier qui peut être facilement contourné ou piraté avec les bons outils ou techniques.
it: Pensa alla crittografia come a un codice segreto che confonde il contenuto di un file, rendendolo impossibile da capire senza la chiave corretta per decifrarlo. D'altra parte, la protezione con password mette semplicemente un blocco sul file che può essere facilmente aggirato o decifrato con gli strumenti o le tecniche giuste.
ko: 암호화는 파일의 내용을 비밀 코드로 혼란스럽게 만들어 올바른 키 없이 이해할 수 없게 만드는 것과 같습니다. 반면, 비밀번호 보호는 파일에 잠금을 걸어 도구나 기술을 통해 쉽게 우회하거나 해독할 수 있게 합니다.
nl: Beschouw versleuteling als een geheime code die de inhoud van een bestand door elkaar gooit, waardoor het onmogelijk wordt om het te begrijpen zonder de juiste sleutel om het te ontcijferen. Aan de andere kant plaatst wachtwoordbeveiliging gewoon een slot op het bestand dat gemakkelijk kan worden omzeild of gekraakt met de juiste tools of technieken.
pl: Pomyśl o szyfrowaniu jak o tajnym kodzie, który miesza zawartość pliku, uniemożliwiając jego zrozumienie bez odpowiedniego klucza do jego odszyfrowania. Z drugiej strony ochrona hasłem po prostu blokuje plik, ale można ją łatwo ominąć lub złamać za pomocą odpowiednich narzędzi i technik.
pt: Pense na criptografia como um código secreto que embaralha o conteúdo de um arquivo, tornando impossível de entender sem a chave correta para decifrá-lo. Por outro lado, a proteção por senha simplesmente coloca um bloqueio no arquivo que pode ser facilmente ignorado ou quebrado com as ferramentas ou técnicas certas.
ru: Шифрование можно сравнить с секретным кодом, который путает содержимое файла, делая его невозможным для понимания без правильного ключа для его расшифровки. С другой стороны, защита паролем просто блокирует файл, который можно легко обойти или взломать с помощью правильных инструментов или методов.
sv: Tänk på kryptering som en hemlig kod som förvränger innehållet i en fil, vilket gör det omöjligt att förstå utan rätt nyckel för att dechiffrera den. Å andra sidan sätter lösenordsskydd bara ett lås på filen som enkelt kan kringgås eller knäckas med rätt verktyg eller tekniker.
tr: Şifrelemeyi, bir dosyanın içeriğini karıştıran ve onu şifresini çözecek doğru anahtar olmadan anlamayı imkansız hale getiren gizli bir kod gibi düşünün. Öte yandan, parola koruması, dosyaya doğru araçlar veya tekniklerle kolayca atlanabilen veya kırılabilen bir kilit koyar.
zh: 将加密想象成一个密码，它混淆了文件的内容，如果没有正确的密钥来破译它，就无法理解。另一方面，密码保护只是对文件进行锁定，可以使用正确的工具或技术轻松绕过或破解该文件。
