Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTEFIGDSBSI2_Title
source: How to Encrypt Files in Google Drive Step by Step in 2025
ar: كيفية تشفير الملفات في جوجل درايف خطوة بخطوة في عام 2025
de: So verschlüsseln Sie Dateien in Google Drive Schritt für Schritt im Jahr 2025
es: Cómo cifrar archivos en Google Drive paso a paso en 2025
fr: Comment Crypter des Fichiers dans Google Drive Étape par Étape en 2025
it: Come crittografare i file in Google Drive passo dopo passo nel 2025
ko: 2025년 Google Drive에서 파일 암호화하는 방법 단계별 안내
nl: Hoe je stap voor stap bestanden versleuteld in Google Drive in 2025
pl: Jak szyfrować pliki na Dysku Google krok po kroku w 2025 roku
pt: Como criptografar arquivos no Google Drive passo a passo em 2025
ru: Как зашифровать файлы на Google Диске шаг за шагом в 2025 году
sv: Hur man Krypterar Filer i Google Drive Steg för Steg 2025
tr: 2025'te Google Drive'daki Dosyalar Adım Adım Nasıl Şifrelenir?
zh: 如何在 2025 年逐步加密 Google Drive 中的文件

# Blog_HTEFOWAWA_Conclusion_Heading
source: Download AxCrypt Free for 30 Days
ar: تحميل اكسكربت مجانا لمدة 30 يوما
de: Laden Sie AxCrypt 30 Tage lang kostenlos herunter
es: Descarga AxCrypt gratis durante 30 días
fr: Téléchargez AxCrypt Gratuitement pendant 30 Jours
it: Scarica AxCrypt gratis per 30 giorni
ko: AxCrypt 무료 30일 다운로드
nl: Download AxCrypt 30 dagen gratis
pl: Pobierz AxCrypt za darmo przez 30 dni
pt: Descarregar o AxCrypt grátis por 30 dias
ru: Скачать AxCrypt, первые 30 дней бесплатный доступ
sv: Ladda ner AxCrypt gratis i 30 dagar
tr: 30 Gün Ücretsiz Deneme için AxCrypt'i İndirin
zh: 下载 AxCrypt 免费 30 天

# Blog_HTEFOWAWA_Conclusion_Text1
source: AxCrypt is an award-winning Zero-Knowledge file encryption software available for Windows, Mac, iOS, and Android devices. It has been the PC Mag's top choice for <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> for nine consecutive years, since 2016!
ar: اكسكربت هو برنامج تشفير ملفات المعرفة الصفرية حائز على جوائز ومتاح لأجهزة ويندوز و ماك وأندرويد وايفون. لقد كان الخيار الأفضل ل PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>ل "أفضل برنامج تشفير"</b></a> لمدة تسع سنوات متتالية ، منذ عام 2016!
de: AxCrypt ist eine preisgekrönte Zero-Knowledge-Dateiverschlüsselungssoftware, die für Windows-, Mac-, iOS- und Android-Geräte verfügbar ist. Es ist seit 2016 neun Jahre in Folge die erste Wahl des PC Mag für <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> !
es: AxCrypt es un galardonado software de cifrado de archivos de conocimiento cero disponible para dispositivos Windows, Mac, iOS y Android. ¡Ha sido la mejor opción de PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>el 'Mejor software de cifrado'</b></a> durante nueve años consecutivos, desde 2016!
fr: AxCrypt est un logiciel primé de chiffrement de fichiers Zero-Knowledge disponible pour les appareils Windows, Mac, iOS et Android. Il a été le premier choix du PC Mag pour le <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Meilleur logiciel de cryptage'</b></a > pendant neuf années consécutives, depuis 2016 !
it: AxCrypt è un pluripremiato software di crittografia dei file Zero-Knowledge disponibile per dispositivi Windows, Mac, iOS e Android. È stata la prima scelta di PC Mag per il <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Miglior software di crittografia"</b></a> per nove anni consecutivi, dal 2016!
ko: AxCrypt는 Windows, Mac, iOS 및 Android 장치에서 사용할 수 있는 수상 경력의 Zero-Knowledge 파일 암호화 소프트웨어입니다. 2016년부터 9년 연속 PC Mag의 <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘최고의 암호화 소프트웨어’</b></a>로 선정되었습니다!
nl: AxCrypt is een bekroonde zero-knowledge bestandsversleutelingssoftware die beschikbaar is voor Windows-, Mac-, iOS- en Android-apparaten. Het is al negen jaar op rij de eerste keuze van de PC Mag voor <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Best Encryption Software'</b></a>, sinds 2016!
pl: AxCrypt to wielokrotnie nagradzane oprogramowanie do szyfrowania plików o wiedzy zerowej, dostępne dla urządzeń z systemami Windows, Mac, iOS i Android. To był najlepszy wybór magazynu PC Mag w kategorii <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>„najlepsze oprogramowanie szyfrujące”</b></a > przez dziewięć kolejnych lat, od 2016 roku!
pt: O AxCrypt é um premiado software de criptografia de arquivos Zero-Knowledge disponível para dispositivos Windows, Mac, iOS e Android. Tem sido a principal escolha da PC Mag para <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'Melhor Software de Criptografia'</b></a> por nove anos consecutivos, desde 2016!
ru: AxCrypt — это отмеченное наградами программное обеспечение для шифрования файлов с нулевым разглашением, доступное для устройств Windows, Mac, iOS и Android. Девять лет подряд, начиная с 2016 года, он был выбран журналом PC Mag в номинации <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> !
sv: AxCrypt är ett prisbelönt filkrypteringsprogram med noll kunskap som finns tillgängligt för Windows-, Mac-, iOS- och Android-enheter. Det har varit PC Mags toppval för <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>"Bästa krypteringsprogramvara"</b></a> nio år i rad, sedan 2016!
tr: AxCrypt, Windows, Mac, iOS ve Android cihazlar için kullanılabilen ödüllü bir Sıfır Bilgi dosya şifreleme yazılımıdır. 2016'dan bu yana dokuz yıl üst üste PC Mag'in <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>'En İyi Şifreleme Yazılımı'</b></a> alanındaki en iyi tercihi oldu!
zh: AxCrypt 是一款屡获殊荣的零知识文件加密软件，适用于 Windows、Mac、iOS 和 Android 设备。自 2016 年以来，它已连续九年成为 PC Mag <a href='https://www.pcmag.com/picks/the-best-encryption-software'><b>‘Best Encryption Software’</b></a> 的首选！

# Blog_HTEFOWAWA_Conclusion_Text2
source: It’s the perfect choice for encrypting sensitive files, documents, photos, and videos. AxCrypt utilizes the superior <b>AES-256</b> algorithm to secure your data, and comes with several unique features like a password manager, automatic cloud encryption syncing, secure file sharing, and a master key for administrative control.
ar: إنه الخيار الأمثل لتشفير الملفات والمستندات والصور ومقاطع الفيديو الحساسة. يستخدم اكسكربت خوارزمية <b>AES-256</b> المتفوقة لتأمين بياناتك ، ويأتي مع العديد من الميزات الفريدة مثل مدير كلمات المرور ، ومزامنة التشفير السحابي التلقائي ، ومشاركة الملفات الآمنة ، ومفتاح رئيسي للتحكم الإداري.
de: Es ist die perfekte Wahl für die Verschlüsselung sensibler Dateien, Dokumente, Fotos und Videos. AxCrypt verwendet den überlegenen <b>AES-256-Algorithmus</b>, um Ihre Daten zu sichern, und verfügt über mehrere einzigartige Funktionen wie einen Passwort-Manager, automatische Synchronisierung der Cloud-Verschlüsselung, sichere Dateifreigabe und einen Hauptschlüssel für die administrative Kontrolle.
es: Es la opción perfecta para cifrar archivos, documentos, fotos y videos confidenciales. AxCrypt utiliza el algoritmo <b>superior AES-256</b> para proteger sus datos, y viene con varias características únicas como un administrador de contraseñas, sincronización automática de cifrado en la nube, intercambio seguro de archivos y una clave maestra para el control administrativo.
fr: C’est le choix idéal pour crypter des fichiers, documents, photos et vidéos sensibles. AxCrypt utilise l'algorithme supérieur <b>AES-256</b> pour sécuriser vos données et est doté de plusieurs fonctionnalités uniques telles qu'un gestionnaire de mots de passe, une synchronisation automatique du cryptage dans le cloud, un partage de fichiers sécurisé et une clé principale pour le contrôle administratif.
it: È la scelta perfetta per crittografare file, documenti, foto e video sensibili. AxCrypt utilizza l'algoritmo <b>AES-256</b> superiore per proteggere i tuoi dati e viene fornito con diverse funzionalità uniche come un gestore di password, la sincronizzazione automatica della crittografia cloud, la condivisione sicura dei file e una chiave master per il controllo amministrativo.
ko: 민감한 파일, 문서, 사진 및 비디오를 암호화하는 데 완벽한 선택입니다. AxCrypt는 AES-256 알고리즘을 사용하여 데이터를 보호하며, 암호 관리자, 자동 클라우드 암호화 동기화, 안전한 파일 공유 및 관리 제어를 위한 마스터 키와 같은 몇 가지 독특한 기능을 제공합니다.
nl: Het is de perfecte keuze voor het versleutelen van gevoelige bestanden, documenten, foto's en video's. AxCrypt maakt gebruik van het superieure <b>AES-256-algoritme</b> om jouw gegevens te beveiligen en wordt geleverd met verschillende unieke functies, zoals een wachtwoordmanager, automatische synchronisatie van cloudcodering, veilig delen van bestanden en een hoofdsleutel voor administratieve controle.
pl: To idealny wybór do szyfrowania wrażliwych plików, dokumentów, zdjęć i filmów. AxCrypt wykorzystuje doskonały algorytm <b>AES-256</b> do zabezpieczania Twoich danych i jest wyposażony w kilka unikalnych funkcji, takich jak menedżer haseł, automatyczna synchronizacja szyfrowania w chmurze, bezpieczne udostępnianie plików i klucz główny do kontroli administracyjnej.
pt: É a escolha perfeita para criptografar arquivos, documentos, fotos e vídeos confidenciais. O AxCrypt utiliza o algoritmo <b>AES-256</b> superior para proteger seus dados e vem com vários recursos exclusivos, como um gerenciador de senhas, sincronização automática de criptografia em nuvem, compartilhamento seguro de arquivos e uma chave mestra para controle administrativo.
ru: Это идеальный выбор для шифрования конфиденциальных файлов, документов, фотографий и видео. AxCrypt использует превосходный алгоритм <b>AES-256</b> для защиты ваших данных и поставляется с несколькими уникальными функциями, такими как менеджер паролей, автоматическая синхронизация с облачным шифрованием, безопасный обмен файлами и мастер-ключ для административного контроля.
sv: Det är det perfekta valet för att kryptera känsliga filer, dokument, foton och videor. AxCrypt använder den överlägsna <b>AES-256-algoritmen</b> för att säkra dina data och levereras med flera unika funktioner som en lösenordshanterare, automatisk synkronisering av molnkryptering, säker fildelning och en huvudnyckel för administrativ kontroll.
tr: Hassas dosyaları, belgeleri, fotoğrafları ve videoları şifrelemek için mükemmel bir seçimdir. AxCrypt, verilerinizi güvence altına almak için üstün <b>AES-256</b> algoritmasını kullanır ve parola yöneticisi, otomatik bulut şifreleme senkronizasyonu, güvenli dosya paylaşımı ve yönetim kontrolü için bir ana anahtar gibi birçok benzersiz özellikle birlikte gelir.
zh: 它是加密敏感文件、文档、照片和视频的完美选择。AxCrypt 利用卓越的 <b>AES-256</b> 算法来保护您的数据，并具有多项独特的功能，例如密码管理器、自动云加密同步、安全文件共享和用于管理控制的万能密钥。

# Blog_HTEFOWAWA_Conclusion_Text3
source: Start automatically encrypting your files today! Try AxCrypt free with a <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial.</b></a>
ar: ابدأ في تشفير ملفاتك تلقائيا اليوم! جرب اكسكربت مجانا مع <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>نسخة تجريبية مجانية مدتها 30 يوما.</b></a>
de: Beginnen Sie noch heute mit der automatischen Verschlüsselung Ihrer Dateien! Testen Sie AxCrypt kostenlos mit einem <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-tag kostenlose Testversion.</b></a>
es: ¡Empieza a cifrar automáticamente tus archivos hoy mismo! Pruebe AxCrypt gratis con una <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>prueba gratuita de 30 días.</b></a>
fr: Commencez à chiffrer automatiquement vos fichiers dès aujourd'hui ! Essayez AxCrypt gratuitement avec un <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>essai gratuit de 30 jours.</b></a>
it: Inizia a crittografare automaticamente i tuoi file oggi stesso! Prova AxCrypt gratuitamente con una <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>prova gratuita di 30 giorni.</b></a>
ko: 지금 파일을 자동으로 암호화하세요! <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30일 무료 체험</b></a>으로 AxCrypt를 사용해 보세요.
nl: Begin vandaag nog met het automatisch versleutelen van jouw bestanden! Probeer AxCrypt gratis uit met een <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>gratis proefperiode van 30 dagen.</b></a>
pl: Zacznij automatycznie szyfrować swoje pliki już dziś! Wypróbuj AxCrypt bezpłatnie w ramach <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-dniowy bezpłatny okres próbny.</b></a>
pt: Comece a criptografar automaticamente seus arquivos hoje mesmo! Experimente o AxCrypt gratuitamente com uma <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>avaliação gratuita de 30 dias.</b></a>
ru: Начните автоматически шифровать свои файлы уже сегодня! Попробуйте AxCrypt бесплатно с <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial.</b></a>
sv: Börja automatiskt kryptera dina filer idag! Prova AxCrypt gratis med en <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-dagars gratis provperiod.</b></a>
tr: Dosyalarınızı bugün otomatik olarak şifrelemeye başlayın! <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>AxCrypt'i 30 günlük ücretsiz deneme fırsatıyla ile</b> ücretsiz deneyin.</a>
zh: 立即开始自动加密您的文件！免费试用 <a href='https://account.axcrypt.net/HomeUser/CreatePremium/?utm=aWQ9Y2JjNTFkMjgtZmY4Zi00YjZjLWFiZDAtZjhmYTlkNTI5MGYxJmRpc2NvdW50PQ=='><b>30-day free trial.</b></a>

# Blog_HTEFOWAWA_H1_Text1
source: Encryption, particularly file encryption, involves transforming the contents of a file into an unreadable and indecipherable format using complex <a href= 'https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algorithms</b></a> and cryptographic keys. In specific terms, the original file or data that needs to be encrypted is called <b>plaintext</b>, and the transformed content after the encryption process is called <b>ciphertext</b>. The reverse of the encryption process to retrieve the original plaintext from the encrypted ciphertext is called <b>decryption</b>.
ar: يتضمن التشفير ، وخاصة تشفير الملفات ، تحويل محتويات الملف إلى تنسيق غير قابل للقراءة وغير قابل للفك باستخدام <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>خوارزميات</b></a> معقدة ومفاتيح تشفير. بعبارات محددة ، يسمى الملف الأصلي أو البيانات التي تحتاج إلى تشفير <b>نص عادي</b> ، ويسمى المحتوى المحول بعد عملية التشفير <b>النص المشفر</b>. يسمى عكس عملية التشفير لاسترداد النص العادي الأصلي من النص المشفر <b>المشفر فك التشفير</b>.
de: Verschlüsselung, insbesondere Dateiverschlüsselung, beinhaltet die Umwandlung des Inhalts einer Datei in ein unlesbares und nicht entzifferbares Format unter Verwendung komplexer <a href= 'https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algorithms</b></a > und kryptografische Schlüssel. Konkret heißt die ursprüngliche Datei oder die ursprünglichen Daten, die verschlüsselt werden müssen, <b>Klartext</b> und der transformierte Inhalt nach dem Verschlüsselungsprozess <b> Chiffretext</b>. Die Umkehrung des Verschlüsselungsprozesses zum Abrufen des ursprünglichen Klartexts aus dem verschlüsselten Chiffretext wird <b>Entschlüsselung</b> genannt.
es: El cifrado, en particular el cifrado de archivos, consiste en transformar el contenido de un archivo en un formato ilegible e indescifrable mediante <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmos</b></a> complejos y claves criptográficas. En términos específicos, el archivo o los datos originales que deben cifrarse se denominan <b>texto sin formato</b>, y el contenido transformado después del proceso de cifrado se denomina <b>texto cifrado</b>. El proceso de cifrado inverso para recuperar el texto sin formato original del texto cifrado cifrado se denomina <b>descifrado</b>.
fr: Le chiffrement, en particulier le chiffrement de fichiers, consiste à transformer le contenu d'un fichier dans un format illisible et indéchiffrable à l'aide d' <a href= 'https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm- complexe pour-vos-données-sensibles/'><b>algorithmes</b></a> et de clés cryptographiques. En termes spécifiques, le fichier ou les données d'origine qui doivent être chiffrés sont appelés <b>texte brut</b>, et le contenu transformé après le processus de chiffrement est appelé <b>texte chiffré</b>. L'inverse du processus de chiffrement permettant de récupérer le texte brut d'origine à partir du texte chiffré est appelé <b>déchiffrement</b>.
it: La crittografia, in particolare la crittografia dei file, comporta la trasformazione del contenuto di un file in un formato illeggibile e indecifrabile utilizzando <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmi</b></a> complessi e chiavi crittografiche. In termini specifici, il file o i dati originali che devono essere crittografati sono chiamati <b>testo non crittografato</b> e il contenuto trasformato dopo il processo di crittografia è chiamato <b>testo crittografato</b>. L'inverso del processo di crittografia per recuperare il testo non crittografato originale dal testo crittografato è chiamato <b>decrittografia</b>.
ko: 암호화, 특히 파일 암호화는 복잡한 <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>알고리즘</b></a>과 암호 키를 사용하여 파일의 내용을 읽을 수 없고 해독할 수 없는 형식으로 변환하는 것을 포함합니다. 구체적으로 말하면, 암호화가 필요한 원본 파일이나 데이터를 <b>평문</b>이라고 하고, 암호화 과정 후 변환된 내용을 <b>암호문</b>이라고 합니다. 암호화된 암호문에서 원본 평문을 복원하는 과정을 <b>복호화</b>라고 합니다.
nl: Versleuteling, met name bestandsversleuteling, omvat het omzetten van de inhoud van een bestand in een onleesbaar en niet te ontcijferen formaat met behulp van complexe <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmen</b></a> en cryptografische sleutels. In specifieke termen wordt het oorspronkelijke bestand of de oorspronkelijke gegevens die moeten worden versleuteld, <b>platte tekst</b> genoemd en de getransformeerde inhoud na het versleutelingsproces wordt <b>cijfertekst</b> genoemd. Het omgekeerde van het versleutelingsproces om de originele platte tekst uit de versleutelde cijfertekst op te halen, wordt <b>ontsleuteling</b> genoemd.
pl: Szyfrowanie, w szczególności szyfrowanie plików, polega na przekształceniu zawartości pliku w nieczytelny i nieczytelny format przy użyciu złożonego <a href= 'https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm- for-your-protection-data/'><b>algorytmy</b></a> i klucze kryptograficzne. Mówiąc konkretnie, oryginalny plik lub dane, które należy zaszyfrować, nazywa się <b>tekstem jawnym</b>, a treść przekształcona po procesie szyfrowania nazywa się <b>tekstem zaszyfrowanym</b>. Odwrotność procesu szyfrowania polegająca na odtworzeniu oryginalnego tekstu jawnego z zaszyfrowanego tekstu zaszyfrowanego nazywa się <b>deszyfrowaniem</b>.
pt: A criptografia, particularmente a criptografia de arquivos, envolve transformar o conteúdo de um arquivo em um formato ilegível e indecifrável usando complexos <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmos</b></a> e chaves criptográficas. Em termos específicos, o arquivo ou dado original que precisa ser criptografado é chamado de <b>texto plano</b>, e o conteúdo transformado após o processo de criptografia é chamado de <b>texto cifrado</b>. O reverso do processo de criptografia para recuperar o texto plano original a partir do texto cifrado é chamado de <b>descriptografia</b>.
ru: Шифрование, в частности шифрование файлов, включает в себя преобразование содержимого файла в нечитаемый и не расшифровываемый формат с использованием сложных <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algorithms</b></a> и криптографических ключей. В частности, исходный файл или данные, которые необходимо зашифровать, называются <b>открытым текстом</b>, а преобразованное содержимое после процесса шифрования называется <b>зашифрованным текстом</b>. Обратный процесс шифрования для извлечения исходного открытого текста из зашифрованного текста называется <b>расшифровкой</b>.
sv: Kryptering, särskilt filkryptering, innebär att man omvandlar innehållet i en fil till ett oläsligt och otydbart format med hjälp av komplexa <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmer</b></a> och kryptografiska nycklar. I specifika termer kallas den ursprungliga filen eller data som behöver krypteras <b>i klartext</b>, och det transformerade innehållet efter krypteringsprocessen kallas <b>chiffertext</b>. Motsatsen till krypteringsprocessen för att hämta den ursprungliga klartexten från den krypterade chiffertexten kallas <b>dekryptering</b>.
tr: Şifreleme, özellikle dosya şifreleme, karmaşık <a href='https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algoritmalar</b></a> ve kriptografik anahtarlar kullanarak bir dosyanın içeriğini okunamaz ve çözülemez bir biçime dönüştürmeyi içerir. Spesifik olarak, şifrelenmesi gereken orijinal dosya veya veriye <b>düz metin</b> denir ve şifreleme işleminden sonra dönüştürülen içeriğe <b>şifreli metin</b> denir. Şifrelenmiş şifreli metinden orijinal düz metnin geri alınması için yapılan şifreleme işleminin tersine <b>şifre çözme</b> denir.
zh: 加密，特别是文件加密，涉及使用复杂的<a href=将文件的内容转换为不可读和难以理解的格式'https://axcrypt.net/blog/how-to-choose-the-right-encryption-algorithm-for-your-sensitive-data/'><b>algorithms</b></a>和加密密钥。 具体来说，需要加密的原始文件或数据称为<b>明文</b>，加密处理后的变换内容称为<b>密文</b>。 从加密密文中检索原始明文的加密过程的反向称为<b>解密</b>。
