Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HEIDS_H4_Text1
source: Poor password usage can seriously undermine a person’s or corporate data. The accessibility to such information should be password protected. In fact, it’s no longer just about having a password. More is expected, the routine changing of these passwords guarantees that access to such information is restricted. Another way would be to avoid using obvious words for passwords. Individuals entrusted with password requesting devices should avoid sharing such passwords. Corporations should emphasise to their employees the importance of employing proper password management practices to avoid data security breaches.
ar: يمكن أن يؤدي الاستخدام السيئ لكلمة المرور إلى تقويض بيانات الشخص أو الشركة بشكل خطير. يجب أن تكون إمكانية الوصول إلى هذه المعلومات محمية بكلمة مرور. في الواقع ، لم يعد الأمر يتعلق فقط بالحصول على كلمة مرور. من المتوقع المزيد ، يضمن التغيير الروتيني لكلمات المرور هذه تقييد الوصول إلى هذه المعلومات. هناك طريقة أخرى تتمثل في تجنب استخدام كلمات واضحة لكلمات المرور. يجب على الأفراد المكلفين بأجهزة طلب كلمة المرور تجنب مشاركة كلمات المرور هذه. يجب أن تؤكد الشركات لموظفيها على أهمية استخدام ممارسات إدارة كلمات المرور المناسبة لتجنب انتهاكات أمن البيانات.
de: Eine schlechte Passwortverwendung kann die Daten einer Person oder eines Unternehmens ernsthaft untergraben. Der Zugang zu solchen Informationen sollte passwortgeschützt sein. Tatsächlich geht es nicht mehr nur darum, ein Passwort zu haben. Mehr wird erwartet, das routinemäßige Ändern dieser Passwörter garantiert, dass der Zugriff auf solche Informationen eingeschränkt ist. Eine andere Möglichkeit wäre, die Verwendung offensichtlicher Wörter für Passwörter zu vermeiden. Personen, die mit Geräten zur Kennwortanforderung betraut sind, sollten die Weitergabe solcher Kennwörter vermeiden. Unternehmen sollten ihren Mitarbeitern gegenüber betonen, wie wichtig es ist, angemessene Kennwortverwaltungspraktiken anzuwenden, um Verstöße gegen die Datensicherheit zu vermeiden.
es: El mal uso de la contraseña puede socavar seriamente los datos de una persona o de una empresa. La accesibilidad a dicha información debe estar protegida por contraseña. De hecho, ya no se trata solo de tener una contraseña. Se espera más, el cambio rutinario de estas contraseñas garantiza que el acceso a dicha información sea restringido. Otra forma sería evitar el uso de palabras obvias para las contraseñas. Las personas a las que se les confían dispositivos que solicitan contraseñas deben evitar compartir dichas contraseñas. Las corporaciones deben enfatizar a sus empleados la importancia de emplear prácticas adecuadas de administración de contraseñas para evitar vulneraciones de seguridad de datos.
fr: Une mauvaise utilisation du mot de passe peut sérieusement saper les données d’une personne ou d’une entreprise. L’accessibilité à ces informations devrait être protégée par mot de passe. En fait, il ne s’agit plus seulement d’avoir un mot de passe. On s’attend à plus, le changement de routine de ces mots de passe garantit que l’accès à ces informations est restreint. Une autre façon serait d’éviter d’utiliser des mots évidents pour les mots de passe. Les personnes chargées de demander des mots de passe devraient éviter de partager de tels mots de passe. Les entreprises devraient souligner à leurs employés l’importance d’utiliser des pratiques appropriées de gestion des mots de passe pour éviter les violations de la sécurité des données.
it: Un uso inadeguato della password può compromettere seriamente i dati di una persona o di un'azienda. L'accessibilità a tali informazioni dovrebbe essere protetta da password. In realtà, non si tratta più solo di avere una password. Ci si aspetta di più, la modifica continua di queste password garantisce che l'accesso a tali informazioni sia limitato. Un altro modo sarebbe quello di evitare di usare parole ovvie per le password. Le persone a cui sono affidati i dispositivi di richiesta password dovrebbero evitare di condividere tali password. Le aziende dovrebbero sottolineare ai propri dipendenti l'importanza di utilizzare pratiche di gestione delle password adeguate per evitare violazioni della sicurezza dei dati.
ko: 잘못된 암호 사용은 개인 또는 회사 데이터를 심각하게 손상시킬 수 있습니다. 이러한 정보에 대한 접근성은 암호로 보호되어야 합니다. 사실, 이것은 더 이상 비밀번호를 갖는 것에 관한 것이 아니다. 또한 이러한 암호를 정기적으로 변경하면 이러한 정보에 대한 액세스가 제한됩니다. 또 다른 방법은 암호에 명확한 단어를 사용하지 않는 것입니다. 암호 요청 장치를 위임받은 개인은 이러한 암호를 공유하지 않아야 합니다. 기업은 직원들에게 데이터 보안 침해를 방지하기 위해 적절한 암호 관리 방식을 채택하는 것의 중요성을 강조해야 합니다.
nl: Slecht wachtwoordgebruik kan de gegevens van een persoon of bedrijf ernstig ondermijnen. De toegang tot dergelijke informatie moet met een wachtwoord worden beveiligd. In feite gaat het niet meer alleen om het hebben van een wachtwoord. Er wordt meer verwacht, het routinematig veranderen van deze wachtwoorden garandeert dat de toegang tot dergelijke informatie wordt beperkt. Een andere manier zou zijn het gebruik van voor de hand liggende woorden voor wachtwoorden te vermijden. Personen aan wie wachtwoorden worden toevertrouwd, moeten vermijden dergelijke wachtwoorden te delen. Bedrijven moeten hun werknemers wijzen op het belang van goed wachtwoordbeheer om inbreuken op de gegevensbeveiliging te voorkomen.
pl: Niewłaściwe użycie hasła może poważnie naruszyć dane osoby lub firmy. Dostęp do takich informacji powinien być chroniony hasłem. W rzeczywistości nie chodzi już tylko o posiadanie hasła. Oczekuje się więcej, rutynowa zmiana tych haseł gwarantuje, że dostęp do takich informacji jest ograniczony. Innym sposobem byłoby unikanie używania oczywistych słów w hasłach. Osoby, którym powierzono urządzenia wymagające hasła, powinny unikać udostępniania takich haseł. Korporacje powinny podkreślać swoim pracownikom znaczenie stosowania odpowiednich praktyk zarządzania hasłami w celu uniknięcia naruszeń bezpieczeństwa danych.
pt: A utilização pobre de palavras-passe pode comprometer seriamente dados pessoais ou empresariais. O acesso a esta informação deve ser protegido por palavra-passe. Na realidade, já não se trata de ter uma palavra-passe. Espera-se mais, como a mudança rotineira das palavras-passe que garante que o acesso à informação é restringido. Outra forma é evitar palavras-passe com palavras óbvias. As pessoas que trabalham com dispositivos que solicitam palavras-passe devem evitar a partilha dessas palavras-passe. As empresas devem enfatizar aos trabalhadores a importância de se empregarem práticas adequadas de gestão de palavras-passe como forma de se evitarem violações de segurança de dados.
ru: Неправильное использование пароля может серьезно подорвать личные или корпоративные данные. Доступ к такой информации должен быть защищен паролем. На самом деле, дело больше не только в наличии пароля. Как и ожидалось, регулярная смена этих паролей гарантирует, что доступ к такой информации ограничен. Другим способом было бы избежать использования очевидных слов для паролей. Лицам, которым доверены устройства, запрашивающие пароль, следует избегать обмена такими паролями. Корпорациям следует разъяснять своим сотрудникам важность применения надлежащих методов управления паролями, чтобы избежать нарушений безопасности данных.
sv: Dålig lösenordsanvändning kan allvarligt undergräva en persons eller ett företags data. Tillgängligheten till sådan information bör vara lösenordsskyddad. Faktum är att det inte längre bara handlar om att ha ett lösenord. Mer förväntas, rutinmässigt byte av dessa lösenord garanterar att tillgången till sådan information är begränsad. Ett annat sätt skulle vara att undvika att använda uppenbara ord för lösenord. Individer som har anförtrotts enheter som begär lösenord bör undvika att dela sådana lösenord. Företag bör betona för sina anställda vikten av att använda korrekta lösenordshanteringsmetoder för att undvika datasäkerhetsintrång.
tr: Yetersiz parola kullanımı, bir kişinin veya kurumun verilerine ciddi zararlar verebilir. Bu tür bilgilere erişim parola korumalı olmalıdır. Aslında artık mesele sadece bir parolaya sahip olmak değildir. Daha fazlası beklenmektedir, bu parolaların rutin olarak değiştirilmesi, bu tür bilgilere erişimin kısıtlanmasını garanti eder. Başka bir yol da parolalar için açık kelimeler kullanmaktan kaçınmaktır. Şifre talep eden cihazların emanet edildiği kişiler bu tür parolaları paylaşmaktan kaçınmalıdır. Şirketler, veri güvenliği ihlallerinden kaçınmak için çalışanlarına uygun parola yönetimi uygulamalarını kullanmanın önemini vurgulamalıdır.
zh: 密码使用不当会严重破坏个人或公司的数据。 这些信息的可访问性应该受到密码保护。 事实上，它不再仅仅是拥有密码。 更令人期待的是，这些密码的例行更改保证了对此类信息的访问受到限制。 另一种方法是避免使用明显的单词作为密码。 委托密码请求设备的个人应避免共享此类密码。 企业应向员工强调采用适当的密码管理方法以避免数据安全漏洞的重要性。

# Blog_HEIDS_H5_Text1
source: Inadequate or in some cases absence of relevant training on people entrusted with such data. The frequent incorporation of information management systems to members of staff that handle sensitive information minimizes the risk of human error, as members can refer to their training on best practices employed in the handling of such information. The absence of such laid out guidelines and expectations would most definitely expose employees to violations in data security.
ar: عدم كفاية التدريب المناسب أو عدم وجوده في بعض الحالات للأشخاص المكلفين بهذه البيانات. إن التضمين المتكرر لأنظمة إدارة المعلومات للموظفين الذين يتعاملون مع المعلومات الحساسة يقلل من مخاطر الخطأ البشري ، حيث يمكن للأعضاء الرجوع إلى تدريبهم على أفضل الممارسات المستخدمة في التعامل مع هذه المعلومات. من المؤكد أن عدم وجود مثل هذه الإرشادات والتوقعات الموضوعة سيعرض الموظفين لانتهاكات في أمن البيانات.
de: Unzureichende oder in einigen Fällen fehlende einschlägige Schulungen für Personen, denen solche Daten anvertraut sind. Die häufige Einbindung von Informationsmanagementsystemen in Mitarbeiter, die mit sensiblen Informationen umgehen, minimiert das Risiko menschlicher Fehler, da die Mitglieder auf ihre Schulungen zu bewährten Verfahren im Umgang mit solchen Informationen zurückgreifen können. Das Fehlen solcher Richtlinien und Erwartungen würde die Mitarbeiter definitiv Verstößen gegen die Datensicherheit aussetzen.
es: Inadecuada o, en algunos casos, ausencia de formación pertinente sobre las personas encargadas de tales datos. La incorporación frecuente de sistemas de gestión de información a los miembros del personal que manejan información sensible minimiza el riesgo de error humano, ya que los miembros pueden consultar su capacitación sobre las mejores prácticas empleadas en el manejo de dicha información. La ausencia de dichas pautas y expectativas establecidas definitivamente expondría a los empleados a vulneraciones en la seguridad de los datos.
fr: Inadéquation ou, dans certains cas, absence de formation pertinente des personnes chargées de ces données. L'incorporation fréquente de systèmes de gestion de l'information aux membres du personnel qui traitent des informations sensibles minimise le risque d'erreur humaine, car les membres peuvent se référer à leur formation sur les meilleures pratiques employées dans le traitement de ces informations. L'absence de telles directives et attentes exposerait très certainement les employés à des violations de la sécurité des données.
it: Inadeguata o in alcuni casi assenza di formazione pertinente sulle persone incaricate di tali dati. La frequente incorporazione di sistemi di gestione delle informazioni ai membri del personale che gestiscono informazioni sensibili riduce al minimo il rischio di errore umano, in quanto i membri possono fare riferimento alla loro formazione sulle migliori pratiche impiegate nella gestione di tali informazioni. L'assenza di tali linee guida e aspettative esporrà sicuramente i dipendenti a violazioni della sicurezza dei dati.
ko: 부적절하거나 경우에 따라 해당 데이터를 위임받은 사람에 대한 관련 교육이 없습니다. 민감한 정보를 다루는 직원에게 정보 관리 시스템을 자주 통합함으로써 인적 오류의 위험을 최소화할 수 있습니다. 구성원은 이러한 정보를 처리하는 데 사용된 모범 사례에 대한 교육을 참조할 수 있기 때문입니다. 이러한 지침과 기대가 없다면 직원들이 데이터 보안 위반에 노출될 것이 분명합니다.
nl: Ontoereikende of in sommige gevallen ontbrekende relevante opleiding van mensen die met dergelijke gegevens omgaan. De frequente invoering van informatiebeheersystemen voor personeelsleden die gevoelige informatie behandelen, minimaliseert het risico van menselijke fouten, aangezien de leden kunnen verwijzen naar hun opleiding over de beste praktijken die bij de behandeling van dergelijke informatie worden toegepast. Het ontbreken van dergelijke richtlijnen en verwachtingen zou werknemers zeker blootstellen aan schendingen van de gegevensbeveiliging.
pl: Nieodpowiednie lub w niektórych przypadkach brak odpowiedniego przeszkolenia osób, którym powierzono takie dane. Częste włączanie systemów zarządzania informacjami do członków personelu, którzy zajmują się poufnymi informacjami, minimalizuje ryzyko błędu ludzkiego, ponieważ członkowie mogą zapoznać się ze swoimi szkoleniami na temat najlepszych praktyk stosowanych w postępowaniu z takimi informacjami. Brak tak sformułowanych wytycznych i oczekiwań z całą pewnością naraziłby pracowników na naruszenia bezpieczeństwa danych.
pt: Formação relevante inadequada ou, nalguns casos, ausente às pessoas a quem se confiam esses dados. A incorporação frequente de sistemas de gestão de informação aos membros da equipa que lidam com informação sensível minimiza o risco de erro humano, pois os membros podem referir a sua formação sobre as melhores práticas de manuseio de informação. A ausência de tais directrizes e expectativas expõe definitivamente os trabalhadores a violações de segurança de dados.
ru: Неадекватная или, в некоторых случаях, несоответствующая подготовка людей, которым доверены такие данные. Частое внедрение систем управления информацией для сотрудников, которые обрабатывают конфиденциальную информацию, сводит к минимуму риск человеческой ошибки, поскольку сотрудники могут обратиться к своему обучению передовым методам, используемым при обработке такой информации. Отсутствие таких четко сформулированных руководящих принципов и ожиданий, безусловно, подвергло бы сотрудников нарушениям в области безопасности данных.
sv: Otillräcklig eller i vissa fall avsaknad av relevant utbildning om personer som har anförtrotts sådana uppgifter. Det frekventa införlivandet av informationshanteringssystem för personal som hanterar känslig information minimerar risken för mänskliga fel, eftersom medlemmarna kan hänvisa till sin utbildning om bästa praxis som används vid hanteringen av sådan information. Frånvaron av sådana utarbetade riktlinjer och förväntningar skulle definitivt utsätta anställda för överträdelser av datasäkerheten.
tr: Bu tür verilerin emanet edildiği kişilerin ilgili eğitimlerinin yetersiz olması ya da bazı durumlarda hiç olmaması. Hassas bilgileri işleyen personelin bilgi yönetim sistemlerine sık sık dahil edilmesi, insan hatası riskini en aza indirir, çünkü üyeler bu tür bilgilerin işlenmesinde kullanılan en iyi uygulamalarla ilgili eğitimlerine başvurabilirler. Bu şekilde belirlenmiş yönergelerin ve beklentilerin olmaması, çalışanları kesinlikle veri güvenliği ihlallerine maruz bırakacaktır.
zh: 不充分或在某些情况下缺乏对受托处理此类数据的人员的相关培训。 经常将信息管理系统纳入处理敏感信息的工作人员，最大限度地减少了人为错误的风险，因为成员可以参考他们在处理这种信息时所采用的最佳做法方面的培训。 如果没有这样的指导方针和期望，那么员工就会面临数据安全方面的违规行为。
