Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HTCWHER_H5_SH3_Text3
source: <b>STEP 3</b>: Click the <b>‘Secure’</b> button with a padlock icon and select the file you’d like to encrypt. This will encrypt the file.
ar: <b>خطوة 3</b>: انقر فوق <b>الزر "آمن"</b> مع رمز القفل وحدد الملف الذي ترغب في تشفيره. سيؤدي هذا إلى تشفير الملف.
de: <b>SCHRITT 3: Klicken Sie auf die Schaltfläche <b>'Sichern'</b> mit einem Schlosssymbol und wählen Sie die Datei aus, die Sie verschlüsseln möchten. Dadurch wird die Datei verschlüsselt.
es: <b>PASO 3</b>: Haz clic en el botón <b>"Seguro"</b> con el icono de un candado y selecciona el archivo que deseas cifrar. Esto cifrará el archivo.
fr: <b>ÉTAPE 3</b> : Cliquez sur le bouton <b>« Sécuriser »</b> avec une icône de cadenas et sélectionnez le fichier que vous souhaitez crypter. Cela chiffrera le fichier.
it: <b>PASSO 3</b>: Fai clic sul pulsante <b>"Proteggi" con l'icona</b> di un lucchetto e seleziona il file che desideri crittografare. Questo crittograferà il file.
ko: <b>3단계:</b> 자물쇠 아이콘이 있는 <b>‘보안’</b> 버튼을 클릭하고 암호화할 파일을 선택합니다. 그러면 파일이 암호화됩니다.
nl: <b>STAP 3</b>: Klik op de knop <b>'Beveiligen'</b> met een hangslotpictogram en selecteer het bestand dat je wilt versleutelen. Hiermee wordt het bestand versleuteld.
pl: <b>KROK 3</b>: Kliknij przycisk <b>„Bezpieczne”</b> z ikoną kłódki i wybierz plik, który chcesz zaszyfrować. Spowoduje to zaszyfrowanie pliku.
pt: <b>PASSO 3</b>: Clique no botão <b>'Seguro'</b> com um ícone de cadeado e selecione o arquivo que você gostaria de criptografar. Isso criptografará o arquivo.
ru: <b>ШАГ 3</b>: <b>Нажмите кнопку «Защитить»</b> со значком замка и выберите файл, который вы хотите зашифровать. Это приведет к шифрованию файла.
sv: <b>STEG 3</b>: Klicka på knappen <b>"Säker"</b> med en hänglåsikon och välj den fil du vill kryptera. Detta kommer att kryptera filen.
tr: <b>ADIM 3</b>: Asma kilit simgesi olan <b>'Güvenceye Al'</b> düğmesini tıklayın ve şifrelemek istediğiniz dosyayı seçin. Bu dosyayı şifreleyecektir.
zh: <b>步骤3</b>：单击带有挂锁图标的 <b>“安全”</b> 按钮，然后选择要加密的文件。这将加密文件。

# Blog_HTCWHER_H5_SH4_Text4
source: <b>STEP 4</b>: <b>Double-clicking</b> the file on the <b>‘Recent Files’</b> tab will open the encrypted file. Alternatively, click on <b>‘Open Secured’</b> and select the file to open.
ar: <b>الخطوة 4</b>: <b>سيؤدي النقر المزدوج</b> فوق الملف في علامة التبويب <b>"الملفات الأخيرة"</b> إلى فتح الملف المشفر. بدلا من ذلك ، انقر فوق <b>"فتح آمن"</b> وحدد الملف المراد فتحه.
de: <b>SCHRITT 4</b>: <b>Ein Doppelklick auf</b> die Datei auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b> öffnet die verschlüsselte Datei. Alternativ können Sie auch auf <b>"Gesichert öffnen"</b> klicken und die zu öffnende Datei auswählen.
es: <b>PASO 4</b>: <b>Al hacer doble clic</b> en el archivo en la pestaña <b>'Archivos recientes',</b> se abrirá el archivo cifrado. Alternativamente, haga clic en <b>'Abrir seguro'</b> y seleccione el archivo para abrir.
fr: <b>ÉTAPE 4</b> : <b>Double-cliquez</b> sur le fichier dans l'onglet <b>'Fichiers récents'</b> pour ouvrir le fichier crypté. Vous pouvez également cliquer sur <b>'Ouvrir sécurisé'</b> et sélectionner le fichier à ouvrir.
it: <b>PASSO 4</b>: <b>Facendo doppio clic sul</b> file nella scheda <b>"File recenti"</b> si aprirà il file crittografato. In alternativa, fai clic su <b>"Apri protetto"</b> e seleziona il file da aprire.
ko: <b>4단계:</b> <b>‘최근 파일’</b> 탭에서 파일을 더블 클릭하면 암호화된 파일이 열립니다. 또는 <b>‘보안된 파일 열기’</b>를 클릭하고 파일을 선택하여 엽니다.
nl: <b>STAP 4</b>: <b>Dubbelklik op</b> het bestand op het tabblad <b>'Recente bestanden'</b> om het versleutelde bestand te openen. Je kunt ook op <b>'Beveiligd openen'</b> klikken en het bestand selecteren dat je wilt openen.
pl: <b>KROK 4</b>: <b>Dwukrotne kliknięcie</b> pliku na karcie <b>„Ostatnie pliki”</b> spowoduje otwarcie zaszyfrowanego pliku. Możesz też kliknąć <b>„Otwórz zabezpieczone”</b> i wybrać plik do otwarcia.
pt: <b>PASSO 4</b>: <b>Clicar duas vezes</b> no arquivo na guia <b>'Arquivos recentes'</b> abrirá o arquivo criptografado. Como alternativa, clique em <b>'Open Secured'</b> e selecione o arquivo a ser aberto.
ru: <b>ШАГ 4</b>: <b>Двойной щелчок</b> по файлу на вкладке <b>«Недавние файлы»</b> откроет зашифрованный файл. Или нажмите <b>«Открыть защищенный»</b> и выберите файл для открытия.
sv: <b>STEG 4</b>: <b>Dubbelklicka</b> på filen på <b>"Senaste filer"</b> fliken för att öppna den krypterade filen. Alternativt kan du klicka på <b>"Öppna skyddad"</b> och välja filen som ska öppnas.
tr: <b>ADIM 4</b>: <b>'Son Dosyalar'</b> sekmesindeki dosyaya <b>çift tıklamak</b> şifrelenmiş dosyayı açacaktır. Alternatif olarak, <b>'Güvenli Aç'a</b> tıklayın ve açılacak dosyayı seçin.
zh: <b>步骤4</b>：<b>双击</b><b>“最近的文件”</b>选项卡上的文件将打开加密文件。或者，单击<b>“打开安全”</b>并选择要打开的文件。

# Blog_HTCWHER_H5_SH5_Text5
source: <b>STEP 5</b>: To automatically encrypt files, go to <b>File > Options</b> and check the <b>‘Include Subfolders’</b> option.
ar: <b>الخطوة 5</b>: لتشفير الملفات تلقائيا ، انتقل إلى <b>خيارات > الملفات</b> وحدد <b>خيار "تضمين المجلدات الفرعية</b> ".
de: <b>SCHRITT 5</b>: Um Dateien automatisch zu verschlüsseln, gehen Sie zu <b>Datei > Optionen</b> und aktivieren Sie die Option <b>"Unterordner einschließen"</b>.
es: <b>PASO 5</b>: Para cifrar automáticamente los archivos, vaya a <b>Archivos > Opciones</b> y marque la opción <b>'Incluir subcarpetas'</b> .
fr: <b>ÉTAPE 5</b> : Pour chiffrer automatiquement les fichiers, accédez à <b>Fichier > Options</b> et cochez l'option <b>« Inclure les sous-dossiers »</b>.
it: <b>PASSO 5</b>: Per crittografare automaticamente i file, vai su <b>Opzioni > file</b> e seleziona <b>l'opzione "Includi sottocartelle".</b>
ko: <b>5단계:</b> 파일을 자동으로 암호화하려면 <b>파일 > 옵션</b>으로 이동하여 <b>‘하위 폴더 포함’</b> 옵션을 선택합니다.
nl: <b>STAP 5</b>: Om bestanden automatisch te versleutelen, gaa je naar <b>Bestandsopties ></b> en vink je de optie <b>'Inclusief submappen'</b> aan.
pl: <b>KROK 5</b>: Aby automatycznie szyfrować pliki, przejdź do <b>Plik > Opcje</b> i zaznacz opcję <b>„Uwzględnij podfoldery”</b>.
pt: <b>PASSO 5</b>: Para criptografar arquivos automaticamente, vá para <b>Arquivo > Opções</b> e marque a opção <b>‘Incluir Subpastas’</b>.
ru: <b>ШАГ 5</b>: Чтобы автоматически зашифровать файлы, перейдите в <b>Файлы > Параметры</b> и установите флажок <b>«Включить подпапки».</b>
sv: <b>STEG 5</b>: För att automatiskt kryptera filer, gå till <b>Arkiv > Alternativ</b> och markera alternativet <b>‘Inkludera undermappar’</b>
tr: <b>ADIM 5</b>: Dosyaları otomatik olarak şifrelemek için <b>Dosya > Seçenekler'e</b> gidin ve <b>'Alt Klasörleri Dahil Et'</b> seçeneğini işaretleyin.
zh: <b>步骤5</b>：要自动加密文件，请转到 <b>“文件>选项</b> ”，然后选中 <b>“包括子文件夹”</b> 选项。

# Blog_HTCWHER_H5_SH6_Text6
source: <b>STEP 6</b>: Click the <b>‘Secured Folders’</b> tab and <b>right-click</b> to add the desired folder that you would like to automatically encrypt files within.
ar: <b>خطوة 6</b>: انقر فوق <b>علامة التبويب "المجلدات الآمنة"</b> وانقر <b>بزر الماوس الأيمن</b> لإضافة المجلد المطلوب الذي ترغب في تشفير الملفات بداخله تلقائيا.
de: <b>SCHRITT 6</b>: Klicken Sie auf die Registerkarte <b>"Gesicherte Ordner"</b> und <b>klicken Sie mit der rechten Maustaste</b>, um den gewünschten Ordner hinzuzufügen, in dem Sie Dateien automatisch verschlüsseln möchten.
es: <b>PASO 6</b>: Haga clic en la pestaña <b>'Carpetas seguras'</b> y <b>haga clic con el botón derecho</b> para agregar la carpeta deseada en la que desea cifrar automáticamente los archivos.
fr: <b>ÉTAPE 6</b> : cliquez sur l'onglet <b>« Dossiers sécurisés »</b> et <b>cliquez avec le bouton droit</b> pour ajouter le dossier souhaité dans lequel vous souhaitez chiffrer automatiquement les fichiers.
it: <b>STEP 6</b>: Fare clic sulla scheda <b>"Cartelle protette"</b> e <b>fare clic con il pulsante destro del mouse</b> per aggiungere la cartella desiderata in cui si desidera crittografare automaticamente i file.
ko: <b>6단계:</b> <b>‘보안 폴더’</b> 탭을 클릭하고 자동으로 파일을 암호화할 폴더를 추가하려면 <b>마우스 오른쪽 버튼</b>을 클릭합니다.
nl: <b>STAP 6</b>: Klik op het tabblad <b>'Beveiligde mappen'</b> en <b>klik met de rechtermuisknop</b> om de gewenste map toe te voegen, in welke je bestanden automatisch wilt versleutelen.
pl: b>KROK 6</b>: Kliknij kartę <b>„Foldery zabezpieczone”</b> i <b>kliknij prawym przyciskiem myszy</b>, aby dodać żądany folder, w którym chcesz automatycznie szyfrować pliki.
pt: <b>PASSO 6</b>: Clique na guia <b>'Pastas protegidas'</b> e <b>clique com o botão direito do mouse</b> para adicionar a pasta desejada que você gostaria de criptografar automaticamente os arquivos dentro.
ru: <b>ШАГ 6</b>: Перейдите на вкладку <b>«Защищенные папки»</b> и <b>щелкните правой кнопкой мыши</b>, чтобы добавить нужную папку, в которой вы хотите автоматически шифровать файлы.
sv: <b>STEG 6</b>: Klicka på fliken <b>‘Säkrade mappar’</b> och <b>högerklicka</b> för att lägga till den önskade mappen som du vill automatiskt kryptera filer inom.
tr: <b>ADIM 6</b>: <b>'Güvenli Klasörler'</b> sekmesine tıklayın ve içindeki dosyaları otomatik olarak şifrelemek istediğiniz klasörü eklemek için <b>sağ tıklayın</b> .
zh: <b>步骤6</b>：单击 <b>“安全文件夹”</b> 选项卡， <b>然后右键单击</b> 以添加要自动加密其中文件的所需文件夹。

# Blog_HTCWHER_H5_SH7_Text7
source: <b>STEP 7</b>: Create, modify, add, or drag files to the secured folder, and AxCrypt will automatically encrypt them once you click the <b>‘Cleanup’</b> button on the <b>top-right</b> or sign out of the application.
ar: <b>الخطوة 7</b>: قم بإنشاء الملفات أو تعديلها أو إضافتها أو سحبها إلى المجلد الآمن ، وسيقوم اكسكربت بتشفيرها تلقائيا بمجرد النقر فوق <b>الزر "تنظيف"</b> في <b>أعلى اليمين</b> أو تسجيل الخروج من التطبيق.
de: <b>SCHRITT 7</b>: Erstellen, ändern, fügen Sie Dateien hinzu oder ziehen Sie sie in den gesicherten Ordner, und AxCrypt verschlüsselt sie automatisch, sobald Sie oben <b>rechts</b> auf die Schaltfläche <b>"Bereinigen"</b> klicken oder sich von der Anwendung abmelden.
es: <b>PASO 7</b>: Crea, modifica, añade o arrastra archivos a la carpeta segura, y AxCrypt los cifrará automáticamente una vez que hagas clic en el botón <b>"Limpiar"</b> en la <b>parte superior derecha</b> o cierres sesión en la aplicación.
fr: <b>ÉTAPE 7</b> : Créez, modifiez, ajoutez ou faites glisser des fichiers vers le dossier sécurisé, et AxCrypt les chiffrera automatiquement une fois que vous aurez cliqué sur le bouton <b>'Nettoyer'</b> <b> en haut à droite</b> ou vous serez déconnecté de l'application.
it: <b>PASSO 7</b>: Crea, modifica, aggiungi o trascina i file nella cartella protetta e AxCrypt li crittograferà automaticamente dopo aver fatto clic sul pulsante <b>"Pulisci"</b> in <b>alto a destra</b> o disconnesso dall'applicazione.
ko: <b>7단계:</b> 보안된 폴더에 파일을 생성, 수정, 추가하거나 드래그하면 AxCrypt가 애플리케이션에서 로그아웃하거나 상단 오른쪽의 <b>‘정리’</b> 버튼을 클릭하면 자동으로 파일을 암호화합니다.
nl: <b>STAP 7</b>: Maak, wijzig, voeg toe of sleep bestanden naar de beveiligde map, en AxCrypt versleutelt ze automatisch zodra je op de knop <b>'Opschonen'</b> in de <b>rechterbovenhoek</b> klikt of je afmeldt bij de applicatie.
pl: <b>KROK 7</b>: Utwórz, zmodyfikuj, dodaj lub przeciągnij pliki do zabezpieczonego folderu, a AxCrypt automatycznie je zaszyfruje po kliknięciu przycisku <b>'Oczyszczanie'</b> na <b> w prawym górnym rogu</b> lub wyloguj się z aplikacji.
pt: <b>PASSO 7</b>: Criar, modificar, adicionar ou arrastar arquivos para a pasta protegida, e AxCrypt irá criptografá-los automaticamente assim que você clicar no botão <b>'Limpar'</b> no <b>canto superior direito</b> ou sair do aplicativo.
ru: <b>ШАГ 7</b>: Создайте, измените, добавьте или перетащите файлы в защищенную папку, и AxCrypt автоматически зашифрует их, как только вы нажмете кнопку <b>«Очистить»</b> в <b>правом верхнем углу</b> или выйдете из приложения.
sv: <b>STEG 7</b>: Skapa, ändra, lägg till eller dra filer till den säkrade mappen, och AxCrypt kommer automatiskt att kryptera dem när du klickar på knappen <b>‘Rensa upp’</b> i <b>övre högra hörnet</b> eller loggar ut från applikationen.
tr: <b>ADIM 7</b>: Dosya oluşturun, değiştirin, ekleyin veya güvenli klasöre sürükleyin, sağ <b>üstteki</b> <b>'Temizle'</b> düğmesine tıkladığında veya uygulamadan çıkış yaptığında AxCrypt bunları otomatik olarak şifreleyecektir.
zh: <b>步骤7</b>：创建，修改，添加或拖动文件到安全文件夹，AxCrypt将自动加密它们，一旦你点击<b>右上角</b>上的<b>'清理'</b>按钮或注销应用程序。

# Blog_HTCWHER_H5_SH8_Text8
source: You can additionally set AxCrypt to automatically sign out after a certain time and encrypt any opened files by going to <b>File > Options > Inactivity Sing Out</b> and selecting the desired duration.
ar: يمكنك أيضًا تعيين اكسكربت لتسجيل الخروج تلقائيًا بعد وقت معين وتشفير أي ملفات مفتوحة بالانتقال إلى <b>ملف > خيارات > تسجيل الخروج من عدم النشاط</b> وتحديد المدة المطلوبة.
de: Sie können AxCrypt zusätzlich so einstellen, dass es sich nach einer bestimmten Zeit automatisch abmeldet und alle geöffneten Dateien verschlüsselt, indem Sie auf <b>Datei > Optionen > Inaktivität abmelden</b> gehen und die gewünschte Dauer auswählen.
es: Además, puede configurar AxCrypt para que cierre automáticamente la sesión después de un tiempo determinado y cifre los archivos abiertos yendo a <b>Opciones de > de archivos > Sesión de inactividad</b> y seleccionando la duración deseada.
fr: Vous pouvez également configurer AxCrypt pour qu'il se déconnecte automatiquement après un certain temps et crypte tous les fichiers ouverts en accédant à <b>Fichier > Options > Inactivité Déconnexion</b> et en sélectionnant la durée souhaitée.
it: È inoltre possibile impostare AxCrypt in modo che si disconnetta automaticamente dopo un certo periodo di tempo e crittografi tutti i file aperti andando su <b>Opzioni > file > Canto inattivo</b> e selezionando la durata desiderata.
ko: AxCrypt를 일정 시간 후 자동 로그아웃 및 열린 파일 암호화를 설정하려면 <b>파일 > 옵션 > 비활성화 로그아웃</b>으로 이동하여 원하는 기간을 선택할 수 있습니다.
nl: Je kunt AxCrypt bovendien instellen om na een bepaalde tijd automatisch uit te loggen en alle geopende bestanden te versleutelen door naar <b>Bestandsopties > > Inactiviteit Sign Out</b> te gaan en de gewenste duur te selecteren.
pl: Możesz dodatkowo ustawić AxCrypt tak, aby automatycznie wylogowywał się po określonym czasie i szyfrował wszystkie otwarte pliki, przechodząc do <b>Plik > Opcje > Wyloguj przy braku aktywności</b> i wybierając żądany czas oczekiwania.
pt: Você pode, adicionalmente, configurar o AxCrypt para sair automaticamente após um certo tempo e criptografar quaisquer arquivos abertos indo em <b>Arquivo > Opções > Encerrar Sessão por Inatividade</b> e selecionando a duração desejada.
ru: Кроме того, вы можете настроить AxCrypt на автоматический выход через определенное время и шифрование любых открытых файлов, перейдя в <b>Файл > Параметры > Выход из неактивного аккаунта</b> и выбрать желаемую продолжительность.
sv: Du kan dessutom ställa in AxCrypt att automatiskt logga ut efter en viss tid och kryptera eventuella öppna filer genom att gå till <b>Arkiv > Alternativ > Inaktivitet Logga ut</b> och välja önskad varaktighet.
tr: Ek olarak, AxCrypt'i <b>Dosya > Seçenekler > Hareketsizlik Nedeniyle Çıkış Yapma</b> seçeneğine gidip istediğiniz süreyi seçerek belirli bir süre sonra otomatik olarak oturumu kapatacak ve açılan dosyaları şifreleyecek şekilde ayarlayabilirsiniz.
zh: 此外，您还可以将 AxCrypt 设置为在特定时间后自动注销，并通过转到“ <b>文件>选项”>不活动退出</b> 选择所需的持续时间来加密任何打开的文件。

# Blog_HTCWHER_H5_SH9_Text9
source: Your most recent encrypted files will appear on the main screen on the <b>‘Recent Files’</b> tab, and will have a file extension of <b>.axx</b>. You can add new folders and subfolders and AxCrypt will automatically encrypt them as well.
ar: ستظهر أحدث ملفاتك المشفرة على الشاشة الرئيسية في علامة <b>التبويب "الملفات الحديثة"</b> ، وسيكون لها امتداد <b>ملف .axx</b>. يمكنك إضافة مجلدات ومجلدات فرعية جديدة وسيقوم اكسكربت بتشفيرها تلقائيا أيضا.
de: Ihre zuletzt verschlüsselten Dateien werden auf dem Hauptbildschirm auf der Registerkarte <b>"Zuletzt verwendete Dateien"</b> angezeigt und haben die Dateierweiterung <b>.axx</b>. Sie können neue Ordner und Unterordner hinzufügen und AxCrypt wird diese automatisch ebenfalls verschlüsseln.
es: Sus archivos cifrados más recientes aparecerán en la pantalla principal en la pestaña <b>'Archivos recientes'</b> y tendrán una extensión de archivo <b>de .axx</b>. Puede añadir nuevas carpetas y subcarpetas y AxCrypt también las cifrará automáticamente.
fr: Vos fichiers cryptés les plus récents apparaîtront sur l'écran principal dans l'onglet <b>'Fichiers récents'</b> et porteront une extension de fichier <b>.axx</b>. Vous pouvez ajouter de nouveaux dossiers et sous-dossiers et AxCrypt les chiffrera également automatiquement.
it: I file crittografati più recenti appariranno nella schermata principale della scheda <b>"File recenti" e avranno l'estensione</b> . <b>axx</b>. È possibile aggiungere nuove cartelle e sottocartelle e AxCrypt crittograferà automaticamente anche queste.
ko: 가장 최근에 암호화된 파일은 <b>‘최근 파일’</b> 탭에 나타나며, 파일 확장자는 <b>.axx</b>입니다. 새로운 폴더와 하위 폴더를 추가할 수 있으며 AxCrypt는 폴더 내의 파일을 자동으로 암호화합니다.
nl: Jouw meest recente versleutelde bestanden verschijnen op het hoofdscherm op het tabblad <b>'Recente bestanden'</b> en hebben de bestandsextensie <b>.axx</b>. Je kunt nieuwe mappen en submappen toevoegen en AxCrypt zal ze ook automatisch versleutelen.
pl: Twoje najnowsze zaszyfrowane pliki pojawią się na ekranie głównym w zakładce <b>„Ostatnie pliki”</b> i będą miały rozszerzenie <b>.axx</b>. Możesz dodać nowe foldery i podfoldery, a AxCrypt również je automatycznie zaszyfruje.
pt: Seus arquivos criptografados mais recentes aparecerão na tela principal na guia <b>'Arquivos recentes'</b> e terão uma extensão de arquivo <b>.axx</b>. Você pode adicionar novas pastas e subpastas e o AxCrypt também as criptografará automaticamente.
ru: Ваши последние зашифрованные файлы появятся на главном экране на вкладке <b>«Недавние файлы»</b> и будут иметь расширение <b>.axx</b>. Вы можете добавлять новые папки и подпапки, и AxCrypt также автоматически зашифрует их.
sv: Dina senaste krypterade filer kommer att visas på huvudskärmen under fliken <b>‘Senaste filer’</b> och kommer att ha filändelsen <b>.axx</b>. Du kan lägga till nya mappar och undermappar så kommer AxCrypt att automatiskt kryptera dem också.
tr: En son şifrelenmiş dosyalarınız ana ekranda <b>'Son Dosyalar'</b> sekmesinde görünecek ve <b>.axx</b> dosya uzantısına sahip olacaktır. Yeni klasörler ve alt klasörler ekleyebilirsiniz, AxCrypt bunları da otomatik olarak şifreleyecektir.
zh: 您最近的加密文件将显示在主屏幕上 <b>的“最近使用的文件”</b> 选项卡上，文件扩展名为 <b>.axx</b>。您可以添加新的文件夹和子文件夹，AxCrypt也会自动加密它们。

# Blog_HTCWHER_H5_SubHeading1
source: Follow these steps to encrypt your files using a <a href='https://axcrypt.net/passwordmanager/'>password</a> as a key on your Windows and Mac.
ar: اتبع هذه الخطوات لتشفير ملفاتك باستخدام <<a href='https://axcrypt.net/passwordmanager/'>كلمة مرور</a> كمفتاح على نظامي التشغيل ويندوز و ماك.
de: Führen Sie die folgenden Schritte aus, um Ihre Dateien mit einem <a href='https://axcrypt.net/passwordmanager/'>password</a> als Schlüssel auf Ihrem Windows und Mac zu verschlüsseln.
es: Siga estos pasos para cifrar sus archivos usando una <a href='https://axcrypt.net/passwordmanager/'>contraseña</a> como clave en su Windows y Mac.
fr: Suivez ces étapes pour chiffrer vos fichiers en utilisant un <a href='https://axcrypt.net/passwordmanager/'>mot de passe</a> comme clé sur votre Windows et votre Mac.
it: Segui questi passaggi per crittografare i tuoi file utilizzando una <a href='https://axcrypt.net/passwordmanager/'>password</a> come chiave su Windows e Mac.
ko: Windows 및 Mac에서 <a href='https://axcrypt.net/passwordmanager/'>암호</a>를 키로 사용하여 파일을 암호화하는 방법을 따르세요.
nl: Volg deze stappen om jouw bestanden te versleutelen met een <a href='https://axcrypt.net/passwordmanager/'>wachtwoord</a> als sleutel op jouw Windows en Mac.
pl: Wykonaj poniższe kroki, aby zaszyfrować pliki przy użyciu <a href='https://axcrypt.net/passwordmanager/'>hasła</a> jako klucza na komputerze z systemem Windows i Mac.
pt: Siga estas etapas para criptografar seus arquivos usando uma <a href='https://axcrypt.net/passwordmanager/'>senha</a> como chave no Windows e no Mac.
ru: Выполните следующие действия, чтобы зашифровать файлы с помощью <a href='https://axcrypt.net/passwordmanager/'>password</a> в качестве ключа на Windows и Mac.
sv: Följ dessa steg för att kryptera dina filer med ett <a href='https://axcrypt.net/passwordmanager/'>lösenord</a> som nyckel på din Windows och Mac.
tr: Windows ve Mac'inizde anahtar olarak bir <a href='https://axcrypt.net/passwordmanager/'>parola</a> kullanarak dosyalarınızı şifrelemek için bu adımları izleyin.
zh: 按照以下步骤在 Windows 和 Mac 上使用 <a href='https://axcrypt.net/passwordmanager/'>password</a> 作为密钥来加密文件。

# Blog_HTCWHER_H5_Text1
source: Step-by-Step Video Tutorial:
ar: فيديو تعليمي خطوة بخطوة:
de: Schritt-für-Schritt-Video-Anleitung:
es: Video tutorial paso a paso:
fr: Tutoriel vidéo étape par étape :
it: Video tutorial passo-passo:
ko: 단계별 비디오 튜토리얼:
nl: Stap-voor-stap video-tutorial:
pl: Samouczek wideo krok po kroku:
pt: Tutorial em vídeo passo a passo:
ru: Пошаговая видеоинструкция:
sv: Steg-för-steg videohandledning:
tr: Adım Adım Eğitici Yayın:
zh: 分步视频教程：

# Blog_HTCWHER_Heading1
source: What is HIPAA and Why It’s Important in Healthcare?
ar: ما هو HIPAA ولماذا هو مهم في الرعاية الصحية؟
de: Was ist HIPAA und warum ist es im Gesundheitswesen wichtig?
es: ¿Qué es HIPAA y por qué es importante en la atención médica?
fr: Qu’est-ce que la HIPAA et Pourquoi Est-ce Important dans le Domaine des Soins de Santé ?
it: Che cos'è l'HIPAA e perché è importante nel settore sanitario?
ko: HIPAA는 무엇이며 왜 의료에서 중요합니까?
nl: Wat is HIPAA en waarom is het belangrijk in de gezondheidszorg?
pt: O que é HIPAA e por que é importante na área da saúde?
ru: Что такое HIPAA и почему он важен в здравоохранении?
sv: Vad är HIPAA och varför är det viktigt inom hälso- och sjukvården?
tr: HIPAA Nedir ve Sağlık Hizmetlerinde Neden Önemlidir?
zh: 什么是 HIPAA，为什么它在医疗保健中很重要？

# Blog_HTCWHER_Heading2
source: What is Encryption and How Does it Work?
ar: ما هو التشفير وكيف يعمل؟
de: Was ist Verschlüsselung und wie funktioniert sie?
es: ¿Qué es el cifrado y cómo funciona?
fr: Qu’est-ce que le Cryptage et Comment Fonctionne-t-il ?
it: Che cos'è la crittografia e come funziona?
ko: 암호화는 무엇이며 어떻게 작동합니까?
nl: Wat is versleuteling en hoe werkt het?
pl: Co to jest szyfrowanie i jak działa?
pt: O que é criptografia e como ela funciona?
ru: Что такое шифрование и как оно работает?
sv: Vad är kryptering och hur fungerar det?
tr: Şifreleme Nedir ve Nasıl Çalışır?
zh: 什么是加密，它是如何致力的？

# Blog_HTCWHER_Heading3
source: HIPAA Data Encryption Requirement Checklist
ar: قائمة التحقق من متطلبات تشفير بيانات HIPAA
de: Checkliste für die Anforderungen an die HIPAA-Datenverschlüsselung
es: Lista de verificación de requisitos de cifrado de datos de HIPAA
fr: Liste de Contrôle des Exigences de Cryptage des Données HIPAA
it: Elenco di controllo dei requisiti di crittografia dei dati HIPAA
ko: HIPAA 데이터 암호화 요구 사항 체크리스트
nl: Checklist voor HIPAA-gegevensversleuteling
pl: Lista kontrolna wymagań dotyczących szyfrowania danych HIPAA
pt: Lista de Verificação dos Requisitos de Criptografia de Dados da HIPAA
ru: Контрольный список требований к шифрованию данных HIPAA
sv: HIPAA-checklista för krav på datakryptering
tr: HIPAA Veri Şifreleme Gereksinimi Kontrol Listesi
zh: HIPAA 数据加密要求清单
