Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_TPTWHEG_H3_text1
source: Having promised this will not be a techno-blog, there are some considerations outside of your laptop that you just need to be aware of. When working in the office your security team will have set up policies, protected networks, filtered malicious emails, applied all kinds of clever security systems to reduce threats to the company.
ar: بعد أن وعدت بأن هذا لن يكون مدونة تقنية ، هناك بعض الاعتبارات خارج الكمبيوتر المحمول الذي تحتاج فقط إلى معرفته. عند العمل في المكتب ، سيكون فريق الأمان لديك قد وضع سياسات وشبكات محمية ورسائل بريد إلكتروني ضارة مصفاة وطبق جميع أنواع أنظمة الأمان الذكية لتقليل التهديدات التي تتعرض لها الشركة.
de: Nachdem versprochen wurde, dass dies kein Techno-Blog sein wird, gibt es einige Überlegungen außerhalb Ihres Laptops, die Sie nur beachten müssen. Wenn Sie im Büro arbeiten, hat Ihr Sicherheitsteam Richtlinien eingerichtet, Netzwerke geschützt, bösartige E-Mails gefiltert und alle Arten von cleveren Sicherheitssystemen angewendet, um Bedrohungen für das Unternehmen zu reduzieren.
es: Habiendo prometido que esto no será un blog tecnológico, hay algunas consideraciones fuera de tu computadora portátil que debes tener en cuenta. Cuando trabajes en la oficina, tu equipo de seguridad habrás establecido políticas, redes protegidas, filtrado de correos electrónicos maliciosos, aplicado todo tipo de sistemas de seguridad inteligentes para reducir las amenazas a la empresa.
fr: Ayant promis que ce ne sera pas un blog technologique, il y a quelques considérations en dehors de votre ordinateur portable dont vous devez juste être conscient. Lorsque vous travaillez au bureau, votre équipe de sécurité aura mis en place des politiques, des réseaux protégés, filtré des e-mails malveillants, appliqué toutes sortes de systèmes de sécurité intelligents pour réduire les menaces pour l'entreprise.
it: Avendo promesso che questo non sarà un techno-blog, ci sono alcune considerazioni al di fuori del tuo laptop di cui devi essere a conoscenza. Quando lavori in ufficio, il tuo team di sicurezza avrà impostato criteri, reti protette, filtrato e-mail pericolose, applicato tutti i tipi di sistemi di sicurezza intelligenti per ridurre le minacce all'azienda.
ko: 이것이 일반 블로그 글이 아닙니다, 당신의 노트북 외부에서 알아야 할 몇 가지 고려 사항이 있습니다. 사무실에서 일할 때 보안 팀은 정책을 설정하고, 네트워크를 보호하고, 악성 이메일을 필터링하고, 회사에 대한 위협을 줄이기 위해 모든 종류의 영리한 보안 시스템을 적용합니다.
nl: Omdat we hebben beloofd dat dit geen techno-blog zal zijn, zijn er enkele overwegingen buiten uw laptop waar u zich bewust van moet zijn. Wanneer u op kantoor werkt, heeft uw beveiligingsteam beleid opgesteld, netwerken beveiligd, kwaadaardige e-mails gefilterd en allerlei slimme beveiligingssystemen toegepast om bedreigingen voor het bedrijf te verminderen.
pl: Obiecawszy, że nie będzie to blog techniczny, istnieją pewne kwestie związane z laptopem, o których musisz tylko wiedzieć. Podczas pracy w biurze Twój zespół ds. bezpieczeństwa będzie konfigurował polityki, chronione sieci, filtrował złośliwe wiadomości e-mail, stosował wszelkiego rodzaju sprytne systemy bezpieczeństwa w celu zmniejszenia zagrożeń dla firmy.
pt: Tendo prometido que isto não seria um blog tecnológico, há algumas considerações fora do seu portátil a que precisa de estar atenta(o). Ao trabalhar no escritório, a sua equipa de segurança terá estabelecido políticas, protegido redes, filtrado emails maliciosos e empregado todo o tipo de sistemas de segurança inteligentes para reduzir ameaças à empresa.
ru: Пообещав, что это не будет техноблог, есть некоторые соображения за пределами вашего ноутбука, о которых вам просто нужно знать. При работе в офисе ваша команда безопасности настроит политики, защитит сети, отфильтрует вредоносные электронные письма, применит всевозможные хитроумные системы безопасности для уменьшения угроз в отношении компании.
sv: jag har lovat att detta inte kommer att vara en Tekno-blogg, men det finns några betänksamheter förutom din bärbara dator som du måste vara medveten om. När du jobbar på kontoret kommer säkerhetsteamet ha satt upp policyer, skyddat nätverk, filtrerat skadlig epost, och tillämpat alla sorters smarta säkerhetssystem för att minska hot mot företaget.
tr: Bunun bir teknoloji bloğu olmayacağı sözü verilse de dizüstü bilgisayarınızın dışında da dikkatli olmanız gereken bir takım hususlar bulunur. Güvenlik ekibiniz ofisten çalışırken politikalar oluşturmuş, ağları korumuş, zararlı e-postaları filtrelemiş ve şirketinize yönelik tehditleri azaltacak her türlü akıllı güvenlik sistemini uygulamış olacaktır.
zh: 承诺这不会是一个技术博客，你只需要知道你的笔记本电脑之外有一些注意事项。 在办公室工作时，您的安全团队将设置策略，受保护的网络，过滤恶意电子邮件，应用各种巧妙的安全系统来减少对公司的威胁。

# Blog_TPTWHEG_H3_text2
source: When you are working at home, you are nowhere near as protected. It’s also true that during the pandemic fraud, phishing and scams have increased by over 25% as bad actors take advantage of the disruption caused by Coronavirus. Your home router security is no match for the protection your office has, and, you are much more likely to be using your personal email and apps/games on the same laptop as your work.
ar: عندما تعمل في المنزل ، فأنت لا تقترب من الحماية. من الصحيح أيضًا أنه خلال عمليات الاحتيال الوبائي ، زاد التصيد الاحتيالي والخداع بنسبة تزيد عن 25٪ حيث يستغل الفاعلون السيئون الاضطراب الناجم عن فيروس كورونا. لا يتطابق أمان جهاز التوجيه المنزلي مع الحماية التي يتمتع بها مكتبك ، ومن المرجح أن تستخدم بريدك الإلكتروني الشخصي وتطبيقاتك / ألعابك على نفس الكمبيوتر المحمول الذي تستخدمه في عملك.
de: Wenn Sie zu Hause arbeiten, sind Sie bei weitem nicht so geschützt. Es ist auch wahr, dass während des Pandemiebetrugs Phishing und Betrug um über 25% zugenommen haben, da schlechte Akteure die durch das Coronavirus verursachten Störungen ausnutzen. Die Sicherheit Ihres Heimrouters ist dem Schutz Ihres Büros nicht gewachsen, und es ist viel wahrscheinlicher, dass Sie Ihre persönlichen E-Mails und Apps / Spiele auf demselben Laptop wie Ihre Arbeit verwenden.
es: Cuando trabajas en casa, no estás tan protegido. También es cierto que durante la pandemia, el fraude, el phishing y las estafas han aumentado en más del 25 % debido a que los usuarios malintencionados se aprovechan de la interrupción causada por el coronavirus. La seguridad del enrutador de tu hogar no es rival para la protección que tiene tu oficina, y es mucho más probable que uses tu correo electrónico personal y apps/juegos en la misma computadora portátil que tu trabajo.
fr: Lorsque vous travaillez à la maison, vous êtes loin d’être aussi protégé. Il est également vrai que pendant la pandémie, la fraude, l'hameçonnageet les escroqueries ont augmenté de plus de 25%, car les mauvais acteurs profitent des perturbations causées par le Coronavirus. La sécurité de votre routeur domestique ne correspond pas à la protection de votre bureau et vous êtes beaucoup plus susceptible d’utiliser votre messagerie personnelle et vos applications / jeux sur le même ordinateur portable que votre travail.
it: Quando lavori da casa, non sei neanche lontanamente protetto. È anche vero che durante la pandemia le frodi, il phishing e le truffe sono aumentate di oltre il 25% poiché i malintenzionati approfittano dei disagi causati dal Coronavirus. La sicurezza del tuo router di casa non può competere con la protezione del tuo ufficio e, è molto più probabile che tu stia utilizzando la tua posta elettronica personale e app/giochi sullo stesso laptop del tuo lavoro.
ko: 집에서 일할 때, 당신은 아무곳에서도 보호받지 못합니다. 팬데믹 기간 동안 악의적인 행위자가 코로나 바이러스로 인한 혼란을 이용하여 피싱 및 사기가 25% 이상 증가한 것도 사실입니다. 홈 라우터 보안은 사무실의 보호 기능과 같지 않으며 업무용 노트북에서 개인 이메일 및 앱/게임을 사용할 가능성도 훨씬 높습니다.
nl: Wanneer u thuis werkt, bent u lang niet zo beschermd. Het is ook waar dat tijdens de pandemie fraude, phishing en oplichting met meer dan 25% zijn toegenomen doordat kwaadwillenden profiteren van de verstoring door het Coronavirus. De beveiliging van uw thuisrouter kan niet op tegen de bescherming van uw kantoor, en het is veel waarschijnlijker dat u uw persoonlijke e-mail en apps/games gebruikt op dezelfde laptop als uw werk.
pl: Kiedy pracujesz w domu, nie jesteś tak chroniony. Prawdą jest również, że podczas pandemii oszustwa, phishing i wyłudzenia przez internet wzrosły o ponad 25%, ponieważ przestępcy wykorzystują zakłócenia spowodowane przez koronawirusa. Bezpieczeństwo Twojego domowego routera nie może się równać z ochroną Twojego biura, a znacznie bardziej prawdopodobne jest, że będziesz korzystać z osobistej poczty e-mail i aplikacji / gier na tym samym laptopie, co w pracy.
pt: Quando trabalha em casa, está longe de estar protegido. É também verdade que, durante a pandemia, a fraude, o phishing e os esquemas aumentaram mais de 25% com maus actores a aproveitarem-se da disrupção causada pelo coronavírus. A segurança do seu router doméstico não tem comparação com a protecção que o seu escritório tem, é muito mais provável que irá usar o seu email pessoal e apps/jogos no seu portátil enquanto trabalha.
ru: Когда вы работаете дома, вы не защищены так, как в офисе. Во время пандемии число случаев мошенничества, фишинга и аферистов увеличилось более чем на 25%, поскольку злоумышленники пользуются сбоями, вызванными коронавирусом. Безопасность вашего домашнего маршрутизатора не идет ни в какое сравнение с защитой вашего офиса, и вы с гораздо большей вероятностью будете использовать свою личную электронную почту и приложения / игры на том же ноутбуке, что и на работе.
sv: När du arbetar hemma är du inte i närheten av lika skyddad. Det är också så att under pandemin har nätfiske och bedrägerier ökat med över 25 % eftersom dåliga aktörer drar fördel av störningarna orsakade av Coronaviruset. Säkerheten för din hemrouter matchar inte det skydd som ditt kontor har, och det är mer sannolikt att du använder din personliga e-post och appar/spel på samma bärbara dator som ditt arbete.
tr: Evden çalışırken korunaklı bir yerde olduğunuzu düşünmeyin. Pandemi sırasında dolandırıcılık, kimlik avı ve dolandırıcılıkların, kötü aktörlerin Koronavirüs'ün neden olduğu aksaklıktan yararlanmasıyla %25'in üzerinde arttığı da doğrudur. Ev yönlendiricinizin güvenliğinin, ofisinizin sahip olduğu koruma ile yarışması mümkün değildir ve kişisel e-postalarınızı ve uygulamalarınızı / oyunlarınızı işiniz için kullandığınız dizüstü bilgisayarda kullanıyor olma olasılığınız çok daha yüksek.
zh: 当你在家工作时，你远没有受到保护。 同样事实是，在大流行欺诈期间，由于不良行为者利用冠状病毒造成的破坏，网络钓鱼和诈骗增加了超过25％。 您的家庭路由器安全性无法与您的办公室的保护相媲美，而且，您更有可能在与工作相同的笔记本电脑上使用您的个人电子邮件和应用程序/游戏。

# Blog_TPTWHEG_H3_text3
source: <ul><li>If your employer provides a VPN (a way of extending their security to your environment) use it religiously. We know it’s boring, but do read the security and governance policy that they provide you and abide by it</li><li>Be extra vigilant when opening email of any kind. Think about whether it looks legitimate, there have been multiple instances of fraud, making out that due to the lockdown non-standard processes have been adopted and for example, funds need to be transferred to a different account, just this once</li><li>· If you are working on your home PC, be even more diligent with work data and work emails. In any case do not be tempted to store work data on personal cloud accounts and for that matter do not store personal data on work storage filing systems.</li></ul>
ar: <ul> <li> إذا كان صاحب العمل يوفر الشبكة الخاصة الإفتراضية(وسيلة لتوسيع نطاق أمنه ليشمل بيئتك) ، فاستخدمها دينياً. نعلم أنه أمر ممل ، ولكن عليك قراءة سياسة الأمان والحوكمة التي يقدمونها لك والتزم بها </li> <li> كن يقظًا جدًا عند فتح بريد إلكتروني من أي نوع. فكر فيما إذا كان الأمر يبدو مشروعا ، فقد كانت هناك حالات متعددة من الاحتيال ، مما يوضح أنه تم اعتماد عمليات غير قياسية بسبب الإغلاق ، وعلى سبيل المثال ، يجب تحويل الأموال إلى حساب مختلف ، مرة واحدة فقط</li><li> · إذا كنت عند العمل على جهاز الكمبيوتر المنزلي ، كن أكثر حرصًا على بيانات العمل ورسائل البريد الإلكتروني الخاصة بالعمل. على أي حال ، لا تميل إلى تخزين بيانات العمل على حسابات السحابة الشخصية ، ولهذا الغرض لا تقم بتخزين البيانات الشخصية على أنظمة حفظ ملفات تخزين العمل.</li></ul>
de: <ul><li>Wenn Ihr Arbeitgeber ein VPN bereitstellt (eine Möglichkeit, seine Sicherheit auf Ihre Umgebung auszudehnen), verwenden Sie es religiös. Wir wissen, dass es langweilig ist, aber lesen Sie die Sicherheits- und Governance-Richtlinien, die sie Ihnen zur Verfügung stellen, und halten Sie sich daran</li><li>Seien Sie besonders wachsam, wenn Sie E-Mails jeglicher Art öffnen. Überlegen Sie, ob es legitim aussieht, es gab mehrere Betrugsfälle, bei denen festgestellt wurde, dass aufgrund der Sperrung nicht standardmäßige Prozesse übernommen wurden und beispielsweise Gelder nur dieses eine Mal auf ein anderes Konto überwiesen werden müssen</li><li>· Wenn Sie an Ihrem Heim-PC arbeiten, gehen Sie noch sorgfältiger mit Arbeitsdaten und Arbeits-E-Mails um. Seien Sie auf keinen Fall versucht, Arbeitsdaten in persönlichen Cloud-Konten zu speichern, und speichern Sie keine persönlichen Daten in Arbeitsspeicher-Ablagesystemen.</li></ul>
es: <ul><li>Si tu empleador proporciona una VPN (una forma de extender tu seguridad a tu entorno), utilízala religiosamente. Sabemos que es aburrido, pero lee la política de seguridad y gobierno que te brindan y respétala</li><li>Sé más atento al abrir correos electrónicos de cualquier tipo. Piensa si parece legítimo, ha habido varios casos de fraude, lo que demuestra que, debido al bloqueo, se han adoptado procesos no estándar y, por ejemplo, los fondos deben transferirse a una cuenta diferente, solo por esta vez</li> <li>· Si estás trabajando en la PC de tu hogar, sé aún más diligente con los datos y correos electrónicos del trabajo. En cualquier caso, no caigas en la tentación de almacenar datos de trabajo en cuentas personales en la nube y, de hecho, no almacenes datos personales en sistemas de archivo de almacenamiento de trabajo.</li></ul>
fr: <ul><li>Si votre employeur fournit un VPN (un moyen d'étendre sa sécurité à votre environnement), utilisez-le religieusement. Nous savons que c'est ennuyeux, mais lisez la politique de sécurité et de gouvernance qu'ils vous fournissent et respectez-la</li><li>Soyez très vigilant lorsque vous ouvrez un e-mail de quelque nature que ce soit. Demandez-vous si cela semble légitime, il y a eu de multiples cas de fraude, en faisant croire qu'en raison de processus de verrouillage non standard qui ont été adoptés par exemple, les fonds doivent être transférés sur un autre compte, juste cette fois</li> <li>· Si vous travaillez sur votre ordinateur personnel, soyez encore plus diligent avec les données professionnelles et les e-mails professionnels. Dans tous les cas, ne soyez pas tenté de stocker des données professionnelles sur des comptes cloud personnels et, à cet égard, ne stockez pas de données personnelles sur des systèmes de stockage de fichiers professionnels.</li></ul>
it: <ul><li>Se il tuo datore di lavoro fornisce una VPN (un modo per estendere la sicurezza al tuo ambiente), usala religiosamente. Sappiamo che è noioso, ma leggi la politica di sicurezza e la governance che ti forniscono e rispettala</li><li>Sii molto vigile quando apri e-mail di qualsiasi tipo. Pensa che anche se sembra legittimo, ci sono stati diversi casi di frode, facendo capire che a causa del lockdown sono stati adottati processi non standard e, ad esempio, i fondi devono essere trasferiti su un conto diverso, solo per questa volta</li> <li>· Se lavori sul tuo PC di casa, sii ancora più diligente con i dati di lavoro e le e-mail di lavoro. In ogni caso, non lasciarti tentare dall'archiviazione dei dati di lavoro su account cloud personali e, del resto, non archiviare dati personali su sistemi di archiviazione di lavoro.</li></ul>
ko: <ul><li>고용주가 VPN(보안을 사용자 환경으로 확장하는 방법)을 제공하는 경우 가급적이면 사용하십시오. 우리는 그것이 지루하다는 것을 알고 있지만 그들이 제공하는 보안 및 관리 정책을 읽고 준수하십시오.</li><li>모든 종류의 이메일을 열 때 그것이 합법적으로 보이는지 각별히 주의하십시오. 여러 사기 사례가 있었으며, 록다운으로 인해 비표준 프로세스가 채택되었습니다. 예를 들어 자금을 다른 계정으로 이체해야 하는 건지 한 번만 생각해보십시오.</li><li>· 가정용 PC에서 작업하는 경우 회사 데이터 및 회사 전자 메일을 더욱 활발히 사용할 수 있습니다. 어떤 경우에도 개인 클라우드 계정에 작업 데이터를 저장하려는 유혹을받지 말고 작업 저장소 파일 시스템에 개인 데이터를 저장하지 마십시오.</li></ul>
nl: <ul><li>Als uw werkgever een VPN aanbiedt (een manier om hun beveiliging uit te breiden naar uw omgeving), gebruik deze dan religieus. We weten dat het saai is, maar lees het beveiligings- en bestuursbeleid dat ze u bieden en houdt u eraan</li><li>Wees extra waakzaam bij het openen van e-mail van welke aard dan ook. Bekijk of het er legitiem uitziet, er zijn meerdere gevallen van fraude geweest, waarbij werd geconstateerd dat er vanwege de lockdown niet-standaard processen zijn toegepast en dat er bijvoorbeeld geld moet worden overgemaakt naar een andere rekening, alleen voor een keer</li> <li>· Als u op uw pc thuis werkt, moet u nog ijveriger zijn met werkgegevens en zakelijke e-mails. Laat u in ieder geval niet verleiden om werkgegevens op te slaan op persoonlijke cloudaccounts en bewaar persoonlijke gegevens ook niet op werkopslagsystemen.</li></ul>
pl: <ul><li>Jeśli Twój pracodawca zapewnia VPN (sposób rozszerzenia bezpieczeństwa na Twoje środowisko), używaj go z religijna ostrożnością. Wiemy, że to nudne, ale przeczytaj zasady bezpieczeństwa i zarządzania, które Ci zapewniają, i przestrzegaj ich</li> <li>Zachowaj szczególną czujność podczas otwierania wszelkiego rodzaju wiadomości e-mail. Zastanów się, czy wygląda to legalnie, było wiele przypadków oszustwa, z których wynika, że ze względu na blokadę przyjęto niestandardowe procesy i na przykład środki trzeba przelać na inne konto, tylko ten jeden raz</li> <li>· Jeśli pracujesz na domowym komputerze, zachowaj jeszcze większą staranność w zakresie danych służbowych i służbowej poczty e-mail. W żadnym wypadku nie ulegaj pokusie przechowywania danych służbowych na osobistych kontach w chmurze i nie przechowuj danych osobowych w systemach archiwizacji danych służbowych.</li></ul>
pt: <ul><li>Se o seu empregador fornece uma VPN (uma forma de estender a sua segurança para o seu ambiente), use-a religiosamente. Sabemos que é aborrecido, mas leia a política de segurança e de governança que eles lhe fornecem e acate-a</li><li>Seja extra-vigilante ao abrir email de que tipo for. Pense se parece legítimo, houve vários casos de fraude, dando-se a entender que, devido ao confinamento, adoptaram-se processos não normalizados e que, por exemplo, há necessidade de fundos serem transferidos para uma conta diferente, apenas uma vez</li><li>· Se estiver a trabalhar no seu PC de casa, seja ainda mais diligente com dados e emails de trabalho. Em caso algum seja tentada(o) a guardar dados de trabalho em contas pessoais na nuvem e, em relação a isto, não armazene dados pessoais em sistemas de armazenamento de arquivos do trabalho.</li></ul>
ru: <ul><li>Если ваш работодатель предоставляет VPN (способ распространения своей безопасности на вашу среду), используйте его с осторожностью. Мы знаем, что это скучно, но ознакомьтесь с политикой безопасности и управления, которую они вам предоставляют, и соблюдайте ее</li><li> Будьте особенно бдительны при открытии электронной почты любого рода. Подумайте о том, выглядит ли это законно, было несколько случаев мошенничества, когда из-за карантина были приняты нестандартные процессы и, например, средства необходимо перевести на другой счет, только один раз</li><li>· Если вы работаете на своем домашнем компьютере, будьте еще более внимательны к рабочим данным и рабочим электронным письмам. Ни в коем случае не поддавайтесь искушению хранить рабочие данные в личных облачных аккаунтах и, если уж на то пошло, не храните личные данные в системах хранения данных для работы.</li></ul>
sv: <ul><li>Om din arbetsgivare tillhandahåller ett VPN (ett sätt att utöka arbetets säkerhet till din egen miljö) så använd det religiöst. Vi vet att det är tråkigt, men läs säkerhets- och styrningspolicyn som de ger dig och följ den</li><li>Var extra vaksam när du öppnar e-post av något slag. Fundera på om det ser legitimt ut, det har förekommit flera fall av bedrägeri, och på grund av covid och hemarbete har icke-standardiserade processer antagits, till exempel "pengar måste överföras till ett annat konto, bara denna gång"</li> <li>· Om du arbetar på din hemdator, var ännu mer flitig med arbetsdata och arbetsmail. I vilket fall som helst, bli inte frestad att att lagra arbetsdata på ditt personliga molnkonto och lagra inte heller personuppgifter på arbetets arkiveringssystem.</li></ul>
tr: <ul><li>İşvereniniz size bir VPN veriyorsa (ortamınızın güvenliğini artırma yöntemi olarak) bunu düzenli bir şekilde kullanın. Sıkıcı olduğunu biliyoruz ancak size sağladıkları güvenlik ve yönetişim politikasını okuyun ve takip edin</li><li>Her türlü e-postayı açarken son derece dikkatli olun. Meşru görünüp görünmediğini düşünün, örneğin fonların farklı bir hesaba tek bir seferliğine transfer edilmesi gibi kapanma nedeniyle standart olmayan süreçlerin uygulandığını iddia eden çeşitli dolandırıcılık vakaları yaşanmıştır</li><li>· Ev bilgisayarınız ile çalışıyor olmanız halinde iş verileri ve iş e-postaları konusunda daha titiz olun. Hiçbir durumda çalışma verilerini kişisel bulut hesaplarınızda saklamaya meyil etmeyin ve hatta kişisel verilerinizi iş depolama dosyalama sistemlerinde saklamayın.</li></ul>
zh: <ul><li>如果您的雇主提供VPN（将其安全性扩展到您的环境的一种方式），请认真使用它。 我们知道这很无聊，但请阅读他们为您提供的安全和治理政策并遵守它</li><li>在打开任何类型的电子邮件时要格外警惕。 想想它是否看起来合法，有欺诈的多个实例，做出来，由于锁定非标准流程已被采用，例如，资金需要转移到不同的帐户，只是这一次</li><li>·如果您正在使用您的 在任何情况下，不要试图将工作数据存储在个人云帐户上，因此不要将个人数据存储在工作存储归档系统上。</li></ul>
