Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# AxcryptBusinessGuideBlock5Heading2
source: Automatic Renewal:
de: Automatische Verlängerung:
es: Renovación automática:
fr: Renouvellement automatique :
it: Rinnovo automatico:
ko: 자동 갱신:
nl: Automatische verlenging:
pl: Automatyczne odnawianie:
ru: Автоматическое продление:
zh: 自动续订：

# AxcryptBusinessGuideBlock5Text1
source: You can purchase additional member licenses for your Business by following either of the following two ways:
de: Sie können zusätzliche Mitgliedslizenzen für Ihr Unternehmen erwerben, indem Sie eine der folgenden beiden Methoden befolgen:
es: Puede adquirir licencias de miembro adicionales para su empresa siguiendo una de las dos formas siguientes:
fr: Vous pouvez acheter des licences supplémentaires pour votre entreprise en suivant l'une des deux méthodes suivantes :
it: Puoi acquistare licenze aggiuntive per la tua attività seguendo uno dei due modi seguenti:
ko: 다음 두 가지 방법 중 하나를 사용하여 비즈니스에 대한 추가 구성원 라이선스를 구입할 수 있습니다.
nl: U kunt extra licenties voor leden voor uw bedrijf kopen op een van de volgende twee manieren:
pl: Możesz kupić dodatkowe licencje członkowskie dla swojej firmy, korzystając z jednego z dwóch poniższych sposobów:
ru: Вы можете приобрести дополнительные членские лицензии для своего бизнеса одним из следующих двух способов:
zh: 您可以按照以下两种方式之一为您的企业购买额外的成员许可证：

# AxcryptBusinessGuideBlock5Text3
source: <b>Subscription Details:</b> You can purchase more licenses and add members directly through the subscription Details.
de: <b>Details zum Abonnement:</b> Sie können weitere Lizenzen erwerben und Mitglieder direkt über die Abonnementdetails hinzufügen.
es: <b>Detalles de la suscripción:</b> Puede comprar más licencias y agregar miembros directamente a través de los Detalles de la suscripción.
fr: <b>Détails de l'abonnement :</b> Vous pouvez acheter davantage de licences et ajouter des membres directement via les détails de l'abonnement.
it: <b>Dettagli dell'abbonamento:</b> È possibile acquistare altre licenze e aggiungere membri direttamente tramite i dettagli dell'abbonamento.
ko: <b>가입 세부 정보:</b> 가입 세부 정보를 통해 직접 더 많은 라이선스를 구입하고 구성원을 추가할 수 있습니다.
nl: <b>Abonnementsdetails:</b> U kunt meer licenties kopen en leden rechtstreeks toevoegen via de abonnementsdetails.
pl: <b>Szczegóły subskrypcji:</b> możesz kupić więcej licencji i dodać członków bezpośrednio poprzez Szczegóły subskrypcji.
ru: <b>Детали подписки:</b> Вы можете приобрести больше лицензий и добавить участников непосредственно в разделе «Сведения о подписке».
zh: <b>订阅详情：</b> 您可以直接通过订阅详细信息购买更多许可证并添加成员。

# AxcryptBusinessGuideBlock5Text4
source: <b>User Section:</b> You can also add more users through the user section in the business subscription, but only when all existing licenses are used. The option to add more users will appear only in this case.
de: <b>Benutzer-Bereich:</b> Sie können auch weitere Benutzer über den Benutzer-Bereich im Business-Abonnement hinzufügen, jedoch nur, wenn alle vorhandenen Lizenzen verwendet werden. Die Option zum Hinzufügen weiterer Benutzer wird nur in diesem Fall angezeigt.
es: <b>Sección de usuario:</b> También puede agregar más usuarios a través de la sección de usuario en la suscripción empresarial, pero solo cuando se utilizan todas las licencias existentes. La opción de agregar más usuarios aparecerá solo en este caso.
fr: <b>Section Utilisateurs :</b> Vous pouvez également ajouter d'autres utilisateurs via la section utilisateurs de l'abonnement d'entreprise, mais uniquement lorsque toutes les licences existantes sont utilisées. L'option d'ajouter d'autres utilisateurs n'apparaîtra que dans ce cas.
it: <b>Sezione utente:</b> È inoltre possibile aggiungere altri utenti tramite la sezione utenti dell'abbonamento aziendale, ma solo quando vengono utilizzate tutte le licenze esistenti. L'opzione per aggiungere altri utenti apparirà solo in questo caso.
ko: <b>사용자 섹션:</b> 비즈니스 구독의 사용자 섹션을 통해 기존 라이선스를 모두 사용하는 경우에만 사용자를 추가할 수도 있습니다. 사용자를 더 추가하는 옵션은 이 경우에만 나타납니다.
nl: <b>Gebruikerssectie:</b> U kunt ook meer gebruikers toevoegen via de gebruikerssectie in het zakelijke abonnement, maar alleen wanneer alle bestaande licenties worden gebruikt. De optie om meer gebruikers toe te voegen, wordt alleen in dit geval weergegeven.
pl: <b>Sekcja użytkownika:</b> możesz także dodać więcej użytkowników poprzez sekcję użytkowników w ramach subskrypcji biznesowej, ale tylko wtedy, gdy wykorzystane zostaną wszystkie istniejące licencje. Opcja dodania kolejnych użytkowników pojawi się tylko w tym przypadku.
ru: <b>Раздел "Пользователь":</b> Вы также можете добавить других пользователей через раздел "Пользователь" в бизнес-подписке, но только при условии использования всех существующих лицензий. Возможность добавления дополнительных пользователей появится только в этом случае.
zh: <b>用户部分：</b> 您还可以通过企业订阅中的用户部分添加更多用户，但前提是使用所有现有许可证。添加更多用户的选项将仅在这种情况下显示。

# AxcryptBusinessGuideBlock5Text5
source: This ensures a smooth process for managing user access and expanding your team.
de: Dies gewährleistet einen reibungslosen Prozess für die Verwaltung des Benutzerzugriffs und die Erweiterung Ihres Teams.
es: Esto garantiza un proceso fluido para administrar el acceso de los usuarios y expandir su equipo.
fr: Cela garantit un processus fluide pour gérer l'accès des utilisateurs et élargir votre équipe.
it: Ciò garantisce un processo fluido per la gestione dell'accesso degli utenti e l'espansione del team.
ko: 이를 통해 사용자 액세스를 관리하고 팀을 확장할 수 있는 원활한 프로세스를 보장합니다.
nl: Dit zorgt voor een soepel proces voor het beheren van gebruikerstoegang en het uitbreiden van uw team.
pl: Zapewnia to płynny proces zarządzania dostępem użytkowników i powiększania zespołu.
ru: Это обеспечивает плавный процесс управления доступом пользователей и расширения вашей команды.
zh: 这可确保管理用户访问权限和扩展团队的过程顺利进行。

# AxcryptBusinessGuideBlock5Text6
source: When you purchase additional member licenses, it is always for your current subscription period. So, if you have 5 months left until the whole subscription is up for renewal, additional member licenses will only require payment for the remaining 5 months. Time left is always calculated as whole months, so 50 days will count as two full months.
de: Wenn Sie zusätzliche Mitgliedslizenzen erwerben, gilt dies immer für Ihren aktuellen Abonnementzeitraum. Wenn Sie also noch 5 Monate Zeit haben, bis das gesamte Abonnement verlängert werden kann, müssen zusätzliche Mitgliedslizenzen nur für die verbleibenden 5 Monate bezahlt werden. Die verbleibende Zeit wird immer als ganze Monate berechnet, sodass 50 Tage als zwei volle Monate zählen.
es: Cuando compra licencias de miembro adicionales, siempre es para su período de suscripción actual. Por lo tanto, si le quedan 5 meses hasta que toda la suscripción esté lista para su renovación, las licencias de miembro adicionales solo requerirán el pago de los 5 meses restantes. El tiempo restante siempre se calcula como meses completos, por lo que 50 días contarán como dos meses completos.
fr: Lorsque vous achetez des licences supplémentaires pour des membres, c'est toujours pour votre période d'abonnement actuelle. Ainsi, si vous avez 5 mois restants avant le renouvellement de l'abonnement, les licences supplémentaires ne nécessiteront un paiement que pour les 5 mois restants. Le temps restant est toujours calculé en mois entiers, donc 50 jours seront considérés comme deux mois complets.
it: L'acquisto di licenze aggiuntive per i membri è sempre valido per il periodo di abbonamento corrente. Quindi, se mancano 5 mesi al rinnovo dell'intero abbonamento, le licenze aggiuntive per i membri richiederanno il pagamento solo per i restanti 5 mesi. Il tempo rimanente viene sempre calcolato come mesi interi, quindi 50 giorni conteranno come due mesi interi.
ko: 추가 회원 라이선스를 구입하는 경우 항상 현재 구독 기간 동안입니다. 따라서 전체 구독이 갱신될 때까지 5개월이 남은 경우 추가 회원 라이선스는 나머지 5개월 동안만 지불하면 됩니다. 남은 시간은 항상 전체 월로 계산되므로 50일은 두 개의 전체 월로 계산됩니다.
nl: Wanneer u extra ledenlicenties aanschaft, is dit altijd voor uw huidige abonnementsperiode. Dus als u nog 5 maanden hebt totdat het hele abonnement is verlengd, vereisen extra ledenlicenties alleen betaling voor de resterende 5 maanden. Resterende tijd wordt altijd berekend als hele maanden, dus 50 dagen tellen als twee volledige maanden.
pl: Jeśli kupujesz dodatkowe licencje członkowskie, zawsze dotyczą one bieżącego okresu subskrypcji. Tak więc, jeśli pozostało 5 miesięcy do odnowienia całej subskrypcji, dodatkowe licencje członkowskie będą wymagały płatności jedynie za pozostałe 5 miesięcy. Pozostały czas jest zawsze liczony jako pełne miesiące, więc 50 dni będzie liczone jako dwa pełne miesiące.
ru: Когда вы приобретаете дополнительные лицензии для участников, они всегда действуют на текущий период подписки. Таким образом, если у вас осталось 5 месяцев до того, как вся подписка будет продлена, дополнительные лицензии для участников потребуют оплаты только за оставшиеся 5 месяцев. Оставшееся время всегда рассчитывается как целые месяцы, поэтому 50 дней будут считаться как два полных месяца.
zh: 当您购买其他成员许可证时，它始终适用于您当前的订阅期。因此，如果距离整个订阅续订还剩 5 个月，则额外的会员许可证只需支付剩余 5 个月的费用。剩余时间始终按整月计算，因此 50 天将计为两个整月。

# AxcryptBusinessGuideBlock5Text7
source: Your subscription will automatically renew at the end of the current period using the original payment method. To cancel, you must do so before the end of the subscription period.
de: Ihr Abonnement verlängert sich automatisch am Ende des aktuellen Zeitraums mit der ursprünglichen Zahlungsmethode. Um zu kündigen, müssen Sie dies vor Ablauf des Abonnementzeitraums tun.
es: Su suscripción se renovará automáticamente al final del período actual utilizando el método de pago original. Para cancelar, debe hacerlo antes de que finalice el período de suscripción.
fr: Votre abonnement sera renouvelé automatiquement à la fin de la période actuelle en utilisant le mode de paiement d'origine. Pour annuler, vous devez le faire avant la fin de la période d'abonnement.
it: L'abbonamento si rinnoverà automaticamente al termine del periodo corrente utilizzando il metodo di pagamento originale. Per annullare l'abbonamento, è necessario farlo prima della fine del periodo di abbonamento.
ko: 구독은 현재 기간이 끝날 때 원래 결제 방법을 사용하여 자동으로 갱신됩니다. 취소하려면 구독 기간이 끝나기 전에 취소해야 합니다.
nl: Uw abonnement wordt aan het einde van de huidige periode automatisch verlengd met de oorspronkelijke betaalmethode. Om te annuleren, moet u dit doen voor het einde van de abonnementsperiode.
pl: Twoja subskrypcja zostanie automatycznie odnowiona na koniec bieżącego okresu przy użyciu oryginalnej metody płatności. Aby anulować subskrypcję, należy to zrobić przed końcem okresu subskrypcji.
ru: Ваша подписка будет автоматически продлена в конце текущего периода с использованием исходного способа оплаты. Чтобы отменить подписку, вы должны сделать это до окончания периода подписки.
zh: 您的订阅将在当前期间结束时使用原始付款方式自动续订。要取消，您必须在订阅期结束之前进行取消。

# AxcryptBusinessGuideBlock6Heading
source: Pricing Details
de: Preisdetails
es: Detalles de precios
fr: Détails des tarifs
it: Dettagli sui prezzi
ko: 가격 책정 세부 정보
nl: Prijsdetails
pl: Szczegóły cenowe
ru: Сведения о ценах
zh: 定价详细信息

# AxcryptBusinessGuideBlock6Text1
source: For current pricing and relevant currencies, visit our <a href='/pricing/'><b>Pricing page</b></a>.
de: Die aktuellen Preise und relevanten Währungen finden Sie auf unserer <a href='/pricing/'><b>Pricing page</b></a>.
es: Para conocer los precios actuales y las monedas relevantes, visite nuestra página de precios <a href='/pricing/'><b>Precios</b></a>.
fr: Pour les tarifs actuels et les devises correspondantes, visitez notre <a href='/pricing/'><b>page des tarifs</b></a>.
it: Per i prezzi attuali e le valute pertinenti, visita la nostra <a href='/pricing/'><b>pagina dei prezzi</b></a>.
ko: 현재 가격 및 관련 통화를 보려면 <a href='/pricing/'><b>가격 페이지</b></a>를 방문하십시오.
nl: Voor actuele prijzen en relevante valuta, bezoek onze <a href='/pricing/'><b>Prijspagina</b></a>.
pl: Aktualne ceny i odpowiednie waluty można znaleźć na naszej <a href='/pricing/'><b>stronie z cenami</b></a>.
ru: Чтобы ознакомиться с текущими ценами и соответствующими валютами, посетите нашу <a href='/pricing/'><b>Pricing page</b></a>.
zh: 有关当前定价和相关货币，请访问我们的 <a href='/pricing/'><b>Pricing page</b></a>。

# AxcryptBusinessGuideBlock6Text2
source: Subscription periods are defined as 30 days for a month and 360 days for a year.
de: Die Abonnementlaufzeiten sind definiert als 30 Tage für einen Monat und 360 Tage für ein Jahr.
es: Los períodos de suscripción se definen como 30 días para un mes y 360 días para un año.
fr: Les périodes d'abonnement sont définies comme 30 jours pour un mois et 360 jours pour une année.
it: I periodi di abbonamento sono definiti come 30 giorni per un mese e 360 giorni per un anno.
ko: 가입 기간은 한 달이 30일, 한 해가 360일로 정의된다.
nl: Abonnementsperioden worden gedefinieerd als 30 dagen voor een maand en 360 dagen voor een jaar.
pl: Okresy abonamentowe definiowane są jako 30 dni w miesiącu i 360 dni w roku
ru: Периоды подписки определяются как 30 дней в месяц и 360 дней в году.
zh: 订阅期定义为一个月 30 天和一年 360 天。

# AxcryptBusinessGuideBlock6Text3
source: When a subscription is created or renewed, the period is a month or a year, depending on the plan you chose.
de: Wenn ein Abonnement erstellt oder verlängert wird, beträgt der Zeitraum je nach gewähltem Plan einen Monat oder ein Jahr.
es: Cuando se crea o renueva una suscripción, el período es de un mes o un año, dependiendo del plan que elijas.
fr: Lorsqu'un abonnement est créé ou renouvelé, la période est d'un mois ou d'une année, en fonction du plan que vous avez choisi.
it: Quando un abbonamento viene creato o rinnovato, il periodo è di un mese o di un anno, a seconda del piano scelto.
ko: 구독을 만들거나 갱신하는 경우 기간은 선택한 계획에 따라 월 또는 년입니다.
nl: Wanneer een abonnement wordt aangemaakt of verlengd, is de periode een maand of een jaar, afhankelijk van het plan dat u hebt gekozen.
pl: W przypadku utworzenia lub odnowienia subskrypcji okres ten wynosi miesiąc lub rok, w zależności od wybranego planu.
ru: Когда подписка создается или продлевается, период составляет месяц или год, в зависимости от выбранного вами плана.
zh: 创建或续订订阅时，期限为一个月或一年，具体取决于您选择的计划.

# AxcryptBusinessGuideBlock6Text4
source: Start securing your organization with <span> AxCrypt </span> Business!
de: Sichern Sie Ihr Unternehmen mit <span> AxCrypt </span> Business ab!
es: Comience a proteger su organización con <span> AxCrypt </span> Business!
fr: Commencez à sécuriser votre organisation avec <span>AxCrypt</span> Business !
it: Inizia a proteggere la tua organizzazione con <span> AxCrypt </span> Business!
ko: <span> AxCrypt </span> Business로 조직의 보안을 유지하십시오!
nl: Begin uw organisatie te beveiligen met <span> AxCrypt </span> Business!
pl: Zacznij zabezpieczać swoją organizację dzięki <span> AxCrypt </span> Business!
ru: Начните защищать свою организацию с <span> помощью AxCrypt </span> Business!
zh: 开始使用 <span> AxCrypt </span> Business 保护您的组织！

# AxcryptBusinessGuideBlock7Text1
source: If you are looking to efficiently manage users and file access within your organization, explore our <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
de: Wenn Sie Benutzer und Dateizugriff in Ihrem Unternehmen effizient verwalten möchten, lesen Sie unseren <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
es: Si desea administrar de forma eficiente los usuarios y el acceso a archivos dentro de su organización, explore nuestra <a href='https://axcrypt.net/information/group/'><b>Guía de administración de grupos</b></a>.
fr: Si vous souhaitez gérer efficacement les utilisateurs et l'accès aux fichiers au sein de votre organisation, explorez notre <a href='https://axcrypt.net/information/group/'><b>Guide de gestion des groupes</b></a>.
it: Se stai cercando di gestire in modo efficiente gli utenti e l'accesso ai file all'interno della tua organizzazione, consulta la nostra <a href='https://axcrypt.net/information/group/'><b>Guida alla gestione dei gruppi</b></a>.
ko: 조직 내에서 사용자와 파일 액세스를 효율적으로 관리하려면 <a href='https://axcrypt.net/information/group/'><b>그룹 관리 안내서</b></a>를 참조하십시오.
nl: Als u op zoek bent naar efficiënt beheer van gebruikers en toegang tot bestanden binnen uw organisatie, kunt u onze <a href='https://axcrypt.net/information/group/'><b>Gids voor groepsbeheer</b></a> bekijken.
pl: Jeśli chcesz efektywnie zarządzać użytkownikami i dostępem do plików w swojej organizacji, zapoznaj się z naszym <a href='https://axcrypt.net/information/group/'><b>Przewodnikiem po zarządzaniu grupami</b></a> .
ru: Если вы хотите эффективно управлять пользователями и доступом к файлам в своей организации, ознакомьтесь с нашим <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>.
zh: 如果您希望有效地管理组织内的用户和文件访问权限，请浏览我们的 <a href='https://axcrypt.net/information/group/'><b>Group Management Guide</b></a>。

# AxCryptFileEncryption
source: AxCrypt File Security
ar: أمن الملفات اكسكربت
de: AxCrypt Datensicherheit
es: AxCrypt seguridad de archivos
fr: AxCrypt Protection de Fichiers
it: AxCrypt Protezione dei File
ko: AxCrypt 파일 보호
nl: AxCrypt Bestandsbeveiliging
pl: Ochrona Plików AxCrypt
pt: Segurança do arquivo AxCrypt
ru: AxCrypt Безопасность Файлов
sv: AxCrypt Filskydd
tr: AxCrypt dosya güvenliği
zh: AxCrypt文件安全

# AxCryptFreeTrialText
source: See how AxCrypt can secure your institution’s data today. <span>Try it for free for 30 Days! </span>
ar: شاهد كيف يمكن ل اكسكربت تأمين بيانات مؤسستك اليوم. <span>جربه مجانا لمدة 30 يوما! </span>
de: Erfahren Sie, wie AxCrypt noch heute die Daten Ihrer Institution schützen kann. <span>Probieren Sie es 30 Tage lang kostenlos aus! </span>
es: Vea cómo AxCrypt puede proteger los datos de su institución hoy mismo. <span>¡Pruébalo gratis durante 30 días! </span>
fr: Découvrez comment AxCrypt peut sécuriser les données de votre institution dès aujourd'hui. <span>Essayez-le gratuitement pendant 30 jours ! </span>
it: Scopri come AxCrypt può proteggere i dati del tuo istituto oggi stesso. <span>Provalo gratuitamente per 30 giorni! </span>
ko: AxCrypt가 오늘 귀하의 기관 데이터를 어떻게 보호할 수 있는지 확인해 보세요. <span>30일 동안 무료로 사용해 보세요!</span>
nl: Ontdek vandaag nog hoe AxCrypt de data van jouw institutie kan beveiligen. <span>Probeer het 30 dagen gratis! </span>
pl: Już dziś przekonaj się, jak AxCrypt może zabezpieczyć dane Twojej instytucji. <span>Wypróbuj za darmo przez 30 dni! </span>
pt: Veja como o AxCrypt pode proteger os dados da sua instituição hoje. <span>Experimente gratuitamente por 30 dias! </span>
ru: Узнайте, как AxCrypt может защитить данные вашего учреждения уже сегодня. <span>Попробуйте первые 30 дней бесплатно! </span>
sv: Se hur AxCrypt kan säkra din institutions data redan idag. <span>Prova gratis i 30 dagar! </span>
tr: AxCrypt'in kurumunuzun verilerini nasıl güvence altına alabileceğini hemen görün. <span>30 Gün boyunca ücretsiz deneyin! </span>
zh: 了解AxCrypt今天如何保护您机构的数据。 <span>免费试用 30 天！ </span>

# AxCryptIDReadyText
source: Your AxCrypt ID is almost ready!
de: Ihre AxCrypt ID ist fast fertig!
fr: Votre identifiant AxCrypt est presque prêt !
it: Il tuo ID AxCrypt è quasi pronto!
pl: Twój identyfikator AxCrypt jest prawie gotowy!
ru: Ваш AxCrypt ID почти готов!
zh: 您的 AxCrypt ID 几乎已准备就绪！

# AxcryptIndustriesLabel
source: AxCrypt Industries
ar: أكسكربت للصناعات
de: AxCrypt Branchen
es: Industrias AxCrypt
fr: Industries d'AxCrypt
ko: AxCrypt 산업
ru: AxCrypt Отрасли
zh: AxCrypt 工业

# AxCryptResellerHeading
source: Become an AxCrypt’s <span>Reseller</span>!
ar: كن <span>موزعا</span> لاكسكربت !
de: Werden Sie AxCrypt's <span>Reseller</span>!
es: ¡Conviértete en un <span>revendedor</span> de AxCrypt!
fr: Devenez <span>revendeur</span> d’AxCrypt !
it: <span>Diventa un rivenditore</span> di AxCrypt!
ko: AxCrypt의 <span>리셀러</span>가 되십시오!
nl: Word een AxCrypt's <span>Reseller</span>!
pl: Zostań <span>Resellerem</span> AxCrypt!
pt: Torne-se um <span>revendedor</span> da AxCrypt!
ru: Станьте <span>реселлером</span> AxCrypt!
sv: Bli <span>återförsäljare</span> av AxCrypt!
tr: Bir AxCrypt <span>Bayisi</span> Olun!
zh: 成为AxCrypt的 <span>经销商</span>！

# AxCryptResellerInfoText
source: Join AxCrypt’s Reseller program and start earning top commissions on every sale – with no fixed rates.
ar: انضم إلى برنامج موزع اكسكربت وابدأ في كسب أعلى العمولات على كل عملية بيع - بدون أسعار ثابتة.
de: Nehmen Sie am Reseller-Programm von AxCrypt teil und verdienen Sie bei jedem Verkauf Top-Provisionen – ohne feste Preise.
es: Únase al programa de revendedores de AxCrypt y comience a ganar las mejores comisiones en cada venta, sin tarifas fijas.
fr: Rejoignez le programme de revendeur d’AxCrypt et commencez à gagner des commissions sur chaque vente – sans taux fixes.
it: Unisciti al programma Rivenditori di AxCrypt e inizia a guadagnare le migliori commissioni su ogni vendita, senza tariffe fisse.
ko: AxCrypt의 리셀러 프로그램에 가입하고 모든 판매에 대해 고정 요금 없이 최고 수수료를 받기 시작합니다.
nl: Sluit je aan bij het Reseller-programma van AxCrypt en begin met het verdienen van topcommissies bij elke verkoop - zonder vaste tarieven.
pl: Dołącz do programu resellerskiego AxCrypt i zacznij zarabiać najwyższe prowizje od każdej sprzedaży – bez stałych stawek.
pt: Junte-se ao programa de revendedores da AxCrypt e comece a ganhar as melhores comissões em cada venda - sem taxas fixas.
ru: Присоединяйтесь к реселлерской программе AxCrypt и начните зарабатывать высокие комиссионные с каждой продажи — без фиксированных ставок.
sv: Gå med i AxCrypt’s återförsäljarprogram och börja tjäna toppkommissioner på varje försäljning – utan fasta priser.
tr: AxCrypt'in Bayi programına katılın ve sabit oranlar olmadan her satıştan en yüksek komisyonları kazanmaya başlayın.
zh: 加入AxCrypt的经销商计划，开始在每笔销售中赚取最高佣金 - 没有固定费率。

# AxCryptSupportIntro
source: Welcome to AxCrypt Support.
ar: مرحبا بك في دعم اكسكربت.
de: Willkommen bei AxCrypt Unterstützung.
es: Bienvenido a Soporte de AxCrypt.
fr: Bienvenue sur l'assistance AxCrypt.
it: Benvenuto nel Supporto di AxCrypt.
ko: AxCrypt Support에 오신 것을 환영합니다.
nl: Welkom bij AxCrypt Support
pt: Bem-vinda(o) ao Suporte AxCrypt.
ru: Добро пожаловать в Поддержку AxCrypt.
sv: Välkommen till AxCrypt Support.
tr: AxCrypt Desteğe Hoşgeldiniz
zh: 欢迎使用 AxCrypt 支持。
