Repository: axantum/xecrets-net
Catalog: AxCrypt.Content/Properties/Resources.*.resx
Languages: ar, de, es, fr, it, ko, nl, pl, pt, ru, sv, tr, zh

# Blog_HAPYD_CS_H1_SH4_Text1
source: Typically, employees share relevant and work-related information with each other. With the key sharing feature, you can share files without the need to share passwords. Instead, you can share file keys to specific colleagues to give them access to particular files. Then, they can easily browse or edit the shared file.
ar: عادةً ما يشارك الموظفون المعلومات ذات الصلة والمتعلقة بالعمل مع بعضهم البعض. باستخدام ميزة مشاركة المفاتيح ، يمكنك مشاركة الملفات دون الحاجة إلى مشاركة كلمات المرور. بدلاً من ذلك ، يمكنك مشاركة مفاتيح الملفات مع زملاء محددين لمنحهم حق الوصول إلى ملفات معينة. بعد ذلك ، يمكنهم بسهولة استعراض الملف المشترك أو تحريره.
de: In der Regel teilen Mitarbeiter relevante und arbeitsbezogene Informationen miteinander. Mit der Schlüsselfreigabefunktion können Sie Dateien freigeben, ohne Kennwörter freigeben zu müssen. Stattdessen können Sie Dateischlüssel für bestimmte Kollegen freigeben, um ihnen Zugriff auf bestimmte Dateien zu gewähren. Dann können sie die freigegebene Datei einfach durchsuchen oder bearbeiten.
es: Por lo general, los empleados comparten información relevante y relacionada con el trabajo entre ellos. Con la función de uso compartido de claves, puedes compartir archivos sin necesidad de compartir contraseñas. En cambio, puedes compartir claves de archivo con colegas específicos para darles acceso a archivos particulares. Luego, pueden navegar o editar fácilmente el archivo compartido.
fr: En règle générale, les employés partagent des informations pertinentes et liées au travail les uns avec les autres. Avec la fonction de partage de clés, vous pouvez partager des fichiers sans avoir besoin de partager des mots de passe. Au lieu de cela, vous pouvez partager des clés de fichier avec des collègues spécifiques pour leur donner accès à des fichiers particuliers. Ensuite, ils peuvent facilement parcourir ou modifier le fichier partagé.
it: In genere, i dipendenti condividono tra loro informazioni pertinenti e relative al lavoro. Con la funzione di condivisione delle chiavi, è possibile condividere file senza la necessità di condividere password. Invece, puoi condividere le chiavi dei file con colleghi specifici per consentire loro di accedere a determinati file. Poi, possono facilmente sfogliare o modificare il file condiviso.
ko: 일반적으로 직원들은 관련 정보 및 업무 관련 정보를 서로 공유합니다. 키 공유 기능을 사용하면 암호를 공유할 필요 없이 파일을 공유할 수 있습니다. 대신 특정 동료와 파일 키를 공유하여 특정 파일에 대한 액세스 권한을 부여할 수 있습니다. 그리고 공유 파일을 쉽게 찾아보거나 편집할 수도 있습니다.
nl: Gewoonlijk delen werknemers relevante en werkgerelateerde informatie met elkaar. Met de functie voor het delen van sleutels kunt u bestanden delen zonder dat u wachtwoorden hoeft te delen. In plaats daarvan kunt u bestandssleutels delen met specifieke collega's om hen toegang te geven tot bepaalde bestanden. Vervolgens kunnen ze het gedeelde bestand gemakkelijk doorbladeren of bewerken.
pl: Zazwyczaj pracownicy dzielą się ze sobą istotnymi i związanymi z pracą informacjami. Dzięki funkcji udostępniania kluczy możesz udostępniać pliki bez konieczności udostępniania haseł. Zamiast tego możesz udostępniać klucze plików określonym współpracownikom, aby zapewnić im dostęp do określonych plików. Następnie mogą łatwo przeglądać lub edytować udostępniony plik.
pt: Tipicamente, os trabalhadores partilham entre si informação relevante relacionada com o trabalho. Com a funcionalidade de partilha de chaves, pode partilhar ficheiros sem precisar de partilhar palavras-passe. Em vez disso, pode partilhar chaves de ficheiros com colegas específicos para lhes dar acesso a ficheiros específicos. Assim, eles podem facilmente navegar ou editar o ficheiro partilhado.
ru: Как правило, сотрудники делятся друг с другом актуальной информацией, связанной с работой. С помощью функции совместного использования ключей вы можете обмениваться файлами без необходимости делиться паролями. Вместо этого вы можете поделиться ключами файлов с конкретными коллегами, чтобы предоставить им доступ к определенным файлам. Затем они могут легко просматривать или редактировать общий файл.
sv: Vanligtvis delar anställda relevant och arbetsrelaterad information med varandra. Med nyckeldelningsfunktionen kan du dela filer utan att behöva dela lösenord. Istället kan du dela filnycklar till specifika kollegor för att ge dem åtkomst till särskilda filer. Sedan kan de enkelt bläddra i eller redigera den delade filen.
tr: Çalışanlar genellikle yararlı ve işle ilgili bilgileri birbirleriyle paylaşırlar. Anahtar paylaşım özelliği ile parolaları paylaşmaya gerek kalmadan dosyaları paylaşabilirsiniz. Bunun yerine, belirli dosyalara erişmelerini sağlamak için dosya anahtarlarını belirli iş arkadaşlarınızla paylaşabilirsiniz. Bu şekilde paylaşılan dosyaya kolayca göz atma veya dosyayı düzenleme imkanını elde ederler.
zh: 通常，员工彼此共享相关和与工作相关的信息。 使用密钥共享功能，您可以共享文件而无需共享密码。 相反，您可以将文件密钥共享给特定同事，让他们访问特定文件。 然后，他们可以轻松浏览或编辑共享文件。

# Blog_HAPYD_CS_SubHeading1
source: <strong>Encryption algorithm</strong>
ar: <strong> خوارزمية التشفير </strong>
de: <strong>Verschlüsselungsalgorithmus</strong>
es: <strong>Algoritmo de cifrado</strong>
fr: <strong>Algorithme de chiffrement</strong>
it: <strong>Algoritmo di crittografia</strong>
ko: <strong>암호화 알고리즘</strong>
nl: <strong>Encryptie-algoritme</strong>
pl: <strong>Algorytm szyfrowania</strong>
pt: <strong>Algoritmo de cifragem</strong>
ru: <strong>Алгоритм шифрования</strong>
sv: <strong>Krypteringsalgoritm</strong>
tr: <strong>Şifreleme algoritması</strong>
zh: <strong>加密算法</strong>

# Blog_HAPYD_CS_SubHeading2
source: <strong>Filename encryption</strong>
ar: <strong> تشفير اسم الملف</strong>
de: <strong>Verschlüsselung von Dateinamen</strong>
es: <strong>Cifrado de nombre de archivo</strong>
fr: <strong>Chiffrement du nom de fichier</strong>
it: <strong>Crittografia del nome del file</strong>
ko: <strong>파일 이름 암호화</strong>
nl: <strong>Bestandsnaam encryptie</strong>
pl: <strong>Szyfrowanie nazwy pliku</strong>
pt: <strong>Cifragem de nomes de ficheiros</strong>
ru: <strong>Шифрование имени файла</strong>
sv: <strong>Filnamnskryptering</strong>
tr: <strong>Dosya adı şifreleme</strong>
zh: <strong>文件名加密</strong>

# Blog_HAPYD_CS_SubHeading3
source: <strong>Secure deletion</strong>
ar: <strong> الحذف الآمن </ strong>
de: <strong>Sicheres Löschen</strong>
es: <strong>Eliminación segura</strong>
fr: <strong>Suppression sécurisée</strong>
it: <strong>Eliminazione sicura</strong>
ko: <strong>보안 삭제</strong>
nl: <strong>Veilige verwijdering</strong>
pl: <strong>Bezpieczne usuwanie</strong>
pt: <strong>Remoção segura</strong>
ru: <strong>Безопасное удаление</strong>
sv: <strong>Säker borttagning</strong>
tr: <strong>Güvenli silme</strong>
zh: <strong>安全删除</strong>

# Blog_HAPYD_CS_SubHeading4
source: <strong>Key sharing</strong>
ar: <strong> مشاركة المفتاح </strong>
de: <strong>Schlüsselfreigabe</strong>
es: <strong>Uso compartido de claves</strong>
fr: <strong>Partage de clés</strong>
it: <strong>Condivisione delle chiavi</strong>
ko: <strong>키 공유</strong>
nl: <strong>Sleutel delen</strong>
pl: <strong>Udostępnianie kluczy</strong>
pt: <strong>Partilha de chaves</strong>
ru: <strong>Совместное использование ключей</strong>
sv: <strong>Nyckeldelning</strong>
tr: <strong>Anahtar paylaşımı</strong>
zh: <strong>密钥共享</strong>

# Blog_HAPYD_H1_text1
source: The ban of end-to-end encryption could be part of a new law enforcement taken by certain governments to disclose illegal behaviors as to ensure national security. Technology companies would therefore have to provide authorities data at rest as data in transit. This includes information stored on a cloud, messages, calls, emails, video conferences etc. With no specific knowledge on how to safeguard their privacy and insure a secure way of communication, ordinary citizens would be the first victims of this authoritative surveillance system.
ar: يمكن أن يكون حظر التشفير من طرف إلى طرف جزءًا من تطبيق قانون جديد اتخذته بعض الحكومات للكشف عن السلوكيات غير القانونية لضمان الأمن القومي. لذلك يتعين على شركات التكنولوجيا تقديم بيانات للسلطات في حالة عدم وجود بيانات قيد النقل. يتضمن ذلك المعلومات المخزنة على السحابة والرسائل والمكالمات ورسائل البريد الإلكتروني ومؤتمرات الفيديو وما إلى ذلك. مع عدم وجود معرفة محددة حول كيفية حماية خصوصيتهم وتأمين وسيلة اتصال آمنة ، سيكون المواطنون العاديون أول ضحايا نظام المراقبة الموثوق هذا.
de: Das Verbot der Ende-zu-Ende-Verschlüsselung könnte Teil einer neuen Strafverfolgung sein, die von bestimmten Regierungen ergriffen wird, um illegale Verhaltensweisen zur Gewährleistung der nationalen Sicherheit offenzulegen. Technologieunternehmen müssten daher ruhende Behördendaten als Daten im Transit bereitstellen. Dazu gehören Informationen, die in einer Cloud gespeichert sind, Nachrichten, Anrufe, E-Mails, Videokonferenzen usw. Ohne spezifisches Wissen darüber, wie sie ihre Privatsphäre schützen und eine sichere Art der Kommunikation gewährleisten können, wären normale Bürger die ersten Opfer dieses autoritativen Überwachungssystems.
es: La prohibición del cifrado de extremo a extremo podría ser parte de una nueva aplicación de la ley adoptada por ciertos gobiernos para revelar comportamientos ilegales a fin de garantizar la seguridad nacional. Por lo tanto, las empresas de tecnología tendrían que proporcionar a las autoridades los datos en reposo como los datos en tránsito. Esto incluye información almacenada en una nube, mensajes, llamadas, correos electrónicos, videoconferencias, etc. Sin un conocimiento específico sobre cómo salvaguardar tu privacidad y garantizar una forma segura de comunicación, los ciudadanos comunes serían las primeras víctimas de este sistema de vigilancia autorizado.
fr: L'interdiction du cryptage de bout en bout pourrait faire partie d'une nouvelle application de la loi prise par certains gouvernements pour divulguer les comportements illégaux afin d'assurer la sécurité nationale. Les entreprises technologiques devraient donc fournir aux autorités les données au repos en tant que données en transit. Cela inclut les informations stockées sur un cloud, les messages, les appels, les e-mails, les vidéoconférences, etc. Sans aucune connaissance spécifique sur la manière de protéger leur vie privée et d'assurer un moyen de communication sécurisé, les citoyens ordinaires seraient les premières victimes de ce système de surveillance autoritaire.
it: Il divieto della crittografia end-to-end potrebbe far parte di una nuova applicazione della legge adottata da alcuni governi per scoprire comportamenti illegali al fine di garantire la sicurezza nazionale. Le aziende tecnologiche dovrebbero quindi fornire alle autorità sia i dati inattivi che i dati in transito. Ciò include informazioni memorizzate su un cloud, messaggi, chiamate, e-mail, videoconferenze ecc. Senza una conoscenza specifica su come salvaguardare la propria privacy e assicurare un modo sicuro di comunicazione, i comuni cittadini sarebbero le prime vittime di questo autorevole sistema di sorveglianza.
ko: 종단 간 암호화 금지는 불법 행위를 공개하여 국가 안보를 보장하기 위해서 특정 정부가 취한 새로운 법 집행의 일부일 수 있습니다. 따라서 기술 회사는 미사용 데이터를 전송 중인 데이터로 취급하여 당국에 제공해야 합니다. 여기에는 클라우드에 저장된 정보, 메시지, 전화, 이메일, 화상 회의 정보 등이 포함됩니다. 개인 정보를 보호하고 안전한 통신 방법을 보장하는 방법에 대한 구체적인 지식이 없는 일반 시민들은 이 권위 있는 감시 시스템의 첫 번째 희생자가 될 것입니다.
nl: Het verbod op end-to-end-encryptie zou deel kunnen uitmaken van een nieuwe wetshandhaving die door bepaalde regeringen is opgenomen om illegaal gedrag openbaar te maken om de nationale veiligheid te waarborgen. Technologiebedrijven zouden daarom gegevens in rust aan autoriteiten moeten verstrekken als gegevens in transit. Dit omvat informatie die is opgeslagen in een cloud, berichten, oproepen, e-mails, videoconferenties enz. Zonder specifieke kennis over het beschermen van hun privacy en het verzekeren van een veilige manier van communiceren, zouden gewone burgers de eerste slachtoffers zijn van dit autoritaire bewakingssysteem.
pl: Zakaz szyfrowania typu end-to-end może być częścią nowego egzekwowania prawa podjętego przez niektóre rządy w celu ujawnienia nielegalnych zachowań w celu zapewnienia bezpieczeństwa narodowego. Firmy technologiczne musiałyby zatem dostarczać władzom dane w spoczynku jako dane w tranzycie. Obejmuje to informacje przechowywane w chmurze, wiadomości, połączenia, e-maile, wideokonferencje itp. Bez konkretnej wiedzy na temat ochrony prywatności i bezpiecznego sposobu komunikacji zwykli obywatele byliby pierwszymi ofiarami tego autorytatywnego systemu nadzoru.
pt: A interdição de cifragem de ponta a ponta pode fazer parte da aplicação de novas leis por parte de certos governos como forma de divulgar comportamentos ilegais e garantir a segurança nacional. Neste caso, as empresas tecnológicas teriam de fornecer às autoridades dados em repouso e em trânsito. Tal incluiria informação armazenada na nuvem, mensagens, chamadas telefónicas, emails, videoconferências, etc. Sem conhecimento específico sobre como salvaguardar a sua privacidade e usar formas seguras de comunicação, os cidadãos comuns seriam as primeiras vítimas deste sistema de vigilância autoritário.
ru: Запрет сквозного шифрования может быть частью новых правоохранительных мер, принятых некоторыми правительствами для раскрытия незаконного поведения в целях обеспечения национальной безопасности. Таким образом, технологические компании должны были бы предоставлять властям хранящиеся данные как передающиеся данные. Это включает в себя информацию, хранящуюся в облаке, сообщения, звонки, электронную почту, видеоконференции и т.д. Не имея конкретных знаний о том, как защитить свою частную жизнь и обеспечить безопасный способ общения, обычные граждане стали бы первыми жертвами этой авторитетной системы наблюдения.
sv: Förbudet mot end-to-end-kryptering kan vara en del av en ny brottsbekämpning som tagits av vissa regeringar för att avslöja olagligt beteende för att säkerställa nationell säkerhet. Teknikföretag skulle därför behöva tillhandahålla myndigheterna data i vila och data under överföring. Detta inkluderar information lagrad i moln, meddelanden, samtal, e-post, videokonferenser etc. Utan specifik kunskap om hur man skyddar sin integritet och säkerställer ett säkert sätt att kommunicera, skulle vanliga medborgare bli de första offren för detta auktoritära övervakningssystem.
tr: Uçtan uca şifrelemenin yasaklanması, ulusal güvenliğin sağlanması için yasadışı davranışların ifşası için belirli devletler tarafından alınan yeni bir yasal önlemin bir parçası olabilir. Bu yüzden teknoloji şirketlerinin de yetkililere hareketsiz verileri aktarılan veriler olarak temin eder. Buna bir bulutta depolanan bilgiler, mesajlar, aramalar, e-postalar, video konferanslar vs. dahildir. Sıradan vatandaşlar güvenliklerini ve güvenli bir iletişimi nasıl sağlayacakları konusunda herhangi spesifik bir bilgi olmadan bu yasal takip sisteminin ilk kurbanı olur.
zh: 端到端加密的禁令可能是某些政府为披露非法行为以确保国家安全而采取的新执法行动的一部分。 因此，科技公司必须向当局提供静态数据作为传输中的数据。 这包括存储在云上的信息，消息，电话，电子邮件，视频会议等。 由于没有关于如何保护他们的隐私和确保安全通信方式的具体知识，普通公民将成为这一权威监控系统的第一批受害者。

# Blog_HAPYD_H1_text2
source: The privacy of all is essential to safeguard our freedom and therefore confidential communication is fundamental for liberal democracies.
ar: تعد خصوصية الجميع أمرًا ضروريًا لحماية حريتنا ، وبالتالي فإن الاتصال السري أمر أساسي للديمقراطيات الليبرالية.
de: Die Privatsphäre aller ist wichtig, um unsere Freiheit zu schützen, und daher ist vertrauliche Kommunikation für liberale Demokratien von grundlegender Bedeutung.
es: La privacidad de todos es fundamental para salvaguardar nuestra libertad y por ello la comunicación confidencial es crucial para las democracias liberales.
fr: La vie privée de tous est essentielle pour protéger notre liberté et, par conséquent, la communication confidentielle est fondamentale pour les démocraties libérales.
it: La privacy di tutti è essenziale per salvaguardare la nostra libertà e quindi la comunicazione confidenziale è fondamentale per le democrazie liberali.
ko: 모든 사람의 사생활은 우리의 자유를 보호하기 위해 필수적이며 따라서 기밀 통신은 자유 민주주의 국가의 기본입니다.
nl: De privacy van iedereen is essentieel om onze vrijheid te waarborgen en daarom is vertrouwelijke communicatie van fundamenteel belang voor liberale democratieën.
pl: Prywatność wszystkich jest niezbędna do ochrony naszej wolności i dlatego poufna komunikacja ma fundamentalne znaczenie dla liberalnych demokracji.
pt: A privacidade de todos é essencial para a salvaguarda da nossa liberdade e portanto a comunicação confidencial é fundamental para as democracias liberais.
ru: Конфиденциальность всех необходима для защиты нашей свободы, и поэтому конфиденциальное общение имеет основополагающее значение для либеральных демократий.
sv: Allas integritet är avgörande för att skydda vår frihet och därför är konfidentiell kommunikation grundläggande för liberala demokratier.
tr: Özgürlüğümüzü korumak için herkesin mahremiyeti esastır ve bu nedenle gizli iletişim liberal demokrasiler için esastır.
zh: 所有人的隐私对于保护我们的自由至关重要，因此保密通信对于自由民主国家至关重要。
